[
  {
    "id": "politics/2019/aug/21/boris-johnson-media-strategy-vladimir-putin-channel-4-news-chief-dorothy-byrne",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-21T18:00:16Z",
    "webTitle": "Boris Johnson aping Vladimir Putin’s media strategy, says Channel 4 news chief",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/21/boris-johnson-media-strategy-vladimir-putin-channel-4-news-chief-dorothy-byrne",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/21/boris-johnson-media-strategy-vladimir-putin-channel-4-news-chief-dorothy-byrne",
    "fields": {
      "headline": "Boris Johnson aping Vladimir Putin’s media strategy, says Channel 4 news chief",
      "standfirst": "<p>Dorothy Byrne describes PM as a liar and says broadcasters must call out his falsehoods</p>",
      "trailText": "Dorothy Byrne describes PM as a liar and says broadcasters must call out his falsehoods",
      "byline": "Jim Waterson  in Edinburgh",
      "main": "<figure class=\"element element-image\" data-media-id=\"0426842974363715fc091aaef0ce949358ac9073\"> <img src=\"https://media.guim.co.uk/0426842974363715fc091aaef0ce949358ac9073/0_415_2404_1442/1000.jpg\" alt=\"Dorothy Byrne\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dorothy Byrne was giving the MacTaggart lecture at Edinburgh television festival when she made the comments.</span> <span class=\"element-image__credit\">Photograph: Jane Barlow/PA</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson is a “known liar” who is copying Vladimir Putin’s approach to the media, according to Channel 4’s head of news and current affairs, who called on broadcasters to aggressively challenge the prime minister’s falsehoods.</p> <p>Dorothy Byrne said Johnson’s shift towards <a href=\"https://www.theguardian.com/politics/video/2019/aug/14/watch-boris-johnsons-first-ever-peoples-pmqs-video-highlights\">publishing his own videos</a> on Facebook rather than giving sit-down interviews to journalists reminded her of the Russian president, “who also likes to talk directly to the nation”.</p> <p>She also said television producers should be more willing to directly accuse political leaders of lying. “If we continue to be so polite, how will our viewers know that politicians are lying?” Byrne asked.</p> <p>The comments are likely to increase tensions between Downing Street and Channel 4, with No 10 already discussing whether it benefits the government to engage with some traditional media outlets. Johnson has declined to be interviewed by the broadcaster in recent months and <a href=\"https://www.theguardian.com/politics/2019/jun/14/boris-johnson-pledges-to-drop-backstop-in-orderly-brexit-plan\">did not take part</a> in Channel 4’s Conservative leadership debate, with his aides casting doubt on its impartiality.</p> <p>Byrne was speaking during Edinburgh television festival’s annual MacTaggart lecture – seen as one of the British TV industry’s most important events – in which she accused prominent television figures of sexual harassment.</p> <p>Byrne also used her speech to call out Johnson’s strategy chief, Dominic Cummings, describing him as “the UK’s most famous recipient of <a href=\"https://www.theguardian.com/politics/2019/aug/10/dominic-cummings-owns-farm-got-eu-subsidy\">EU farming subsidies</a>”, while criticising a number of Vote Leave claims about the supposed benefits of Brexit.</p> <p>Byrne said it was time for the television industry to collectively demand politicians give proper interviews, suggesting Johnson was copying the tactics of “Mr Chlorinated Chicken himself, Donald Trump”.</p> <p>She said she found the experience of listening to <a href=\"https://www.theguardian.com/media/2019/feb/06/john-humphrys-should-left-today-programme-years-ago-bbc-radio-4\">Radio 4’s Today programme</a> to be like “accidentally walking into a knitting shop in Bournemouth”, but leading politicians had a duty to appear on the programme to explain their decisions. “Boris Johnson and Jeremy Corbyn are cowards … If they really believe in the policies they promote, they should come on to television to explain them, to allow them to be scrutinised and to justify them,” Byrne said.</p> <p>Byrne, who described herself as the “oldest female TV executive working for a broadcaster”, also highlighted the historically high level of sexual assault in the industry and said the list of individuals who had previously delivered the MacTaggart lecture contained a man “who has not yet had the comeuppance he deserves for his assaults on women”.</p> <p>In one anecdote, Byrne highlighted how the television industry was still not welcoming to middle-aged women and said there needed to be more awareness of flexible working for people <a href=\"https://www.theguardian.com/society/2018/jan/12/workplaces-should-cater-for-menopause-as-they-do-for-pregnancy\">going through the menopause</a> – citing an incident involving Kevin Lygo, who is now ITV’s director of television.</p> <p>“We were meeting one day when he suddenly remarked that I looked seriously unwell. I said I was not ill. ‘But you’ve gone all red and you seem to have a fever,’ he said. I repeated, ‘I am not ill, Kevin,’ in what I thought was a meaningful way. He repeated that I was and I should go home. So I went back to my desk and announced I was leaving for the day. Everyone asked me why and I said: ‘Because my boss has never heard of the menopause,’” she said.</p>",
      "newspaperPageNumber": "16",
      "wordcount": "536",
      "firstPublicationDate": "2019-08-21T18:00:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-22T15:35:24Z",
      "newspaperEditionDate": "2019-08-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c7vd7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0426842974363715fc091aaef0ce949358ac9073/0_415_2404_1442/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson is a “known liar” who is copying Vladimir Putin’s approach to the media, according to Channel 4’s head of news and current affairs, who called on broadcasters to aggressively challenge the prime minister’s falsehoods. Dorothy Byrne said Johnson’s shift towards publishing his own videos on Facebook rather than giving sit-down interviews to journalists reminded her of the Russian president, “who also likes to talk directly to the nation”. She also said television producers should be more willing to directly accuse political leaders of lying. “If we continue to be so polite, how will our viewers know that politicians are lying?” Byrne asked. The comments are likely to increase tensions between Downing Street and Channel 4, with No 10 already discussing whether it benefits the government to engage with some traditional media outlets. Johnson has declined to be interviewed by the broadcaster in recent months and did not take part in Channel 4’s Conservative leadership debate, with his aides casting doubt on its impartiality. Byrne was speaking during Edinburgh television festival’s annual MacTaggart lecture – seen as one of the British TV industry’s most important events – in which she accused prominent television figures of sexual harassment. Byrne also used her speech to call out Johnson’s strategy chief, Dominic Cummings, describing him as “the UK’s most famous recipient of EU farming subsidies”, while criticising a number of Vote Leave claims about the supposed benefits of Brexit. Byrne said it was time for the television industry to collectively demand politicians give proper interviews, suggesting Johnson was copying the tactics of “Mr Chlorinated Chicken himself, Donald Trump”. She said she found the experience of listening to Radio 4’s Today programme to be like “accidentally walking into a knitting shop in Bournemouth”, but leading politicians had a duty to appear on the programme to explain their decisions. “Boris Johnson and Jeremy Corbyn are cowards … If they really believe in the policies they promote, they should come on to television to explain them, to allow them to be scrutinised and to justify them,” Byrne said. Byrne, who described herself as the “oldest female TV executive working for a broadcaster”, also highlighted the historically high level of sexual assault in the industry and said the list of individuals who had previously delivered the MacTaggart lecture contained a man “who has not yet had the comeuppance he deserves for his assaults on women”. In one anecdote, Byrne highlighted how the television industry was still not welcoming to middle-aged women and said there needed to be more awareness of flexible working for people going through the menopause – citing an incident involving Kevin Lygo, who is now ITV’s director of television. “We were meeting one day when he suddenly remarked that I looked seriously unwell. I said I was not ill. ‘But you’ve gone all red and you seem to have a fever,’ he said. I repeated, ‘I am not ill, Kevin,’ in what I thought was a meaningful way. He repeated that I was and I should go home. So I went back to my desk and announced I was leaving for the day. Everyone asked me why and I said: ‘Because my boss has never heard of the menopause,’” she said.",
      "charCount": "3273",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jim-waterson\">Jim Waterson</a>  in Edinburgh"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/aug/21/brexit-latest-news-boris-johnson-berlin-merkel-prepares-to-visit-berlin-as-minister-struggles-to-defend-his-collaborators-jibe-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-21T17:54:01Z",
    "webTitle": "Brexit: Angela Merkel gives Boris Johnson 30 days to come up with solution to backstop - live news",
    "webUrl": "https://www.theguardian.com/politics/live/2019/aug/21/brexit-latest-news-boris-johnson-berlin-merkel-prepares-to-visit-berlin-as-minister-struggles-to-defend-his-collaborators-jibe-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/aug/21/brexit-latest-news-boris-johnson-berlin-merkel-prepares-to-visit-berlin-as-minister-struggles-to-defend-his-collaborators-jibe-live-news",
    "fields": {
      "headline": "Brexit: Angela Merkel gives Boris Johnson 30 days to come up with solution to backstop - live news",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/aug/21/brexit-latest-news-boris-johnson-berlin-merkel-prepares-to-visit-berlin-as-minister-struggles-to-defend-his-collaborators-jibe-live-news?page=with:block-5d5d7e5d8f081cf11cf1a9ae#block-5d5d7e5d8f081cf11cf1a9ae\">Merkel/Johnson press conference - Summary and analysis</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/aug/21/brexit-latest-news-boris-johnson-berlin-merkel-prepares-to-visit-berlin-as-minister-struggles-to-defend-his-collaborators-jibe-live-news?page=with:block-5d5d75258f081cf11cf1a932#block-5d5d75258f081cf11cf1a932\">Merkel/Johnson press conference - Snap verdict</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/aug/21/brexit-latest-news-boris-johnson-berlin-merkel-prepares-to-visit-berlin-as-minister-struggles-to-defend-his-collaborators-jibe-live-news?page=with:block-5d5d7a678f08a0805bcc2136#block-5d5d7a678f08a0805bcc2136\">Merkel/Johnson press conference - Verdict from the media</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/aug/21/brexit-latest-news-boris-johnson-berlin-merkel-prepares-to-visit-berlin-as-minister-struggles-to-defend-his-collaborators-jibe-live-news?page=with:block-5d5d63c68f084061ab38a11b#block-5d5d63c68f084061ab38a11b\">No-deal Brexit now the most likely outcome, France says</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/aug/21/brexit-latest-news-boris-johnson-berlin-merkel-prepares-to-visit-berlin-as-minister-struggles-to-defend-his-collaborators-jibe-live-news?page=with:block-5d5d4cee8f081cf11cf1a715#block-5d5d4cee8f081cf11cf1a715\">‘Unelected PM ... gambling with peace’ - EU commissioner on Johnson</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b9412de4-1777-4e67-9d3d-ef55f21ab232\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/5uz7gvwxIso?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5d5d7e5d8f081cf11cf1a9ae\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T17:54:01.958Z\">6.54pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Merkel/Johnson press conference - Summary and analysis</h2> \n <div class=\"block-elements\"> \n  <p>Here are the main points from the press conference.</p> \n  <ul> \n   <li><strong>Boris Johnson accepted that he had 30 days to persuade the EU that there was a viable alternative to the backstop.</strong> For the first time, he seemed to accept that it was up to the UK to come up with a solution, not the EU. During a friendly press conference on his first overseas visit as PM, which was notable for the absence of any comments from Johnson or <strong>Angela Merkel</strong> critical of each other’s Brexit positions, Merkel at one point appeared to set Johnson a 30 day deadline. She said that the backstop had always been a “fallback position” and would only come into effect if no other solution could be agreed that would protect the “integrity of the single market”. She went on:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>If one is able to solve this conundrum, if one finds this solution, we said we would probably find it in the next two years to come but we can also maybe find it in the next 30 days to come. Then we are one step further in the right direction and we have to obviously put our all into this.</p> \n  </blockquote> \n  <p>Her reference to 30 days may just have been an acknowledgment that, if there is going to be a Brexit deal, the elements of it will have to be in place well in time for the next EU summit scheduled in mid-October, which means it would have to be coming together by mid-September anyway. Johnson gratefully accepted this challenge. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>You [Merkel] rightly say the onus is on us to produce those solutions, those ideas, to show how we can address the issue of the Northern Irish border and that is what we want to do. I must say I am very glad listening to you tonight Angela to hear that at least the conversations that matter can now properly begin. You have set a very blistering timetable of 30 days - if I understood you correctly, I am more than happy with that.</p> \n  </blockquote> \n  <p>His admission that the “onus” was on him to find a solution was significant because until now the UK government has been arguing that it is up to the EU to shift first, by abandoning its stance on the backstop.</p> \n  <ul> \n   <li><strong>Johnson claimed there was “ample scope” for a Brexit deal.</strong> Citing <a href=\"https://www.prosperity-uk.com/aacabout/\">the report from the Alternative Arrangements Commission</a>, he said alternatives to the backstop were available. And he criticised Theresa May’s government for not pushing them strongly. He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I think what we need to do is remove it whole and entire - the backstop - and then work, as Chancellor Merkel says, on the alternative arrangements. </p> \n   <p>There are abundant solutions which are proffered, which have already been discussed. I don’t think, to be fair, they have so far been very actively proposed over the last three years by the British government. </p> \n  </blockquote> \n  <p>Explaining what the ideas in the Alternative Arrangements Commission report involve, Johnson said:</p> \n  <blockquote class=\"quoted\"> \n   <p>We do think there are alternative arrangements that could readily be used to address the problem of frictionless trade at the Northern Irish border and you’ll have heard them before, whether it is trusted trader schemes or electronic pre-clearing, all that type of solution and more besides is what we will be wanting to discuss.</p> \n  </blockquote> \n  <p><strong>David Henig</strong>, the former civil servant who heads the UK Trade Policy Project, thinks Johnson’s optimism is misplaced.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidHenigUK/status/1164222936552738824\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Remember the EU did not think the Alternative Arrangements Commission work was a basis for replacing the backstop. So we haven't really gone any further forward. And remember the lack of trust in the UK Government from all sides... <a href=\"https://t.co/T6goriYfOf\">https://t.co/T6goriYfOf</a></p>— David Henig (@DavidHenigUK) \n    <a href=\"https://twitter.com/DavidHenigUK/status/1164222936552738824?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li><strong>Johnson claimed EU negotiations often resulted in a surprise agreement at the last minute. </strong>He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I have, in my life, watched a lot of European negotiations and, believe me, it looks at first as though it is, you know, irresistible force and immovable object.</p> \n   <p>What in my experience happens is that people find a way through and I think that if we approach this with sufficient patience and optimism, as I say, we can get this done and it is in the final furlong generally when the horses change places and the winning deal appears.</p> \n  </blockquote> \n  <p>Henig thinks Johnson is wrong about this too.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidHenigUK/status/1164224672906534914\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Oh for goodness sake we're back to the EU blink at the last minute rubbish... yes for internal negotiation, but Brexit is not an internal negotiation. And they don't on external negotiation (from Guardian politics live). <a href=\"https://t.co/2XV0QTf2RZ\">pic.twitter.com/2XV0QTf2RZ</a></p>— David Henig (@DavidHenigUK) \n    <a href=\"https://twitter.com/DavidHenigUK/status/1164224672906534914?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li><strong>Johnson and Merkel agreed that it would not be right to readmit Russia to the G7 now.</strong> Asked about this, Johnson said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I am aware of the moves to reintegrate Russia into the G7 ... I just have to say that given what happened in Salisbury in Wiltshire, given the use of chemical weapons on British soil, given the continuing instability, civil war, the war in Ukraine, given Russia’s provocations, not just in Ukraine but in many other places, I must say I am very much with Chancellor Merkel in thinking that the case has yet to be made out for Russia to return to the G7.</p> \n  </blockquote> \n  <p>And Merkel said:</p> \n  <blockquote class=\"quoted\"> \n   <p>As the situation is today I would say there is not yet sufficient progress for saying the reasons we had in 2014 [for excluding Russia] are obsolete.</p> \n  </blockquote> \n  <p>That’s all from me for today.</p> \n  <p>Thanks for the comments.</p> \n  <figure class=\"element element-image\" data-media-id=\"21646b97007967361c17760ca068c0499fe8b279\"> \n   <img src=\"https://media.guim.co.uk/21646b97007967361c17760ca068c0499fe8b279/0_88_3500_2101/1000.jpg\" alt=\"Angela Merkel at her press conference with Boris Johnson.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Angela Merkel at her press conference with Boris Johnson.</span> \n    <span class=\"element-image__credit\">Photograph: Fabrizio Bensch/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d803b8f08a0805bcc2166\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T17:33:43.890Z\">6.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is <strong>Jeremy Cliffe</strong>, the Economist’s Brussels bureau chief, and former Berlin correspondent, on the Merkel/Johnson press conference.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JeremyCliffe/status/1164227146476347393\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Westminster lobby doesn't speak German, doesn't understand German politics and is endlessly willing to read things into Angela Merkel's statements that she doesn't mean.<br><br>And Boris Johnson knows it: <a href=\"https://t.co/TG5Hqtjv8E\">https://t.co/TG5Hqtjv8E</a></p>— Jeremy Cliffe (@JeremyCliffe) \n    <a href=\"https://twitter.com/JeremyCliffe/status/1164227146476347393?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d7ea88f084061ab38a26b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T17:26:15.507Z\">6.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From my colleague <strong>Owen Gibson</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/owen_g/status/1164226387512844289\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Emerges that Merkel and Johnson are going to be eating venison backstop, sorry backstrap, for dinner.</p>— Owen Gibson (@owen_g) \n    <a href=\"https://twitter.com/owen_g/status/1164226387512844289?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d7dde8f081cf11cf1a9a6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T17:23:40.688Z\">6.23pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Merkel gives Boris Johnson 30 days to come up with solution to backstop problem</h2> \n <div class=\"block-elements\"> \n  <p>Here is the “30 days” quote from Angela Merkel.</p> \n  <blockquote class=\"quoted\"> \n   <p>If one is able to solve this conundrum, if one finds this solution, we said we would probably find it in the next two years to come but we can also maybe find it in the next 30 days to come. Then we are one step further in the right direction and we have to obviously put our all into this.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d5d7cfd8f084061ab38a24e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T17:21:52.572Z\">6.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A reader has been in touch to explain the German phrase that Boris Johnson used during the press conference that seemed to cause Angela Merkel some amusement. (See<a href=\"https://www.theguardian.com/politics/live/2019/aug/21/brexit-latest-news-boris-johnson-berlin-merkel-prepares-to-visit-berlin-as-minister-struggles-to-defend-his-collaborators-jibe-live-news?page=with:block-5d5d70fc8f08a0805bcc20b0#block-5d5d70fc8f08a0805bcc20b0\"> 5.30pm.)</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarkHayden1960/status/1164219849318522880\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/AndrewSparrow?ref_src=twsrc%5Etfw\">@AndrewSparrow</a> The German phrase Johnson used was \"Wir schaffen das\", which I would translate as \"we can do it\"; Merkel's amusement was probably because they're the words she used when she announced Germany would accept more migrants, which wasn't an unmitigated success..</p>— Mark Hayden (@MarkHayden1960) \n    <a href=\"https://twitter.com/MarkHayden1960/status/1164219849318522880?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d7a678f08a0805bcc2136\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T17:17:08.421Z\">6.17pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Merkel/Johnson press conference - Verdict from the media</h2> \n <div class=\"block-elements\"> \n  <p>And this is what other journalists and commentators are saying about the press conference.</p> \n  <p>From the BBC’s <strong>Adam Fleming</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamfleming/status/1164219124119232514\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">That news conference in Berlin was frankly a bit confusing... It *sounds* like <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> has committed to come forward with detailed alternatives to the backstop within the next 30 days, which takes us to the 19th September. (1)</p>— Adam Fleming (@adamfleming) \n    <a href=\"https://twitter.com/adamfleming/status/1164219124119232514?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamfleming/status/1164219129341128706\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Merkel has promised she’ll consider them. But the EU doesn’t think there *are* any workable alternatives, certainly not that are available in the next month. (2)</p>— Adam Fleming (@adamfleming) \n    <a href=\"https://twitter.com/adamfleming/status/1164219129341128706?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamfleming/status/1164219133128597505\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">She thinks the solution lies in the future economic relationship - but only a very close UK/EU relationship will avoid the need for the backstop to come in and Johnson wants a looser one which makes the backstop *more* necessary in the EU’s eyes. Oh well, the show goes on. (3)</p>— Adam Fleming (@adamfleming) \n    <a href=\"https://twitter.com/adamfleming/status/1164219133128597505?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the BBC’s <strong>Nick Eardley</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nickeardleybbc/status/1164217104222052353\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Key from Johnson-Merkel presser;<br><br>- “Maybe” possible to find a solution to remove need for backstop in next 30 days (though big ask)<br>- both agree onus is on UK to come up with ideas <br>- Johnson says backstop has to go, time limit not enough <br>- PM thinks rapid progress possible</p>— Nick Eardley (@nickeardleybbc) \n    <a href=\"https://twitter.com/nickeardleybbc/status/1164217104222052353?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the Eurasia consultancy’s<strong> Mujtaba Rahman</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mij_Europe/status/1164222477830098946\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Key message from <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> in talks with Merkel, according to UK sources: Parliament will not be able to block no-deal. My take: not credible. EU politicians &amp; diplomats follow UK media avidly. Full of reports over last 4 weeks about how MPs CAN (&amp; probs will) stop no-deal</p>— Mujtaba Rahman (@Mij_Europe) \n    <a href=\"https://twitter.com/Mij_Europe/status/1164222477830098946?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From Sky’s<strong> Rob Powell</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robpowellnews/status/1164214977777082368\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">PM Johnson grinning like a cheshire cat at Merkel's suggestion that a solution to the Irish border could \"maybe\" be found in the next 30 days rather than over the next two years</p>— Rob Powell (@robpowellnews) \n    <a href=\"https://twitter.com/robpowellnews/status/1164214977777082368?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robpowellnews/status/1164216562095722498\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Not so positive for PM Johnson though as Merkel says the possibility to find a solution could be through \"shaping the future relationship\".<br><br>Warm words and optimism from Merkel - but any change yet on that crunch point of re-opening the Withdrawal Agreement?<br><br>I doubt it.</p>— Rob Powell (@robpowellnews) \n    <a href=\"https://twitter.com/robpowellnews/status/1164216562095722498?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the Sun’s <strong>Tom Newton Dunn</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1164217425048608768\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Berlin press conference in short: Merkel gives Johnson 30 days to come up with a detailed workable alternative to the backstop. He accepts the challenge. So all eyes on September 21, the opening day of Labour conference.</p>— Tom Newton Dunn (@tnewtondunn) \n    <a href=\"https://twitter.com/tnewtondunn/status/1164217425048608768?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the BBC’s <strong>Jenny Hill</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jennyhillBBC/status/1164223944561451011\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">For all the friendly rhetoric and talk of finding a solution, nothing has changed in Berlin. Boris Johnson insists the backstop has to go. Angela Merkel ( and the EU ) won’t ditch it unless Britain provides solution ( acceptable to Eu ) to render it unnecessary. Impasse continues</p>— jenny hill (@jennyhillBBC) \n    <a href=\"https://twitter.com/jennyhillBBC/status/1164223944561451011?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the Telegraph’s <strong>Christopher Hope</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/christopherhope/status/1164219252922101764\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">What will be the theme of this week? Angela Merkel and Emmanuel Macron playing good 'cop/bad cop' over Boris Johnson's efforts to get them to drop the Northern Ireland backstop.</p>— Christopher Hope📝 (@christopherhope) \n    <a href=\"https://twitter.com/christopherhope/status/1164219252922101764?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <p>I will post a summary of the main quotes from the press conference shortly.</p> \n </div> \n</div> \n<div id=\"block-5d5d75258f081cf11cf1a932\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T17:06:30.638Z\">6.06pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Merkel/Johnson press conference - Snap verdict</h2> \n <div class=\"block-elements\"> \n  <p>Boris Johnson will be pleased with that. Angela Merkel has always been one of the EU leaders most solicitous towards the UK in the Brexit process, and this afternoon there was a very stark contrast between her tone and that adopted, for example, by the Irish European commissioner Phil Hogan (see<a href=\"https://www.theguardian.com/politics/live/2019/aug/21/brexit-latest-news-boris-johnson-berlin-merkel-prepares-to-visit-berlin-as-minister-struggles-to-defend-his-collaborators-jibe-live-news?page=with:block-5d5d4cee8f081cf11cf1a715#block-5d5d4cee8f081cf11cf1a715\"> 3.21pm)</a> or the unnamed French government official briefing the media (see<a href=\"https://www.theguardian.com/politics/live/2019/aug/21/brexit-latest-news-boris-johnson-berlin-merkel-prepares-to-visit-berlin-as-minister-struggles-to-defend-his-collaborators-jibe-live-news?page=with:block-5d5d566b8f081cf11cf1a7b9#block-5d5d566b8f081cf11cf1a7b9\"> 3.45pm)</a>. She did not use any language critical of Johnson at all, and she stressed that she remained open to any solution that might provide a workable alternative to the backstop. At one point she talked about how it might be possible to find a solution within the next 30 days and Johnson - whose entire professional training revolved around quickly spotting a headline buried in Eurobabble - immediately flagged this up to journalists, implying this was his “win” from the press conference: “Merkel gives UK 30 days to solve Brexit.”</p> \n  <p>Whether this is anything more than cosmetic, though, remains to be seen. It may count for very little. Merkel’s tone was helpful, but on substance she gave nothing away at all. The fundamental problems are just the same as they have always been, there is nothing in the Alternative Arrangements Commission report cited by Johnson that has not already been closely studied by Brussels and rejected as an inadequate alternative to the backstop, and both parties are under pressure to appear reasonable because they do not want to take the blame for the inevitable voter backlash that would follow a no-deal Brexit. <a href=\"https://www.theguardian.com/politics/blog/live/2017/jan/27/donald-trump-and-theresa-may-hold-joint-white-house-press-conference-politics-live?page=with:block-588baa30e4b0860ce556955e#block-588baa30e4b0860ce556955e\">Theresa May’s first press conference with Donald Trump was deemed a success.</a> But that turned out to be a very poor guide to how their relationship eventually developed.</p> \n  <figure class=\"element element-image\" data-media-id=\"b3d98e3933030eec0963a7293ea402d539c0b00d\"> \n   <img src=\"https://media.guim.co.uk/b3d98e3933030eec0963a7293ea402d539c0b00d/0_23_4510_2706/1000.jpg\" alt=\"Boris Johnson and Angela Merkel at the Chancellery in Berlin.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson and Angela Merkel at the Chancellery in Berlin.</span> \n    <span class=\"element-image__credit\">Photograph: Clemens Bilan/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-22T07:39:38.324Z\">at 8.39am BST</time></p> \n</div> \n<div id=\"block-5d5d74608f08a0805bcc20d8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:45:19.738Z\">5.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson says he has watched a lot of EU negotiations.</p> \n  <p>What seems impossible at first - irresistible force meets immoveable object - turns out to be possible right at the end.</p> \n  <p>He says the solutions often coming in the final furlong, when the horses change places.</p> \n  <p>In response to a question on Russia, he says he has yet to be convinced that it is right for Russia to rejoin G7. He says this is one area where the UK and Germany agree.</p> \n  <p>And that’s it. Merkel says they have to get off to work.</p> \n </div> \n</div> \n<div id=\"block-5d5d73e08f084061ab38a1e4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:42:00.556Z\">5.42pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Merkel suggests changes to political declaration could provide solutions to backstop problem</h2> \n <div class=\"block-elements\"> \n  <p><em>Q: Doesn’t the basis problem remain - the EU will not change its position, and the UK won’t either?</em></p> \n  <p>Merkel says that question cannot be answered today.</p> \n  <p>She says she sees “possibilities” through changes to the political declaration.</p> \n  <ul> \n   <li><strong>Merkel suggests changing the political declaration on the future UK-EU relationship could provide a solution to the backstop problem.</strong></li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5d5d73958f084061ab38a1e1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:39:55.031Z\">5.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson says he will be discussing alternatives to the backstop with Merkel. He refers to<a href=\"https://www.prosperity-uk.com/wp-content/uploads/sites/43/2019/07/AAC-Final-Report-Executive-Summary-18-07-2019.pdf\"> the “excellent” Alternative Arrangements Commission report</a> which sets some of these out.</p> \n </div> \n</div> \n<div id=\"block-5d5d73008f084061ab38a1da\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:38:37.678Z\">5.38pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Johnson suggests May did not do enough to push alternatives to backstop</h2> \n <div class=\"block-elements\"> \n  <p>Johnson says under no circumstances will the UK impose checks at the border in Ireland.</p> \n  <p>The government thinks it can manage the border without checks, he says.</p> \n  <p>He says he is not attracted to having a time limit on the backstop. There are other flaws with it, he says.</p> \n  <ul> \n   <li><strong>Johnson says even with a time limit, the backstop would still be unacceptable.</strong></li> \n  </ul> \n  <p>He says the alternatives to the backstop have not been actively proposed over the last three years by the British government.</p> \n  <ul> \n   <li><strong>Johnson suggests May did not do enough to push alternatives to the backstop.</strong></li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5d5d72a08f08a0805bcc20c8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:36:12.935Z\">5.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Merkel says the commission is negotiation on behalf of the EU 27.</p> \n  <p>The EU 27 want to have a uniform, consistent position, she says.</p> \n  <p>She says the UK also needs to say what its ideas are. She says it is not her job as German chancellor to understand all the issues relating to the Northern Ireland/Ireland border.</p> \n  <p>So it is up to the UK to suggest ideas, she says.</p> \n  <p>She says she wants to protect the integrity of the single market.</p> \n </div> \n</div> \n<div id=\"block-5d5d722a8f08a0805bcc20c5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:34:33.575Z\">5.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: [To Merkel] Why won’t you change the backstop when it won’t get through parliament?</em></p> \n  <p>Merkel says she follows the debate in the UK. She knows the problem.</p> \n  <p>But the backstop is there to solve a problem, she says.</p> \n  <p>She suggests that if another solution to the border problem could be found, she would be amenable. But she suggests it would have to be workable.</p> \n  <p>They have a lot to discuss tonight, she says.</p> \n </div> \n</div> \n<div id=\"block-5d5d71b68f084061ab38a1cf\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:32:39.526Z\">5.32pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Johnson says there is 'ample scope' to do Brexit deal</h2> \n <div class=\"block-elements\"> \n  <p><em>Q: [To Johnson] The EU says it will not renegotiate the withdrawal agreement. So will you compromise -or is this trip just posturing before you blame the EU?</em></p> \n  <p>Johnson says he thinks there is “ample scope” to do a deal.</p> \n  <ul> \n   <li><strong>Johnson says there is “ample scope” to do a Brexit deal.</strong></li> \n  </ul> \n  <p>He says the backstop “plainly has to go”.</p> \n  <p>But if we can get rid of it, we can make progress very quickly indeed, he says.</p> \n </div> \n</div> \n<div id=\"block-5d5d70fc8f08a0805bcc20b0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:30:43.254Z\">5.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson</strong> says thank you for that “amazing welcome” he received.</p> \n  <p>He has not had one like that in his life, he says.</p> \n  <p>(He has never been abroad as prime minister, so that is not particularly surprising.)</p> \n  <p>Johnson says Germany and the UK are “shoulder to shoulder”. They work together in Nato, in tackling climate change, and in addressing the threats to the natural worl.</p> \n  <p>This evening they will discuss Russia, China, Iran, Hong Kong - and many other subjects.</p> \n  <p>And of course they are “fated” to discuss Brexit, he says.</p> \n  <p>He says he wants to stress that he believes he can get a deal. He uses a German word to make his point, which Merkel seems to find amusing.</p> \n  <p>But the UK cannot be trapped in the legal order of the EU without having any say in it, he says. That is why the backstop must be removed.</p> \n  <p>He says he is absolutely committed to the protection of the 3m EU nationals in the UK.</p> \n </div> \n</div> \n<div id=\"block-5d5d70f58f084061ab38a1c9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:27:36.850Z\">5.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Back in the press conference Merkel says she and Johnson will be talking about foreign policy as well as about Brexit.</p> \n </div> \n</div> \n<div id=\"block-5d5d70d88f084061ab38a1c8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:27:14.711Z\">5.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From my colleague<strong> Kate Connelly</strong> in Berlin</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/connollyberlin/status/1164208916378652672\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/BILD?ref_src=twsrc%5Etfw\">@BILD</a> points out that Merkel is encouraged to sit now during military honours after suffering shaking fits in recent weeks. ‘Brexit-Boris’ it says was forced to break British protocol and not stand for God Save the Queen in deference to his German host <a href=\"https://t.co/zIWDBfKZtc\">https://t.co/zIWDBfKZtc</a></p>— Kate Connolly (@connollyberlin) \n    <a href=\"https://twitter.com/connollyberlin/status/1164208916378652672?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d70608f084061ab38a1c1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:26:30.860Z\">5.26pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Merkel and Johnson hold press conference</h2> \n <div class=\"block-elements\"> \n  <p><strong>Angela Merkel </strong>and <strong>Boris Johnson</strong> are holding their press conference.</p> \n  <p>Merkel says they have a lot on their plate to discuss.</p> \n  <p>She says she hopes and prays relations with the UK will continue to be friendly after Brexit.</p> \n  <p>From the Germany point of view, a negotiated Brexit would be welcome.</p> \n  <p>But Germany is also prepared for a no deal, she says.</p> \n </div> \n</div> \n<div id=\"block-5d5d6eda8f081cf11cf1a8e6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:24:37.535Z\">5.24pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn invites other opposition leaders to meeting next week to discuss stopping no-deal Brexit</h2> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn </strong>has written to the leaders of other opposition parties, and to some backbenchers, inviting them to a meeting in his office next week to discuss what can be done to stop a no-deal Brexit.</p> \n  <p>According to Labour, his letter says:</p> \n  <blockquote class=\"quoted\"> \n   <p>Further to our correspondence last week, I would like to invite you to a meeting to discuss all tactics available to prevent no deal.</p> \n   <p>The country is heading into a constitutional and political storm, so it is vital that we meet urgently, before parliament returns.</p> \n   <p>The chaos and dislocation of Boris Johnson’s No Deal Brexit is real and threatening, as the government’s leaked Operation Yellowhammer dossier makes crystal clear. That’s why we must do everything we can to stop it.</p> \n   <p>I hope you are able to attend the meeting, which we will hold in my office on Tuesday 27th August at 12pm.</p> \n   <p>Please confirm your attendance by email.</p> \n   <p>Yours sincerely, </p> \n   <p>Jeremy Corbyn</p> \n  </blockquote> \n  <p>The letter has gone to the following party or party group leaders at Westminster: Ian Blackford (SNP); Jo Swinson (Lib Dems); Liz Saville Roberts (Plaid Cymru); and Anna Soubry (the Independent Group for Change). It has also gone to the Green MP Caroline Lucas, the Tories Guto Bebb, Dominic Grieve and Oliver Letwin, and to the former Tory-turned-independent Nick Boles.</p> \n  <figure class=\"element element-image\" data-media-id=\"920f9aa78ec1aeea42daf0508e6ddb62b7b88cff\"> \n   <img src=\"https://media.guim.co.uk/920f9aa78ec1aeea42daf0508e6ddb62b7b88cff/0_48_3500_2100/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jeremy Corbyn</span> \n    <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d6a1c8f084061ab38a17a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:17:16.047Z\">5.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Turning away from Berlin for a moment, the BBC’s <strong>Faisal Islam</strong> says that, when he was in Holyhead earlier, <strong>Michael Gove</strong>, the Cabinet Office minister, said that the new government was revising the tariff schedule for a no-deal Brexit published earlier this year when Theresa May was PM.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/faisalislam/status/1164157912178208768\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Chancellor of the Duchy of Lancaster Michael Gove, when asked by BBC in Wales about refinery tariff situation:<br>“The tariff-schedule was prepared under old government of Theresa May we now have a new PM and it is being reviewed and will be published shortly in its full form”.</p>— Faisal Islam (@faisalislam) \n    <a href=\"https://twitter.com/faisalislam/status/1164157912178208768?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <p>The Operation Yellowhammer report leaked at the weekend said that <a href=\"https://www.bloomberg.com/news/articles/2019-08-19/u-k-oil-refineries-would-face-severe-pressure-in-no-deal-brexit\">the plan to have zero tariffs on oil imports in the event of a no-deal Brexit would lead to the closure of two refineries in the UK</a>, because they would no longer be able to compete.</p> \n </div> \n</div> \n<div id=\"block-5d5d6cd48f081cf11cf1a8d7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:10:19.189Z\">5.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"cb1e69483723e93a5c2da2faaf1bda4486dc67db\"> \n   <img src=\"https://media.guim.co.uk/cb1e69483723e93a5c2da2faaf1bda4486dc67db/0_26_3474_2084/1000.jpg\" alt=\"Boris Johnson and Angela Merkel at the Chancellery in Berlin.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson and Angela Merkel at the Chancellery in Berlin.<br></span> \n    <span class=\"element-image__credit\">Photograph: Axel Schmidt/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d6c778f084061ab38a196\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:09:06.831Z\">5.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson and Angela Merkel will be holding a short press conference soon.</p> \n  <figure class=\"element element-image\" data-media-id=\"b8a8500682f26023b96058e03161717ed44040a7\"> \n   <img src=\"https://media.guim.co.uk/b8a8500682f26023b96058e03161717ed44040a7/21_0_560_336/500.jpg\" alt=\"Setting for press conference\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Setting for press conference</span> \n    <span class=\"element-image__credit\">Photograph: BBC News</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d6c598f084061ab38a194\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:07:57.549Z\">5.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"755e9bc93fced5cc1dce07319a6c2bbc0b0f3a96\"> \n   <img src=\"https://media.guim.co.uk/755e9bc93fced5cc1dce07319a6c2bbc0b0f3a96/108_0_1062_637/1000.jpg\" alt=\"Angela Merkel and Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Angela Merkel and Boris Johnson</span> \n    <span class=\"element-image__credit\">Photograph: BBC News</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d6b9e8f084061ab38a18c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:06:02.670Z\">5.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>According to Sky’s<strong> Sam Coates</strong>, who is in Berlin, there were a few people protesting as Boris Johnson arrived.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesSky/status/1164206455278489600\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Boris Johnson arrives to ceremonial welcome for tonight’s brief Angela Merkel visit. Shouts of “liars” and “stop brexit” from a smallish crowd visible thru the gates. German colleagues say unusual for Merkel to be sitting on seat rather than red box <a href=\"https://t.co/Ys3G9BHqMZ\">pic.twitter.com/Ys3G9BHqMZ</a></p>— Sam Coates Sky (@SamCoatesSky) \n    <a href=\"https://twitter.com/SamCoatesSky/status/1164206455278489600?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d6b758f08a0805bcc206c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:04:11.437Z\">5.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"0ae7e03a57db70da8047f299c8d87a29ac869078\"> \n   <img src=\"https://media.guim.co.uk/0ae7e03a57db70da8047f299c8d87a29ac869078/26_0_903_542/500.jpg\" alt=\"Boris Johnson and Angela Merkel in Berlin\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson and Angela Merkel in Berlin</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d6a8a8f081cf11cf1a8bb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T16:01:55.306Z\">5.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson has arrived.</p> \n  <figure class=\"element element-image\" data-media-id=\"de52cd8f2761953ef3c69f63b4bad1a1f1f388f6\"> \n   <img src=\"https://media.guim.co.uk/de52cd8f2761953ef3c69f63b4bad1a1f1f388f6/13_0_555_333/500.jpg\" alt=\"Angela Merkel and Boris Johnson in Berlin\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Angela Merkel and Boris Johnson in Berlin</span> \n    <span class=\"element-image__credit\">Photograph: Guardian</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d692b8f08a0805bcc204b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T15:56:05.404Z\">4.56pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Merkel prepares to welcome Boris Johnson to Berlin</h2> \n <div class=\"block-elements\"> \n  <p><strong>Angela Merkel</strong>, the German chancellor, has now arrived for the welcome ceremony.</p> \n  <p>There is a live feed at the top of this blog.</p> \n  <figure class=\"element element-image\" data-media-id=\"6bc7b1de2e25d98a061594d37e1b2d98f110ab92\"> \n   <img src=\"https://media.guim.co.uk/6bc7b1de2e25d98a061594d37e1b2d98f110ab92/23_0_558_335/500.jpg\" alt=\"Angela Merkel preparing to welcome Boris Johnson\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Angela Merkel preparing to welcome Boris Johnson</span> \n    <span class=\"element-image__credit\">Photograph: Guardian</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d67ff8f08a0805bcc2044\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T15:53:32.401Z\">4.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here are some pictures from Berlin, where the Germans are getting ready to welcome Boris Johnson who is due to arrive at the Chancellery quite soon.</p> \n  <figure class=\"element element-image\" data-media-id=\"d3b2868af8b533ab7483b7001df544ffa7ccdbeb\"> \n   <img src=\"https://media.guim.co.uk/d3b2868af8b533ab7483b7001df544ffa7ccdbeb/0_276_5229_3137/1000.jpg\" alt=\"The Union Jack being raised next to the EU flag ahead of Boris Johnson’s visit to the German Chancellery on his first foreign visit since taking office.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The Union Jack being raised next to the EU flag ahead of Boris Johnson’s visit to the German Chancellery on his first foreign visit since taking office.</span> \n    <span class=\"element-image__credit\">Photograph: Tobias Schwarz/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"f9e7ba5da870d6df09837f2448c4ed9ca0d3f9d5\"> \n   <img src=\"https://media.guim.co.uk/f9e7ba5da870d6df09837f2448c4ed9ca0d3f9d5/0_85_3500_2100/1000.jpg\" alt=\"The flags of Germany, Britain and EU flying (or not flying) outside the Chancellery.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The flags of Germany, Britain and EU flying (or not flying) outside the Chancellery.</span> \n    <span class=\"element-image__credit\">Photograph: Fabrizio Bensch/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"f7bdc3002622284b63bc9f4bddb3af84fa091a9a\"> \n   <img src=\"https://media.guim.co.uk/f7bdc3002622284b63bc9f4bddb3af84fa091a9a/0_265_3500_2101/1000.jpg\" alt=\"Chairs being set out for Boris Johnson and Angela Merkel ahead of his arrival.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Chairs being set out for Boris Johnson and Angela Merkel ahead of his arrival.</span> \n    <span class=\"element-image__credit\">Photograph: Fabrizio Bensch/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"4d31321ba283ea0180852afc310a748751c923d1\"> \n   <img src=\"https://media.guim.co.uk/4d31321ba283ea0180852afc310a748751c923d1/0_112_3500_2100/1000.jpg\" alt=\"Members of the public holding EU flags outside the Chancellery ahead of the meeting.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Members of the public holding EU flags outside the Chancellery ahead of the meeting.</span> \n    <span class=\"element-image__credit\">Photograph: Fabrizio Bensch/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d63c68f084061ab38a11b\" class=\"block is-key-event\" data-block-contributor=\"profile/angeliquechrisafis\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T15:34:02.969Z\">4.34pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">No-deal Brexit now the most likely outcome, France says</h2> \n <div class=\"block-elements\"> \n  <p>France believes a no deal exit is now the “most likely” Brexit scenario after Johnson demanded the EU reopen the withdrawal agreement and drop the Irish backstop. A French official said: </p> \n  <blockquote class=\"quoted\"> \n   <p>If the UK considers that having a backstop is absolutely excluded, that is its right, but in that case it limits the possibility of reaching an agreement.</p> \n  </blockquote> \n  <p>The official added:</p> \n  <blockquote class=\"quoted\"> \n   <p>The idea of saying ‘there’s not a deal, so I won’t pay’ does not work. We cannot imagine that a country like the UK would back out of an international commitment.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"180dab225aa99997d698e69bb7fa78a994d15ff2\"> \n   <img src=\"https://media.guim.co.uk/180dab225aa99997d698e69bb7fa78a994d15ff2/0_349_5464_3279/1000.jpg\" alt=\"The Elysee Palace in Paris\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The Elysee Palace in Paris</span> \n    <span class=\"element-image__credit\">Photograph: Eric Feferberg/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d5cb18f081cf11cf1a824\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T15:01:26.302Z\">4.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From Bloomberg’s <strong>Jess Shankleman</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jess_Shankleman/status/1164186635099168773\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The pound slipped to the day's low after we reported France now sees a no-deal Brexit as the most likely outcome <a href=\"https://twitter.com/hashtag/gbp?src=hash&amp;ref_src=twsrc%5Etfw\">#gbp</a> <a href=\"https://t.co/Xmvg4Lpvkf\">https://t.co/Xmvg4Lpvkf</a> <a href=\"https://t.co/AQcwazbBaf\">pic.twitter.com/AQcwazbBaf</a></p>— Jess Shankleman (@Jess_Shankleman) \n    <a href=\"https://twitter.com/Jess_Shankleman/status/1164186635099168773?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d5b648f08a0805bcc1f9e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T14:56:26.414Z\">3.56pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from <strong>Jenny Hill,</strong> the BBC’s Berlin correspondent.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jennyhillBBC/status/1164186032948023298\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Sat outside German Chancellery. Slovakian president’s motorcade has just whisked her away following her first meeting with Angela Merkel. Next on the guest list, Boris Johnson in just over an hour.....</p>— jenny hill (@jennyhillBBC) \n    <a href=\"https://twitter.com/jennyhillBBC/status/1164186032948023298?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d566b8f081cf11cf1a7b9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T14:45:33.378Z\">3.45pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">UK will still have to pay £39bn to EU even in event of no-deal Brexit, France claims</h2> \n <div class=\"block-elements\"> \n  <p>Reuters has some more news alerts from the French government briefing also attended by Bloomberg. (See<a href=\"https://www.theguardian.com/politics/live/2019/aug/21/brexit-latest-news-boris-johnson-berlin-merkel-prepares-to-visit-berlin-as-minister-struggles-to-defend-his-collaborators-jibe-live-news?page=with:block-5d5d546e8f08a0805bcc1f17#block-5d5d546e8f08a0805bcc1f17\"> 3.26pm.)</a> They’re capped up, because that’s how Reuters sends them out on the news wires.</p> \n  <blockquote class=\"quoted\"> \n   <p>EU POSITION ON BREXIT WON’T CHANGE EVEN IN CASE OF PRESSURE FROM TRUMP - FRENCH OFFICIAL </p> \n   <p>EVEN IN CASE OF NO-DEAL, EU WILL CONSIDER BREXIT BILL TO BE DUE - FRENCH OFFICIAL </p> \n   <p>EU WOULD PROBABLY ACCEPT TO GRANT BRITAIN A DELAY ON BREXIT TO HOLD NEW ELECTIONS - FRENCH OFFICIAL </p> \n   <p>BRITAIN SHOULD HAVE NO DOUBT FRANCE, GERMANY AND OTHER EU COUNTRIES ARE TOTALLY UNITED - FRENCH OFFICIAL </p> \n  </blockquote> \n  <p>Boris Johnson is meeting Emmanuel Macron, the French president, tomorrow, and this briefing will ratchet up the tension in advance.</p> \n  <p>The point about the Brexit bill is particularly important. Johnson has repeatedly said that, in the event of a no-deal Brexit, the government will have an extra £39bn (the Brexit bill payable to the EU) available - <a href=\"https://www.theguardian.com/politics/live/2019/jul/25/boris-johnson-new-cabinet-prime-minister-chairs-first-cabinet-as-critics-say-party-now-fully-taken-over-by-hard-right-live-news?page=with:block-5d3983088f08d0b6ca537761#block-5d3983088f08d0b6ca537761\">even though his own attorney general, Geoffrey Cox, has said that this is not true.</a></p> \n </div> \n</div> \n<div id=\"block-5d5d546e8f08a0805bcc1f17\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T14:26:42.458Z\">3.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The French government is now working on the assumption that a no-deal Brexit is the most likely outcome, <a href=\"https://www.bloomberg.com/news/articles/2019-08-21/france-says-no-deal-brexit-is-now-its-central-scenario-jzlcbqxz?cmpid=socialflow-twitter-business&amp;utm_campaign=socialflow-organic&amp;utm_medium=social&amp;utm_content=business&amp;utm_source=twitter\">Bloomberg is reporting.</a></p> \n </div> \n</div> \n<div id=\"block-5d5d4cee8f081cf11cf1a715\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T14:21:25.242Z\">3.21pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">'Unelected PM ... gambling with peace' - Irish European commissioner launches fierce attack on Boris Johnson</h2> \n <div class=\"block-elements\"> \n  <p><strong>Phil Hogan,</strong> the European commissioner for agriculture and an Irish politician from Leo Varadkar’s Fine Gael party, has launched what the Irish Independent (rightly) describes as a “scathing attack” on Boris Johnson. He was speaking this morning at an event in Carlingford in Ireland. Hogan’s own account of his message on Twitter is bland and unexceptional. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PhilHoganEU/status/1164116962047385600\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Speaking this morning at <a href=\"https://twitter.com/Darcymcgee2019?ref_src=twsrc%5Etfw\">@Darcymcgee2019</a> Summer School <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> debate. Key message: we cannot gamble with the peace and stability which the Good Friday Agreement has built on the island of Ireland. The <a href=\"https://twitter.com/hashtag/backstop?src=hash&amp;ref_src=twsrc%5Etfw\">#backstop</a> was agreed by both sides and UK must honour its commitment. <a href=\"https://t.co/NC56PVazVR\">pic.twitter.com/NC56PVazVR</a></p>— Phil Hogan (@PhilHoganEU) \n    <a href=\"https://twitter.com/PhilHoganEU/status/1164116962047385600?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <p>But the Irish Independent’s <strong>Hugh O’Connell </strong>has filed <a href=\"https://www.independent.ie/business/brexit/phil-hogan-launches-scathing-attack-on-boris-johnson-unelected-pm-gambling-with-the-peace-process-38422925.html\">a report</a> based on a text of what Hogan was planning to say, and the quotes are very strong. Here are the main points.</p> \n  <ul> \n   <li><strong>Hogan said that a no-deal Brexit would create a “foul atmosphere” between the UK and the EU. </strong>He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>If the UK fails to prevent a crash-out Brexit they should be under no illusion regarding the foul atmosphere they will create with their EU partners and the serious consequences this will have for negotiating any future trade agreement.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He accused Johnson of “gambling with peace” in relation to Northern Ireland.</strong></li> \n  </ul> \n  <ul> \n   <li><strong>He cited Churchill - one of Johnson’s hero - to explain why a no-deal Brexit would be do damaging</strong>. Hogan said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The UK government needs to take responsibility for its choices before it is too late. Prime Minister Johnson’s hero is Winston Churchill and he seems to view himself as a modern day Churchill.</p> \n   <p>However, in the event of a no deal Brexit, the UK government’s only Churchilian legacy will be –‘never have so few done so much damage to so many’.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Hogan dismissed Johnson as an “unelected prime minister”.</strong> EU leaders have been angered by Johnson’s decision to describe the backstop as “undemocratic”, despite the fact that it was agreed by EU leaders and Theresa May, implementing a commitment made by the UK government in the joint report of December 2017 when Johnson was foreign secretary. Johnson explained his reason for using the term in <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/826166/20190819_PM_letter_to_His_Excellency_Mr_Donald_Tusk.pdf\">his letter (pdf)</a> to Donald Tusk, the European council president, on Monday. Hogan said this was a “strange” decision coming from “an unelected prime minister”. (Johnson became PM after 92,000 Tory members voted for him in a leadership contest, not after winning a general election.) Hogan went on:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We should recall that the backstop was agreed by a prime minister who was democratically elected.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Hogan said the EU “will not buckle” in response to pressure from the UK.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>From the EU side, nothing has changed. We will hold the line. We have made detailed contingency plans for every outcome and we will not be found wanting. Contrary to what the UK government may wish, the EU will not buckle.</p> \n   <p>Our response to Prime Minister Johnson’s letter is simple: We share his stated commitment to an orderly Brexit and to upholding the Good Friday agreement. We reiterate that the backstop is a necessary, legally operative solution to prevent the return of a hard border on the island of Ireland and we deeply regret that the new UK government wants to replace a legally operative solution with a commitment to try to find a solution - yet to be found- by the end of the transition period.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He accused Johnson of putting “the best interests of the Tory Party ahead of the best interests of the UK”.</strong></li> \n  </ul> \n  <ul> \n   <li><strong>He said, three years after the vote to leave the EU, Brussels still did not know what kind of Brexit Britain wanted.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>More than three years on from the referendum, we still have no clear idea about what kind of Brexit the UK wants. And the UK is running out of time to make up its mind.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"ca8920fd1f37164da55a19f8167efdee6e5450c3\"> \n   <img src=\"https://media.guim.co.uk/ca8920fd1f37164da55a19f8167efdee6e5450c3/0_170_4534_2720/1000.jpg\" alt=\"Phil Hogan\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Phil Hogan</span> \n    <span class=\"element-image__credit\">Photograph: Michael Gottschalk/Photothek via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d46228f08a0805bcc1e22\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T13:25:11.089Z\">2.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from my colleague <strong>Jennifer Rankin</strong> in Brussels.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1164158921122222081\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Donald Tusk will meet Boris Johnson at the Biarritz G7 summit on Sunday.<br><br>Ahead of the G7, Tusk will meet Michel Barnier on Thursday.</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1164158921122222081?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d44508f08a0805bcc1e17\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T13:23:31.054Z\">2.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Speaking during his visit to the port of Holyhead <strong>Michael Gove</strong>, the Cabinet Office minister in charge of no-deal Brexit planning, was also asked what he thought the chances of no deal were. He replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>Different people put a different statistical likelihood on it. My view is that there is a chance that it might happen therefore we need to be ready for it and many of the things that we would do anyway as we leave the single market and the customs union we would do or need to do in the event of leaving without a deal.</p> \n  </blockquote> \n  <p>He also stressed that “goodwill on all sides” would be required for the “alternative arrangements” favoured by the government as a replacement for the backstop in Northern Ireland to work. He explained:</p> \n  <blockquote class=\"quoted\"> \n   <p>There are a series of particular facilitations and easements that can be introduced alongside technology which can help ensure that we have as effective a flow of goods over the Northern Ireland and Republic of Ireland border as businesses will need. </p> \n   <p>It all depends on the willingness of the EU, in particular the European commission, to commit to making sure that some of the work that’s already being done is expedited.</p> \n  </blockquote> \n  <p>Asked if it would be possible for that work to be done before October 31, Gove replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>If the EU commit to this approach then it’s perfectly possible for us to have a transition or implementation period and then to work on all the steps that are required in order to give confidence that we can continue to have a solution of the island of Ireland that works in everyone’s interest.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"b04277858aee7288ce261b31e92e2f25ccb37c34\"> \n   <img src=\"https://media.guim.co.uk/b04277858aee7288ce261b31e92e2f25ccb37c34/0_51_3500_2101/1000.jpg\" alt=\"Michael Gove during his visit to Holyhead port\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Michael Gove during his visit to Holyhead port</span> \n    <span class=\"element-image__credit\">Photograph: Peter Byrne/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d35218f08a0805bcc1d68\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T12:23:35.527Z\">1.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>As the anti-Brexit campaign group, Led By Donkeys, has been pointing out this month, <strong>Michael Gove, </strong>the Cabinet Office minister in charge of no-deal Brexit planning, has in the past admitted that no deal would be undesirable.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ByDonkeys/status/1161156650864132096\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Hi <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> &amp; <a href=\"https://twitter.com/michaelgove?ref_src=twsrc%5Etfw\">@MichaelGove</a>, we heard about your plan to spend £100m on a No Deal advertising campaign. The thing is you're both liars who can’t be trusted to tell the public the truth. So we're doing it for you. More details at <a href=\"https://t.co/GyH03Oa075\">https://t.co/GyH03Oa075</a> (location: Salisbury) <a href=\"https://t.co/P1CF7YrZ9I\">pic.twitter.com/P1CF7YrZ9I</a></p>— Led By Donkeys (@ByDonkeys) \n    <a href=\"https://twitter.com/ByDonkeys/status/1161156650864132096?ref_src=twsrc%5Etfw\">August 13, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Today, on a visit to Holyhead in Wales, where he was inspecting Brexit planning at the port, he stressed that he still wanted a deal with the EU. Asked about his previous comments about a no-deal Brexit, he told the BBC:</p> \n  <blockquote class=\"quoted\"> \n   <p>Well, we have to leave. We voted to leave ... I’ve made it clear throughout that we have to honour the vote. Politicians don’t get to choose the votes that they honour. People voted to leave. It is better to leave with a deal. That is the government’s policy. But if the choice is no Brexit or Brexit and no deal, then I would choose Brexit and no deal, and I’ve always been clear on that point.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"19dd225253c906cba830353b34a9f375be8de3dc\"> \n   <img src=\"https://media.guim.co.uk/19dd225253c906cba830353b34a9f375be8de3dc/73_0_1142_685/1000.jpg\" alt=\"Michael Gove\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Michael Gove</span> \n    <span class=\"element-image__credit\">Photograph: BBC News</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d336d8f084061ab389eab\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T12:07:18.300Z\">1.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>EU net migration to the UK is higher than previously thought, the <strong>Office for National Statistics</strong> has admitted, prompting experts to claim that the numbers have been “systematically” under-estimated. As the Press Association reports, the ONS said it under-estimated levels of EU migration to the UK, affecting figures on the number of migrants from EU8 countries - like Poland - since 2016. Migration from countries outside the EU has been over-stated, the ONS added. <a href=\"https://www.ons.gov.uk/news/statementsandletters/statementfromtheonsonthereclassificationofinternationalmigrationstatistics\">In an announcement</a> it said:</p> \n  <blockquote class=\"quoted\"> \n   <p>In the year ending March 2016 - the latest point at which we have adjusted data available - EU net migration is around 16% higher than our published estimate. </p> \n   <p>In the year ending March 2016, net migration is around 13% lower than our published estimate.</p> \n  </blockquote> \n  <p>As a result the ONS has downgraded the status of its quarterly immigration figures it compiles to “experimental”, the Press Association reports.</p> \n </div> \n</div> \n<div id=\"block-5d5d300b8f081cf11cf1a5e0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T12:03:03.916Z\">1.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson has been making a series of election-style announcements since he became prime minister, and Number 10 must have been hoping to see Conservative poll ratings lift as a result. The evidence suggests he is having some effect. In a post <a href=\"http://ukpollingreport.co.uk/blog/archives/10089\">on his UK Polling Report blog</a> yesterday <strong>Anthony Wells</strong> listed the five August polls then available, all giving the Tories a lead over Labour varying from three points to nine points. “We’re now at a point where the most recent polls from all the regular polling companies show the Conservatives back ahead,” Wells wrote.</p> \n  <p>Since then there have been two more polls giving the Tories a big lead. Last night YouGov released <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/08/20/voting-intention-con-30-lab-21-lib-dem-20-brex-14-\">a second August poll,</a> putting the Conservatives on 30% and Labour on 21%. And today Kantar has released <a href=\"http://www.kantar.com/public/our-thinking/latest/brexit-barometer-august-2019\">a poll</a> suggesting the Tories are 14 points ahead. It puts them on 42%, with Labour on 28%, the Lib Dems on 15% and the Brexit party on 5%.</p> \n </div> \n</div> \n<div id=\"block-5d5d2abd8f081cf11cf1a58b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T11:36:55.702Z\">12.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jo Swinson</strong>, the new Lib Dem leader, has appointed what she describes as a shadow cabinet (which is not to be confused with <em>the</em> shadow cabinet, the one appointed by Jeremy Corbyn). Sir Ed Davey, her rival for the leadership, will speak for the party on Treasury and business matters. Chuka Umunna, the former Labour MP who had been holding the Treasury brief, will speak for the party on foreign affairs, international development and international trade. And Christine Jardine will speak for the party will speak for the party on home affairs, justice and equalities.</p> \n  <p>Sir Vince Cable, the former leader, will speak for the party on health and social care.</p> \n  <p>The full list of appointments is <a href=\"https://www.libdems.org.uk/shadcab19\">here.</a></p> \n </div> \n</div> \n<div id=\"block-5d5d298d8f084061ab389e12\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T11:25:01.894Z\">12.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The EU27 are united over Brexit, the <strong>European commission</strong> said today. At its regular daily briefing, commenting on Boris Johnson’s meetings with Angela Merkel this evening and Emmanuel Macron tomorrow, the commission spokeswoman, Natasha Bertaud, said: </p> \n  <blockquote class=\"quoted\"> \n   <p>It’s normal that our member states meet and talk to one another. </p> \n   <p>Beyond this, the EU27 have had from the outset - and continue to have now - one single, united position on Brexit matters.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-21T11:28:36.717Z\">at 12.28pm BST</time></p> \n</div> \n<div id=\"block-5d5d253c8f084061ab389de5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T11:17:28.912Z\">12.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A major critic of the HS2 scheme has been appointed deputy chair of the government review of its viability launched today, my colleague <strong>Gwyn Topham</strong> reports. Lord Berkeley, a railway expert and Labour peer, has repeatedly challenged the Department for Transport’s cost figures and warned that the budgets were spiralling out of control.</p> \n  <p>Here is Gwyn’s story.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/aug/21/hs2-review-launched-over-whether-rail-project-should-proceed\">HS2 in doubt: review into whether rail project should proceed</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d5d1fce8f081cf11cf1a500\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T10:44:53.221Z\">11.44am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Number 10 is knocking down the Sun story claiming Boris Johnson would like Ireland to temporarily derogate from the EU single market (see<a href=\"https://www.theguardian.com/politics/live/2019/aug/21/brexit-latest-news-boris-johnson-berlin-merkel-prepares-to-visit-berlin-as-minister-struggles-to-defend-his-collaborators-jibe-live-news?page=with:block-5d5d0a098f08a0805bcc1b74#block-5d5d0a098f08a0805bcc1b74\"> 10.17am), </a>according to the Brexit specialist <strong>Mujtaba Rahman</strong> from the Eurasia consultancy.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mij_Europe/status/1164095854170521600\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I hear No10 hosing down Sun story. Boris allies say he’s not considering any plan that requires Ireland to leave Single Market or pretends it can be in or out of it at same time. Minister quoted in story appears to have no idea of govt’s plans. Good</p>— Mujtaba Rahman (@Mij_Europe) \n    <a href=\"https://twitter.com/Mij_Europe/status/1164095854170521600?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d19748f08a0805bcc1c11\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T10:22:05.134Z\">11.22am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A former German ambassador to the UK, <strong>Thomas Matussek</strong>, told the Today programme this morning, that British ministers could be “in for a nasty surprise” if they think the EU will make Brexit concessions at the last minute.</p> \n  <p>Asked about the possibility of the EU backing down, he said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Well I think this time it might be wrong [to assume the EU will shift at the last minute] because I think it’s important, if you try to put yourself into the shoes of your partner, and the clear assessment of the interests of both sides indicate that there are certain issues on which the EU cannot budge and these are the four freedoms. So I think they might be in for a nasty surprise.</p> \n  </blockquote> \n  <p>The EU was committed to the backstop, he explained.</p> \n  <blockquote class=\"quoted\"> \n   <p>We cannot throw Ireland under the bus. What message would that send to other members of the EU family if we gave up that sort of loyalty and solidarity?</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d5d18f48f084061ab389d62\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T10:21:57.695Z\">11.21am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Gerald Vernon-Jackson,</strong> the leader of <a href=\"https://www.theguardian.com/uk-news/portsmouth\">Portsmouth</a> council, has called the government’s £9m no-deal funding pledge to councils “too little, too late” and said his own council alone had spent £4m preparing the port for potentially thousands more lorries attempting to exit, my colleague <strong>Jessica Elgot</strong> reports.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/21/brexit-no-deal-funding-too-little-too-late-says-portsmouth-council-leader\">Brexit no-deal funding 'too little, too late', says Portsmouth council leader</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d5d16be8f08a0805bcc1bfd\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T10:10:50.144Z\">11.10am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">No-deal Brexit becoming 'far more likely', says Irish deputy PM</h2> \n <div class=\"block-elements\"> \n  <p><strong>Simon Coveney,</strong> Ireland’s deputy prime minister and minister for foreign affairs, told RTE’s Radio One this morning that a no-deal Brexit was becoming “far more likely”. He explained:</p> \n  <blockquote class=\"quoted\"> \n   <p>There is a consequence to the approach that the British government is taking and that consequence is that they are making a no-deal far more likely. </p> \n   <p>There is a reason why Boris Johnson is visiting Berlin today and Paris tomorrow, to try to talk to EU leaders about finding a way forward. </p> \n   <p>I think he will get a very consistent message from EU leaders that the negotiations over the last two to three years are not going to be abandoned now. </p> \n   <p>We will try and find a way to give the reassurance and clarification that Boris Johnson needs to sell a deal. </p> \n   <p>We will try and be imaginative about that and be helpful on that.</p> \n  </blockquote> \n  <p>Coveney also insisted that Ireland would not abandon the backstop just on the basis of a “promise” from Boris Johnson that the UK and the EU might find an alternative means of avoiding a hard border in the future. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>We are not going to abandon a solution that we know works for some kind of promise on the basis of trust that we will all work together to try and find a solution and muddle on in the future to solve the border. </p> \n   <p>If we do that, what we will be doing is we will creating collateral damage in Ireland to solve a problem in Westminster and for the next number of years, the border issue will dominate Irish politics, north and south because we haven’t resolved it in the way we that know we can. </p> \n   <p>We are not in the business of facilitating the UK effectively moving away from commitments they have made to Ireland and the EU to protect the Good Friday agreement, to protect an all-island economy, and to replace that with some sort of make-shift deal in the weeks before a no-deal, that isn’t what we are going to do. </p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"030787046d5fadb74ab281ef3463cdd9ec564d70\"> \n   <img src=\"https://media.guim.co.uk/030787046d5fadb74ab281ef3463cdd9ec564d70/0_69_3000_1800/1000.jpg\" alt=\"Simon Coveney\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Simon Coveney</span> \n    <span class=\"element-image__credit\">Photograph: Mikhail Japaridze/TASS</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-21T10:20:29.706Z\">at 11.20am BST</time></p> \n</div> \n<div id=\"block-5d5d0c3d8f081cf11cf1a431\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T09:34:23.447Z\">10.34am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Future of HS2 in doubt as Shapps announces review into whether it should proceed</h2> \n <div class=\"block-elements\"> \n  <p>During the Tory leadership contest Boris Johnson said he wanted to review the case for HS2. That review is now going ahead. <strong>Grant Shapps</strong>, the transport secretary, has announced it <a href=\"https://www.gov.uk/government/news/government-announces-independent-review-into-hs2-programme\">in a statement this morning.</a> The review will be conducted by the former HS2 Ltd chairman Douglas Oakervee and it will the consider “whether and how HS2 should proceed”. The full terms of reference are <a href=\"https://www.gov.uk/government/publications/hs2-independent-review-terms-of-reference/terms-of-reference-for-the-independent-review-of-hs2\">here (pdf).</a></p> \n  <p>Shapps said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The prime minister has been clear that transport infrastructure has the potential to drive economic growth, redistribute opportunity and support towns and cities across the UK, but that investments must be subject to continuous assessment of their costs and benefits. That’s why we are undertaking this independent and rigorous review of HS2. </p> \n   <p>Douglas Oakervee and his expert panel will consider all the evidence available, and provide the department with clear advice on the future of the project.</p> \n  </blockquote> \n  <p>The terms of reference make it clear that cancelling the whole project would be an option.</p> \n  <p>During the leadership contest there were claims that, in his private meetings with Tory MPs, <a href=\"https://www.theguardian.com/politics/2019/jun/17/boris-johnson-accused-of-making-mps-contradictory-brexit-promises\">Johnson was giving some of them the impression that he wanted to continue with HS2, while leaving others with the impression that he wanted to scrap the project.</a></p> \n  <figure class=\"element element-image\" data-media-id=\"f2b1d37315178d9577a44eca8a8b7d5a5bbe8623\"> \n   <img src=\"https://media.guim.co.uk/f2b1d37315178d9577a44eca8a8b7d5a5bbe8623/0_9_2467_1480/1000.jpg\" alt=\"An artist’s impression of an HS2 train on the Birmingham and Fazeley viaduct.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">An artist’s impression of an HS2 train on the Birmingham and Fazeley viaduct.</span> \n    <span class=\"element-image__credit\">Photograph: HS2/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-21T09:37:11.726Z\">at 10.37am BST</time></p> \n</div> \n<div id=\"block-5d5d0a098f08a0805bcc1b74\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T09:17:12.363Z\">10.17am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On the subject of the backstop, <strong>Jon Sopel</strong>, the BBC’s North America editor, has an imaginative solution.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCJonSopel/status/1164095186420584448\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This is an epiphany. But maybe this is solution to Irish <a href=\"https://twitter.com/hashtag/backstop?src=hash&amp;ref_src=twsrc%5Etfw\">#backstop</a> issue for EU and <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> - now that Greenland is off table, buy Ireland instead. The Americans LOVE all things Irish; great golf courses. Fine piece of real estate etc</p>— Jon Sopel (@BBCJonSopel) \n    <a href=\"https://twitter.com/BBCJonSopel/status/1164095186420584448?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Sopel is, of course, joking. But, according to the Sun’s <strong>Tom Newton Dunn</strong>, Boris Johnson is considering a plan almost as improbable. Newton Dunn says the PM believes the backstop problem could be solved not by Northern Ireland remaining in the EU single market, but by Ireland leaving it (temporarily). Perhaps this is a joke too, but these days it is getting hard to tell ...</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1163963029924528133\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">What’s Boris Johnson’s big idea to replace the backstop? Allies tell me he wants a bilateral agreement with Ireland that will see Dublin diverge from EU rules temporarily to share a common rule book with the UK<a href=\"https://t.co/3jspe1TvYS\">https://t.co/3jspe1TvYS</a></p>— Tom Newton Dunn (@tnewtondunn) \n    <a href=\"https://twitter.com/tnewtondunn/status/1163963029924528133?ref_src=twsrc%5Etfw\">August 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d08ac8f084061ab389ccf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T09:07:26.990Z\">10.07am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Norbert Röttgen</strong>, chair of the German parliament’s foreign affairs committee and an Angela Merkel ally, has used Twitter this morning to restate his view <a href=\"https://www.theguardian.com/politics/2019/aug/21/boris-johnson-visit-will-not-change-german-stance-says-merkel-ally\">(reported in our overnight story)</a> that Boris Johnson would have been better off not writing the letter to Donald Tusk released on Monday.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/n_roettgen/status/1164089097998282752\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">New rhetoric coming out of Westminster has not changed Germany's position on <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a>: as long as there are no solutions to the border problem on the table, there's no room for amending the <a href=\"https://twitter.com/hashtag/WithdrawalAgreement?src=hash&amp;ref_src=twsrc%5Etfw\">#WithdrawalAgreement</a>. \"Flexible &amp; creative\" solutions is not enough! <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> <a href=\"https://twitter.com/hashtag/Berlin?src=hash&amp;ref_src=twsrc%5Etfw\">#Berlin</a></p>— Norbert Röttgen (@n_roettgen) \n    <a href=\"https://twitter.com/n_roettgen/status/1164089097998282752?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/n_roettgen/status/1164089434461093890\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The letter to <a href=\"https://twitter.com/donaldtusk?ref_src=twsrc%5Etfw\">@donaldtusk</a> is not a serious offer, and <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> knows it. If Johnson really wanted to achieve something on his visits to <a href=\"https://twitter.com/hashtag/Paris?src=hash&amp;ref_src=twsrc%5Etfw\">#Paris</a> and <a href=\"https://twitter.com/hashtag/Berlin?src=hash&amp;ref_src=twsrc%5Etfw\">#Berlin</a>, he would have been well advised against writing this letter. <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> <a href=\"https://twitter.com/hashtag/BorisJohnson?src=hash&amp;ref_src=twsrc%5Etfw\">#BorisJohnson</a> <a href=\"https://twitter.com/guardian?ref_src=twsrc%5Etfw\">@guardian</a> <a href=\"https://t.co/7ig5qmZRHR\">https://t.co/7ig5qmZRHR</a></p>— Norbert Röttgen (@n_roettgen) \n    <a href=\"https://twitter.com/n_roettgen/status/1164089434461093890?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5d07018f08a0805bcc1b5f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T09:00:18.773Z\">10.00am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Robert Jenrick, a former Treasury minister, was promoted to the cabinet as housing secretary after supporting Boris Johnson enthusiastically in the Tory leadership contest. But his performance on the Today programme this morning is getting some harsh reviews on Twitter.</p> \n  <p>From the former Sun editor <strong>David Yelland</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidyelland/status/1164077475581825025\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">That interview with Robert Jenrick on <a href=\"https://twitter.com/BBCr4today?ref_src=twsrc%5Etfw\">@BBCr4today</a> was one of the worst performances of any Brexit minister. John Humphrys skewered him (sorry John for earlier criticism) and it is totally clear this Government is not just suicical it is out of its collective depth.</p>— David Yelland (@davidyelland) \n    <a href=\"https://twitter.com/davidyelland/status/1164077475581825025?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the Times columnist <strong>David Aaronovitich</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DAaronovitch/status/1164075848661643264\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Today's government Moonie was <a href=\"https://twitter.com/RobertJenrick?ref_src=twsrc%5Etfw\">@RobertJenrick</a>, who believes that if you say something often enough, loudly enough and refuse to be sidelined by reality, then others will believe it too.</p>— David Aaronovitch (@DAaronovitch) \n    <a href=\"https://twitter.com/DAaronovitch/status/1164075848661643264?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the Labour MP <strong>Barry Sheerman</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BarrySheerman/status/1164076565837352960\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I can’t remember a worse performance by a minister as Robert Jenrick struggles to cope with the simplest question from <a href=\"https://twitter.com/JohnHumphrysr4?ref_src=twsrc%5Etfw\">@JohnHumphrysr4</a> &amp; fails to condemn”collaborator” insult from Johnson.</p>— Barry Sheerman (@BarrySheerman) \n    <a href=\"https://twitter.com/BarrySheerman/status/1164076565837352960?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the former Labour Europe minister <strong>Denis MacShane</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DenisMacShane/status/1164082086673887232\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">For once chapeau to J Humprys as he sought to nail <a href=\"https://twitter.com/RobertJenrick?ref_src=twsrc%5Etfw\">@RobertJenrick</a> on Johnson's deliberate use of ugly word \"collaborator\" to describe Tory MPs who disagree with No Deal. Not quite Paxman but Jenrick's squirming was revealing as he must be as disgusted with Cummings language <a href=\"https://t.co/gTrCTuJvRS\">https://t.co/gTrCTuJvRS</a></p>— Denis MacShane (@DenisMacShane) \n    <a href=\"https://twitter.com/DenisMacShane/status/1164082086673887232?ref_src=twsrc%5Etfw\">August 21, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d5cf8478f08a0805bcc1b07\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-08-21T08:46:37.539Z\">9.46am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson prepares to visit Berlin as minister struggles to defend his 'collaboration' jibe</h2> \n <div class=\"block-elements\"> \n  <p>Boris Johnson is making his first visit abroad as prime minister today when he visits Berlin for dinner with the German chancellor, Angela Merkel. What could possibly go wrong? Well, Basil Fawlty-style, he could start banging on about the second world war. It would not be entirely out of character. During the EU referendum campaign three years ago Johnson provoked criticism by saying that <a href=\"https://www.theguardian.com/politics/2016/may/16/tories-divided-by-boris-johnsons-eu-hitler-comparison\">the EU had the same goal as Hitler in wanting to create an European superstate</a>, and only last month <a href=\"https://www.theguardian.com/politics/live/2019/jul/03/tory-leadership-latest-news-boris-johnson-pmqs-accuses-of-dog-whistle-politics-over-plan-to-curb-sin-taxes-live-news?page=with:block-5d1c9c4c8f088a7392738097#block-5d1c9c4c8f088a7392738097\">one of Johnson’s Tory Brexiter allies was complaining in the Commons about Germany being too powerful.</a></p> \n  <p>In reality, it is hard to imagine Johnson being quite that crass. But the war still has a powerful grip on the British public imagination (it is hard to understand the Brexit vote without reference to the second world war’s place in the national story) and this surfaced again only last week when Johnson claimed <a href=\"https://www.theguardian.com/politics/2019/aug/14/johnson-hits-out-at-terrible-collaboration-of-mps-and-eu-trying-to-block-brexit\">there was “a terrible collaboration going on between people who think they can block Brexit in parliament and our European friends”.</a> Readers from abroad may struggle to understand what the fuss was about, but in the UK, particularly for anyone over the age of 50, it is impossible to hear the word “collaborator” without associating it with supporting the Nazis.</p> \n  <p>That explains why <strong>Robert Jenrick</strong>, the housing secretary, had problems this morning when John Humprhys asked him on the Today programme if he supported Johnson’s use of the word last week. At first Jenrick tried to reframe the question, saying:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>The point that the prime minister was making, which I 100% agree with ...</p> \n  </blockquote> \n  <p>Humphrys tried again. Did Jenrick agree with the use of the word collaboration? Jenrick replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>I agree with the prime minister ... It is not in the national interest, at this moment in time, to undermine the prime minister’s hand as we enter this period of negotiations.</p> \n  </blockquote> \n  <p>Humphrys asked a third time if Jenrick viewed Tory MPs opposed to a no-deal Brexit as collaborators. Jenrick replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>What I’m saying is that all members of parliament, particularly Conservatives, need to support the prime minister to help us in these final preparations ...</p> \n  </blockquote> \n  <p>Humphrys pointed out that Jenrick was continuing to avoid the question. For a fourth time, he asked if Jenrick was supporting the PM. Jenrick replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>I’m explaining the prime minister’s words, which I 100% support. I’ve always believed that you have to give the prime minister the strongest hand, he can have in these negotiations. And that means ensuring that we leave on 31 October. That is the only route to a real renegotiation in the weeks ahead.</p> \n  </blockquote> \n  <p>So Jenrick claimed that he 100% supported Johnson’s language – even though he obviously didn’t, because he was not willing to use the word collaborator. </p> \n  <p>What Jenrick did do, though, was repeat the claim made by Johnson yesterday that <a href=\"https://www.theguardian.com/politics/live/2019/aug/20/brexit-latest-news-boris-johnsons-backstop-offer-to-eu-dismissed-by-labour-as-fantasyland-wish-list-live-news?page=with:block-5d5c22c48f081cf11cf19f5b#block-5d5c22c48f081cf11cf19f5b\">Tory MPs opposed to a no-deal Brexit were undermining the PM’s renegotiation.</a></p> \n  <p>Johnson is due in Berlin at about 5pm UK time. Here is my colleague <strong>Philip Oltermann</strong>’s preview story.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/21/boris-johnson-visit-will-not-change-german-stance-says-merkel-ally\">Boris Johnson visit will not change German stance, says Merkel ally</a> </p> \n  </aside> \n  <p>There is not a lot else in the diary today, although Michael Gove, the Cabinet Office minister, is visiting Holyhead port to review preparations for a no-deal Brexit.</p> \n  <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary when I wrap up.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is<a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-johnson-on-tour-voters-cool-on-pro-remain-pacts-tory-travel-disruption/\"> the Politico Europe roundup of this morning’s political news.</a> And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n  <figure class=\"element element-image\" data-media-id=\"173c195b20e35e50f8a7eec348107f388ce37094\"> \n   <img src=\"https://media.guim.co.uk/173c195b20e35e50f8a7eec348107f388ce37094/0_5_4399_2640/1000.jpg\" alt=\"Robert Jenrick, the housing secretary.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Robert Jenrick, the housing secretary.</span> \n    <span class=\"element-image__credit\">Photograph: Chris J Ratcliffe/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-08-21T09:35:51.511Z\">at 10.35am BST</time></p> \n</div>",
      "wordcount": "6001",
      "commentCloseDate": "2019-08-21T18:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-21T08:46:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:19Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c6qvy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d1b6e2442d334873b472c11dfa0d37e70c70983a/280_550_3476_2085/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Here are the main points from the press conference. Boris Johnson accepted that he had 30 days to persuade the EU that there was a viable alternative to the backstop. For the first time, he seemed to accept that it was up to the UK to come up with a solution, not the EU. During a friendly press conference on his first overseas visit as PM, which was notable for the absence of any comments from Johnson or Angela Merkel critical of each other’s Brexit positions, Merkel at one point appeared to set Johnson a 30 day deadline. She said that the backstop had always been a “fallback position” and would only come into effect if no other solution could be agreed that would protect the “integrity of the single market”. She went on: If one is able to solve this conundrum, if one finds this solution, we said we would probably find it in the next two years to come but we can also maybe find it in the next 30 days to come. Then we are one step further in the right direction and we have to obviously put our all into this. Her reference to 30 days may just have been an acknowledgment that, if there is going to be a Brexit deal, the elements of it will have to be in place well in time for the next EU summit scheduled in mid-October, which means it would have to be coming together by mid-September anyway. Johnson gratefully accepted this challenge. He said: You [Merkel] rightly say the onus is on us to produce those solutions, those ideas, to show how we can address the issue of the Northern Irish border and that is what we want to do. I must say I am very glad listening to you tonight Angela to hear that at least the conversations that matter can now properly begin. You have set a very blistering timetable of 30 days - if I understood you correctly, I am more than happy with that. His admission that the “onus” was on him to find a solution was significant because until now the UK government has been arguing that it is up to the EU to shift first, by abandoning its stance on the backstop. Johnson claimed there was “ample scope” for a Brexit deal. Citing the report from the Alternative Arrangements Commission, he said alternatives to the backstop were available. And he criticised Theresa May’s government for not pushing them strongly. He said: I think what we need to do is remove it whole and entire - the backstop - and then work, as Chancellor Merkel says, on the alternative arrangements. There are abundant solutions which are proffered, which have already been discussed. I don’t think, to be fair, they have so far been very actively proposed over the last three years by the British government. Explaining what the ideas in the Alternative Arrangements Commission report involve, Johnson said: We do think there are alternative arrangements that could readily be used to address the problem of frictionless trade at the Northern Irish border and you’ll have heard them before, whether it is trusted trader schemes or electronic pre-clearing, all that type of solution and more besides is what we will be wanting to discuss. David Henig, the former civil servant who heads the UK Trade Policy Project, thinks Johnson’s optimism is misplaced. Johnson claimed EU negotiations often resulted in a surprise agreement at the last minute. He said: I have, in my life, watched a lot of European negotiations and, believe me, it looks at first as though it is, you know, irresistible force and immovable object. What in my experience happens is that people find a way through and I think that if we approach this with sufficient patience and optimism, as I say, we can get this done and it is in the final furlong generally when the horses change places and the winning deal appears. Henig thinks Johnson is wrong about this too. Johnson and Merkel agreed that it would not be right to readmit Russia to the G7 now. Asked about this, Johnson said: I am aware of the moves to reintegrate Russia into the G7 ... I just have to say that given what happened in Salisbury in Wiltshire, given the use of chemical weapons on British soil, given the continuing instability, civil war, the war in Ukraine, given Russia’s provocations, not just in Ukraine but in many other places, I must say I am very much with Chancellor Merkel in thinking that the case has yet to be made out for Russia to return to the G7. And Merkel said: As the situation is today I would say there is not yet sufficient progress for saying the reasons we had in 2014 [for excluding Russia] are obsolete. That’s all from me for today. Thanks for the comments. Here is Jeremy Cliffe, the Economist’s Brussels bureau chief, and former Berlin correspondent, on the Merkel/Johnson press conference. From my colleague Owen Gibson Here is the “30 days” quote from Angela Merkel. If one is able to solve this conundrum, if one finds this solution, we said we would probably find it in the next two years to come but we can also maybe find it in the next 30 days to come. Then we are one step further in the right direction and we have to obviously put our all into this. A reader has been in touch to explain the German phrase that Boris Johnson used during the press conference that seemed to cause Angela Merkel some amusement. (See 5.30pm.) And this is what other journalists and commentators are saying about the press conference. From the BBC’s Adam Fleming From the BBC’s Nick Eardley From the Eurasia consultancy’s Mujtaba Rahman From Sky’s Rob Powell From the Sun’s Tom Newton Dunn From the BBC’s Jenny Hill From the Telegraph’s Christopher Hope I will post a summary of the main quotes from the press conference shortly. Boris Johnson will be pleased with that. Angela Merkel has always been one of the EU leaders most solicitous towards the UK in the Brexit process, and this afternoon there was a very stark contrast between her tone and that adopted, for example, by the Irish European commissioner Phil Hogan (see 3.21pm) or the unnamed French government official briefing the media (see 3.45pm). She did not use any language critical of Johnson at all, and she stressed that she remained open to any solution that might provide a workable alternative to the backstop. At one point she talked about how it might be possible to find a solution within the next 30 days and Johnson - whose entire professional training revolved around quickly spotting a headline buried in Eurobabble - immediately flagged this up to journalists, implying this was his “win” from the press conference: “Merkel gives UK 30 days to solve Brexit.” Whether this is anything more than cosmetic, though, remains to be seen. It may count for very little. Merkel’s tone was helpful, but on substance she gave nothing away at all. The fundamental problems are just the same as they have always been, there is nothing in the Alternative Arrangements Commission report cited by Johnson that has not already been closely studied by Brussels and rejected as an inadequate alternative to the backstop, and both parties are under pressure to appear reasonable because they do not want to take the blame for the inevitable voter backlash that would follow a no-deal Brexit. Theresa May’s first press conference with Donald Trump was deemed a success. But that turned out to be a very poor guide to how their relationship eventually developed. Johnson says he has watched a lot of EU negotiations. What seems impossible at first - irresistible force meets immoveable object - turns out to be possible right at the end. He says the solutions often coming in the final furlong, when the horses change places. In response to a question on Russia, he says he has yet to be convinced that it is right for Russia to rejoin G7. He says this is one area where the UK and Germany agree. And that’s it. Merkel says they have to get off to work. Q: Doesn’t the basis problem remain - the EU will not change its position, and the UK won’t either? Merkel says that question cannot be answered today. She says she sees “possibilities” through changes to the political declaration. Merkel suggests changing the political declaration on the future UK-EU relationship could provide a solution to the backstop problem. Johnson says he will be discussing alternatives to the backstop with Merkel. He refers to the “excellent” Alternative Arrangements Commission report which sets some of these out. Johnson says under no circumstances will the UK impose checks at the border in Ireland. The government thinks it can manage the border without checks, he says. He says he is not attracted to having a time limit on the backstop. There are other flaws with it, he says. Johnson says even with a time limit, the backstop would still be unacceptable. He says the alternatives to the backstop have not been actively proposed over the last three years by the British government. Johnson suggests May did not do enough to push alternatives to the backstop. Merkel says the commission is negotiation on behalf of the EU 27. The EU 27 want to have a uniform, consistent position, she says. She says the UK also needs to say what its ideas are. She says it is not her job as German chancellor to understand all the issues relating to the Northern Ireland/Ireland border. So it is up to the UK to suggest ideas, she says. She says she wants to protect the integrity of the single market. Q: [To Merkel] Why won’t you change the backstop when it won’t get through parliament? Merkel says she follows the debate in the UK. She knows the problem. But the backstop is there to solve a problem, she says. She suggests that if another solution to the border problem could be found, she would be amenable. But she suggests it would have to be workable. They have a lot to discuss tonight, she says. Q: [To Johnson] The EU says it will not renegotiate the withdrawal agreement. So will you compromise -or is this trip just posturing before you blame the EU? Johnson says he thinks there is “ample scope” to do a deal. Johnson says there is “ample scope” to do a Brexit deal. He says the backstop “plainly has to go”. But if we can get rid of it, we can make progress very quickly indeed, he says. Boris Johnson says thank you for that “amazing welcome” he received. He has not had one like that in his life, he says. (He has never been abroad as prime minister, so that is not particularly surprising.) Johnson says Germany and the UK are “shoulder to shoulder”. They work together in Nato, in tackling climate change, and in addressing the threats to the natural worl. This evening they will discuss Russia, China, Iran, Hong Kong - and many other subjects. And of course they are “fated” to discuss Brexit, he says. He says he wants to stress that he believes he can get a deal. He uses a German word to make his point, which Merkel seems to find amusing. But the UK cannot be trapped in the legal order of the EU without having any say in it, he says. That is why the backstop must be removed. He says he is absolutely committed to the protection of the 3m EU nationals in the UK. Back in the press conference Merkel says she and Johnson will be talking about foreign policy as well as about Brexit. From my colleague Kate Connelly in Berlin Angela Merkel and Boris Johnson are holding their press conference. Merkel says they have a lot on their plate to discuss. She says she hopes and prays relations with the UK will continue to be friendly after Brexit. From the Germany point of view, a negotiated Brexit would be welcome. But Germany is also prepared for a no deal, she says. Jeremy Corbyn has written to the leaders of other opposition parties, and to some backbenchers, inviting them to a meeting in his office next week to discuss what can be done to stop a no-deal Brexit. According to Labour, his letter says: Further to our correspondence last week, I would like to invite you to a meeting to discuss all tactics available to prevent no deal. The country is heading into a constitutional and political storm, so it is vital that we meet urgently, before parliament returns. The chaos and dislocation of Boris Johnson’s No Deal Brexit is real and threatening, as the government’s leaked Operation Yellowhammer dossier makes crystal clear. That’s why we must do everything we can to stop it. I hope you are able to attend the meeting, which we will hold in my office on Tuesday 27th August at 12pm. Please confirm your attendance by email. Yours sincerely, Jeremy Corbyn The letter has gone to the following party or party group leaders at Westminster: Ian Blackford (SNP); Jo Swinson (Lib Dems); Liz Saville Roberts (Plaid Cymru); and Anna Soubry (the Independent Group for Change). It has also gone to the Green MP Caroline Lucas, the Tories Guto Bebb, Dominic Grieve and Oliver Letwin, and to the former Tory-turned-independent Nick Boles. Turning away from Berlin for a moment, the BBC’s Faisal Islam says that, when he was in Holyhead earlier, Michael Gove, the Cabinet Office minister, said that the new government was revising the tariff schedule for a no-deal Brexit published earlier this year when Theresa May was PM. The Operation Yellowhammer report leaked at the weekend said that the plan to have zero tariffs on oil imports in the event of a no-deal Brexit would lead to the closure of two refineries in the UK, because they would no longer be able to compete. Boris Johnson and Angela Merkel will be holding a short press conference soon. According to Sky’s Sam Coates, who is in Berlin, there were a few people protesting as Boris Johnson arrived. Boris Johnson has arrived. Angela Merkel, the German chancellor, has now arrived for the welcome ceremony. There is a live feed at the top of this blog. Here are some pictures from Berlin, where the Germans are getting ready to welcome Boris Johnson who is due to arrive at the Chancellery quite soon. France believes a no deal exit is now the “most likely” Brexit scenario after Johnson demanded the EU reopen the withdrawal agreement and drop the Irish backstop. A French official said: If the UK considers that having a backstop is absolutely excluded, that is its right, but in that case it limits the possibility of reaching an agreement. The official added: The idea of saying ‘there’s not a deal, so I won’t pay’ does not work. We cannot imagine that a country like the UK would back out of an international commitment. From Bloomberg’s Jess Shankleman This is from Jenny Hill, the BBC’s Berlin correspondent. Reuters has some more news alerts from the French government briefing also attended by Bloomberg. (See 3.26pm.) They’re capped up, because that’s how Reuters sends them out on the news wires. EU POSITION ON BREXIT WON’T CHANGE EVEN IN CASE OF PRESSURE FROM TRUMP - FRENCH OFFICIAL EVEN IN CASE OF NO-DEAL, EU WILL CONSIDER BREXIT BILL TO BE DUE - FRENCH OFFICIAL EU WOULD PROBABLY ACCEPT TO GRANT BRITAIN A DELAY ON BREXIT TO HOLD NEW ELECTIONS - FRENCH OFFICIAL BRITAIN SHOULD HAVE NO DOUBT FRANCE, GERMANY AND OTHER EU COUNTRIES ARE TOTALLY UNITED - FRENCH OFFICIAL Boris Johnson is meeting Emmanuel Macron, the French president, tomorrow, and this briefing will ratchet up the tension in advance. The point about the Brexit bill is particularly important. Johnson has repeatedly said that, in the event of a no-deal Brexit, the government will have an extra £39bn (the Brexit bill payable to the EU) available - even though his own attorney general, Geoffrey Cox, has said that this is not true. The French government is now working on the assumption that a no-deal Brexit is the most likely outcome, Bloomberg is reporting. Phil Hogan, the European commissioner for agriculture and an Irish politician from Leo Varadkar’s Fine Gael party, has launched what the Irish Independent (rightly) describes as a “scathing attack” on Boris Johnson. He was speaking this morning at an event in Carlingford in Ireland. Hogan’s own account of his message on Twitter is bland and unexceptional. But the Irish Independent’s Hugh O’Connell has filed a report based on a text of what Hogan was planning to say, and the quotes are very strong. Here are the main points. Hogan said that a no-deal Brexit would create a “foul atmosphere” between the UK and the EU. He said: If the UK fails to prevent a crash-out Brexit they should be under no illusion regarding the foul atmosphere they will create with their EU partners and the serious consequences this will have for negotiating any future trade agreement. He accused Johnson of “gambling with peace” in relation to Northern Ireland. He cited Churchill - one of Johnson’s hero - to explain why a no-deal Brexit would be do damaging. Hogan said: The UK government needs to take responsibility for its choices before it is too late. Prime Minister Johnson’s hero is Winston Churchill and he seems to view himself as a modern day Churchill. However, in the event of a no deal Brexit, the UK government’s only Churchilian legacy will be –‘never have so few done so much damage to so many’. Hogan dismissed Johnson as an “unelected prime minister”. EU leaders have been angered by Johnson’s decision to describe the backstop as “undemocratic”, despite the fact that it was agreed by EU leaders and Theresa May, implementing a commitment made by the UK government in the joint report of December 2017 when Johnson was foreign secretary. Johnson explained his reason for using the term in his letter (pdf) to Donald Tusk, the European council president, on Monday. Hogan said this was a “strange” decision coming from “an unelected prime minister”. (Johnson became PM after 92,000 Tory members voted for him in a leadership contest, not after winning a general election.) Hogan went on: We should recall that the backstop was agreed by a prime minister who was democratically elected. Hogan said the EU “will not buckle” in response to pressure from the UK. He said: From the EU side, nothing has changed. We will hold the line. We have made detailed contingency plans for every outcome and we will not be found wanting. Contrary to what the UK government may wish, the EU will not buckle. Our response to Prime Minister Johnson’s letter is simple: We share his stated commitment to an orderly Brexit and to upholding the Good Friday agreement. We reiterate that the backstop is a necessary, legally operative solution to prevent the return of a hard border on the island of Ireland and we deeply regret that the new UK government wants to replace a legally operative solution with a commitment to try to find a solution - yet to be found- by the end of the transition period. He accused Johnson of putting “the best interests of the Tory Party ahead of the best interests of the UK”. He said, three years after the vote to leave the EU, Brussels still did not know what kind of Brexit Britain wanted. He said: More than three years on from the referendum, we still have no clear idea about what kind of Brexit the UK wants. And the UK is running out of time to make up its mind. This is from my colleague Jennifer Rankin in Brussels. Speaking during his visit to the port of Holyhead Michael Gove, the Cabinet Office minister in charge of no-deal Brexit planning, was also asked what he thought the chances of no deal were. He replied: Different people put a different statistical likelihood on it. My view is that there is a chance that it might happen therefore we need to be ready for it and many of the things that we would do anyway as we leave the single market and the customs union we would do or need to do in the event of leaving without a deal. He also stressed that “goodwill on all sides” would be required for the “alternative arrangements” favoured by the government as a replacement for the backstop in Northern Ireland to work. He explained: There are a series of particular facilitations and easements that can be introduced alongside technology which can help ensure that we have as effective a flow of goods over the Northern Ireland and Republic of Ireland border as businesses will need. It all depends on the willingness of the EU, in particular the European commission, to commit to making sure that some of the work that’s already being done is expedited. Asked if it would be possible for that work to be done before October 31, Gove replied: If the EU commit to this approach then it’s perfectly possible for us to have a transition or implementation period and then to work on all the steps that are required in order to give confidence that we can continue to have a solution of the island of Ireland that works in everyone’s interest. As the anti-Brexit campaign group, Led By Donkeys, has been pointing out this month, Michael Gove, the Cabinet Office minister in charge of no-deal Brexit planning, has in the past admitted that no deal would be undesirable. Today, on a visit to Holyhead in Wales, where he was inspecting Brexit planning at the port, he stressed that he still wanted a deal with the EU. Asked about his previous comments about a no-deal Brexit, he told the BBC: Well, we have to leave. We voted to leave ... I’ve made it clear throughout that we have to honour the vote. Politicians don’t get to choose the votes that they honour. People voted to leave. It is better to leave with a deal. That is the government’s policy. But if the choice is no Brexit or Brexit and no deal, then I would choose Brexit and no deal, and I’ve always been clear on that point. EU net migration to the UK is higher than previously thought, the Office for National Statistics has admitted, prompting experts to claim that the numbers have been “systematically” under-estimated. As the Press Association reports, the ONS said it under-estimated levels of EU migration to the UK, affecting figures on the number of migrants from EU8 countries - like Poland - since 2016. Migration from countries outside the EU has been over-stated, the ONS added. In an announcement it said: In the year ending March 2016 - the latest point at which we have adjusted data available - EU net migration is around 16% higher than our published estimate. In the year ending March 2016, net migration is around 13% lower than our published estimate. As a result the ONS has downgraded the status of its quarterly immigration figures it compiles to “experimental”, the Press Association reports. Boris Johnson has been making a series of election-style announcements since he became prime minister, and Number 10 must have been hoping to see Conservative poll ratings lift as a result. The evidence suggests he is having some effect. In a post on his UK Polling Report blog yesterday Anthony Wells listed the five August polls then available, all giving the Tories a lead over Labour varying from three points to nine points. “We’re now at a point where the most recent polls from all the regular polling companies show the Conservatives back ahead,” Wells wrote. Since then there have been two more polls giving the Tories a big lead. Last night YouGov released a second August poll, putting the Conservatives on 30% and Labour on 21%. And today Kantar has released a poll suggesting the Tories are 14 points ahead. It puts them on 42%, with Labour on 28%, the Lib Dems on 15% and the Brexit party on 5%. Jo Swinson, the new Lib Dem leader, has appointed what she describes as a shadow cabinet (which is not to be confused with the shadow cabinet, the one appointed by Jeremy Corbyn). Sir Ed Davey, her rival for the leadership, will speak for the party on Treasury and business matters. Chuka Umunna, the former Labour MP who had been holding the Treasury brief, will speak for the party on foreign affairs, international development and international trade. And Christine Jardine will speak for the party will speak for the party on home affairs, justice and equalities. Sir Vince Cable, the former leader, will speak for the party on health and social care. The full list of appointments is here. The EU27 are united over Brexit, the European commission said today. At its regular daily briefing, commenting on Boris Johnson’s meetings with Angela Merkel this evening and Emmanuel Macron tomorrow, the commission spokeswoman, Natasha Bertaud, said: It’s normal that our member states meet and talk to one another. Beyond this, the EU27 have had from the outset - and continue to have now - one single, united position on Brexit matters. A major critic of the HS2 scheme has been appointed deputy chair of the government review of its viability launched today, my colleague Gwyn Topham reports. Lord Berkeley, a railway expert and Labour peer, has repeatedly challenged the Department for Transport’s cost figures and warned that the budgets were spiralling out of control. Here is Gwyn’s story. Number 10 is knocking down the Sun story claiming Boris Johnson would like Ireland to temporarily derogate from the EU single market (see 10.17am), according to the Brexit specialist Mujtaba Rahman from the Eurasia consultancy. A former German ambassador to the UK, Thomas Matussek, told the Today programme this morning, that British ministers could be “in for a nasty surprise” if they think the EU will make Brexit concessions at the last minute. Asked about the possibility of the EU backing down, he said: Well I think this time it might be wrong [to assume the EU will shift at the last minute] because I think it’s important, if you try to put yourself into the shoes of your partner, and the clear assessment of the interests of both sides indicate that there are certain issues on which the EU cannot budge and these are the four freedoms. So I think they might be in for a nasty surprise. The EU was committed to the backstop, he explained. We cannot throw Ireland under the bus. What message would that send to other members of the EU family if we gave up that sort of loyalty and solidarity? Gerald Vernon-Jackson, the leader of Portsmouth council, has called the government’s £9m no-deal funding pledge to councils “too little, too late” and said his own council alone had spent £4m preparing the port for potentially thousands more lorries attempting to exit, my colleague Jessica Elgot reports. Simon Coveney, Ireland’s deputy prime minister and minister for foreign affairs, told RTE’s Radio One this morning that a no-deal Brexit was becoming “far more likely”. He explained: There is a consequence to the approach that the British government is taking and that consequence is that they are making a no-deal far more likely. There is a reason why Boris Johnson is visiting Berlin today and Paris tomorrow, to try to talk to EU leaders about finding a way forward. I think he will get a very consistent message from EU leaders that the negotiations over the last two to three years are not going to be abandoned now. We will try and find a way to give the reassurance and clarification that Boris Johnson needs to sell a deal. We will try and be imaginative about that and be helpful on that. Coveney also insisted that Ireland would not abandon the backstop just on the basis of a “promise” from Boris Johnson that the UK and the EU might find an alternative means of avoiding a hard border in the future. He said: We are not going to abandon a solution that we know works for some kind of promise on the basis of trust that we will all work together to try and find a solution and muddle on in the future to solve the border. If we do that, what we will be doing is we will creating collateral damage in Ireland to solve a problem in Westminster and for the next number of years, the border issue will dominate Irish politics, north and south because we haven’t resolved it in the way we that know we can. We are not in the business of facilitating the UK effectively moving away from commitments they have made to Ireland and the EU to protect the Good Friday agreement, to protect an all-island economy, and to replace that with some sort of make-shift deal in the weeks before a no-deal, that isn’t what we are going to do. During the Tory leadership contest Boris Johnson said he wanted to review the case for HS2. That review is now going ahead. Grant Shapps, the transport secretary, has announced it in a statement this morning. The review will be conducted by the former HS2 Ltd chairman Douglas Oakervee and it will the consider “whether and how HS2 should proceed”. The full terms of reference are here (pdf). Shapps said: The prime minister has been clear that transport infrastructure has the potential to drive economic growth, redistribute opportunity and support towns and cities across the UK, but that investments must be subject to continuous assessment of their costs and benefits. That’s why we are undertaking this independent and rigorous review of HS2. Douglas Oakervee and his expert panel will consider all the evidence available, and provide the department with clear advice on the future of the project. The terms of reference make it clear that cancelling the whole project would be an option. During the leadership contest there were claims that, in his private meetings with Tory MPs, Johnson was giving some of them the impression that he wanted to continue with HS2, while leaving others with the impression that he wanted to scrap the project. On the subject of the backstop, Jon Sopel, the BBC’s North America editor, has an imaginative solution. Sopel is, of course, joking. But, according to the Sun’s Tom Newton Dunn, Boris Johnson is considering a plan almost as improbable. Newton Dunn says the PM believes the backstop problem could be solved not by Northern Ireland remaining in the EU single market, but by Ireland leaving it (temporarily). Perhaps this is a joke too, but these days it is getting hard to tell ... Norbert Röttgen, chair of the German parliament’s foreign affairs committee and an Angela Merkel ally, has used Twitter this morning to restate his view (reported in our overnight story) that Boris Johnson would have been better off not writing the letter to Donald Tusk released on Monday. Robert Jenrick, a former Treasury minister, was promoted to the cabinet as housing secretary after supporting Boris Johnson enthusiastically in the Tory leadership contest. But his performance on the Today programme this morning is getting some harsh reviews on Twitter. From the former Sun editor David Yelland From the Times columnist David Aaronovitich From the Labour MP Barry Sheerman From the former Labour Europe minister Denis MacShane Boris Johnson is making his first visit abroad as prime minister today when he visits Berlin for dinner with the German chancellor, Angela Merkel. What could possibly go wrong? Well, Basil Fawlty-style, he could start banging on about the second world war. It would not be entirely out of character. During the EU referendum campaign three years ago Johnson provoked criticism by saying that the EU had the same goal as Hitler in wanting to create an European superstate, and only last month one of Johnson’s Tory Brexiter allies was complaining in the Commons about Germany being too powerful. In reality, it is hard to imagine Johnson being quite that crass. But the war still has a powerful grip on the British public imagination (it is hard to understand the Brexit vote without reference to the second world war’s place in the national story) and this surfaced again only last week when Johnson claimed there was “a terrible collaboration going on between people who think they can block Brexit in parliament and our European friends”. Readers from abroad may struggle to understand what the fuss was about, but in the UK, particularly for anyone over the age of 50, it is impossible to hear the word “collaborator” without associating it with supporting the Nazis. That explains why Robert Jenrick, the housing secretary, had problems this morning when John Humprhys asked him on the Today programme if he supported Johnson’s use of the word last week. At first Jenrick tried to reframe the question, saying: The point that the prime minister was making, which I 100% agree with ... Humphrys tried again. Did Jenrick agree with the use of the word collaboration? Jenrick replied: I agree with the prime minister ... It is not in the national interest, at this moment in time, to undermine the prime minister’s hand as we enter this period of negotiations. Humphrys asked a third time if Jenrick viewed Tory MPs opposed to a no-deal Brexit as collaborators. Jenrick replied: What I’m saying is that all members of parliament, particularly Conservatives, need to support the prime minister to help us in these final preparations ... Humphrys pointed out that Jenrick was continuing to avoid the question. For a fourth time, he asked if Jenrick was supporting the PM. Jenrick replied: I’m explaining the prime minister’s words, which I 100% support. I’ve always believed that you have to give the prime minister the strongest hand, he can have in these negotiations. And that means ensuring that we leave on 31 October. That is the only route to a real renegotiation in the weeks ahead. So Jenrick claimed that he 100% supported Johnson’s language – even though he obviously didn’t, because he was not willing to use the word collaborator. What Jenrick did do, though, was repeat the claim made by Johnson yesterday that Tory MPs opposed to a no-deal Brexit were undermining the PM’s renegotiation. Johnson is due in Berlin at about 5pm UK time. Here is my colleague Philip Oltermann’s preview story. There is not a lot else in the diary today, although Michael Gove, the Cabinet Office minister, is visiting Holyhead port to review preparations for a no-deal Brexit. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "34431",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/21/is-jeremy-corbyn-the-hero-or-zero-of-national-unity",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-21T16:07:06Z",
    "webTitle": "Is Jeremy Corbyn the hero or zero of national unity? | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/21/is-jeremy-corbyn-the-hero-or-zero-of-national-unity",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/21/is-jeremy-corbyn-the-hero-or-zero-of-national-unity",
    "fields": {
      "headline": "Is Jeremy Corbyn the hero or zero of national unity?",
      "standfirst": "Views on the Labour leader’s role in any national unity government from <strong>Richard Cox, Stan Labovitch, Michelle Webb </strong>and <strong>Derrick Cameron</strong>",
      "trailText": "<strong>Letters:</strong> Views on the Labour leader’s role in any national unity government from <strong>Richard Cox, Stan Labovitch, Michelle Webb </strong>and <strong>Derrick Cameron</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"5e453a563600a4ee135b2d427563be68466b47ff\"> <img src=\"https://media.guim.co.uk/5e453a563600a4ee135b2d427563be68466b47ff/0_224_6720_4032/1000.jpg\" alt=\"Jeremy Corbyn outlines Labour plans for a vote of no confidence in Boris Johnson’s government\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn outlines Labour plans for a vote of no confidence in Boris Johnson’s government. </span> <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> </figcaption> </figure>",
      "body": "<p>A government of national unity is perfectly possible (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/16/national-unity-government-fantasy-flick-jo-swinson\" title=\"\">‘National Unity’ is a movie that’ll never get made in Westminster</a>, 17 August), but it will take pragmatism and courage. Whoever gets the temporary PM role is political toast; an important footnote in history.</p> <p>This is the time for Jeremy Corbyn to grasp a golden opportunity. If he steps aside for another, probably a senior politician with no ambition left, he will be recognised as a political hero and titan: what a brilliant position on which to base a campaign for the forthcoming election. If he doesn’t, it demonstrates serious weakness in himself and his advisers.<br><strong>Richard Cox</strong><br><em>Leicester</em></p> <p>• I agree with Rafael Behr (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/21/1914-brexit-calamity-inevitable-remainers\" title=\"\">Just like 1914, the plunge into calamity now feels inevitable</a>, 21 August) that the buildup to Brexit has echoes of the inexorable drift towards the first world war by a combination of cultural complacency, political pomposity, bogus patriotism and unthinking submission to the timetable. Apart from the Brexit fundamentalists, the biggest single reason why the Damascene moment for remainers has not come is the delusion that Jeremy Corbyn would ever be able to get off the fence and actually lead the campaign for a people’s vote and remain.<br><strong>Stan Labovitch</strong><br><em>Windsor</em></p> <p>• Simon Jenkins states that if Jeremy Corbyn were to lay aside partisan rhetoric and muster a parliamentary coalition, he would deserve the nation’s thanks for saving it from the disruption, hardship and expense of no deal (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/19/jeremy-corbyn-nation-saviour-speech-labour-no-deal\" title=\"\">Corbyn could have been nation’s saviour. But he’s too tribal</a>, 19 August). Yes, Simon, I can see today’s media queueing up to bestow that honour upon him.</p> <p>As for Corbyn “merely” wanting Labour to win an election – he and I both, mate.<br><strong>Michelle Webb</strong><br><em>Huddersfield</em></p> <p><em>• </em>Polly Toynbee (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/19/no-deal-brexit-disastrous-mps-brave-enough\" title=\"\">A no-deal Brexit is disastrous. But are MPs brave enough to stop it?</a>, 20 August) suggests that if, “at the last hour, the only salvation for the country is the extraordinary prospect of Tory MPs holding their noses and backing Corbyn, that’s what they must do”, then I’m sure plenty of people will be sympathetic and lend them some spare nose pegs from the New Labour years after the Iraq war.<br><strong>Derrick Cameron</strong><br><em>Stoke-on-Trent</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "403",
      "commentable": "false",
      "firstPublicationDate": "2019-08-21T16:07:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:29Z",
      "newspaperEditionDate": "2019-08-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c7vbt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5e453a563600a4ee135b2d427563be68466b47ff/0_224_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A government of national unity is perfectly possible (‘National Unity’ is a movie that’ll never get made in Westminster, 17 August), but it will take pragmatism and courage. Whoever gets the temporary PM role is political toast; an important footnote in history. This is the time for Jeremy Corbyn to grasp a golden opportunity. If he steps aside for another, probably a senior politician with no ambition left, he will be recognised as a political hero and titan: what a brilliant position on which to base a campaign for the forthcoming election. If he doesn’t, it demonstrates serious weakness in himself and his advisers. Richard Cox Leicester • I agree with Rafael Behr (Just like 1914, the plunge into calamity now feels inevitable, 21 August) that the buildup to Brexit has echoes of the inexorable drift towards the first world war by a combination of cultural complacency, political pomposity, bogus patriotism and unthinking submission to the timetable. Apart from the Brexit fundamentalists, the biggest single reason why the Damascene moment for remainers has not come is the delusion that Jeremy Corbyn would ever be able to get off the fence and actually lead the campaign for a people’s vote and remain. Stan Labovitch Windsor • Simon Jenkins states that if Jeremy Corbyn were to lay aside partisan rhetoric and muster a parliamentary coalition, he would deserve the nation’s thanks for saving it from the disruption, hardship and expense of no deal (Corbyn could have been nation’s saviour. But he’s too tribal, 19 August). Yes, Simon, I can see today’s media queueing up to bestow that honour upon him. As for Corbyn “merely” wanting Labour to win an election – he and I both, mate. Michelle Webb Huddersfield • Polly Toynbee (A no-deal Brexit is disastrous. But are MPs brave enough to stop it?, 20 August) suggests that if, “at the last hour, the only salvation for the country is the extraordinary prospect of Tory MPs holding their noses and backing Corbyn, that’s what they must do”, then I’m sure plenty of people will be sympathetic and lend them some spare nose pegs from the New Labour years after the Iraq war. Derrick Cameron Stoke-on-Trent • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2464",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/aug/21/every-child-should-have-a-permanent-secure-home",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-08-21T16:06:31Z",
    "webTitle": "Every child should have a permanent, secure home | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/aug/21/every-child-should-have-a-permanent-secure-home",
    "apiUrl": "https://content.guardianapis.com/society/2019/aug/21/every-child-should-have-a-permanent-secure-home",
    "fields": {
      "headline": "Every child should have a permanent, secure home",
      "standfirst": "<strong>Rev Paul Nicolson</strong> on an inadequate government response to the children’s commissioner’s report on homelessness, and <strong>Gary Martin</strong> on families in London being moved to other boroughs",
      "trailText": "Letters: <strong>Rev Paul Nicolson</strong> on an inadequate government response to the children’s commissioner’s report on homelessness, and <strong>Gary Martin</strong> on families in London being moved to other boroughs",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"afe5b56d8adccad4b65859dfbfede80c7cdd2cbb\"> <img src=\"https://media.guim.co.uk/afe5b56d8adccad4b65859dfbfede80c7cdd2cbb/0_605_4032_2419/1000.jpg\" alt=\"Shipping containers that have been converted to residential use for homeless people in Brighton.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shipping containers that have been converted to residential use for homeless people in Brighton.</span> <span class=\"element-image__credit\">Photograph: Dominic Dibbs/Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>The children’s commissioner’s report on homelessness, revealing that thousands are growing up in converted shipping containers and former office blocks (<a href=\"https://www.theguardian.com/society/2019/aug/21/homeless-children-put-up-in-shipping-containers-report-says\" title=\"\">Report</a>, 21 August), receives a totally inadequate response from a government spokesman of which ministers should be publicly ashamed: “No child should ever be without a roof over their head.” A government with an ounce of humanity would state that no child should ever be without a permanent, secure home.</p> <p>As it is, if they are not in shipping containers, 83,700 homeless families with 124,000 children in England can be spending up to 10 years or even longer in temporary accommodation, moved several times by councils and landlords, sometimes into a single room in a homeless hostel for months or even years, other times into property not fit for habitation, disrupting their education, torn from one community after another and never knowing when, if ever, they will live in a secure home of their own. There are no solutions in sight. They are the victims of UK governments submitting UK land to the unlimited demand of the national and international wealthy, when the supply of UK land is inevitably limited by our island coastline. That market has made large British landowners ever richer. The wealthy have catastrophically deprived the children of low-income renters of the public land needed for truly affordable, secure homes.<br><strong>Rev Paul Nicolson</strong><br><em>Taxpayers Against Poverty</em></p> <p>• The report on kids in temporary accommodation is shameful enough, but the scandal goes deeper. In London, councils place families in neighbouring boroughs, disrupting school and work life. If they worked together they would save money, ease disruption, and keep families in areas they have grown up in.<br><strong>Gary Martin</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "325",
      "commentable": "false",
      "firstPublicationDate": "2019-08-21T16:06:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-21T16:57:02Z",
      "newspaperEditionDate": "2019-08-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c7vfx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/afe5b56d8adccad4b65859dfbfede80c7cdd2cbb/0_605_4032_2419/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The children’s commissioner’s report on homelessness, revealing that thousands are growing up in converted shipping containers and former office blocks (Report, 21 August), receives a totally inadequate response from a government spokesman of which ministers should be publicly ashamed: “No child should ever be without a roof over their head.” A government with an ounce of humanity would state that no child should ever be without a permanent, secure home. As it is, if they are not in shipping containers, 83,700 homeless families with 124,000 children in England can be spending up to 10 years or even longer in temporary accommodation, moved several times by councils and landlords, sometimes into a single room in a homeless hostel for months or even years, other times into property not fit for habitation, disrupting their education, torn from one community after another and never knowing when, if ever, they will live in a secure home of their own. There are no solutions in sight. They are the victims of UK governments submitting UK land to the unlimited demand of the national and international wealthy, when the supply of UK land is inevitably limited by our island coastline. That market has made large British landowners ever richer. The wealthy have catastrophically deprived the children of low-income renters of the public land needed for truly affordable, secure homes. Rev Paul Nicolson Taxpayers Against Poverty • The report on kids in temporary accommodation is shameful enough, but the scandal goes deeper. In London, councils place families in neighbouring boroughs, disrupting school and work life. If they worked together they would save money, ease disruption, and keep families in areas they have grown up in. Gary Martin London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2053",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/aug/21/the-great-british-school-holidays-washout",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-08-21T16:05:07Z",
    "webTitle": "The great British school holidays washout | Brief letters",
    "webUrl": "https://www.theguardian.com/education/2019/aug/21/the-great-british-school-holidays-washout",
    "apiUrl": "https://content.guardianapis.com/education/2019/aug/21/the-great-british-school-holidays-washout",
    "fields": {
      "headline": "The great British school holidays washout",
      "standfirst": "Changing your name | School summer holidays | Socks | HS2 | No-deal Brexit | Today programme",
      "trailText": "<strong>Brief letters: </strong>Changing your name | School summer holidays | Socks | HS2 | No-deal Brexit | Today programme",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"3934ab784cef77d150aeb63144038939e2de7773\"> <img src=\"https://media.guim.co.uk/3934ab784cef77d150aeb63144038939e2de7773/0_195_4980_2988/1000.jpg\" alt=\"People in the rain, with an umbrella, ordering from an ice-cream van on a seafront.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Our poor kids and teachers’, says Tessa George, ‘the only ones in Europe to be stuck in school throughout the best weather of the summer.’</span> <span class=\"element-image__credit\">Photograph: The Photolibrary Wales / Alamy/Alamy</span> </figcaption> </figure>",
      "body": "<p>Apropos men who take their wives’ surnames (<a href=\"https://www.theguardian.com/lifeandstyle/2019/aug/20/i-understand-my-wifes-lived-experience-better-meet-the-men-who-have-taken-their-wives-surnames\" title=\"\">’My fiancee’s name was so much cooler than mine’</a>, G2, 20 August), I’m two years younger than my wife. When we got married, she told me that she intended to keep her surname, on the grounds that she’d had her name longer than I’d had mine. We’re both mathematicians, and I couldn’t find fault with her logic or her arithmetic.<br><strong>Dr David Harper</strong><br><em>Cambridge</em></p> <p>• A letter (<a href=\"https://www.theguardian.com/education/2019/aug/19/lessons-to-learn-from-this-years-a-level-results\" title=\"\">20 August</a>) suggested radical changes to the academic year. One obvious change is to move the state school summer holiday to the start of July, the sunniest month of the year, from August, the rainiest, when the evenings are already drawing in. Our poor kids and teachers – the only ones in Europe to be stuck in school throughout the best weather of the summer.<br><strong>Tessa George</strong><br><em>Lewes, East Sussex</em></p> <p>• If “rules help control the fun” (<a href=\"https://www.theguardian.com/fashion/2019/aug/21/the-new-rules-of-socks-novelty-ones-are-out-but-yes-you-can-wear-them-with-sandals\" title=\"\">Perfect pairs: the long and short of socks</a>, G2, 21 August) then I have another: never wear matching socks. Choose ones that differ unnoticeably, or go for outrageous dissonance – now that <em>is</em> fun.<br><strong>Tom Jones</strong><br><em>Birmingham</em></p> <p><strong>•</strong> I have a modest proposal: build the HS2 lines north of Birmingham first (<a href=\"https://www.theguardian.com/uk-news/2019/aug/21/hs2-review-launched-over-whether-rail-project-should-proceed\" title=\"\">HS2 could be scrapped as critic gets role in independent review</a>, 21 August). If this is a success London could ask to be connected to the network when funds allow.<br><strong>Mike Jones</strong><br><em>Exeter</em></p> <p>• After the leaks from Operation Yellowhammer, being a flesh-eating zombie pensioner (<a href=\"https://www.theguardian.com/science/2019/aug/20/zombie-pensioners-ageism-never-dies\" title=\"\">Letters</a>, 21 August) may well be the best way to go.<br><strong>Ian Grieve</strong><br><em>Gordon Bennett, Trent </em><em>&amp; Mersey canal</em></p> <p>• Mornings without the Today programme on Radio 4 would be like fish and chips without vinegar (<a href=\"https://www.theguardian.com/science/2019/aug/20/zombie-pensioners-ageism-never-dies\" title=\"\">Letters</a>, 21 August).<br><strong>Ivor Morgan</strong><br><em>Lincoln</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "323",
      "commentable": "false",
      "firstPublicationDate": "2019-08-21T16:05:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:28Z",
      "newspaperEditionDate": "2019-08-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c7va6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3934ab784cef77d150aeb63144038939e2de7773/0_195_4980_2988/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Apropos men who take their wives’ surnames (’My fiancee’s name was so much cooler than mine’, G2, 20 August), I’m two years younger than my wife. When we got married, she told me that she intended to keep her surname, on the grounds that she’d had her name longer than I’d had mine. We’re both mathematicians, and I couldn’t find fault with her logic or her arithmetic. Dr David Harper Cambridge • A letter (20 August) suggested radical changes to the academic year. One obvious change is to move the state school summer holiday to the start of July, the sunniest month of the year, from August, the rainiest, when the evenings are already drawing in. Our poor kids and teachers – the only ones in Europe to be stuck in school throughout the best weather of the summer. Tessa George Lewes, East Sussex • If “rules help control the fun” (Perfect pairs: the long and short of socks, G2, 21 August) then I have another: never wear matching socks. Choose ones that differ unnoticeably, or go for outrageous dissonance – now that is fun. Tom Jones Birmingham • I have a modest proposal: build the HS2 lines north of Birmingham first (HS2 could be scrapped as critic gets role in independent review, 21 August). If this is a success London could ask to be connected to the network when funds allow. Mike Jones Exeter • After the leaks from Operation Yellowhammer, being a flesh-eating zombie pensioner (Letters, 21 August) may well be the best way to go. Ian Grieve Gordon Bennett, Trent &amp; Mersey canal • Mornings without the Today programme on Radio 4 would be like fish and chips without vinegar (Letters, 21 August). Ivor Morgan Lincoln • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1933",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/aug/21/eu-migration-to-uk-underestimated-by-ons-analysts-say",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-08-21T12:48:16Z",
    "webTitle": "EU migration to UK underestimated by ONS, analysts say",
    "webUrl": "https://www.theguardian.com/world/2019/aug/21/eu-migration-to-uk-underestimated-by-ons-analysts-say",
    "apiUrl": "https://content.guardianapis.com/world/2019/aug/21/eu-migration-to-uk-underestimated-by-ons-analysts-say",
    "fields": {
      "headline": "EU migration to UK underestimated by ONS, analysts say",
      "standfirst": "<p>Non-EU migration overstated in decade of official data now reclassified as ‘experimental’ </p>",
      "trailText": "Non-EU migration overstated in decade of official data now reclassified as ‘experimental’ ",
      "byline": "Jamie Grierson Home affairs correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"0aa413decc71deeae07954223c43ee2e324bd563\"> <img src=\"https://media.guim.co.uk/0aa413decc71deeae07954223c43ee2e324bd563/0_0_3191_1915/1000.jpg\" alt=\"Arrivals at airport\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Statisticians found estimates of net migration between 2009 and 2016 from EU8 nations were lower than previously thought.</span> <span class=\"element-image__credit\">Photograph: Gareth Fuller/PA</span> </figcaption> </figure>",
      "body": "<p>EU migration to the UK over the last decade has been underestimated, statisticians have admitted, as the reliability of official data was formally downgraded.</p> <p>In a humiliating admission by the Office for National Statistics (ONS), its migration statistics quarterly report – which the UK government use to inform policy – has been <a href=\"https://www.ons.gov.uk/news/statementsandletters/statementfromtheonsonthereclassificationofinternationalmigrationstatistics\">reclassified as “experimental”</a>.</p> <p>The move comes after statisticians discovered earlier estimates of net migration between 2009 and 2016 from the <a href=\"https://en.wikipedia.org/wiki/A8_countries\">EU8 countries</a> - Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Slovakia, Slovenia – were too low.</p> <p>The number of people from outside the EU moving to the UK was overestimated, meaning the headline net migration figure – the difference between those leaving and arriving – was broadly unchanged from unadjusted estimates.</p> <p>As prime ministers, David Cameron and Theresa May stuck to their political target to reduce net migration to the tens of thousands – a target both failed to meet <a href=\"https://www.theguardian.com/uk-news/2019/may/24/uk-government-misses-net-migration-target-for-37th-time-in-a-row\">37 quarters in a row</a>. Boris Johnson ditched that target on entering No 10.</p> <p>The admission that tens of thousands more EU immigrants have moved to Britain comes at a time of intense debate over freedom of movement, as the home secretary, Priti Patel, plans to bring it to an end in the event of a no-deal Brexit.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/feb/28/migration-from-non-eu-countries-reach-highest-level-in-15-years\">Net migration to UK from EU falls to lowest level in 10 years</a> </p> </aside>  <p>The scale of the undercount is not yet known. However, the ONS said the estimate of EU net migration for the year to the end of March had been increased by 16% (29,000). This means an increase in the estimated EU migration from 178,000 to 207,000 for the year ending March 2016.</p> <p>The adjustments do not increase the estimate of the EU citizen population in the UK, which comes from a different data source and remains at 3,640,000 for 2018.</p> <p>Madeleine Sumption, the director of the Migration Observatory at the University of Oxford, said: “We have been pointing out for a while that something wasn’t quite right in the net migration statistics, and that the comparison of EU v non-EU net migration did not seem plausible.</p> <p>“This matters because for the past nine years the UK policy debate has been fixated on a single data source, which couldn’t bear the load that it was forced to carry.</p> <p>“Whether the question is how to meet the net migration target or what to do about international students, the truth is that the data were simply not robust enough to be picked apart in such detail. The quarterly drumbeat of migration statistics that has become a feature of the UK migration debate arguably just overdramatised small changes in figures that were always quite uncertain.”</p> <p>The migration statistics quarterly report relied heavily on the international passenger survey (IPS), which collects information about passengers entering and leaving the UK. The IPS conducts between 700,000 and 800,000 interviews a year, of which more than 250,000 are used to produce estimates of overseas travel and tourism.</p> <p>The ONS said its research suggested migrants’ uncertain intentions on their likely length of stay in the UK had impacted the way estimates were calculated.</p> <p>Iain Bell, the deputy national statistician, said: “Our findings so far support previously published estimates of headline net migration. However, while the headline trend is broadly unchanged, our programme of work has revealed some differences between data sources.</p> <p>“As a result, EU migration may have been somewhat higher and non-EU migration somewhat lower than previously published. These differences largely reflect uncertainty in intentions among specific groups.”</p>",
      "newspaperPageNumber": "10",
      "wordcount": "567",
      "firstPublicationDate": "2019-08-21T12:48:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-22T09:03:39Z",
      "newspaperEditionDate": "2019-08-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c6qe9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0aa413decc71deeae07954223c43ee2e324bd563/0_0_3191_1915/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "EU migration to the UK over the last decade has been underestimated, statisticians have admitted, as the reliability of official data was formally downgraded. In a humiliating admission by the Office for National Statistics (ONS), its migration statistics quarterly report – which the UK government use to inform policy – has been reclassified as “experimental”. The move comes after statisticians discovered earlier estimates of net migration between 2009 and 2016 from the EU8 countries - Czech Republic, Estonia, Hungary, Latvia, Lithuania, Poland, Slovakia, Slovenia – were too low. The number of people from outside the EU moving to the UK was overestimated, meaning the headline net migration figure – the difference between those leaving and arriving – was broadly unchanged from unadjusted estimates. As prime ministers, David Cameron and Theresa May stuck to their political target to reduce net migration to the tens of thousands – a target both failed to meet 37 quarters in a row. Boris Johnson ditched that target on entering No 10. The admission that tens of thousands more EU immigrants have moved to Britain comes at a time of intense debate over freedom of movement, as the home secretary, Priti Patel, plans to bring it to an end in the event of a no-deal Brexit. The scale of the undercount is not yet known. However, the ONS said the estimate of EU net migration for the year to the end of March had been increased by 16% (29,000). This means an increase in the estimated EU migration from 178,000 to 207,000 for the year ending March 2016. The adjustments do not increase the estimate of the EU citizen population in the UK, which comes from a different data source and remains at 3,640,000 for 2018. Madeleine Sumption, the director of the Migration Observatory at the University of Oxford, said: “We have been pointing out for a while that something wasn’t quite right in the net migration statistics, and that the comparison of EU v non-EU net migration did not seem plausible. “This matters because for the past nine years the UK policy debate has been fixated on a single data source, which couldn’t bear the load that it was forced to carry. “Whether the question is how to meet the net migration target or what to do about international students, the truth is that the data were simply not robust enough to be picked apart in such detail. The quarterly drumbeat of migration statistics that has become a feature of the UK migration debate arguably just overdramatised small changes in figures that were always quite uncertain.” The migration statistics quarterly report relied heavily on the international passenger survey (IPS), which collects information about passengers entering and leaving the UK. The IPS conducts between 700,000 and 800,000 interviews a year, of which more than 250,000 are used to produce estimates of overseas travel and tourism. The ONS said its research suggested migrants’ uncertain intentions on their likely length of stay in the UK had impacted the way estimates were calculated. Iain Bell, the deputy national statistician, said: “Our findings so far support previously published estimates of headline net migration. However, while the headline trend is broadly unchanged, our programme of work has revealed some differences between data sources. “As a result, EU migration may have been somewhat higher and non-EU migration somewhat lower than previously published. These differences largely reflect uncertainty in intentions among specific groups.”",
      "charCount": "3511",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jamie-grierson\">Jamie Grierson</a> Home affairs correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/aug/21/1914-brexit-calamity-inevitable-remainers",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-21T05:00:22Z",
    "webTitle": "Just as in 1914, the Brexit buildup is making calamity feel inevitable | Rafael Behr",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/21/1914-brexit-calamity-inevitable-remainers",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/21/1914-brexit-calamity-inevitable-remainers",
    "fields": {
      "headline": "Just as in 1914, the Brexit buildup is making calamity feel inevitable",
      "standfirst": "The Damascene moment remainers hoped for shows no sign of coming, and disaster feels all too predictable",
      "trailText": "The Damascene moment remainers hoped for shows no sign of coming, and disaster feels all too predictable, says Guardian columnist Rafael Behr",
      "byline": "Rafael Behr",
      "main": "<figure class=\"element element-image\" data-media-id=\"08cf25fb23c49bf5acbba58047ca93cbf885ac36\"> <img src=\"https://media.guim.co.uk/08cf25fb23c49bf5acbba58047ca93cbf885ac36/0_252_3638_2183/1000.jpg\" alt=\"British soldiers on their way to the western front are waved off from Victoria station, London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">British soldiers on their way to the western front are waved off from Victoria station, London.</span> <span class=\"element-image__credit\">Photograph: Topical Press Agency/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The historian <a href=\"https://www.britannica.com/biography/A-J-P-Taylor\" title=\"\">AJP Taylor</a> argued that Europe was plunged into the first world war by the inexorable operation of train timetables. He was not ignoring historic rivalries between the continent’s great powers, nor truncating the sequence of diplomatic failures that turned competition into military confrontation. But at a critical moment, carefully laid mobilisation plans could not be deactivated. Escalation to calamity proceeded metaphorically and literally on rails.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Even with a century of hindsight it is impossible to discern a point of no return in the runup to the first world war</p> </blockquote> </aside>  <p>Reading about the summer of 1914 in the summer of 2019 is salutary in conflicting ways. It is a reminder to keep anxiety about Brexit in perspective. There are times when the language of bloody apocalypse is justified. <a href=\"https://www.theguardian.com/commentisfree/2019/aug/18/cost-no-deal-mps-operation-yellowhammer-brexit\" title=\"\">Operation Yellowhammer</a> is not one of them. But there are echoes of an older, bloodier emergency: the nation’s course irreversibly changed by a combination of cultural complacency, political pomposity, bogus patriotism and unthinking submission to the timetable.</p> <p>Years before Archduke Franz Ferdinand was <a href=\"https://www.theguardian.com/world/2008/nov/08/first-world-war-franz-ferdinand-sarajevo\" title=\"\">assassinated</a>, most statesmen across the continent thought a European war would sooner or later have to be fought. Some expected it would be glorious and short. Others anticipated the horror but said it would be spiritually purgative. As martial drums grew louder, pacifist voices grew fainter. A fog of fatalism descended. The nature of the question shifted from averting possible cataclysm to managing one that seemed inevitable.</p> <p>Even with a century of hindsight it is impossible to discern a point of no return, a junction at which all future paths, by whatever gradient or circuitous route, converged on disaster. If history doesn’t afford that view, how are we to know in real time when such a moment is close, or has been passed?</p> <p>Sometimes a weight of bad choices already made presses down on politicians, driving them deeper into an error that they see plainly enough. “I am in blood/ Stepped in so far that should I wade no more/ Returning were as tedious as go o’er,” Macbeth tells his wife at the midpoint of his tragedy.</p> <p>There is a less poetic version of the same thought captured on a 1964 tape-recording of a conversation between United States president Lyndon Johnson and <a href=\"https://www.britannica.com/biography/McGeorge-Bundy\" title=\"\">McGeorge Bundy</a>, his national security adviser. The choice was between propping up the corrupt South Vietnamese regime or abandoning it to the Viet Cong. One path led to military quagmire, the other to pillory at home for surrendering Asia to communism. “I don’t think it’s worth fighting for and I don’t think we can get out,” said Johnson. “It’s the biggest damn mess.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/20/brexit-free-movement-cutoff-plans-worse-than-windrush-says-abbott\">Brexit free-movement cutoff plans worse than Windrush, says Abbott</a> </p> </aside>  <p>What felt like limited choices was really the limit placed on imagination by misjudgments inherited from predecessors: military hubris, ignorance of Vietnamese history, misapplication of cold war ideology to a post-colonial liberation struggle. Johnson then added his own mistakes. By the time US national humiliation was complete in the mid-1970s, it was a bipartisan monument assembled across political generations.</p> <p>Brexit is not a military atrocity, and there is no moral equivalence implied by comparison with Vietnam. Still, I sense that our incumbent Johnson is also trapped in the midway point of a longer tragedy, the parameters of which we are unable to grasp. That perspective will always elude the prime minister because he adheres to the 19th-century view that history is made by great men (and is enough of a narcissist to count himself among them).</p> <p>Intuitively, the return of parliament next month feels like the beginning of a final act. In truth, we cannot plot the current moment on a narrative arc that bends out of sight into the future. Many pro-Europeans expected that by this point public opinion would have shifted definitively against Brexit. The strategic folly of surrendering a lead role in a continental power bloc was advertised in every scene during the article 50 negotiations, alongside lurid examples of prominent leavers’ mendacity. But the great Damascene moment has not come. It might never come. An orderly transition is still available. Gloomy forecasts can be wrong. In turbulent scenarios there will be foreign capitals, collaborationist civil servants and defeatist remainers to blame.</p> <p>Zoom out still further, and Brexit could look like the prelude to a wider unravelling. If the European project is rattled by financial crisis and fractured by vandalistic nationalism, the debate will be whether Britain was wise to get out when it did, or criminal in failing to stay at the critical juncture. One side will celebrate Brexit as a heroic leap from the fire escape, the other will deplore it as the arsonist spark that ignited an inferno.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/20/donald-tusk-rejects-boris-johnsons-bid-to-remove-the-backstop-brexit\">Donald Tusk rejects Boris Johnson request to remove backstop</a> </p> </aside>  <p>If, by contrast, the EU is resilient and our neighbours flourish, it might still take many years for the foolishness of Britain’s self-relegation to be accepted as fact. The error will have to be composted under a layer of events, mulched by transitions of power until it beds down as consensus. Sometimes it needs a new generation of politicians to call some policy a bad business from the start because they weren’t there at the start.</p> <p>We are transfixed by frenzy on the stage before us: manoeuvres in anticipation of a no-confidence vote. We suppose that all possible routes are still open. Pro-Europeans must hope that there is a way back, that it is not a just a choice of gradient on the downward slide. Yet I sense fatalism creeping into formerly strident anti-Brexit voices. I glimpse shudders of dread that events are being driven not by the MPs who will vote in the coming weeks but by a critical mass of cowardice, ignorance and ideological prejudice that was reached months ago, maybe years. The past is harrying the present.</p> <p>It could be an illusion. I hope I am wrong. But already it feels as if decisions not yet taken this autumn are shrouded in a mist of inevitability – the accretion of a million mistakes already made. Looking back, maybe historians will judge that the point of no return, the laying of the rails, happened long before the summer of 2019.</p> <p>• Rafael Behr is a Guardian columnist</p>",
      "newspaperPageNumber": "4",
      "wordcount": "997",
      "commentCloseDate": "2019-08-21T11:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-21T05:00:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:30Z",
      "newspaperEditionDate": "2019-08-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c6mx8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/08cf25fb23c49bf5acbba58047ca93cbf885ac36/0_252_3638_2183/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The historian AJP Taylor argued that Europe was plunged into the first world war by the inexorable operation of train timetables. He was not ignoring historic rivalries between the continent’s great powers, nor truncating the sequence of diplomatic failures that turned competition into military confrontation. But at a critical moment, carefully laid mobilisation plans could not be deactivated. Escalation to calamity proceeded metaphorically and literally on rails. Reading about the summer of 1914 in the summer of 2019 is salutary in conflicting ways. It is a reminder to keep anxiety about Brexit in perspective. There are times when the language of bloody apocalypse is justified. Operation Yellowhammer is not one of them. But there are echoes of an older, bloodier emergency: the nation’s course irreversibly changed by a combination of cultural complacency, political pomposity, bogus patriotism and unthinking submission to the timetable. Years before Archduke Franz Ferdinand was assassinated, most statesmen across the continent thought a European war would sooner or later have to be fought. Some expected it would be glorious and short. Others anticipated the horror but said it would be spiritually purgative. As martial drums grew louder, pacifist voices grew fainter. A fog of fatalism descended. The nature of the question shifted from averting possible cataclysm to managing one that seemed inevitable. Even with a century of hindsight it is impossible to discern a point of no return, a junction at which all future paths, by whatever gradient or circuitous route, converged on disaster. If history doesn’t afford that view, how are we to know in real time when such a moment is close, or has been passed? Sometimes a weight of bad choices already made presses down on politicians, driving them deeper into an error that they see plainly enough. “I am in blood/ Stepped in so far that should I wade no more/ Returning were as tedious as go o’er,” Macbeth tells his wife at the midpoint of his tragedy. There is a less poetic version of the same thought captured on a 1964 tape-recording of a conversation between United States president Lyndon Johnson and McGeorge Bundy, his national security adviser. The choice was between propping up the corrupt South Vietnamese regime or abandoning it to the Viet Cong. One path led to military quagmire, the other to pillory at home for surrendering Asia to communism. “I don’t think it’s worth fighting for and I don’t think we can get out,” said Johnson. “It’s the biggest damn mess.” What felt like limited choices was really the limit placed on imagination by misjudgments inherited from predecessors: military hubris, ignorance of Vietnamese history, misapplication of cold war ideology to a post-colonial liberation struggle. Johnson then added his own mistakes. By the time US national humiliation was complete in the mid-1970s, it was a bipartisan monument assembled across political generations. Brexit is not a military atrocity, and there is no moral equivalence implied by comparison with Vietnam. Still, I sense that our incumbent Johnson is also trapped in the midway point of a longer tragedy, the parameters of which we are unable to grasp. That perspective will always elude the prime minister because he adheres to the 19th-century view that history is made by great men (and is enough of a narcissist to count himself among them). Intuitively, the return of parliament next month feels like the beginning of a final act. In truth, we cannot plot the current moment on a narrative arc that bends out of sight into the future. Many pro-Europeans expected that by this point public opinion would have shifted definitively against Brexit. The strategic folly of surrendering a lead role in a continental power bloc was advertised in every scene during the article 50 negotiations, alongside lurid examples of prominent leavers’ mendacity. But the great Damascene moment has not come. It might never come. An orderly transition is still available. Gloomy forecasts can be wrong. In turbulent scenarios there will be foreign capitals, collaborationist civil servants and defeatist remainers to blame. Zoom out still further, and Brexit could look like the prelude to a wider unravelling. If the European project is rattled by financial crisis and fractured by vandalistic nationalism, the debate will be whether Britain was wise to get out when it did, or criminal in failing to stay at the critical juncture. One side will celebrate Brexit as a heroic leap from the fire escape, the other will deplore it as the arsonist spark that ignited an inferno. If, by contrast, the EU is resilient and our neighbours flourish, it might still take many years for the foolishness of Britain’s self-relegation to be accepted as fact. The error will have to be composted under a layer of events, mulched by transitions of power until it beds down as consensus. Sometimes it needs a new generation of politicians to call some policy a bad business from the start because they weren’t there at the start. We are transfixed by frenzy on the stage before us: manoeuvres in anticipation of a no-confidence vote. We suppose that all possible routes are still open. Pro-Europeans must hope that there is a way back, that it is not a just a choice of gradient on the downward slide. Yet I sense fatalism creeping into formerly strident anti-Brexit voices. I glimpse shudders of dread that events are being driven not by the MPs who will vote in the coming weeks but by a critical mass of cowardice, ignorance and ideological prejudice that was reached months ago, maybe years. The past is harrying the present. It could be an illusion. I hope I am wrong. But already it feels as if decisions not yet taken this autumn are shrouded in a mist of inevitability – the accretion of a million mistakes already made. Looking back, maybe historians will judge that the point of no return, the laying of the rails, happened long before the summer of 2019. • Rafael Behr is a Guardian columnist",
      "charCount": "6038",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rafaelbehr\">Rafael Behr</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/aug/21/boris-johnson-visit-will-not-change-german-stance-says-merkel-ally",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-21T04:00:04Z",
    "webTitle": "Boris Johnson visit will not change German stance, says Merkel ally",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/21/boris-johnson-visit-will-not-change-german-stance-says-merkel-ally",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/21/boris-johnson-visit-will-not-change-german-stance-says-merkel-ally",
    "fields": {
      "headline": "Boris Johnson visit will not change German stance, says Merkel ally",
      "standfirst": "<p>British PM’s proposal to ditch backstop likely to be firmly rebuffed when he visits Berlin</p>",
      "trailText": "British PM’s proposal to ditch backstop likely to be firmly rebuffed when he visits Berlin",
      "byline": "Philip Oltermann in Berlin",
      "main": "<figure class=\"element element-image\" data-media-id=\"e8d989bfc45af5864919534d5f9283ba099967b0\"> <img src=\"https://media.guim.co.uk/e8d989bfc45af5864919534d5f9283ba099967b0/0_8_3500_2100/1000.jpg\" alt=\"Angela Merkel \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Angela Merkel is said to politically and emotionally well inclined towards the British but is not expected to give ground over the Irish backstop.</span> <span class=\"element-image__credit\">Photograph: Ints Kalniņš/Reuters</span> </figcaption> </figure>",
      "body": "<p>Angela Merkel is likely to give a friendly but firm rebuttal to Boris Johnson during his first overseas visit as prime minister on Wednesday, with politicians and officials in Berlin saying they do not consider that his letter to Donald Tusk asking the EU to drop the Irish backstop contains constructive proposals for further negotiations.</p> <p>“The letter to the president of the European council is not a serious offer, and Boris Johnson knows it,” said Norbert Röttgen, an ally of the chancellor who heads the German parliament’s foreign affairs committee.</p> <p>In a four-page letter published on Monday night, <a href=\"https://www.theguardian.com/politics/2019/aug/20/whats-new-in-boris-johnsons-fresh-bid-to-remove-brexit-backstop\">Johnson called on the EU to scrap the backstop</a>, calling the last-resort solution for a seamless border on the island of Ireland anti-democratic and “inconsistent with the sovereignty of the UK as a state”.</p> <p>The British prime minister’s first official proposal to the EU since taking office last month has been met with responses ranging from indifference to incredulity in the German capital, with senior officials saying it showed Westminster’s debate on the withdrawal agreement to be stuck on the same arguments of the so-called Brady amendment, which the EU rejected in January.</p> <p>“The British prime minister starts his letter by saying he is personally committed to finding an agreement, but there is no sign in the rest of the letter that this is actually the case,” said Röttgen, a delegate for the conservative Christian Democratic Union (CDU). “To suggest the backstop could weaken the Good Friday agreement – that’s strong stuff.</p> <p>“If Johnson really wanted to achieve something on his visits to Paris and Berlin, he would have been well advised against writing this letter.”</p> <p>Johnson will receive military honours outside Angela Merkel’s chancellory at 6pm CET on Wednesday, followed by a meeting in which the two leaders will discuss bilateral and European policy issues.</p> <p>“Merkel is politically and emotionally well inclined towards the British, and her willingness to maintain friendly relations between the two countries will be on display on Wednesday,” said Röttgen. “But the extent to which the Johnson government is prepared to humiliate itself for a trade deal with the USA has not gone unnoticed in Berlin.”</p> <p>A failure to reach an agreement over the terms of Britain’s departure from the European Union would lead to the UK crashing out of the bloc on 31 October.</p> <p>On the surface, Merkel’s government has been projecting a confidence that it is in a better position to cope with a chaotic no-deal scenario than the United Kingdom. “An exit without a deal would be in no one’s interest,” a spokesperson for the chancellor said on Monday. “But we are prepared for all eventualities that a disorderly Brexit would bring.”</p> <p>The German government has passed more than 50 laws and transitional arrangements for the eventuality of a no-deal Brexit at the end of October, and some concerns, over the UK-reliant process for licensing blood reserves for example, have been alleviated since the original exit date in March.</p> <p>Legislation has been prepared to ensure British people and their family members living in Germany will receive residence permits if the UK leaves the EU without a deal, irrespective of the Home Office’s latest plans for EU citizens in the UK.</p> <p>Behind the scenes, however, there are concerns that the potential crises emerging from a hard Brexit are too complex to be adequately prepared for, and that Germany’s export-focused economy could be fatally hit at a time when it is already being squeezed by a trade war between China and the US.</p> <p>Even before Brexit has happened, German exports to Britain are down 4% year on year, according to Commerzbank’s figures, making it no longer the country’s third-biggest export market but the fifth.</p> <p>Yet the current consensus in Berlin is that the time to address such economic concerns in negotiations with Britain has already passed.</p> <p>“I don’t see any sign of Germany having changed its position on the backstop since Johnson has come to power,” said Nicolai von Ondarza, a political scientist at Berlin’s SWP thinktank. “The official line remains the unofficial line.</p> <p>“What has changed is the credibility of a no-deal Brexit. But there is no room for Germany to change its position. If the EU gave in to Johnson’s hardline course now, it would send a signal not just to London but the rest of the world. This is not just a negotiation between Britain and the EU, but one watched by the whole world, including the US.</p> <p>“If Germany and France gave in now, it would send the fatal signal that the two biggest members states are willing to sell out smaller states for short-term economic interest.”</p>",
      "wordcount": "776",
      "firstPublicationDate": "2019-08-21T04:00:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:19Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c6mv2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e8d989bfc45af5864919534d5f9283ba099967b0/0_8_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Angela Merkel is likely to give a friendly but firm rebuttal to Boris Johnson during his first overseas visit as prime minister on Wednesday, with politicians and officials in Berlin saying they do not consider that his letter to Donald Tusk asking the EU to drop the Irish backstop contains constructive proposals for further negotiations. “The letter to the president of the European council is not a serious offer, and Boris Johnson knows it,” said Norbert Röttgen, an ally of the chancellor who heads the German parliament’s foreign affairs committee. In a four-page letter published on Monday night, Johnson called on the EU to scrap the backstop, calling the last-resort solution for a seamless border on the island of Ireland anti-democratic and “inconsistent with the sovereignty of the UK as a state”. The British prime minister’s first official proposal to the EU since taking office last month has been met with responses ranging from indifference to incredulity in the German capital, with senior officials saying it showed Westminster’s debate on the withdrawal agreement to be stuck on the same arguments of the so-called Brady amendment, which the EU rejected in January. “The British prime minister starts his letter by saying he is personally committed to finding an agreement, but there is no sign in the rest of the letter that this is actually the case,” said Röttgen, a delegate for the conservative Christian Democratic Union (CDU). “To suggest the backstop could weaken the Good Friday agreement – that’s strong stuff. “If Johnson really wanted to achieve something on his visits to Paris and Berlin, he would have been well advised against writing this letter.” Johnson will receive military honours outside Angela Merkel’s chancellory at 6pm CET on Wednesday, followed by a meeting in which the two leaders will discuss bilateral and European policy issues. “Merkel is politically and emotionally well inclined towards the British, and her willingness to maintain friendly relations between the two countries will be on display on Wednesday,” said Röttgen. “But the extent to which the Johnson government is prepared to humiliate itself for a trade deal with the USA has not gone unnoticed in Berlin.” A failure to reach an agreement over the terms of Britain’s departure from the European Union would lead to the UK crashing out of the bloc on 31 October. On the surface, Merkel’s government has been projecting a confidence that it is in a better position to cope with a chaotic no-deal scenario than the United Kingdom. “An exit without a deal would be in no one’s interest,” a spokesperson for the chancellor said on Monday. “But we are prepared for all eventualities that a disorderly Brexit would bring.” The German government has passed more than 50 laws and transitional arrangements for the eventuality of a no-deal Brexit at the end of October, and some concerns, over the UK-reliant process for licensing blood reserves for example, have been alleviated since the original exit date in March. Legislation has been prepared to ensure British people and their family members living in Germany will receive residence permits if the UK leaves the EU without a deal, irrespective of the Home Office’s latest plans for EU citizens in the UK. Behind the scenes, however, there are concerns that the potential crises emerging from a hard Brexit are too complex to be adequately prepared for, and that Germany’s export-focused economy could be fatally hit at a time when it is already being squeezed by a trade war between China and the US. Even before Brexit has happened, German exports to Britain are down 4% year on year, according to Commerzbank’s figures, making it no longer the country’s third-biggest export market but the fifth. Yet the current consensus in Berlin is that the time to address such economic concerns in negotiations with Britain has already passed. “I don’t see any sign of Germany having changed its position on the backstop since Johnson has come to power,” said Nicolai von Ondarza, a political scientist at Berlin’s SWP thinktank. “The official line remains the unofficial line. “What has changed is the credibility of a no-deal Brexit. But there is no room for Germany to change its position. If the EU gave in to Johnson’s hardline course now, it would send a signal not just to London but the rest of the world. This is not just a negotiation between Britain and the EU, but one watched by the whole world, including the US. “If Germany and France gave in now, it would send the fatal signal that the two biggest members states are willing to sell out smaller states for short-term economic interest.”",
      "charCount": "4661",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/philip-oltermann\">Philip Oltermann</a> in Berlin"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]