[
  {
    "id": "environment/2019/apr/19/extinction-rebellion-and-attenborough-put-climate-in-spotlight",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-04-19T05:00:47Z",
    "webTitle": "Extinction Rebellion and Attenborough put climate in spotlight",
    "webUrl": "https://www.theguardian.com/environment/2019/apr/19/extinction-rebellion-and-attenborough-put-climate-in-spotlight",
    "apiUrl": "https://content.guardianapis.com/environment/2019/apr/19/extinction-rebellion-and-attenborough-put-climate-in-spotlight",
    "fields": {
      "headline": "Extinction Rebellion and Attenborough put climate in spotlight",
      "standfirst": "<p>News bulletins are leading on global warming and the BBC is shedding some of its ‘balance’</p>",
      "trailText": "News bulletins are leading on global warming and the BBC is shedding some of its ‘balance’",
      "byline": "Caroline Davies",
      "main": "<figure class=\"element element-image\" data-media-id=\"d67c9e73352c2fb1ca693c2d61dfcbeb0036cd91\"> \n <img src=\"https://media.guim.co.uk/d67c9e73352c2fb1ca693c2d61dfcbeb0036cd91/0_0_4134_2480/1000.jpg\" alt=\"Extinction Rebellion protesters and police on Waterloo Bridge in London\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Extinction Rebellion protesters and police on Waterloo Bridge in London.</span> \n  <span class=\"element-image__credit\">Photograph: Brais G Rouco/Barcroft Media</span> \n </figcaption> \n</figure>",
      "body": "<p>With Extinction Rebellion making headlines and Sir David Attenborough broadcasting <a href=\"https://www.theguardian.com/tv-and-radio/2019/apr/18/tv-tonight-climate-change-naked-beach\">The Facts</a> on BBC One, climate change has gone mainstream this Easter. A nation has been watching protesters glue themselves to trains, turn London’s roads into gardens and <a href=\"https://www.theguardian.com/environment/2019/apr/17/300-arrested-extinction-rebellion-london-cells\">actively invite arrest in their hundreds</a>.</p> \n<p>As a media strategy it is working. How did glueing yourself to a train highlight climate change, Radio 4’s Today presenter Nick Robinson asked Dr Gail Bradbrook, an Extinction Rebellion co-founder. “It gets you on the Today programme,” she replied.</p> \n<p>For <a href=\"https://www.theguardian.com/profile/chris-packham\">Chris Packham</a>, an environmental campaigner and BBC presenter, this is welcome progress, marking a long-awaited moment when news bulletins lead daily on global warming.</p> \n<p>He, like others, has detected a recent change in the BBC’s coverage. Attenborough’s much heralded programme, broadcast on Thursday, was part of a series of hard-hitting documentaries by the corporation, along with a forthcoming programme on human population growth presented by Packham. “They [the BBC] are certainly making sure they are moving away from criticism levelled at them in the last few years of only showing a rose-tinted view of the natural world,” Packham said.</p> \n<p>Demonstrators dancing down Oxford Street or planting shrubbery on Waterloo Bridge attract headlines, which in turn influence programme-makers, he believes. “So I think there is a change, yes. The BBC has got its fingers on the pulse.”</p> \n<p>From the start Extinction Rebellion has made it easy for the media. Through its “Declaration of Rebellion” on Halloween, its “Blood of our Children” stunt in Downing Street and strip protest in the Houses of Parliament, it has made and nurtured key contacts at media organisations in the buildup to this week’s direct action.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"0cf356cb-864c-4bf6-8831-7e7dfb8be57d\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/9lUNQAQpolo?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Another co-founder, Roger Hallam, has been clear that the strategy of public disruption is heavily influenced by Saul Alinsky, the US community organiser who wrote Rules for Radicals, and Martin Luther King’s civil rights movement. “The essential element here is disruption. Without disruption, no one is going to give you their eyeballs,” he has said.</p> \n<p>That means accepting negative coverage in some parts of the media, such as hostile front-page stories in the Daily Telegraph and Daily Mail on Thursday. “Obviously when you shut down central London for several days, you are going to attract attention,” said Howard Rees, one of Extinction Rebellion’s media organisers. “Getting media attention is very important.”</p> \n<p>Rees said media reaction had been “mixed but fairly positive”. There had been some negative commentary, such as describing protesters as “sanctimonious eco-zealots” and “prancing hippies” whose direct action was merely a “tawdry New Age circus”. “It gives everyone a really good laugh because it is so totally inaccurate,” Rees said.</p> \n<p>The protesters were pleased with the mainstream broadcast coverage, he said. “The BBC often does its best to try and ignore the issue and us, so we are pleased to see we have managed to have a bit of a breakthrough there.”</p> \n<p>Twice in three years complaints have been upheld over Today programme interviews with the climate change sceptic Nigel Lawson for failing to challenge his views more robustly. In September last year the BBC’s director of news and current affairs, Fran Unsworth, accepted the corporation had got its coverage of climate change <a href=\"https://www.theguardian.com/environment/2018/sep/07/bbc-we-get-climate-change-coverage-wrong-too-often\">“wrong too often”</a> and told staff: “You do not need a ‘denier” to balance the debate.”</p> \n<p>In October Radio 4’s The World Tonight and BBC World Service’s Newshour announced they would be covering climate change at least once a week, every week.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"f2a314dc-550b-4e80-b64c-878a98d2ffa8\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/y6xT62MZrRM?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Rosie Rogers, a senior climate campaigner for Greenpeace UK, said: “The BBC’s slightly odd decision to maintain an even balance between climate science and conspiracy theory seems to have finally been overturned, and that’s extremely welcome. We do understand the pressure they have been under from the denial lobby, but science is not a political ideology and should not be treated as one.”</p> \n<p>Richard Black, a former BBC environment correspondent and the author of Denied: the Rise and Fall of Climate Contrarianism, said the pressure exerted on the broadcaster by contrarians had been “quite extreme at times” in the past.</p> \n<p>Much of the mainstream media was now having to take the issue seriously, he said, “because the facts have changed. And in the end, if you want to be credible you have to go with the facts.”</p> \n<p>Negative commentary about Extinction Rebellion would not affect morale, said Black, the director of the Energy and Climate Intelligence Unit thinktank. “They have got one central aim, which it to get people talking about climate change. And on the basis of what we have seen, they have been successful in that. Everyone in the media is talking about them. Politicians are talking about them.”</p> \n<p>He added: “I think, though, what is probably more profound for the future is not Extinction Rebellion but <a href=\"https://www.theguardian.com/environment/2019/feb/08/global-school-strikes-over-climate-change-head-to-the-uk\">the schoolchildren’s strike</a>, which is a very organic movement, utterly driven by kids for kids.”</p>",
      "newspaperPageNumber": "36",
      "wordcount": "807",
      "firstPublicationDate": "2019-04-19T05:00:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:48:09Z",
      "newspaperEditionDate": "2019-04-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b9jx5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d67c9e73352c2fb1ca693c2d61dfcbeb0036cd91/0_0_4134_2480/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "With Extinction Rebellion making headlines and Sir David Attenborough broadcasting The Facts on BBC One, climate change has gone mainstream this Easter. A nation has been watching protesters glue themselves to trains, turn London’s roads into gardens and actively invite arrest in their hundreds. As a media strategy it is working. How did glueing yourself to a train highlight climate change, Radio 4’s Today presenter Nick Robinson asked Dr Gail Bradbrook, an Extinction Rebellion co-founder. “It gets you on the Today programme,” she replied. For Chris Packham, an environmental campaigner and BBC presenter, this is welcome progress, marking a long-awaited moment when news bulletins lead daily on global warming. He, like others, has detected a recent change in the BBC’s coverage. Attenborough’s much heralded programme, broadcast on Thursday, was part of a series of hard-hitting documentaries by the corporation, along with a forthcoming programme on human population growth presented by Packham. “They [the BBC] are certainly making sure they are moving away from criticism levelled at them in the last few years of only showing a rose-tinted view of the natural world,” Packham said. Demonstrators dancing down Oxford Street or planting shrubbery on Waterloo Bridge attract headlines, which in turn influence programme-makers, he believes. “So I think there is a change, yes. The BBC has got its fingers on the pulse.” From the start Extinction Rebellion has made it easy for the media. Through its “Declaration of Rebellion” on Halloween, its “Blood of our Children” stunt in Downing Street and strip protest in the Houses of Parliament, it has made and nurtured key contacts at media organisations in the buildup to this week’s direct action. Another co-founder, Roger Hallam, has been clear that the strategy of public disruption is heavily influenced by Saul Alinsky, the US community organiser who wrote Rules for Radicals, and Martin Luther King’s civil rights movement. “The essential element here is disruption. Without disruption, no one is going to give you their eyeballs,” he has said. That means accepting negative coverage in some parts of the media, such as hostile front-page stories in the Daily Telegraph and Daily Mail on Thursday. “Obviously when you shut down central London for several days, you are going to attract attention,” said Howard Rees, one of Extinction Rebellion’s media organisers. “Getting media attention is very important.” Rees said media reaction had been “mixed but fairly positive”. There had been some negative commentary, such as describing protesters as “sanctimonious eco-zealots” and “prancing hippies” whose direct action was merely a “tawdry New Age circus”. “It gives everyone a really good laugh because it is so totally inaccurate,” Rees said. The protesters were pleased with the mainstream broadcast coverage, he said. “The BBC often does its best to try and ignore the issue and us, so we are pleased to see we have managed to have a bit of a breakthrough there.” Twice in three years complaints have been upheld over Today programme interviews with the climate change sceptic Nigel Lawson for failing to challenge his views more robustly. In September last year the BBC’s director of news and current affairs, Fran Unsworth, accepted the corporation had got its coverage of climate change “wrong too often” and told staff: “You do not need a ‘denier” to balance the debate.” In October Radio 4’s The World Tonight and BBC World Service’s Newshour announced they would be covering climate change at least once a week, every week. Rosie Rogers, a senior climate campaigner for Greenpeace UK, said: “The BBC’s slightly odd decision to maintain an even balance between climate science and conspiracy theory seems to have finally been overturned, and that’s extremely welcome. We do understand the pressure they have been under from the denial lobby, but science is not a political ideology and should not be treated as one.” Richard Black, a former BBC environment correspondent and the author of Denied: the Rise and Fall of Climate Contrarianism, said the pressure exerted on the broadcaster by contrarians had been “quite extreme at times” in the past. Much of the mainstream media was now having to take the issue seriously, he said, “because the facts have changed. And in the end, if you want to be credible you have to go with the facts.” Negative commentary about Extinction Rebellion would not affect morale, said Black, the director of the Energy and Climate Intelligence Unit thinktank. “They have got one central aim, which it to get people talking about climate change. And on the basis of what we have seen, they have been successful in that. Everyone in the media is talking about them. Politicians are talking about them.” He added: “I think, though, what is probably more profound for the future is not Extinction Rebellion but the schoolchildren’s strike, which is a very organic movement, utterly driven by kids for kids.”",
      "charCount": "5003",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/carolinedavies\">Caroline Davies</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]