[
  {
    "id": "politics/2019/sep/20/momentum-bid-to-abolish-deputy-leader-tom-watsons-post",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-20T20:33:50Z",
    "webTitle": "Corbyn allies in bid to scrap Tom Watson's deputy leader post",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/20/momentum-bid-to-abolish-deputy-leader-tom-watsons-post",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/20/momentum-bid-to-abolish-deputy-leader-tom-watsons-post",
    "fields": {
      "headline": "Corbyn allies in bid to scrap Tom Watson's deputy leader post",
      "standfirst": "<p>Momentum’s Jon Lansman has tabled a motion at Labour’s NEC for job to be abolished</p>",
      "trailText": "Momentum’s Jon Lansman has tabled a motion at Labour’s NEC for job to be abolished",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d2c37714-bc80-49e9-be6e-0a8eaf08c388\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/VgZwq-Z-5Ek?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Labour has been plunged into a fresh civil war on the eve of its annual conference, as allies of Jeremy Corbyn launched a bid to abolish Tom Watson’s post of deputy leader.</p> \n<p>Jon Lansman, founder of the pro-Corbyn campaign group Momentum, tabled a last-minute motion at the party’s ruling national executive committee (NEC) on Friday night calling for Watson’s job to be scrapped.</p> \n<p>A Momentum source said: “No one person is more important than beating Boris Johnson, ending austerity and tackling the climate emergency. We just can’t afford to go into an election with a deputy leader set on wrecking Labour’s chances.</p> \n<p>“Labour members overwhelmingly want a deputy leadership election, but our outdated rulebook won’t let it happen. You need 20% of Labour MPs to trigger an election, and they just won’t let the members have a fair and open election.”</p> \n<p>The chair of the NEC ruled Lansman’s motion out of order, but he then sought to have that decision overturned. Lansman won the subsequent vote 17-10; but that fell just short of the two-thirds majority necessary to challenge the chair’s authority.</p> \n<p>However, the Guardian understands NEC members agreed to return to the issue at Saturday’s meeting.</p> \n<p>If the policy is agreed, it would be recommended to Labour members as a change to party rules, which would then have to be approved by conference. Neither Watson nor Corbyn were present at the meeting.</p> \n<p>A senior Labour source said: “Tom had given his apologies to the NEC as he had to look after his children.</p> \n<p>“Usually when you disagree within parties on issues like taking a remain stance on Brexit, you have a debate. Seems that in Jeremy Corbyn’s Labour party they’d rather abolish you than debate with you.”</p> \n<p>A spokesperson for Corbyn declined to comment. </p> \n<p>Watson, the MP for West Bromwich East, was elected to the post of deputy leader in 2015. Never an enthusiastic Corbyn supporter, <a href=\"https://www.theguardian.com/politics/2019/sep/10/tom-watson-to-break-labours-uneasy-truce-over-brexit\">he has increasingly irked the leadership in recent months</a>.</p> \n<p>He formed an internal Labour caucus called the Future Britain Group, in the wake of the defections of a string of MPs, including Luciana Berger and Chuka Umunna, calling for the voices of social democrats to be heard more loudly in the party.</p> \n<p>And most recently he has made a series of off-message interventions in the Brexit debate, including most recently giving a speech calling for Labour to support a referendum before a general election.</p> \n<p>Some Labour MPs expressed alarm about the surprise move to oust the deputy leader. Jess Phillips warned of what she called “a desperate attempt to control and expel anyone who has an independent thought”.</p> \n<p>Ilford North MP Wes Streeting tweeted:</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/wesstreeting/status/1175140414069850116\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Labour Conference this week needs to put the Party on a general election footing - talking to the country about our vision for Britain. For <a href=\"https://twitter.com/jonlansman?ref_src=twsrc%5Etfw\">@jonlansman</a> and <a href=\"https://twitter.com/PeoplesMomentum?ref_src=twsrc%5Etfw\">@PeoplesMomentum</a> to try and remove our Deputy Leader <a href=\"https://twitter.com/tom_watson?ref_src=twsrc%5Etfw\">@tom_watson</a> isn’t just outrageous, it’s self-destructive and must stop.</p>— Wes Streeting MP (@wesstreeting) \n  <a href=\"https://twitter.com/wesstreeting/status/1175140414069850116?ref_src=twsrc%5Etfw\">September 20, 2019</a>\n </blockquote> \n</figure> \n<p>Corbyn allies believe Watson is <a href=\"https://www.theguardian.com/politics/2019/sep/15/labour-members-to-push-for-anti-brexit-stance-at-conference\">using the issue of Brexit</a> to drive a wedge between the Labour leader and the party’s overwhelmingly pro-remain activists.</p> \n<p>In his speech earlier this month, Watson said his party must “unambiguously and unequivocally back remain” – something Corbyn has reiterated in recent days he believes is the wrong approach.</p> \n<p>As well as irritating the leadership, Watson has had a long-running feud with Len McCluskey, the general secretary of Unite, Labour’s biggest donor.</p> \n<p>The pair were once close friends, but have clashed over Corbyn’s leadership and Brexit.</p> \n<p>In May, as Watson became increasingly vocal about the party’s Brexit policy, McCluskey said: “Tom Watson’s already out, surprise surprise, trying to take on the role of Prince Machiavelli, but I’ve got news for Tom. Machiavelli was effective. He’s a poor imitation of that. If he’s trying to turn <a href=\"https://www.theguardian.com/politics/labour\">Labour</a> members against Corbyn and in his favour, then he’s going to lose disastrously.</p> \n<p>“And there will be others in the coming days who try and do the same. Now is the time to hold your nerve, because a general election, which is the only thing that will resolve this situation, is closer now than anything.”</p> \n<p>Lansman’s motion is not the first attempt to clip Watson’s wings. The NEC discussed a bid to create a second, female deputy leader role at last year’s conference, but it was withdrawn at the last minute after Watson himself welcomed the move.</p> \n<p>Friday’s move to oust Watson, which several senior Labour sources suggested would not have been taken without Corbyn’s tacit backing, follows <a href=\"https://www.theguardian.com/politics/2019/sep/17/labour-purges-its-student-wing-ahead-of-party-conference\">the abolition of Labour Students</a>, the group some party left-wingers have long regarded as a hotbed of centrists.</p>",
      "newspaperPageNumber": "12",
      "wordcount": "721",
      "firstPublicationDate": "2019-09-20T20:33:50Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-21T10:29:21Z",
      "newspaperEditionDate": "2019-09-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ccbct",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/19f374d435869271d1c633d408bf5d67a85ad1cf/61_459_4202_2521/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour has been plunged into a fresh civil war on the eve of its annual conference, as allies of Jeremy Corbyn launched a bid to abolish Tom Watson’s post of deputy leader. Jon Lansman, founder of the pro-Corbyn campaign group Momentum, tabled a last-minute motion at the party’s ruling national executive committee (NEC) on Friday night calling for Watson’s job to be scrapped. A Momentum source said: “No one person is more important than beating Boris Johnson, ending austerity and tackling the climate emergency. We just can’t afford to go into an election with a deputy leader set on wrecking Labour’s chances. “Labour members overwhelmingly want a deputy leadership election, but our outdated rulebook won’t let it happen. You need 20% of Labour MPs to trigger an election, and they just won’t let the members have a fair and open election.” The chair of the NEC ruled Lansman’s motion out of order, but he then sought to have that decision overturned. Lansman won the subsequent vote 17-10; but that fell just short of the two-thirds majority necessary to challenge the chair’s authority. However, the Guardian understands NEC members agreed to return to the issue at Saturday’s meeting. If the policy is agreed, it would be recommended to Labour members as a change to party rules, which would then have to be approved by conference. Neither Watson nor Corbyn were present at the meeting. A senior Labour source said: “Tom had given his apologies to the NEC as he had to look after his children. “Usually when you disagree within parties on issues like taking a remain stance on Brexit, you have a debate. Seems that in Jeremy Corbyn’s Labour party they’d rather abolish you than debate with you.” A spokesperson for Corbyn declined to comment. Watson, the MP for West Bromwich East, was elected to the post of deputy leader in 2015. Never an enthusiastic Corbyn supporter, he has increasingly irked the leadership in recent months. He formed an internal Labour caucus called the Future Britain Group, in the wake of the defections of a string of MPs, including Luciana Berger and Chuka Umunna, calling for the voices of social democrats to be heard more loudly in the party. And most recently he has made a series of off-message interventions in the Brexit debate, including most recently giving a speech calling for Labour to support a referendum before a general election. Some Labour MPs expressed alarm about the surprise move to oust the deputy leader. Jess Phillips warned of what she called “a desperate attempt to control and expel anyone who has an independent thought”. Ilford North MP Wes Streeting tweeted: Corbyn allies believe Watson is using the issue of Brexit to drive a wedge between the Labour leader and the party’s overwhelmingly pro-remain activists. In his speech earlier this month, Watson said his party must “unambiguously and unequivocally back remain” – something Corbyn has reiterated in recent days he believes is the wrong approach. As well as irritating the leadership, Watson has had a long-running feud with Len McCluskey, the general secretary of Unite, Labour’s biggest donor. The pair were once close friends, but have clashed over Corbyn’s leadership and Brexit. In May, as Watson became increasingly vocal about the party’s Brexit policy, McCluskey said: “Tom Watson’s already out, surprise surprise, trying to take on the role of Prince Machiavelli, but I’ve got news for Tom. Machiavelli was effective. He’s a poor imitation of that. If he’s trying to turn Labour members against Corbyn and in his favour, then he’s going to lose disastrously. “And there will be others in the coming days who try and do the same. Now is the time to hold your nerve, because a general election, which is the only thing that will resolve this situation, is closer now than anything.” Lansman’s motion is not the first attempt to clip Watson’s wings. The NEC discussed a bid to create a second, female deputy leader role at last year’s conference, but it was withdrawn at the last minute after Watson himself welcomed the move. Friday’s move to oust Watson, which several senior Labour sources suggested would not have been taken without Corbyn’s tacit backing, follows the abolition of Labour Students, the group some party left-wingers have long regarded as a hotbed of centrists.",
      "charCount": "4313",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/20/reasons-we-cannot-agree-on-whats-true",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-20T16:22:18Z",
    "webTitle": "Reasons we cannot agree on what’s true | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/20/reasons-we-cannot-agree-on-whats-true",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/20/reasons-we-cannot-agree-on-whats-true",
    "fields": {
      "headline": "Reasons we cannot agree on what’s true",
      "standfirst": "<strong>John Richardson</strong> talks about the power of big businesses to promulgate false information, while <strong>Mark Richardson </strong>says complex explanations for events end up being doubted",
      "trailText": "<strong>Letters:</strong> <strong>John Richardson</strong> talks about the power of big businesses to promulgate false information, while <strong>Mark Richardson </strong>says complex explanations for events end up being doubted",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f2b79a5d52b37fd706a6c7280a404eaf27eff6bc\"> <img src=\"https://media.guim.co.uk/f2b79a5d52b37fd706a6c7280a404eaf27eff6bc/0_33_5760_3456/1000.jpg\" alt=\"Noam Chomsky photographed at St Pancras Renaissance Hotel\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Noam Chomsky’s work Manufacturing Consent (with Edward S Herman) surely set the framework for all serious discussion of veracity in media and politics.’</span> <span class=\"element-image__credit\">Photograph: Graeme Robertson/The Guardian</span> </figcaption> </figure>",
      "body": "<p>William Davies’ discussion of truth and lies in modern life (<a href=\"https://www.theguardian.com/media/2019/sep/19/why-cant-we-agree-on-whats-true-anymore\" title=\"\">Truth and fury</a>, 19 September) misses at least three important elements. First, the emergence and centrality of sophisticated businesses dedicated to achieving outcomes at any cost for their clients. Cambridge Analytica is the obvious example. But consider also the huge sums that US drug and medical businesses have spent seeking to block the introduction of any kind of healthcare system that those of us in the rest of the developed world would regard as normal. The systematic dissemination of lies and mistruth has been weaponised.</p> <p>Second, discussion of ideological education was absent from the piece. Back in the day, education in subjects like economics, politics and sociology were underpinned with a grounding in understanding ideology. Outside the classroom, political education was a vital part of membership of or participation in popular organisations like unions or political parties. It provided a framework for analysing current events which, while partisan, was at least systematic and equipped significant portions of the population with generic skills.</p> <p>Third, Noam Chomsky. His 1980s work Manufacturing Consent (with Edward S Herman) surely set the framework for all serious discussion of veracity in media and politics. While written in the pre-digital age, the central thesis of pro-establishment bias in the legacy media and politics is a vital aid to any serious discussion of mainstream media practitioners. A tip of the hat to his scholarly contribution to debate across a wide range of contemporary conflicts wouldn’t have gone amiss either.</p> <p>Finally, it’s a pity discussion online was not opened up. Your readers provide a deep well of information, pathos and witty irreverence; enough to lighten the most doom-laden topic.<br><strong>John Richardson</strong><br><em>South Cave, East Riding of Yorkshire</em></p> <p>• I thought that William Davies’ article was fascinating. He believes that our acceptance of the truthfulness of an event or fact is determined by how it is framed. But I think there is another reason why our acceptance or not of the truthfulness of a report is so fraught with difficulty.</p> <p>Scientific facts and theories about the behaviour of physical things are supported by evidence, and there is usually a consensus among scientists about their truth. This is possible because the behaviours of physical objects (bullets, rockets, planets) are relatively simple to explain, requiring only a few scientific theories.</p> <p>But complex systems, such aseg the weather, require many interdependent theories. And explanations about situations which involve humans may also include non-physical science theories for which there is limited consensus. This makes complex systems much more difficult to explain, and the explanations inevitably include caveats and levels of uncertainty.</p> <p>With all evidence now claimed to be “scientific”, we expect simple explanations for all kinds of events. When the explanations for complex events are complex and uncertain, we suspect the evidence.<br><strong>Mark Richardson</strong><br><em>Brighton</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "515",
      "commentable": "false",
      "firstPublicationDate": "2019-09-20T16:22:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-20T16:24:07Z",
      "newspaperEditionDate": "2019-09-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ccaj6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f2b79a5d52b37fd706a6c7280a404eaf27eff6bc/0_33_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "William Davies’ discussion of truth and lies in modern life (Truth and fury, 19 September) misses at least three important elements. First, the emergence and centrality of sophisticated businesses dedicated to achieving outcomes at any cost for their clients. Cambridge Analytica is the obvious example. But consider also the huge sums that US drug and medical businesses have spent seeking to block the introduction of any kind of healthcare system that those of us in the rest of the developed world would regard as normal. The systematic dissemination of lies and mistruth has been weaponised. Second, discussion of ideological education was absent from the piece. Back in the day, education in subjects like economics, politics and sociology were underpinned with a grounding in understanding ideology. Outside the classroom, political education was a vital part of membership of or participation in popular organisations like unions or political parties. It provided a framework for analysing current events which, while partisan, was at least systematic and equipped significant portions of the population with generic skills. Third, Noam Chomsky. His 1980s work Manufacturing Consent (with Edward S Herman) surely set the framework for all serious discussion of veracity in media and politics. While written in the pre-digital age, the central thesis of pro-establishment bias in the legacy media and politics is a vital aid to any serious discussion of mainstream media practitioners. A tip of the hat to his scholarly contribution to debate across a wide range of contemporary conflicts wouldn’t have gone amiss either. Finally, it’s a pity discussion online was not opened up. Your readers provide a deep well of information, pathos and witty irreverence; enough to lighten the most doom-laden topic. John Richardson South Cave, East Riding of Yorkshire • I thought that William Davies’ article was fascinating. He believes that our acceptance of the truthfulness of an event or fact is determined by how it is framed. But I think there is another reason why our acceptance or not of the truthfulness of a report is so fraught with difficulty. Scientific facts and theories about the behaviour of physical things are supported by evidence, and there is usually a consensus among scientists about their truth. This is possible because the behaviours of physical objects (bullets, rockets, planets) are relatively simple to explain, requiring only a few scientific theories. But complex systems, such aseg the weather, require many interdependent theories. And explanations about situations which involve humans may also include non-physical science theories for which there is limited consensus. This makes complex systems much more difficult to explain, and the explanations inevitably include caveats and levels of uncertainty. With all evidence now claimed to be “scientific”, we expect simple explanations for all kinds of events. When the explanations for complex events are complex and uncertain, we suspect the evidence. Mark Richardson Brighton • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3357",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "stage/2019/sep/20/a-pinter-play-that-merits-celebration",
    "type": "article",
    "sectionId": "stage",
    "sectionName": "Stage",
    "webPublicationDate": "2019-09-20T16:17:54Z",
    "webTitle": "A Pinter play that merits celebration | Brief letters",
    "webUrl": "https://www.theguardian.com/stage/2019/sep/20/a-pinter-play-that-merits-celebration",
    "apiUrl": "https://content.guardianapis.com/stage/2019/sep/20/a-pinter-play-that-merits-celebration",
    "fields": {
      "headline": "A Pinter play that merits celebration",
      "standfirst": "Best plays of the 21st century | Love symbols | Warfare specialists | Rugby World Cup | Pannick v Johnson",
      "trailText": "<strong>Brief letters:</strong> Best plays of the 21st century | Love symbols | Warfare specialists | Rugby World Cup | Pannick v Johnson",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"799d8a358a0c78fb79a706e2de811c9f6fde8dbc\"> <img src=\"https://media.guim.co.uk/799d8a358a0c78fb79a706e2de811c9f6fde8dbc/0_1680_3734_2240/1000.jpg\" alt=\"Harold Pinter\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Harold Pinter’s play Celebration deserves more recognition, writes Andy de la Tour. </span> <span class=\"element-image__credit\">Photograph: Hulton Archive/Getty</span> </figcaption> </figure>",
      "body": "<p>The sound of ruffled feathers in reaction to your top 50 list of plays of the 21st century (<a href=\"https://www.theguardian.com/stage/2019/sep/17/the-50-best-theatre-shows-of-the-21st-century\" title=\"\">G2</a>, 18 September) is almost deafening. The absence of David Hare or Howard Brenton may have caused a stir, but is there no room for Harold Pinter? Surely his final play, Celebration, premiered in 2000, merits a top 50 place if not a top 20. I’m biased because I was in it, but didn’t its visceral dissection of the naked greed of late-Thatcher/Blairism presage the collapse of Lehman Brothers and the cataclysm that followed?<br><strong>Andy de la Tour</strong><br><em>London</em></p> <p>• In the mid-1950s, my engineering student boyfriend always signed off with the symbols for the Greek letter lambda (lower case) raised to the power of infinity: love always (<a href=\"https://www.theguardian.com/culture/2019/sep/19/not-scoring-high-on-the-top-culture-lists\" title=\"\">Letters</a>, 20 September). We continued this throughout our married life and it is now inscribed on his tombstone: his name, the symbols below, with space for my name below again when the time comes. The undertaker was rather bemused and I sometimes wonder what strollers through the churchyard make of this.<br><strong>Valerie Lewis</strong><br><em>Wantage, Oxfordshire</em></p> <p>• You say a diver served in the Royal Navy as “a warfare specialist” (<a href=\"https://www.theguardian.com/science/2019/sep/20/pre-first-world-war-battleship-granted-special-protection\" title=\"\">Wreck of battleship and Lundy cliff steps given protection</a>, 20 September). I thought that all members of the Royal Navy were warfare specialists?<br><strong>Peter </strong><strong>Hepworth</strong><br><em>Leigh on Sea, Essex</em></p> <p>• Anne Cowper (<a href=\"https://www.theguardian.com/sport/2019/sep/19/william-webb-ellis-and-rugbys-enduring-foundational-myth\" title=\"\">Letters</a>, 20 September) thinks readers in Wales, Scotland and Ireland will be surprised that there is only one home side in the Rugby World Cup. I hope not; the home side Ben Ryan was referring to is Japan.<br><strong>Dominic Meredith</strong><br><em>Bristol</em></p> <p>• Is the current supreme court battle Pannick v Johnson the Incredible Silk v the Incredible Sulk? Well at least one of them is not credible.<br><strong>Ben Ashford</strong><br><em>Shrewsbury, Shropshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "336",
      "commentable": "false",
      "firstPublicationDate": "2019-09-20T16:17:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T12:27:28Z",
      "newspaperEditionDate": "2019-09-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ccaab",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/799d8a358a0c78fb79a706e2de811c9f6fde8dbc/0_1680_3734_2240/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The sound of ruffled feathers in reaction to your top 50 list of plays of the 21st century (G2, 18 September) is almost deafening. The absence of David Hare or Howard Brenton may have caused a stir, but is there no room for Harold Pinter? Surely his final play, Celebration, premiered in 2000, merits a top 50 place if not a top 20. I’m biased because I was in it, but didn’t its visceral dissection of the naked greed of late-Thatcher/Blairism presage the collapse of Lehman Brothers and the cataclysm that followed? Andy de la Tour London • In the mid-1950s, my engineering student boyfriend always signed off with the symbols for the Greek letter lambda (lower case) raised to the power of infinity: love always (Letters, 20 September). We continued this throughout our married life and it is now inscribed on his tombstone: his name, the symbols below, with space for my name below again when the time comes. The undertaker was rather bemused and I sometimes wonder what strollers through the churchyard make of this. Valerie Lewis Wantage, Oxfordshire • You say a diver served in the Royal Navy as “a warfare specialist” (Wreck of battleship and Lundy cliff steps given protection, 20 September). I thought that all members of the Royal Navy were warfare specialists? Peter Hepworth Leigh on Sea, Essex • Anne Cowper (Letters, 20 September) thinks readers in Wales, Scotland and Ireland will be surprised that there is only one home side in the Rugby World Cup. I hope not; the home side Ben Ryan was referring to is Japan. Dominic Meredith Bristol • Is the current supreme court battle Pannick v Johnson the Incredible Silk v the Incredible Sulk? Well at least one of them is not credible. Ben Ashford Shrewsbury, Shropshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2026",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/sep/20/conservative-members-suspended-for-online-islamophobia",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-20T09:46:56Z",
    "webTitle": "Conservative members suspended for online Islamophobia",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/20/conservative-members-suspended-for-online-islamophobia",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/20/conservative-members-suspended-for-online-islamophobia",
    "fields": {
      "headline": "Conservative members suspended for online Islamophobia",
      "standfirst": "<p>Move comes as former Tory MEP accuses serving minister of anti-Muslim comments<br></p>",
      "trailText": "Move comes as former Tory MEP accuses serving minister of anti-Muslim comments<br>",
      "byline": "Mattha Busby",
      "main": "<figure class=\"element element-image\" data-media-id=\"2c32f47141464feb553951a29a198981191b2466\"> <img src=\"https://media.guim.co.uk/2c32f47141464feb553951a29a198981191b2466/0_115_3840_2304/1000.jpg\" alt=\"A photographer is seen against the background of a Conservative party banner\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A photographer is seen against the background of a Conservative party banner.</span> <span class=\"element-image__credit\">Photograph: Ben Stansall/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>A number of Conservative party members have been suspended for posting or endorsing Islamophobic content online.</p> <p>The BBC was passed details of a number of incidents by an anonymous Twitter user, and it highlighted more than 20 new cases to the Conservative party after independently verifying them.</p> <p>Incidents were said to have ranged from individuals “liking” Islamophobic pictures or statements on one or two occasions, to people who said they were Tory members regularly posting anti-Muslim content.</p> <p>The government minister Kwasi Kwarteng said on Friday that action had been taken when the members were suspended, but he did not directly respond to a question on whether he thought an independent inquiry into allegations of Islamophobia within the Conservative party was necessary.</p> <p>“I think the party has enough structure and discipline and focus to try to deal with this problem in the first instance,” he told BBC Radio 4’s Today programme. “Obviously this is something that is ongoing.</p> <p>“I don’t know exactly when we will be able to announce what structures we have in order to expel or maintain the suspension of these members, but there is no doubt that we took very summary action when we found out last night what had been going on.” </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/02/boris-johnsons-burqa-comments-led-to-surge-in-anti-muslim-attacks\">Boris Johnson’s burqa comments ‘led to surge in anti-Muslim attacks’</a> </p> </aside>  <p>Announcements of the suspensions came as the former Conservative MEP Sajjad Karim said that senior Conservative party members, including a serving minister, had made Islamophobic remarks about him.</p> <p>“I have experienced conversations taking place with Islamophobic content directly about me, being conducted by very senior members of the Conservative party – in fact parliamentarians, one of whom is in fact a serving minister at this moment in time,” he told the BBC.</p> <p>“Ultimately, this is about values and if we allow Islamophobia, or any other form of discrimination, to go unchecked, what we are doing actually is undermining our own values.”</p> <p>Karim did not reveal the name of the minister in question but said he would provide it to the Conservative party if it wanted to investigate the alleged incident.</p> <p>In May, the Muslim Council of Britain urged the Equality and Human Rights Commission <a href=\"https://www.theguardian.com/news/2019/may/28/watchdog-urged-to-launch-inquiry-into-tory-islamophobia\">to investigate allegations</a> of Islamophobia within the Conservative party after it was reported it was dealing with <a href=\"https://www.theguardian.com/news/2019/may/17/leak-reveals-tory-party-looking-at-100-cases-of-alleged-islamophobia\">more than 100 alleged cases</a>, including a host of previously unreported ones.</p> <p>“We are not surprised by the latest revelations,” said Harun Khan, the secretary general of the MCB. “They are a manifestation of institutional Islamophobia within the Conservative party, and corroborate the polling done demonstrating the scale of the issue.</p> <p>“An independent and specific inquiry into Islamophobia specifically is long overdue. Sadly the Conservative response has been woeful, from denial through to now a reluctant commitment to a broad and watered-down investigation that we fear will do nothing to address this problem.”</p> <p>Khan said Islamophobia was “endemic” in the Conservative party. He added that Karim’s claim was “extremely serious and indicative of the scale of the problem” and the minister must be investigated immediately.</p> <p>A Conservative party spokesperson said: “All those found to be party members have been suspended immediately, pending investigation.</p> <p>“The Conservative party will never stand by when it comes to prejudice and discrimination of any kind. That’s why we are already establishing the terms of an investigation to make sure that such instances are isolated and robust processes are in place to stamp them out as and when they occur.”</p> <p>Party sources said not all the names provided were Tory members and the timings and details of any such investigation would be guided by the government’s review into a definition of Islamophobia.</p> <p>The government <a href=\"https://www.gov.uk/government/news/new-process-set-out-to-establish-a-working-definition-of-islamophobia\">announced in May it had begun the process</a> for establishing a working definition of Islamophobia, after confirming it would not be adopting the wording proposed by the all-party parliamentary group on British Muslims. The timeline for this work was unclear.</p> <p>During a Tory leadership election debate in June, Sajid Javid, the chancellor of the exchequer, committed to holding an independent investigation into allegations of Islamophobia and asked the other candidates whether they would also commit to it. They all appeared to agree, including Boris Johnson, who said: “Hear, hear.”</p> <p>However, Johnson <a href=\"https://www.theguardian.com/news/2019/jun/27/tory-islamophobia-inquiry-will-be-general-investigation-boris-johnson-sajid-javid\">later said he understood</a> they had committed to a general investigation “into all types of prejudice and discrimination including antisemitism”, not Islamophobia specifically.</p>",
      "newspaperPageNumber": "15",
      "wordcount": "708",
      "firstPublicationDate": "2019-09-20T08:47:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-20T17:30:04Z",
      "newspaperEditionDate": "2019-09-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cc8ng",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2c32f47141464feb553951a29a198981191b2466/0_115_3840_2304/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A number of Conservative party members have been suspended for posting or endorsing Islamophobic content online. The BBC was passed details of a number of incidents by an anonymous Twitter user, and it highlighted more than 20 new cases to the Conservative party after independently verifying them. Incidents were said to have ranged from individuals “liking” Islamophobic pictures or statements on one or two occasions, to people who said they were Tory members regularly posting anti-Muslim content. The government minister Kwasi Kwarteng said on Friday that action had been taken when the members were suspended, but he did not directly respond to a question on whether he thought an independent inquiry into allegations of Islamophobia within the Conservative party was necessary. “I think the party has enough structure and discipline and focus to try to deal with this problem in the first instance,” he told BBC Radio 4’s Today programme. “Obviously this is something that is ongoing. “I don’t know exactly when we will be able to announce what structures we have in order to expel or maintain the suspension of these members, but there is no doubt that we took very summary action when we found out last night what had been going on.” Announcements of the suspensions came as the former Conservative MEP Sajjad Karim said that senior Conservative party members, including a serving minister, had made Islamophobic remarks about him. “I have experienced conversations taking place with Islamophobic content directly about me, being conducted by very senior members of the Conservative party – in fact parliamentarians, one of whom is in fact a serving minister at this moment in time,” he told the BBC. “Ultimately, this is about values and if we allow Islamophobia, or any other form of discrimination, to go unchecked, what we are doing actually is undermining our own values.” Karim did not reveal the name of the minister in question but said he would provide it to the Conservative party if it wanted to investigate the alleged incident. In May, the Muslim Council of Britain urged the Equality and Human Rights Commission to investigate allegations of Islamophobia within the Conservative party after it was reported it was dealing with more than 100 alleged cases, including a host of previously unreported ones. “We are not surprised by the latest revelations,” said Harun Khan, the secretary general of the MCB. “They are a manifestation of institutional Islamophobia within the Conservative party, and corroborate the polling done demonstrating the scale of the issue. “An independent and specific inquiry into Islamophobia specifically is long overdue. Sadly the Conservative response has been woeful, from denial through to now a reluctant commitment to a broad and watered-down investigation that we fear will do nothing to address this problem.” Khan said Islamophobia was “endemic” in the Conservative party. He added that Karim’s claim was “extremely serious and indicative of the scale of the problem” and the minister must be investigated immediately. A Conservative party spokesperson said: “All those found to be party members have been suspended immediately, pending investigation. “The Conservative party will never stand by when it comes to prejudice and discrimination of any kind. That’s why we are already establishing the terms of an investigation to make sure that such instances are isolated and robust processes are in place to stamp them out as and when they occur.” Party sources said not all the names provided were Tory members and the timings and details of any such investigation would be guided by the government’s review into a definition of Islamophobia. The government announced in May it had begun the process for establishing a working definition of Islamophobia, after confirming it would not be adopting the wording proposed by the all-party parliamentary group on British Muslims. The timeline for this work was unclear. During a Tory leadership election debate in June, Sajid Javid, the chancellor of the exchequer, committed to holding an independent investigation into allegations of Islamophobia and asked the other candidates whether they would also commit to it. They all appeared to agree, including Boris Johnson, who said: “Hear, hear.” However, Johnson later said he understood they had committed to a general investigation “into all types of prejudice and discrimination including antisemitism”, not Islamophobia specifically.",
      "charCount": "4489",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mattha-busby\">Mattha Busby</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/sep/20/polls-public-opinion-polling-industry",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-20T05:01:03Z",
    "webTitle": "The polling industry doesn’t measure public opinion – it produces it | Richard Seymour",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/20/polls-public-opinion-polling-industry",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/20/polls-public-opinion-polling-industry",
    "fields": {
      "headline": "The polling industry doesn’t measure public opinion – it produces it",
      "standfirst": "<p>There is something authoritative and reassuring about a round number. But we shouldn’t pretend that a percentage can meaningfully represent the views of the public<br></p>",
      "trailText": "There is something authoritative and reassuring about a round number. But we shouldn’t pretend that a percentage can meaningfully represent the views of the public, says political activist and author Richard Seymour",
      "byline": "Richard Seymour",
      "main": "<figure class=\"element element-image\" data-media-id=\"e012ecd4ed6d90775815f04c292b13d0d1fafe6d\"> <img src=\"https://media.guim.co.uk/e012ecd4ed6d90775815f04c292b13d0d1fafe6d/0_0_3000_2000/1000.jpg\" alt=\"Polling station in Lewisham, London\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Even a slight polling plurality is enough for politicians and newspapers to assert that “the people” want whatever they’re selling.’</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>The polls keep coming, one after another. But the polls are all over the place. For example, they can’t agree on where the competing parties stand. One gives the Tories a 10-point lead, another gives Labour a 2% lead. Polling has never been an exact science, but political volatility, the growth of new polling firms and the extraordinary ubiquity of conflicting polls, has put it under new strains and new scrutiny.</p> <p>Polling was once a specialised sector of market research. Now it is a niche area of the much bigger data industry, using the same Bayesian techniques of probabilistic analysis that stock markets employ in financial forecasting. Its customers include huge financial firms that can extract commercial advantage from the slightest margin of predictive accuracy.</p> <p>When it comes to prediction, the neoliberal economist <a href=\"https://www.britannica.com/biography/Frank-Hyneman-Knight\" title=\"\">Frank Knight</a> made an important distinction between “risk” and “uncertainty”. The data revolution has helped capitalism manage risk, but it manages uncertainty far less effectively. One byproduct of this is that, although we have more data than ever before, political outcomes are no easier to predict: hence, the current crisis of polling.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We can no more dispense with political polling than capitalism can give up on data</p> </blockquote> </aside>  <p>For pollsters, the risk of a “wrong” prediction is managed in their selection of who to interview, and how to weight the results. If young and poor voters didn’t turn out last time, they probably won’t this time. But in conditions of political uncertainty, these assumptions start to look like what they are: guesswork and ideology.</p> <p>By relying on past outcomes to guide their assumptions, pollsters made no room for political upsets. Since poll numbers are often used as a kind of democratic currency – a measure of “electability” – the effect of these methodological assumptions was to ratify the status quo. They reinforced the message: “There is no alternative.” Now that there are alternatives, polling firms are scrabbling to update their models.</p> <p>Yet, what do polls actually measure? In 1947, as modern polling was becoming a major industry, researchers canvassed American public opinion on something called the “Metallic Metals Act”. No such act existed, metallic metals being akin to ironic irony, or tautologous tautology. But 70% of respondents took a firm view for or against. They weren’t stupid: they were just acting as most of us do in an interview situation, under pressure to have definite views about something of which we may be uncertain, conflicted or even ignorant.</p> <p>These researchers weren’t measuring opinion. They were producing it. This is what the polling industry does: that’s why it is an industry.</p> <p>The artifice of the phone interview, or online survey, resembles no real-life circumstance in which opinions are formed. It is an assembly line designed to produce quantifiable opinions: that is, to express sentiments, preferences. This may make sense in the context of market research to measure consumer preferences. But formulating a preference, or even purchasing an item, is quite unlike casting a vote. The latter is closer to a major life decision – often rooted in collective experiences like class and race – than to a brand choice.</p> <p>The methodology of polling implies that there exists a general will on any given issue – the sum of a quantity of individual opinions of roughly equal weight. These can be totalled up into a magic percentage. But one reason voting intention polls must weight their results is that not all opinions are equally informed, committed or even meaningful. Most of us have ambivalent or downright contradictory views on some subjects, which is why small adjustments in polling questions can produce such varying results.</p> <p>So while polling, in conditions of political stability, can often accurately predict voting outcomes, its findings are less meaningful as a guide to “public opinion” on more complex issues. “Nothing is more inadequate,” wrote the sociologist <a href=\"https://www.theguardian.com/news/2002/jan/28/guardianobituaries.books\" title=\"\">Pierre Bourdieu</a>, “for representing the state of opinion than a percentage.” “Public opinion” is a mirage.</p> <p>There is, nonetheless, something authoritative about a round figure, which appears to brook no argument. Yet, the only test of polling is its predictive power. And predictions failed in 2015, 2016 and 2017. When this happens, there is a tendency in the media to explain by reference to misleading respondents: “shy Tories”, for example.</p> <p>Perhaps some people deliberately obscure their real intentions. But consider what happened in the 2010 general election, with “<a href=\"https://www.theguardian.com/commentisfree/2010/apr/16/cleggmania-david-cameron\" title=\"\">Cleggmania</a>”. For weeks, the Liberal Democrats surged, sometimes to first place, gaining strongly among young voters. In the end, they lost five seats.</p> <p>Why did the polls not predict this outcome correctly? Most of us, if asked about an issue we aren’t sure of, or haven’t thought about, will cast our minds back to the news. Pollsters are measuring, as much as anything, the effects of recent news cycles. The media publishing them are reporting on the effects of their own coverage. They are short-term, however, and can recede by election day, by which time other assets such as street campaigning can make a significant difference. Cleggmania was precisely such a <a href=\"https://www.theguardian.com/commentisfree/2010/aug/18/cleggmania-coalition-100-days-poll-ratings\" title=\"\">media phenomenon</a>. The Lib Dems were not offering more to young voters in 2010 than in 2005: arguably, they offered less. But a surge of attention following Nick Clegg’s debate performances drove the party up the polls, only for most of the surge to burn out by election day.</p> <p>Yet, most of us believe in public opinion. If we didn’t, the polling industry wouldn’t have a market. Polling is clearly useful for capturing trends in party support, or aspects of emerging moods, however partial. But political professionals working behind closed doors rarely make the mistake of treating polls, whether on voting intentions or issues, as democratic verdicts. Rather, the data is raw material to be worked on and shaped – used to guide publicity or election campaigns.</p> <p>Because we believe in it, though, polling tends to become a self-fulfilling prophecy, particularly on social media – where each new poll is eagerly shared by supporters of whichever party appears to be surging this week. Like older forms of divination, the numbers give form to our desires and fears. They authorise our beliefs, legitimise our candidates and generate little waves of excitement. They allow us to blow attention bubbles around issues or parties, boosting the ratings further, and spawning yet another squee of excitement and feverish sharing of numbers. In moments of crisis, this can even allow small parties to game the system and generate attention and support as if from nowhere. If it weren’t for this, it is difficult to see how the Brexit party, a corporation with no members and a relatively small budget, could have won the European elections in May.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/aug/13/political-poll-results-polling-industry-data\">How do you know whether you can trust poll results? Here’s what to watch out for | Rob Vance</a> </p> </aside>  <p>At its worst, polling can subvert democratic debate. Even a slight polling plurality is enough for politicians and newspapers to assert that “the people” want whatever they’re selling, producing the illusion of a non-existent consensus in favour of policies that have little real support.</p> <p>We can no more dispense with political polling than capitalism can give up on data. For all its limits, the data usually “works” in the narrow sense that it quantifies an intention or sentiment, however fleeting or partial. The problem is the way the industry is supported by a belief in public opinion. If we can let go of that superstition, the numbers will have less power over us.</p> <p>• Richard Seymour is a political activist and author; his latest book is <a href=\"https://guardianbookshop.com/twittering-machine-9781999683382.html\" title=\"\">The Twittering Machine</a></p>",
      "newspaperPageNumber": "4",
      "wordcount": "1218",
      "commentCloseDate": "2019-09-20T16:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-20T05:01:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-24T08:59:40Z",
      "newspaperEditionDate": "2019-09-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cc5m7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e012ecd4ed6d90775815f04c292b13d0d1fafe6d/0_192_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The polls keep coming, one after another. But the polls are all over the place. For example, they can’t agree on where the competing parties stand. One gives the Tories a 10-point lead, another gives Labour a 2% lead. Polling has never been an exact science, but political volatility, the growth of new polling firms and the extraordinary ubiquity of conflicting polls, has put it under new strains and new scrutiny. Polling was once a specialised sector of market research. Now it is a niche area of the much bigger data industry, using the same Bayesian techniques of probabilistic analysis that stock markets employ in financial forecasting. Its customers include huge financial firms that can extract commercial advantage from the slightest margin of predictive accuracy. When it comes to prediction, the neoliberal economist Frank Knight made an important distinction between “risk” and “uncertainty”. The data revolution has helped capitalism manage risk, but it manages uncertainty far less effectively. One byproduct of this is that, although we have more data than ever before, political outcomes are no easier to predict: hence, the current crisis of polling. For pollsters, the risk of a “wrong” prediction is managed in their selection of who to interview, and how to weight the results. If young and poor voters didn’t turn out last time, they probably won’t this time. But in conditions of political uncertainty, these assumptions start to look like what they are: guesswork and ideology. By relying on past outcomes to guide their assumptions, pollsters made no room for political upsets. Since poll numbers are often used as a kind of democratic currency – a measure of “electability” – the effect of these methodological assumptions was to ratify the status quo. They reinforced the message: “There is no alternative.” Now that there are alternatives, polling firms are scrabbling to update their models. Yet, what do polls actually measure? In 1947, as modern polling was becoming a major industry, researchers canvassed American public opinion on something called the “Metallic Metals Act”. No such act existed, metallic metals being akin to ironic irony, or tautologous tautology. But 70% of respondents took a firm view for or against. They weren’t stupid: they were just acting as most of us do in an interview situation, under pressure to have definite views about something of which we may be uncertain, conflicted or even ignorant. These researchers weren’t measuring opinion. They were producing it. This is what the polling industry does: that’s why it is an industry. The artifice of the phone interview, or online survey, resembles no real-life circumstance in which opinions are formed. It is an assembly line designed to produce quantifiable opinions: that is, to express sentiments, preferences. This may make sense in the context of market research to measure consumer preferences. But formulating a preference, or even purchasing an item, is quite unlike casting a vote. The latter is closer to a major life decision – often rooted in collective experiences like class and race – than to a brand choice. The methodology of polling implies that there exists a general will on any given issue – the sum of a quantity of individual opinions of roughly equal weight. These can be totalled up into a magic percentage. But one reason voting intention polls must weight their results is that not all opinions are equally informed, committed or even meaningful. Most of us have ambivalent or downright contradictory views on some subjects, which is why small adjustments in polling questions can produce such varying results. So while polling, in conditions of political stability, can often accurately predict voting outcomes, its findings are less meaningful as a guide to “public opinion” on more complex issues. “Nothing is more inadequate,” wrote the sociologist Pierre Bourdieu, “for representing the state of opinion than a percentage.” “Public opinion” is a mirage. There is, nonetheless, something authoritative about a round figure, which appears to brook no argument. Yet, the only test of polling is its predictive power. And predictions failed in 2015, 2016 and 2017. When this happens, there is a tendency in the media to explain by reference to misleading respondents: “shy Tories”, for example. Perhaps some people deliberately obscure their real intentions. But consider what happened in the 2010 general election, with “Cleggmania”. For weeks, the Liberal Democrats surged, sometimes to first place, gaining strongly among young voters. In the end, they lost five seats. Why did the polls not predict this outcome correctly? Most of us, if asked about an issue we aren’t sure of, or haven’t thought about, will cast our minds back to the news. Pollsters are measuring, as much as anything, the effects of recent news cycles. The media publishing them are reporting on the effects of their own coverage. They are short-term, however, and can recede by election day, by which time other assets such as street campaigning can make a significant difference. Cleggmania was precisely such a media phenomenon. The Lib Dems were not offering more to young voters in 2010 than in 2005: arguably, they offered less. But a surge of attention following Nick Clegg’s debate performances drove the party up the polls, only for most of the surge to burn out by election day. Yet, most of us believe in public opinion. If we didn’t, the polling industry wouldn’t have a market. Polling is clearly useful for capturing trends in party support, or aspects of emerging moods, however partial. But political professionals working behind closed doors rarely make the mistake of treating polls, whether on voting intentions or issues, as democratic verdicts. Rather, the data is raw material to be worked on and shaped – used to guide publicity or election campaigns. Because we believe in it, though, polling tends to become a self-fulfilling prophecy, particularly on social media – where each new poll is eagerly shared by supporters of whichever party appears to be surging this week. Like older forms of divination, the numbers give form to our desires and fears. They authorise our beliefs, legitimise our candidates and generate little waves of excitement. They allow us to blow attention bubbles around issues or parties, boosting the ratings further, and spawning yet another squee of excitement and feverish sharing of numbers. In moments of crisis, this can even allow small parties to game the system and generate attention and support as if from nowhere. If it weren’t for this, it is difficult to see how the Brexit party, a corporation with no members and a relatively small budget, could have won the European elections in May. At its worst, polling can subvert democratic debate. Even a slight polling plurality is enough for politicians and newspapers to assert that “the people” want whatever they’re selling, producing the illusion of a non-existent consensus in favour of policies that have little real support. We can no more dispense with political polling than capitalism can give up on data. For all its limits, the data usually “works” in the narrow sense that it quantifies an intention or sentiment, however fleeting or partial. The problem is the way the industry is supported by a belief in public opinion. If we can let go of that superstition, the numbers will have less power over us. • Richard Seymour is a political activist and author; his latest book is The Twittering Machine",
      "charCount": "7536",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richard-seymour\">Richard Seymour</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]