[
  {
    "id": "politics/2019/aug/26/boris-johnson-to-send-tory-loyalists-to-house-of-lords",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-26T21:30:51Z",
    "webTitle": "Boris Johnson to send Tory loyalists to House of Lords",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/26/boris-johnson-to-send-tory-loyalists-to-house-of-lords",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/26/boris-johnson-to-send-tory-loyalists-to-house-of-lords",
    "fields": {
      "headline": "Boris Johnson to send Tory loyalists to House of Lords",
      "standfirst": "<p>PM hopes appointment of six peers to upper chamber will help boost party position</p>",
      "trailText": "PM hopes appointment of six peers to upper chamber will help boost party position",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"7b209eb68bc6dd8a22e1b62c702b8f0d60794fba\"> <img src=\"https://media.guim.co.uk/7b209eb68bc6dd8a22e1b62c702b8f0d60794fba/0_0_1456_874/1000.jpg\" alt=\"House of Lords\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The prime minister is understood to have drawn up a list of names to be submitted to the House of Lords appointments commission.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson is preparing to send half a dozen staunch Conservative loyalists to the House of Lords, in an attempt to bolster the party’s position in the upper chamber.</p> <p>The new crop of peers are unlikely to be confirmed until after the 31 October Brexit deadline – but the appointments will be read as a signal Johnson is determined to stamp his mark on parliament.</p> <p>Theresa May’s resignation honours list is expected to be announced in the coming days, with rewards for several of the key lieutenants who supported her through her premiership, including her chief of staff, the former MP Gavin Barwell.</p> <p>Johnson is believed to have already drawn up a list of up to six names to be submitted to the House of Lords appointments commission, which has to approve new members.</p> <p>The Conservatives have <a href=\"https://www.parliament.uk/mps-lords-and-offices/lords/composition-of-the-lords/\">238 peers in the House of Lords</a> – but the government can easily be defeated if the 178 Labour and 95 Liberal Democrats work together.</p> <p>The previous government faced a string of heavy losses over Brexit, which paved the way for MPs to exact concessions, including on a meaningful vote. In several cases, Tory peers including the former Hong Kong governor, Chris Patten (Lord Patten of Barnes), sided with the opposition parties.</p> <p>Recently, peers passed a motion tabled by Labour’s leader in the House of Lords, Angela Smith, calling on the government to establish a cross-party select committee to examine the consequences of a no-deal Brexit.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/30/its-chaos-how-brexit-crisis-is-paralysing-the-house-of-lords\">'It's chaos': how Brexit crisis is paralysing the House of Lords</a> </p> </aside>  <p>The former prime minister, Gordon Brown, has suggested that MPs should take up the idea when they return to Westminster next week, and set aside a day of parliamentary time to debate the consequences of leaving without a deal.</p> <p>Johnson has been accused of plotting to override parliament since he arrived at No 10, with his chief adviser, Dominic Cummings, telling colleagues they must be ready to use any means necessary to ensure Brexit happens by the end of October.</p> <p>Both the cabinet and Johnson’s Downing Street team have been packed with veterans of the successful Vote Leave campaign, stoking speculation that he expects to be fighting a general election in the coming months.</p> <p>Johnson’s ministers had to agree they were willing to countenance a no-deal Brexit if necessary, after May faced a string of rebellions, including from within her own cabinet.</p> <p>In a foreword to a new edition of the ministerial code published last week, Johnson insisted there must be “no misuse of process or procedure by any individual minister that would seek to stall the collective decisions necessary to deliver Brexit and secure the wider changes needed across our United Kingdom”.</p> <p>During Johnson’s leadership campaign, there was speculation that he could send George Osborne to the Lords, after the former remainer gave the support of the newspaper he edits, the Evening Standard, to the prime minister’s leadership campaign.</p> <p>Johnson has backed Osborne’s campaign to be the next managing director of the International Monetary Fund – though it is highly unlikely to succeed, as the EU has already chosen its own candidate.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "507",
      "firstPublicationDate": "2019-08-26T21:30:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:20Z",
      "newspaperEditionDate": "2019-08-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c7z5n",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7b209eb68bc6dd8a22e1b62c702b8f0d60794fba/0_0_1456_874/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson is preparing to send half a dozen staunch Conservative loyalists to the House of Lords, in an attempt to bolster the party’s position in the upper chamber. The new crop of peers are unlikely to be confirmed until after the 31 October Brexit deadline – but the appointments will be read as a signal Johnson is determined to stamp his mark on parliament. Theresa May’s resignation honours list is expected to be announced in the coming days, with rewards for several of the key lieutenants who supported her through her premiership, including her chief of staff, the former MP Gavin Barwell. Johnson is believed to have already drawn up a list of up to six names to be submitted to the House of Lords appointments commission, which has to approve new members. The Conservatives have 238 peers in the House of Lords – but the government can easily be defeated if the 178 Labour and 95 Liberal Democrats work together. The previous government faced a string of heavy losses over Brexit, which paved the way for MPs to exact concessions, including on a meaningful vote. In several cases, Tory peers including the former Hong Kong governor, Chris Patten (Lord Patten of Barnes), sided with the opposition parties. Recently, peers passed a motion tabled by Labour’s leader in the House of Lords, Angela Smith, calling on the government to establish a cross-party select committee to examine the consequences of a no-deal Brexit. The former prime minister, Gordon Brown, has suggested that MPs should take up the idea when they return to Westminster next week, and set aside a day of parliamentary time to debate the consequences of leaving without a deal. Johnson has been accused of plotting to override parliament since he arrived at No 10, with his chief adviser, Dominic Cummings, telling colleagues they must be ready to use any means necessary to ensure Brexit happens by the end of October. Both the cabinet and Johnson’s Downing Street team have been packed with veterans of the successful Vote Leave campaign, stoking speculation that he expects to be fighting a general election in the coming months. Johnson’s ministers had to agree they were willing to countenance a no-deal Brexit if necessary, after May faced a string of rebellions, including from within her own cabinet. In a foreword to a new edition of the ministerial code published last week, Johnson insisted there must be “no misuse of process or procedure by any individual minister that would seek to stall the collective decisions necessary to deliver Brexit and secure the wider changes needed across our United Kingdom”. During Johnson’s leadership campaign, there was speculation that he could send George Osborne to the Lords, after the former remainer gave the support of the newspaper he edits, the Evening Standard, to the prime minister’s leadership campaign. Johnson has backed Osborne’s campaign to be the next managing director of the International Monetary Fund – though it is highly unlikely to succeed, as the EU has already chosen its own candidate.",
      "charCount": "3046",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/aug/26/brexit-the-backstop-and-the-will-of-the-people-of-northern-ireland",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-08-26T15:55:07Z",
    "webTitle": "Brexit, the backstop and the will of the people of Northern Ireland | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/aug/26/brexit-the-backstop-and-the-will-of-the-people-of-northern-ireland",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/aug/26/brexit-the-backstop-and-the-will-of-the-people-of-northern-ireland",
    "fields": {
      "headline": "Brexit, the backstop and the will of the people of Northern Ireland",
      "standfirst": "<strong>Susanne MacGregor</strong>, <strong>Colin Armstrong</strong>, <strong>Andrew Anderson</strong>, <strong>Tom Swallow</strong> and <strong>Declan McGonagle</strong> respond to Simon Jenkins. Plus <strong>Andy Buck</strong> on the threat to peace",
      "trailText": "Letters: <strong>Susanne MacGregor</strong>, <strong>Colin Armstrong</strong>, <strong>Andrew Anderson</strong>, <strong>Tom Swallow</strong> and <strong>Declan McGonagle</strong> respond to Simon Jenkins. Plus <strong>Andy Buck</strong> on the threat to peace",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"fc485edab1f52120702a804a969014c6f3a75d87\"> <img src=\"https://media.guim.co.uk/fc485edab1f52120702a804a969014c6f3a75d87/0_163_5568_3341/1000.jpg\" alt=\"A ‘No Border, No Brexit’ campaign sticker on a road sign close to the Hands Across the Divide sculpture in Derry, Northern Ireland.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A ‘No Border, No Brexit’ campaign sticker on a road sign close to the Hands Across the Divide sculpture in Derry, Northern Ireland.</span> <span class=\"element-image__credit\">Photograph: Charles McQuillan/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Simon Jenkins is right (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/22/brexit-northern-ireland-border\" title=\"\">Only a border in the Irish Sea could resolve this Brexit mess</a>, Journal, 23 August). To sell this to the people, Boris Johnson would need to present it as a victory. The compromise would be for the EU to postpone the backstop to the end of the two-year transition period – Johnson could sell this as them removing the backstop from the withdrawal agreement (even though it would not have come into effect till then anyway). That gives the Brexiters about 18 months to come up with workable alternative arrangements. In return, the UK would agree to hold a referendum in Northern Ireland to choose between the alternative arrangements and the backstop (ie staying in the single market and customs union).</p> <p>If the people voted for the backstop, no one could say this was anti-democratic. If they chose the alternative arrangements, we’d be no worse off than today, but we would have had two years to transition from the EU, and other agreements in Theresa May’s deal would stand. If this was put to parliament before 31 October, even if the DUP voted against it, enough MPs would support it as an alternative to a feared no deal. Winners all round!<br><strong>Susanne MacGregor</strong><br><em>London</em></p> <p>• Simon Jenkins thinks the Good Friday agreement is compatible with a sea border between Northern Ireland and the United Kingdom. Despite his support for the agreement, he appears to know nothing of the principle of consent, or the cogent and well-informed argument of Lords <a href=\"https://policyexchange.org.uk/publication/the-backstop-would-wreck-the-good-friday-agreement/\" title=\"\">Trimble</a> and <a href=\"https://policyexchange.org.uk/publication/the-backstop-paralysis-a-way-out/\" title=\"\">Bew</a> that it is the backstop which threatens the agreement.</p> <p>Jenkins thinks Northern Ireland could remain in the United Kingdom with a sea border, but reveals his real purpose in his last paragraph. He wants the Brexit crisis to steer all of Ireland “towards a stable and contented union”. But one lesson of Brexit is that the process of leaving a union of fewer than 50 years has been extraordinarily difficult; leaving a union that is 200 years old – and which involves a far greater degree of economic and administrative connection – would be infinitely harder.<br><strong>Colin Armstrong</strong><br><em>Belfast</em></p> <p>• Simon Jenkins is doing his Theresa May impression: “A border is a border, wherever located” sounds a bit like “Brexit means Brexit”. Does he really think that the Norwegian-Russian border is no different from the Norwegian-Swedish one?</p> <p>Sabine Weyand, pouring cold water on attempts to find a solution, may be “the EU tariff expert”, but she knows far less about borders than Tony Smith, a former director general of the UK Border Force, who has been repeatedly frustrated in his attempts to get the EU to consider sensible proposals. <a href=\"https://www.linkedin.com/pulse/brexit-iceberg-solving-irish-border-question-tony-smith/\" title=\"\">He has said that</a> “any agreement around border transformation is entirely achievable with the collaborative will of the countries on either side of it”. The problem is that the EU doesn’t have that will, and too many in the UK who are hostile to Brexit are encouraging its intransigence.<br><strong>Andrew Anderson</strong><br><em>Edinburgh </em></p> <p>• Simon Jenkins thinks he clears up the mess: “some border arrangement down the Irish Sea”, “some continued customs link to Ireland, explicitly separate from the rest of the UK”, “Northern Ireland would remain in the United Kingdom”, though it “might be drawn more into the orbit of the south”. This sort of woolly thinking is what drives our European friends and partners to distraction. He mentions Scotland once, as being entitled to self-determination. Scotland voted 62% to remain. So will it just be England and Wales leaving? Is that what a non-messy Brexit is?<br><strong>Tom Swallow</strong><br><em>Kenilworth, Warwickshire</em></p> <p>• Simon Jenkins is correct in identifying the DUP as the real stumbling block to a solution to the backstop impasse. An arrangement that would see a border in the Irish Sea would reflect the will of a majority of people in Northern Ireland and be consistent with the DUP’s selective willingness to deviate from the UK in matters of social policy.</p> <p>The DUP’s typical narrowness in its interpretation of a border in the Irish Sea, as an attack on unionism, is contradicted by the existence of the guarantees in the Belfast/Good Friday agreement. The agreement is a backstop on the backstop. Guaranteed by both governments, it protects unionism, and the guarantees mean no change to the status of Northern Ireland without the consent of a majority of the people in Northern Ireland.</p> <p>It would be ironic if the DUP’s ill-considered position under its present leadership – in support of Brexit at any cost – actually undermined the unionist position in the longer term, with the prospect of a border poll following a no-deal Brexit.<br><strong>Declan McGonagle</strong><br><em>Redcastle, Co</em><em> Donegal, Ireland</em></p> <p>• Matthew O’Toole (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/22/boris-johnson-northern-ireland-uk-sovereignty\" title=\"\">Boris Johnson is playing politics with Northern Ireland’s ‘delicate balance’</a>, 22 August) attributes nationalist alienation to “the fact that their consent was never asked for in either the partition of Ireland or the character of Northern Ireland”. Had such consent been sought it would never have been forthcoming.</p> <p>Northern Ireland was established as a Protestant state for a Protestant people and was supported as such by successive British governments. It systematically discriminated against its Catholic community who, when they sought the most basic of civil rights, were denied, often brutally. The Troubles resulted.</p> <p>It was not until 1993 when the British government declared that it had “<a href=\"https://www.theguardian.com/uk/1993/nov/28/northernireland\" title=\"\">no selfish strategic or economic interest in Northern Ireland</a>” that the pathway to peace and the Belfast agreement of 1998 was truly laid down.</p> <p>Theresa May’s deal in 2017 with the DUP breached Major’s commitment, and Johnson’s utterly partisan approach to the backstop risks doing further untold damage to this hard-won peace.<br><strong>Andy Buck</strong><br><em>Sheffield</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "972",
      "commentable": "false",
      "firstPublicationDate": "2019-08-26T15:55:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:08Z",
      "newspaperEditionDate": "2019-08-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c7z82",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fc485edab1f52120702a804a969014c6f3a75d87/0_163_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Simon Jenkins is right (Only a border in the Irish Sea could resolve this Brexit mess, Journal, 23 August). To sell this to the people, Boris Johnson would need to present it as a victory. The compromise would be for the EU to postpone the backstop to the end of the two-year transition period – Johnson could sell this as them removing the backstop from the withdrawal agreement (even though it would not have come into effect till then anyway). That gives the Brexiters about 18 months to come up with workable alternative arrangements. In return, the UK would agree to hold a referendum in Northern Ireland to choose between the alternative arrangements and the backstop (ie staying in the single market and customs union). If the people voted for the backstop, no one could say this was anti-democratic. If they chose the alternative arrangements, we’d be no worse off than today, but we would have had two years to transition from the EU, and other agreements in Theresa May’s deal would stand. If this was put to parliament before 31 October, even if the DUP voted against it, enough MPs would support it as an alternative to a feared no deal. Winners all round! Susanne MacGregor London • Simon Jenkins thinks the Good Friday agreement is compatible with a sea border between Northern Ireland and the United Kingdom. Despite his support for the agreement, he appears to know nothing of the principle of consent, or the cogent and well-informed argument of Lords Trimble and Bew that it is the backstop which threatens the agreement. Jenkins thinks Northern Ireland could remain in the United Kingdom with a sea border, but reveals his real purpose in his last paragraph. He wants the Brexit crisis to steer all of Ireland “towards a stable and contented union”. But one lesson of Brexit is that the process of leaving a union of fewer than 50 years has been extraordinarily difficult; leaving a union that is 200 years old – and which involves a far greater degree of economic and administrative connection – would be infinitely harder. Colin Armstrong Belfast • Simon Jenkins is doing his Theresa May impression: “A border is a border, wherever located” sounds a bit like “Brexit means Brexit”. Does he really think that the Norwegian-Russian border is no different from the Norwegian-Swedish one? Sabine Weyand, pouring cold water on attempts to find a solution, may be “the EU tariff expert”, but she knows far less about borders than Tony Smith, a former director general of the UK Border Force, who has been repeatedly frustrated in his attempts to get the EU to consider sensible proposals. He has said that “any agreement around border transformation is entirely achievable with the collaborative will of the countries on either side of it”. The problem is that the EU doesn’t have that will, and too many in the UK who are hostile to Brexit are encouraging its intransigence. Andrew Anderson Edinburgh • Simon Jenkins thinks he clears up the mess: “some border arrangement down the Irish Sea”, “some continued customs link to Ireland, explicitly separate from the rest of the UK”, “Northern Ireland would remain in the United Kingdom”, though it “might be drawn more into the orbit of the south”. This sort of woolly thinking is what drives our European friends and partners to distraction. He mentions Scotland once, as being entitled to self-determination. Scotland voted 62% to remain. So will it just be England and Wales leaving? Is that what a non-messy Brexit is? Tom Swallow Kenilworth, Warwickshire • Simon Jenkins is correct in identifying the DUP as the real stumbling block to a solution to the backstop impasse. An arrangement that would see a border in the Irish Sea would reflect the will of a majority of people in Northern Ireland and be consistent with the DUP’s selective willingness to deviate from the UK in matters of social policy. The DUP’s typical narrowness in its interpretation of a border in the Irish Sea, as an attack on unionism, is contradicted by the existence of the guarantees in the Belfast/Good Friday agreement. The agreement is a backstop on the backstop. Guaranteed by both governments, it protects unionism, and the guarantees mean no change to the status of Northern Ireland without the consent of a majority of the people in Northern Ireland. It would be ironic if the DUP’s ill-considered position under its present leadership – in support of Brexit at any cost – actually undermined the unionist position in the longer term, with the prospect of a border poll following a no-deal Brexit. Declan McGonagle Redcastle, Co Donegal, Ireland • Matthew O’Toole (Boris Johnson is playing politics with Northern Ireland’s ‘delicate balance’, 22 August) attributes nationalist alienation to “the fact that their consent was never asked for in either the partition of Ireland or the character of Northern Ireland”. Had such consent been sought it would never have been forthcoming. Northern Ireland was established as a Protestant state for a Protestant people and was supported as such by successive British governments. It systematically discriminated against its Catholic community who, when they sought the most basic of civil rights, were denied, often brutally. The Troubles resulted. It was not until 1993 when the British government declared that it had “no selfish strategic or economic interest in Northern Ireland” that the pathway to peace and the Belfast agreement of 1998 was truly laid down. Theresa May’s deal in 2017 with the DUP breached Major’s commitment, and Johnson’s utterly partisan approach to the backstop risks doing further untold damage to this hard-won peace. Andy Buck Sheffield • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5955",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "global/2019/aug/26/we-need-to-be-told-which-medicines-are-at-risk-in-no-deal-brexit",
    "type": "article",
    "sectionId": "global",
    "sectionName": "Global",
    "webPublicationDate": "2019-08-26T15:54:36Z",
    "webTitle": "We need to be told which medicines are at risk in no-deal Brexit | Letters",
    "webUrl": "https://www.theguardian.com/global/2019/aug/26/we-need-to-be-told-which-medicines-are-at-risk-in-no-deal-brexit",
    "apiUrl": "https://content.guardianapis.com/global/2019/aug/26/we-need-to-be-told-which-medicines-are-at-risk-in-no-deal-brexit",
    "fields": {
      "headline": "We need to be told which medicines are at risk in no-deal Brexit",
      "standfirst": "The government’s answers on the availability of crucial supplies are inadequate, says <strong>Michael Lipton</strong>. Cancer patient <strong>Angela Boyd</strong> concurs",
      "trailText": "<strong>Letters: </strong>The government’s answers on the availability of crucial medical supplies are inadequate, says <strong>Michael Lipton</strong>. Cancer patient <strong>Angela Boyd</strong> concurs",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c055068e4e99d6a0ed79312d689d54bbe0c65fba\"> <img src=\"https://media.guim.co.uk/c055068e4e99d6a0ed79312d689d54bbe0c65fba/0_99_3500_2100/1000.jpg\" alt=\"Stock photo of various pills\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Matt Hancock, the health secretary, should now publish a list of exactly which medicines are at risk and of how much delay,’ writes Michael Lipton.</span> <span class=\"element-image__credit\">Photograph: Yves Herman/Reuters</span> </figcaption> </figure>",
      "body": "<p>Your report (<a href=\"https://www.theguardian.com/politics/2019/aug/18/number-10-furious-leak-document-predicting-no-deal-brexit-shortages\" title=\"\">Tory divisions over Brexit deepen amid row over no-deal dossier leak</a>, 19 August) cites an official prediction of “severe extended delays to medicine supplies” after a no-deal Brexit. That would leave millions at increased risk of painful outcomes, and perhaps thousands at increased risk of death. What, specifically for each medicine, should patients, GPs and hospitals do about this?</p> <p>The government says it tendered a £25m contract on 15 August to transport “time-sensitive shipments” from the EU and “ensure [that] supply of medical goods remains uninterrupted” after Brexit. However, “one in three generics manufacturers” are making their own arrangements due to “uncertainty around government plans”, according to a recent report in the Pharmaceutical Journal. And what about non-generics, including all medicines still under patent?</p> <p>Matt Hancock, the health secretary, should now publish a list of exactly which medicines are at risk and of how much delay. For each medicine, patients, hospitals and doctors should be advised how to respond. Boris Johnson’s education presumably included Cicero’s “Salus populi suprema lex”: the health of the people is the highest law. Is Johnson’s motto “Salus populi minima lex”?<br><strong>Michael Lipton</strong><br><em>Emeritus professor of economics, University of Sussex, </em><em>Brighton</em></p> <p>• As a cancer patient with chronic lymphocytic leukaemia on second-line treatment, I asked my consultant haematologist whether the Imbruvica capsules I am taking, which are manufactured in Belgium, would still be available after a no-deal Brexit. She had no answer.</p> <p>How many other cancer patients are in this situation, whereby their life-saving treatments may stop mid-course? Are there thousands or millions? And would the palliative-care facilities be sufficient to cope with a boom of cancer patients?<br><strong>Angela Boyd</strong><br><em>Wellington, Somerset</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "322",
      "commentable": "false",
      "firstPublicationDate": "2019-08-26T15:54:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:08Z",
      "newspaperEditionDate": "2019-08-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c7nqe",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c055068e4e99d6a0ed79312d689d54bbe0c65fba/0_99_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your report (Tory divisions over Brexit deepen amid row over no-deal dossier leak, 19 August) cites an official prediction of “severe extended delays to medicine supplies” after a no-deal Brexit. That would leave millions at increased risk of painful outcomes, and perhaps thousands at increased risk of death. What, specifically for each medicine, should patients, GPs and hospitals do about this? The government says it tendered a £25m contract on 15 August to transport “time-sensitive shipments” from the EU and “ensure [that] supply of medical goods remains uninterrupted” after Brexit. However, “one in three generics manufacturers” are making their own arrangements due to “uncertainty around government plans”, according to a recent report in the Pharmaceutical Journal. And what about non-generics, including all medicines still under patent? Matt Hancock, the health secretary, should now publish a list of exactly which medicines are at risk and of how much delay. For each medicine, patients, hospitals and doctors should be advised how to respond. Boris Johnson’s education presumably included Cicero’s “Salus populi suprema lex”: the health of the people is the highest law. Is Johnson’s motto “Salus populi minima lex”? Michael Lipton Emeritus professor of economics, University of Sussex, Brighton • As a cancer patient with chronic lymphocytic leukaemia on second-line treatment, I asked my consultant haematologist whether the Imbruvica capsules I am taking, which are manufactured in Belgium, would still be available after a no-deal Brexit. She had no answer. How many other cancer patients are in this situation, whereby their life-saving treatments may stop mid-course? Are there thousands or millions? And would the palliative-care facilities be sufficient to cope with a boom of cancer patients? Angela Boyd Wellington, Somerset • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2148",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false
  },
  {
    "id": "education/2019/aug/26/we-have-michael-gove-to-blame-for-gcse-fiasco",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-08-26T15:53:27Z",
    "webTitle": "We have Michael Gove to blame for GCSE fiasco | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/aug/26/we-have-michael-gove-to-blame-for-gcse-fiasco",
    "apiUrl": "https://content.guardianapis.com/education/2019/aug/26/we-have-michael-gove-to-blame-for-gcse-fiasco",
    "fields": {
      "headline": "We have Michael Gove to blame for GCSE fiasco",
      "standfirst": "Independent schools are not responsible for their pupils taking different exams from state-school pupils, writes an examiner. And <strong>Ewan Drysdale </strong>says it’s wrong to say IGCSEs are easier than the new GCSEs",
      "trailText": "<strong>Letters: </strong>Independent schools are not responsible for their pupils taking different exams from state-school pupils, writes an examiner. And <strong>Ewan Drysdale </strong>says it’s wrong to say IGCSEs are easier than the new GCSEs",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"779d447517de154a00778305300768bc36c71533\"> <img src=\"https://media.guim.co.uk/779d447517de154a00778305300768bc36c71533/0_86_3500_2101/1000.jpg\" alt=\"Students sitting mock GCSE exams\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Students sitting mock GCSE exams. </span> <span class=\"element-image__credit\">Photograph: Gareth Fuller/PA</span> </figcaption> </figure>",
      "body": "<p>You are correct in asserting that private and state school pupils sitting different exams is a policy disaster (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/25/the-guardian-view-on-easier-gcses-at-private-schools-insult-added-to-injury\" title=\"\">Editorial</a>, 26 August). I am no defender of the independent school system, but for once this is not of their doing.</p> <p>Back when Michael Gove wanted to toughen up the exams, he approached Cambridge International because he liked the look of its exams.</p> <p>He was allowed access to all its syllabuses and exams as a basis for reforming the IGCSEs. In return, candidates in state schools would be allowed to sit the IGCSE.</p> <p>In the qualification I was involved with, there was no coursework, which was appealing to teachers bogged down with the continuous-assessment regime. The format of the exam was straightforward and sufficiently demanding to inspire pupils to learn. The entry suddenly ballooned tenfold.</p> <p>Once Gove had got his new GCSE in place, he suddenly ordained that the IGCSE would not count towards league tables. This was a calculated move to wipe out the competition to his new GCSE, as no state school could afford to appear to be at the bottom of the league tables. They withdrew from the IGCSE.</p> <p>The independent schools, however, don’t even pay lip service to the league tables and were unwilling to move from a qualification they were happy with to one that was an unknown quantity and likely to experience teething problems.</p> <p>Cambridge International has a considerable number of candidates from all over the world. The IGCSE is a prestigious qualification with international recognition: its grades are aligned with international standards. I would challenge the assumption that it is “easier” – having to award a “pass” at 31% suggests that there is something wrong with the GCSE exam. GCSE candidates in our state system are being shortchanged indeed.<br><strong>Name and address supplied</strong></p> <p>• Your argument that the domestic GCSE is harder than the IGCSE is wrong. The specification may be broader (the current Edexcel IGCSE chemistry has 15 pages of content compared with AQA’s 66 pages) but the grade boundaries this summer are accordingly lower. The AQA combined-science GCSE required only 64% for the top grade and 21% to pass; the Edexcel IGCSE was 72% and 39% respectively.</p> <p>I understand that universities are only interested in students’ GCSE results to see if their predicted A-levels grades are accurate. Public schools are mostly interested in getting students to their first-choice university, so choose a qualification that meets their needs for A-levels.</p> <p>As far as I can see as head of chemistry, the domestic GCSE contains a lot of content that cannot be examined in any depth and will not be touched on at all at A-level. If we were to turn away from IGCSE to the domestic GCSE it would mostly be to ensure our students were not treated differently when applying to university due to social or media pressure as regards the quality of their IGSCEs.<br><strong>Ewan Drysdale</strong><br><em>Kimbolton school, Huntingdon, Cambridgeshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "532",
      "commentable": "false",
      "firstPublicationDate": "2019-08-26T15:53:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-26T15:55:03Z",
      "newspaperEditionDate": "2019-08-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c7z95",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/779d447517de154a00778305300768bc36c71533/0_86_3500_2101/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "You are correct in asserting that private and state school pupils sitting different exams is a policy disaster (Editorial, 26 August). I am no defender of the independent school system, but for once this is not of their doing. Back when Michael Gove wanted to toughen up the exams, he approached Cambridge International because he liked the look of its exams. He was allowed access to all its syllabuses and exams as a basis for reforming the IGCSEs. In return, candidates in state schools would be allowed to sit the IGCSE. In the qualification I was involved with, there was no coursework, which was appealing to teachers bogged down with the continuous-assessment regime. The format of the exam was straightforward and sufficiently demanding to inspire pupils to learn. The entry suddenly ballooned tenfold. Once Gove had got his new GCSE in place, he suddenly ordained that the IGCSE would not count towards league tables. This was a calculated move to wipe out the competition to his new GCSE, as no state school could afford to appear to be at the bottom of the league tables. They withdrew from the IGCSE. The independent schools, however, don’t even pay lip service to the league tables and were unwilling to move from a qualification they were happy with to one that was an unknown quantity and likely to experience teething problems. Cambridge International has a considerable number of candidates from all over the world. The IGCSE is a prestigious qualification with international recognition: its grades are aligned with international standards. I would challenge the assumption that it is “easier” – having to award a “pass” at 31% suggests that there is something wrong with the GCSE exam. GCSE candidates in our state system are being shortchanged indeed. Name and address supplied • Your argument that the domestic GCSE is harder than the IGCSE is wrong. The specification may be broader (the current Edexcel IGCSE chemistry has 15 pages of content compared with AQA’s 66 pages) but the grade boundaries this summer are accordingly lower. The AQA combined-science GCSE required only 64% for the top grade and 21% to pass; the Edexcel IGCSE was 72% and 39% respectively. I understand that universities are only interested in students’ GCSE results to see if their predicted A-levels grades are accurate. Public schools are mostly interested in getting students to their first-choice university, so choose a qualification that meets their needs for A-levels. As far as I can see as head of chemistry, the domestic GCSE contains a lot of content that cannot be examined in any depth and will not be touched on at all at A-level. If we were to turn away from IGCSE to the domestic GCSE it would mostly be to ensure our students were not treated differently when applying to university due to social or media pressure as regards the quality of their IGSCEs. Ewan Drysdale Kimbolton school, Huntingdon, Cambridgeshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3224",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "stage/2019/aug/26/edinburgh-rightwing-comedians-titania-mcgrath-brexit-party-edinburgh-fringe",
    "type": "article",
    "sectionId": "stage",
    "sectionName": "Stage",
    "webPublicationDate": "2019-08-26T05:00:39Z",
    "webTitle": "From Titania McGrath to a Brexit party standup: is rightwing comedy on the rise?",
    "webUrl": "https://www.theguardian.com/stage/2019/aug/26/edinburgh-rightwing-comedians-titania-mcgrath-brexit-party-edinburgh-fringe",
    "apiUrl": "https://content.guardianapis.com/stage/2019/aug/26/edinburgh-rightwing-comedians-titania-mcgrath-brexit-party-edinburgh-fringe",
    "fields": {
      "headline": "From Titania McGrath to a Brexit party standup: is rightwing comedy on the rise?",
      "standfirst": "<p>This year’s Edinburgh fringe was full of wokeness jokes from liberal standups as well as a host of conservative comedians who punch down</p>",
      "trailText": "This year’s Edinburgh fringe was full of wokeness jokes from liberal standups as well as a host of conservative comedians who punch down",
      "byline": "Brian Logan",
      "main": "<figure class=\"element element-image\" data-media-id=\"d67f218ee4e02b0cd4e20faee3c317f8e840b49a\"> <img src=\"https://media.guim.co.uk/d67f218ee4e02b0cd4e20faee3c317f8e840b49a/0_146_2000_1200/1000.jpg\" alt=\"Eccentric contrarian … Dominic Frisby.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Eccentric contrarian … Dominic Frisby.</span> <span class=\"element-image__credit\">Photograph: -</span> </figcaption> </figure>",
      "body": "<p>Has there been a rise in rightwing comedy? Or just more acts pinning their colours to that mast? A common claim – flogged to death by the conservative commentariat – is that comedy is dominated by a “liberal elite”. That was always a tenuous premise: beyond the late <a href=\"https://www.theguardian.com/culture/2019/feb/01/jeremy-hardy-obituary\">Jeremy Hardy</a>, the Marks <a href=\"https://www.theguardian.com/stage/mark-steel\">Steel</a> and <a href=\"https://www.theguardian.com/profile/markthomas\">Thomas</a>, and mid-career <a href=\"https://www.theguardian.com/stage/2019/aug/09/josie-long-review-tender-new-baby-mother-stand-edinburgh\">Josie Long</a>, where are all these socialist clowns we keep hearing about? But it’s looking even more ragged now. Since journeyman standup <a href=\"https://www.theguardian.com/stage/2017/may/15/tory-comedian-geoff-norcott-brexit-conservative\">Geoff Norcott</a> had the bright idea of relaunching himself as a Tory and became a fixture on Question Time, other acts have followed suit. Anti-woke is the fringe pose <em>du jour</em>, not infrequently struck by comics out and proud about their rightwing affiliations.</p> <p>They draw their charge – such as it is – from the conceit that they’re fearlessly flouting tyrannical orthodoxy. But the idea that it’s Transgressive – the title of Scottish comic Leo Kearse’s show – to PC-bash in public is a bit of a stretch. Ricky Gervais, Dave Chappelle, Jimmy Carr: comedy arenas are <a href=\"https://www.theguardian.com/stage/2017/apr/03/dave-chappelle-ricky-gervais-standup-comedy-transgender\">full of this stuff</a>. You can’t open the papers or turn on TV without hearing anti-woke and pro-Brexit sentiment. If – as these comics insist – free speech is under attack, it’s a pretty feeble attack. Although it did succeed in having Kearse’s previous show, Right-Wing Comedian, cancelled in Australia last year after <a href=\"https://www.chortle.co.uk/news/2018/11/19/41730/i_dont_understand_how_it_could_be_interpreted_as_transphobic\">protests about its alleged transphobia</a>.</p>  <figure class=\"element element-image\" data-media-id=\"03211930c04ee0b9fc792ba630341ad0af71e5f9\"> <img src=\"https://media.guim.co.uk/03211930c04ee0b9fc792ba630341ad0af71e5f9/0_103_2362_1417/1000.jpg\" alt=\"Konstantin Kisin.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Right-on … Konstantin Kisin.</span> <span class=\"element-image__credit\">Photograph: Steve Ullathorne</span> </figcaption> </figure>  <p>Perhaps that’s why “we’re afraid of saying the wrong thing these days”, as Konstantin Kisin puts it. Kisin <a href=\"https://www.theguardian.com/culture/2018/dec/11/comedians-asked-to-sign-behavioural-agreement-for-soas-gig\">made the headlines last year</a> by refusing to perform at a London university after being asked to sign a “behavioural agreement” relating to the content of his act. (He doesn’t mention that the organiser swiftly apologised.) He raises some legitimate questions in a show exploring why 3,300 people were arrested in the UK last year for things they said on social media.</p> <p>He also contradicts himself. We mustn’t call people we disagree with Nazis, he says – then ends with a George Carlin quote equating political correctness with fascism. The politics of Dominic Frisby’s show Libertarian Love Songs (Frisby is standing as a p<a href=\"https://www.comedy.co.uk/people/news/5440/dominic_frisby_mp/\">rexit Party candidate for parliament</a>) are likewise all over the place. Ukulele in hand, he sings that “all taxation is theft”, then criticises Amazon for not paying its taxes. He criticises the ubiquitous blandness of modern Britain, then croons a hymn to Wetherspoons.</p> <p>But the show has its charms. Frisby emerges more as contrarian English eccentric than reactionary. His rant about “crony capitalism”, and the sweet ending to his song about hate speech, both suggest common ground between Frisby’s anti-corporate shtick and the politics of the bolshiest social justice warrior of rightwing demonology.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"3771a3091160229b5d7b261db0a8cb889e5c5f6f\"> <img src=\"https://media.guim.co.uk/3771a3091160229b5d7b261db0a8cb889e5c5f6f/386_842_2123_2652/801.jpg\" alt=\"Alice Marshall as Titania McGrath\" width=\"801\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alice Marshall as Titania McGrath.</span> <span class=\"element-image__credit\">Photograph: David Windmill</span> </figcaption> </figure>  <p>Time was, of course, progressive fringe audiences might have rejected even a whiff of Toryism in their comedy. Only five years ago, <a href=\"mailto:https://www.theguardian.com/stage/2014/aug/03/jim-davidson-standup-edinburgh-festival-2014-review\">Jim Davidson felt like an outlier here</a> – although he played in a major venue and was widely reviewed. But we’re all more mindful of diversity and inclusion these days – and rightist comics are cashing in on the affirmative action. Kisin, Kearse and Frisby’s shows were well attended on my visits, and fair enough: they can be entertaining, and put forward the occasional intelligent point of view. Not so <a href=\"https://www.theguardian.com/stage/2019/aug/05/titania-mcgrath-review-pleasance-courtyard-edinburgh-festival-2019\">Titania McGrath</a>, the fictional Twitter avatar of comedian Andrew Doyle – now incarnated at the fringe by comic Alice Marshall. Fitfully amusing online, McGrath is a crude caricature on stage, a mean-spirited and largely witless burlesque of millennial wokeness.</p> <p>The show’s presiding idea is that the left is building a gulag out of PC terminology and ever-changing gender pronouns. Spoiler alert: that isn’t true. But there are pertinent conversations to have – and jokes to make – about where we draw the lines around offensive and illegal, between acceptable jokes and hateful acts. Kisin wonders how the defence of free speech became “a far-right dog whistle”, and it’s a good question. It’s traditionally a progressive cause, and some of the best comedy in Edinburgh on wokeness and new sensitivities around language are from leftwing comics – like <a href=\"https://www.theguardian.com/stage/2019/aug/06/ahir-shah-dots-review-monkey-barrel-comedy-edinburgh-festival-2019\">Ahir Shah</a>, say, with his routine on the phrase “people of colour” (“as if I’m indistinguishable from a black woman”).</p> <p>If there’s debate around whether woke-bashing is an exclusively rightwing pursuit, there’s none around the Tory credentials of Sarah Southern’s show on the Free Fringe. Southern was the Conservative aide who resigned in 2012 after the so-called <a href=\"https://www.theguardian.com/politics/2012/mar/25/cash-for-access-sarah-southern\">“cash for access” scandal</a>. Now she’s doing standup about her love of Mrs Thatcher, her time in David Cameron’s employ and her fall from grace. The promised interrogation of where she now stands politically never quite materialises, beyond a lame disavowal of the actual record of the government she helped precipitate. (“Some of their policies don’t sit well with me”)</p> <p>But if hers is a low-wattage show, it’s not objectionable. Nor does it – or any of the shows mentioned – herald a new rightward direction for standup. There may be those who consider rightwing comedy oxymoronic because comedy mustn’t punch down, and punching down is what rightwingery is all about. But there have always been comics who do that, or who trade in chauvinist stereotypes, or promote individualist values. (As Leo Kearse points out: standup is the ne plus ultra Thatcherite industry.) Kearse, Frisby and co are just the latest in their line. All that’s changed – after Norcott banished the stigma, and advertised the career benefits, of calling oneself rightwing – is the branding.</p>",
      "wordcount": "891",
      "firstPublicationDate": "2019-08-26T05:00:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:10Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c5836",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3771a3091160229b5d7b261db0a8cb889e5c5f6f/0_933_2848_1708/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Has there been a rise in rightwing comedy? Or just more acts pinning their colours to that mast? A common claim – flogged to death by the conservative commentariat – is that comedy is dominated by a “liberal elite”. That was always a tenuous premise: beyond the late Jeremy Hardy, the Marks Steel and Thomas, and mid-career Josie Long, where are all these socialist clowns we keep hearing about? But it’s looking even more ragged now. Since journeyman standup Geoff Norcott had the bright idea of relaunching himself as a Tory and became a fixture on Question Time, other acts have followed suit. Anti-woke is the fringe pose du jour, not infrequently struck by comics out and proud about their rightwing affiliations. They draw their charge – such as it is – from the conceit that they’re fearlessly flouting tyrannical orthodoxy. But the idea that it’s Transgressive – the title of Scottish comic Leo Kearse’s show – to PC-bash in public is a bit of a stretch. Ricky Gervais, Dave Chappelle, Jimmy Carr: comedy arenas are full of this stuff. You can’t open the papers or turn on TV without hearing anti-woke and pro-Brexit sentiment. If – as these comics insist – free speech is under attack, it’s a pretty feeble attack. Although it did succeed in having Kearse’s previous show, Right-Wing Comedian, cancelled in Australia last year after protests about its alleged transphobia. Perhaps that’s why “we’re afraid of saying the wrong thing these days”, as Konstantin Kisin puts it. Kisin made the headlines last year by refusing to perform at a London university after being asked to sign a “behavioural agreement” relating to the content of his act. (He doesn’t mention that the organiser swiftly apologised.) He raises some legitimate questions in a show exploring why 3,300 people were arrested in the UK last year for things they said on social media. He also contradicts himself. We mustn’t call people we disagree with Nazis, he says – then ends with a George Carlin quote equating political correctness with fascism. The politics of Dominic Frisby’s show Libertarian Love Songs (Frisby is standing as a prexit Party candidate for parliament) are likewise all over the place. Ukulele in hand, he sings that “all taxation is theft”, then criticises Amazon for not paying its taxes. He criticises the ubiquitous blandness of modern Britain, then croons a hymn to Wetherspoons. But the show has its charms. Frisby emerges more as contrarian English eccentric than reactionary. His rant about “crony capitalism”, and the sweet ending to his song about hate speech, both suggest common ground between Frisby’s anti-corporate shtick and the politics of the bolshiest social justice warrior of rightwing demonology. Time was, of course, progressive fringe audiences might have rejected even a whiff of Toryism in their comedy. Only five years ago, Jim Davidson felt like an outlier here – although he played in a major venue and was widely reviewed. But we’re all more mindful of diversity and inclusion these days – and rightist comics are cashing in on the affirmative action. Kisin, Kearse and Frisby’s shows were well attended on my visits, and fair enough: they can be entertaining, and put forward the occasional intelligent point of view. Not so Titania McGrath, the fictional Twitter avatar of comedian Andrew Doyle – now incarnated at the fringe by comic Alice Marshall. Fitfully amusing online, McGrath is a crude caricature on stage, a mean-spirited and largely witless burlesque of millennial wokeness. The show’s presiding idea is that the left is building a gulag out of PC terminology and ever-changing gender pronouns. Spoiler alert: that isn’t true. But there are pertinent conversations to have – and jokes to make – about where we draw the lines around offensive and illegal, between acceptable jokes and hateful acts. Kisin wonders how the defence of free speech became “a far-right dog whistle”, and it’s a good question. It’s traditionally a progressive cause, and some of the best comedy in Edinburgh on wokeness and new sensitivities around language are from leftwing comics – like Ahir Shah, say, with his routine on the phrase “people of colour” (“as if I’m indistinguishable from a black woman”). If there’s debate around whether woke-bashing is an exclusively rightwing pursuit, there’s none around the Tory credentials of Sarah Southern’s show on the Free Fringe. Southern was the Conservative aide who resigned in 2012 after the so-called “cash for access” scandal. Now she’s doing standup about her love of Mrs Thatcher, her time in David Cameron’s employ and her fall from grace. The promised interrogation of where she now stands politically never quite materialises, beyond a lame disavowal of the actual record of the government she helped precipitate. (“Some of their policies don’t sit well with me”) But if hers is a low-wattage show, it’s not objectionable. Nor does it – or any of the shows mentioned – herald a new rightward direction for standup. There may be those who consider rightwing comedy oxymoronic because comedy mustn’t punch down, and punching down is what rightwingery is all about. But there have always been comics who do that, or who trade in chauvinist stereotypes, or promote individualist values. (As Leo Kearse points out: standup is the ne plus ultra Thatcherite industry.) Kearse, Frisby and co are just the latest in their line. All that’s changed – after Norcott banished the stigma, and advertised the career benefits, of calling oneself rightwing – is the branding.",
      "charCount": "5532",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "<a href=\"profile/brianlogan\">Brian Logan</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  }
]