[
  {
    "id": "politics/2019/dec/02/nhs-cache-leak-first-circulated-online-by-group-similar-to-russian-operation",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-02T23:55:08Z",
    "webTitle": "Leaked NHS papers 'put online by posters using Russian methods'",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/02/nhs-cache-leak-first-circulated-online-by-group-similar-to-russian-operation",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/02/nhs-cache-leak-first-circulated-online-by-group-similar-to-russian-operation",
    "fields": {
      "headline": "Leaked NHS papers 'put online by posters using Russian methods'",
      "standfirst": "<p>Questions about dissemination of documents do not mean they are fake, but pose new puzzle</p>",
      "trailText": "Questions about dissemination of documents do not mean they are fake, but pose new puzzle",
      "byline": "Dan Sabbagh Defence and security editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"d1de5ac522d08d51e238ec52f7c342266213bc49\"> <img src=\"https://media.guim.co.uk/d1de5ac522d08d51e238ec52f7c342266213bc49/0_0_4082_2450/1000.jpg\" alt=\"Jeremy Corbyn holding redacted documents of secret talks between the UK and US governments\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn holding redacted documents of secret talks between the UK and US governments</span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure>",
      "body": "<p>Leaked documents said by Labour to prove <a href=\"https://www.theguardian.com/society/2019/nov/27/jeremy-corbyn-reveals-dossier-proving-nhs-up-for-sale\">that the NHS was “on the table” in trade talks with the US </a>were initially disseminated online by anonymous posters operating in a way similar to a Russian information operation known as Secondary Infektion, according to a social media research firm.</p> <p>A <a href=\"https://graphika.com/reports/UK-trade-leaks/\">19-page report</a> published on Monday by the consultancy Graphika said that while it could not conclusively prove a Russian origin to the leak, the early distribution of the cache of files via Reddit, three German-language websites and an anonymous Twitter account reflected a method of operation seen repeatedly over recent years.</p> <p>There is no suggestion either that the NHS documents, produced by Jeremy Corbyn at a dramatic press conference last week, were fake, but the Graphika investigation highlights an intriguing series of efforts to get the leak picked up more widely at the end of October and beginning of November.</p> <p>Ben Nimmo, the head of investigations at Graphika, said: “What we are saying is that the initial efforts to amplify the NHS leak closely resembles techniques used by Secondary Infektion in the past, a known Russian operation. But we do not have all the data that allows us to make a final determination in this case.”</p> <p>Secondary Infektion is the name given <a href=\"https://medium.com/dfrlab/top-takes-suspected-russian-intelligence-operation-39212367d2f0\">to a Russian operation exposed by Facebook earlier this year</a>, operating across six languages and dozens of platforms. Subsequent analysis by <a href=\"https://atlanticcouncil.org/\">the Atlantic Council</a> demonstrated it was behind a string of largely failed attempts to disseminate fake news, including a blatantly false story that British remainers were planning to assassinate Boris Johnson.</p> <p>Graphika said that the NHS documents were first posted on Reddit by a user called Gregoriator, who made grammatical errors that matched those made by “Secondary Infektion”, for example by posting that the document cache showed that “<a href=\"https://www.reddit.com/r/worldpolitics/comments/dkzlfc/officialsensitive_great_britain_is_practically/\">Great Britain is practically standing on her knees</a>” in seeking a US trade deal.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/27/leaked-papers-prove-tories-want-to-sell-off-nhs-claims-corbyn\">Leaked papers prove Tories want to sell off NHS, claims Corbyn</a> </p> </aside>  <p>Two days later, a user called Max Ostermann posted three articles in German summarising the original leak on Reddit and on two small German language sites, <a href=\"http://meinbezirk.at/\">meinbezirk.at</a> and <a href=\"http://homment.com/\">homment.com</a>, before disappearing.</p> <p>“This practice of employing single-use burner accounts on exactly the same combination of websites used by Secondary Infektion’s operators is a strong behavioural parallel,” Graphika’s report concluded.</p> <p>A Twitter user using a <a href=\"https://twitter.com/gregoriator\">now suspended account called @Gregoriator</a> then tried to disseminate the leak in late October by tweeting a link to the Reddit posting to a range of public figures, including Labour and Liberal Democrat politicians and even to celebrities such Stephen Fry and Bette Midler, but again this did not appear to succeed.</p> <p>It was only when Corbyn showed a redacted version of the trade talks documents during his head-to-head debate with Johnson on 21 November that the situation changed.</p> <p>The redacted documents had been obtained by pressure group Global Justice Now via freedom of information, but <a href=\"https://www.bbc.co.uk/news/blogs-trending-50589351\">after the debate a spokesman told the BBC the group had been emailed and alerted to the presence of the unredacted documents online.</a></p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/12/archive-zip/giv-3902eMKnjqg32ppR/\" data-alt=\"Timeline\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/12/archive-zip/giv-3902eMKnjqg32ppR/\">Timeline</a> </figure>  <p>On Monday night Labour would not say where it had obtained the NHS cache from, in the light of the Graphika report, but pointed out that no one had disputed they were genuine.</p> <p>A party spokesman said: “These documents reveal the plot against our NHS. And, of course, neither the UK nor the US government have denied their authenticity. Given what they reveal, it’s not surprising that there are attempts to muddy the waters to cover up what has been exposed.”</p> <p>Graphika’s report concluded: “The most pressing question is not who was behind the dissemination operation, but how the unredacted documents ended up in their hands in the first place. Public information on how the leak happened might begin to fill in the blanks on the actors behind it.”</p>",
      "newspaperPageNumber": "9",
      "wordcount": "625",
      "firstPublicationDate": "2019-12-02T23:55:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-03T17:52:25Z",
      "newspaperEditionDate": "2019-12-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/czn6x",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d1de5ac522d08d51e238ec52f7c342266213bc49/0_0_4082_2450/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Leaked documents said by Labour to prove that the NHS was “on the table” in trade talks with the US were initially disseminated online by anonymous posters operating in a way similar to a Russian information operation known as Secondary Infektion, according to a social media research firm. A 19-page report published on Monday by the consultancy Graphika said that while it could not conclusively prove a Russian origin to the leak, the early distribution of the cache of files via Reddit, three German-language websites and an anonymous Twitter account reflected a method of operation seen repeatedly over recent years. There is no suggestion either that the NHS documents, produced by Jeremy Corbyn at a dramatic press conference last week, were fake, but the Graphika investigation highlights an intriguing series of efforts to get the leak picked up more widely at the end of October and beginning of November. Ben Nimmo, the head of investigations at Graphika, said: “What we are saying is that the initial efforts to amplify the NHS leak closely resembles techniques used by Secondary Infektion in the past, a known Russian operation. But we do not have all the data that allows us to make a final determination in this case.” Secondary Infektion is the name given to a Russian operation exposed by Facebook earlier this year, operating across six languages and dozens of platforms. Subsequent analysis by the Atlantic Council demonstrated it was behind a string of largely failed attempts to disseminate fake news, including a blatantly false story that British remainers were planning to assassinate Boris Johnson. Graphika said that the NHS documents were first posted on Reddit by a user called Gregoriator, who made grammatical errors that matched those made by “Secondary Infektion”, for example by posting that the document cache showed that “Great Britain is practically standing on her knees” in seeking a US trade deal. Two days later, a user called Max Ostermann posted three articles in German summarising the original leak on Reddit and on two small German language sites, meinbezirk.at and homment.com, before disappearing. “This practice of employing single-use burner accounts on exactly the same combination of websites used by Secondary Infektion’s operators is a strong behavioural parallel,” Graphika’s report concluded. A Twitter user using a now suspended account called @Gregoriator then tried to disseminate the leak in late October by tweeting a link to the Reddit posting to a range of public figures, including Labour and Liberal Democrat politicians and even to celebrities such Stephen Fry and Bette Midler, but again this did not appear to succeed. It was only when Corbyn showed a redacted version of the trade talks documents during his head-to-head debate with Johnson on 21 November that the situation changed. The redacted documents had been obtained by pressure group Global Justice Now via freedom of information, but after the debate a spokesman told the BBC the group had been emailed and alerted to the presence of the unredacted documents online. On Monday night Labour would not say where it had obtained the NHS cache from, in the light of the Graphika report, but pointed out that no one had disputed they were genuine. A party spokesman said: “These documents reveal the plot against our NHS. And, of course, neither the UK nor the US government have denied their authenticity. Given what they reveal, it’s not surprising that there are attempts to muddy the waters to cover up what has been exposed.” Graphika’s report concluded: “The most pressing question is not who was behind the dissemination operation, but how the unredacted documents ended up in their hands in the first place. Public information on how the leak happened might begin to fill in the blanks on the actors behind it.”",
      "charCount": "3842",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dan-sabbagh\">Dan Sabbagh</a> Defence and security editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-02T20:23:40Z",
    "webTitle": "General election: Johnson insists he opposed early release for terrorists long before London Bridge attack – live news",
    "webUrl": "https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live",
    "fields": {
      "headline": "General election: Johnson insists he opposed early release for terrorists long before London Bridge attack – live news",
      "standfirst": "<p>Lib Dem leader said leaders should be ‘very careful’ about relationship with US president, ahead of his arrival for Nato</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/dec/02/andrew-sparrow-election-briefing-abandon-agenda-hate-father-london-bridge-victim\">Read Andrew Sparrow’s daily election briefing</a></li><li><a href=\"https://www.theguardian.com/uk-news/2019/dec/02/jack-merritt-london-bridge-attack-dave-merritt\">Dave Merritt: ‘Jack would be livid his death has been used to further an agenda of hate’</a></li><li><a href=\"https://www.theguardian.com/politics/2019/dec/01/parties-attack-boris-johnson-and-nigel-farage-over-donald-trump-ties\">Parties attack Boris Johnson and Nigel Farage over Donald Trump ties</a><a href=\"https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live?page=with:block-5de546468f08bf648cb22709#block-5de546468f08bf648cb22709\"><br></a></li><li><a href=\"https://www.theguardian.com/info/2019/nov/12/sign-up-for-andrew-sparrows-election-briefing\">Sign up for Andrew Sparrow’s daily election briefing</a><br></li></ul>",
      "trailText": "Ahead of Trump’s arrival for Nato, Lib Dem leader said leaders should be ‘very careful’ about relationship with the president",
      "byline": "Andrew Sparrow, Amy Walker, Kate Lyons and Kevin Rawlinson",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"3878fb52-3e5f-4558-bbcf-7747d5307b7f\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/M5_lKGoqTyA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5de56a2e8f08f78465b49a7d\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T20:23:40.268Z\">8.23pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Closing summary</h2> \n <div class=\"block-elements\"> \n  <p>That’s it from us for this evening. My colleague, <strong>Andrew Sparrow</strong>, has put together a detailed summary of the day’s events:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/02/andrew-sparrow-election-briefing-abandon-agenda-hate-father-london-bridge-victim\">Andrew Sparrow's election briefing: abandon 'agenda of hate', urges father of London Bridge victim</a> </p> \n  </aside> \n  <p>And, if you’d like to read yet more, <strong>Heather Stewart</strong> has this evening’s main politics story:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/02/uk-election-halt-us-trade-talks-until-nhs-off-table-corbyn-tells-johnson\">UK election: halt US trade talks until NHS off table, Corbyn tells Johnson</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5de5535c8f08f78465b499a8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T18:27:09.006Z\">6.27pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Last week, the former Labour MP <strong>Ian Austin</strong> called on the party’s traditional voters to back the Conservatives in order to prevent <strong>Jeremy Corbyn</strong> becoming prime minister.</p> \n  <p>This week, the Tories are seeking to maximise the damage to their rivals by paying for letters from Austin, in which he argues the same, to be sent out to thousands of voters in Labour marginals.</p> \n  <p>Voters from Ipswich, Stroud, Ashfield, Bedford and Cardiff North – all seats held by Corbyn’s party by fewer than 1,000 votes last time – have been posting copies of their letters from the ex-junior minister on social media. Speaking to the Press Association this evening, Austin has said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I have made it absolutely clear that Jeremy Corbyn is not fit to lead the Labour party, never mind the country. I have written a letter to that effect.</p> \n  </blockquote> \n  <p>He would not be drawn on how many voters had received the letter, or how the Tories had come to fund it being posted out. Austin told recipients that “no-one” believes Corbyn will deliver Brexit and that Labour’s plans for government would “put businesses, investment and jobs at risk”.</p> \n  <blockquote class=\"quoted\"> \n   <p>I know how hard it is for Labour voters to back the Tories, but at the end of this election, either Boris Johnson will be prime minister – or Jeremy Corbyn. That’s the choice. And I am worried that if Boris Johnson does not get a majority, the SNP will back Corbyn.</p> \n   <p>It is too big a risk. That is why I think we should lend the Tories our votes and stop Jeremy Corbyn getting anywhere near Downing Street. </p> \n  </blockquote> \n  <p>The strapline at the bottom of the letter states: “Promoted by <strong>Alan Mabbutt</strong> on behalf of the Conservative and Unionist Party.” Here’s the article we ran last week on Austin’s original comments:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/07/former-labour-mp-ian-austin-urges-voters-back-boris-johnson\">Two former Labour MPs urge voters to back Boris Johnson</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T18:30:10.727Z\">at 6.30pm GMT</time></p> \n</div> \n<div id=\"block-5de550978f08bf648cb22773\" class=\"block\" data-block-contributor=\"profile/kevin-rawlinson\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T18:07:10.520Z\">6.07pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Earlier, <a href=\"https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live?page=with:block-5de5026d8f0831141cc4356c#block-5de5026d8f0831141cc4356c\">we reported</a> that the Brexit party leader, <strong>Nigel Farage</strong>, had claimed his decision to stand down candidates in Tory-held constituencies was motivated by a desire not to help produce a hung parliament that might allow “that Swinson girl” near Downing Street; “perfectly pleasant though she is”.</p> \n  <p><strong>Jo Swinson</strong>, the Lib Dem leader, has responded this evening, saying:</p> \n  <blockquote class=\"quoted\"> \n   <p>Nigel Farage is going to discover that I am not always perfectly pleasant.</p> \n   <p>Farage has stood for parliament seven times and every single time the voters have rejected his toxic brand of chauvinistic, far-right nationalism. He knows he is not going to get anywhere nearer to power this election and is so scared that he hasn’t even bothered standing. He is lashing out at the real threat to his Tory-Brexit party electoral pact: the girly swot leading the UK’s strongest remain party.</p> \n   <p>The Liberal Democrats want to stop Brexit and build a brighter future, where everybody’s rights are respected and society is fair and diverse.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T18:08:04.925Z\">at 6.08pm GMT</time></p> \n</div> \n<div id=\"block-5de546468f08bf648cb22709\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T18:03:55.451Z\">6.03pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Boris Johnson has sought to counter claims that he has been opportunistically exploiting the London Bridge terror attack by insisting that he has been calling for longer sentences for serious offenders for years. </strong>On what might have been one of the quietest days for campaigning since the election began,<a href=\"https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live?page=with:block-5de535c58f0831141cc437de#block-5de535c58f0831141cc437de\"> Johnson gave interviews this afternoon</a> responding to the charge that has dogged him for the last 48 hours, since he responded to the London Bridge killings by calling for tougher sentences for terrorists. Johnson also claimed that it was clear from the outset that the attacker, Usman Khan, was not suitable for rehabilitation – even though <a href=\"https://www.telegraph.co.uk/news/2019/12/01/london-bridge-attacker-poster-boy-rehab-scheme-targeted/\">some reports</a> have said he was seen as a model example of what could be achieved through rehabilitation programmes. In <a href=\"https://www.theguardian.com/uk-news/2019/dec/02/jack-merritt-london-bridge-attack-dave-merritt\">an article for the Guardian published this afternoon</a>, <strong>Dave Merritt</strong>, whose son Jack was one of the two young prisoner rehabilitation specialists killed in the attack, said Jack would have been furious to see his death being used to justify making penal policy more draconian. Merritt wrote:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>[Jack] would be seething at his death, and his life, being used to perpetuate an agenda of hate that he gave his everything fighting against. We should never forget that. What Jack would want from this is for all of us to walk through the door he has booted down, in his black Doc Martens.</p> \n   <p>That door opens up a world where we do not lock up and throw away the key. Where we do not give indeterminate sentences, or convict people on joint enterprise. Where we do not slash prison budgets, and where we focus on rehabilitation not revenge. Where we do not consistently undermine our public services, the lifeline of our nation. Jack believed in the inherent goodness of humanity, and felt a deep social responsibility to protect that. Through us all, Jack marches on.</p> \n  </blockquote> \n  <p>Speaking to reporters shortly before Merritt’s article was published, Johnson said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Of course, I feel, as everybody does, a huge amount of sympathy for the loss of Jack Merritt’s family, and indeed for all the relatives of Jack and Saskia [Jones], who perished at London Bridge.</p> \n   <p>But, be in no doubt, I’ve campaigned against early release and against short sentences for many years. It was in my manifesto in 2012 when I was mayor of London. I said it in August and it’s in the Queen’s speech. In fact, there’s a bill we’ve got ready to go in the Queen’s speech to stop automatic early release for serious and violent offenders.</p> \n  </blockquote> \n  <p>But Johnson was not being wholly candid. The sentencing bill in the Queen’s speech proposed changing the automatic release point from halfway through a sentence to two-thirds of the way through a sentence for people serving sentences of four years or more for a serious violent or sexual offence. The Conservative manifesto, published just five days before the London Bridge attack, effectively just replicated this, proposing “tougher sentencing for the worst offenders” and an end to automatic halfway release from prison for serious crimes. But on Saturday, a day after Khan’s attack, Johnson escalated his demands by calling for two measures that <a href=\"https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live?page=with:block-5de4d0ca8f087410d98768bb#block-5de4d0ca8f087410d98768bb\">went beyond anything previously proposed by his party:</a> mandatory minimum 14-year sentences for serious terrorist offences, and no early release at all for all terrorism and extremism offences.</p> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live?page=with:block-5de502588f086d7f86dab9a4#block-5de502588f086d7f86dab9a4\">Nigel Farage, the Brexit party leader, has claimed that that if the UK were to join the proposed European defence union after Brexit, Nato would collapse. </a></strong>He made the argument in a speech at a rally in north Wales in which he also claimed that EU politicians “want Nato out of Europe”. Even by the accuracy standards of this general election campaign, Farage’s arguments were particularly improbable. But if this is where Donald Trump is getting his advance briefing before Wednesday’s Nato summit at a hotel near Watford (which is not impossible), that should make for an interesting conversation. </li> \n  </ul> \n  <ul> \n   <li><strong>Farage has also suggested that Trump might use the summit to insist that America is not interested in buying up the NHS.</strong> This would ostensibly help Johnson, who says that the NHS will not be covered by any UK-EU trade deal, and undermine Jeremy Corbyn, who insists that it will be, but given Trump’s standing with the British public, and his reputation for honesty, it is hard to see any declaration like this making much difference either way.<a href=\"https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live?page=with:block-5de5461f8f0829bc521b51cb#block-5de5461f8f0829bc521b51cb\"> Trump has already started his flight to the UK</a>. Before the visit, <strong tabindex=\"-1\"><a draggable=\"true\" href=\"https://www.theguardian.com/politics/2019/dec/02/uk-election-halt-us-trade-talks-until-nhs-off-table-corbyn-tells-johnson\">Corbyn has urged Johnson to break off trade talks with Trump until any reference to pharmaceuticals is struck out of Washington’s negotiating objectives.</a></strong></li> \n  </ul> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live?page=with:block-5de4eefc8f08dcf251b4cf41#block-5de4eefc8f08dcf251b4cf41\"><strong>The Institute for Fiscal Studies has published a briefing suggesting that council tax in England is more likely to go up under the Conservatives than under Labour. </strong></a>That’s because Labour plans a generous settlement for local government, “more than enough money to meet rising costs and demands”, even with no rise in council tax bills, while the Tory settlement would not meet rising costs and demands, “even if council tax were increased by 4% a year”.</li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live?page=with:block-5de4e28f8f08cd6fe586f974#block-5de4e28f8f08cd6fe586f974\">Nicola Sturgeon, Scotland’s first minister, has said the SNP would want to be included in talks with the EU if Labour took power and embarked on its its Brexit renegotiation.</a></strong></li> \n  </ul> \n  <p>That’s all from me for tonight.</p> \n  <p>My colleague Kevin Rawlinson is writing the blog now.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T18:12:10.335Z\">at 6.12pm GMT</time></p> \n</div> \n<div id=\"block-5de5461f8f0829bc521b51cb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T17:13:40.662Z\">5.13pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From the Telegraph’s US editor, <strong>Ben Riley-Smith:</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/benrileysmith/status/1201544053008945152\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">So Trump is in the air and heading to Britain. Will he weigh in for Boris when there?<br><br>A senior US official said on Friday that president is \"very conscious ... of the fact that we do not interfere\" in elections. <br><br>Let's see if that holds...</p>— Ben Riley-Smith (@benrileysmith) \n    <a href=\"https://twitter.com/benrileysmith/status/1201544053008945152?ref_src=twsrc%5Etfw\">December 2, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/benrileysmith/status/1201545391600291840\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Another quote from the senior US admin official on Trump's UK trip and Boris....<br><br>\"He also, as I suspect you know, likes Boris Johnson - Prime Minister Johnson, personally. But he is absolutely cognizant of not, again, wading into other country's elections.\"</p>— Ben Riley-Smith (@benrileysmith) \n    <a href=\"https://twitter.com/benrileysmith/status/1201545391600291840?ref_src=twsrc%5Etfw\">December 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T18:12:25.724Z\">at 6.12pm GMT</time></p> \n</div> \n<div id=\"block-5de5439f8f086d7f86dabd0c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T17:12:13.041Z\">5.12pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson</strong> has rejected claims that he has been opportunistically exploiting the London Bridge attack. In interviews this afternoon he said that he had been calling for some time for longer sentences for serious offenders, and that the Queen’s speech in October even included a bill on this topic. (See<a href=\"https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live?page=with:block-5de541768f080f219504310c#block-5de541768f080f219504310c\"> 4.55pm)</a></p> \n  <p>But the sentencing bill in the Queen’s speech just proposed changing the automatic release point from halfway through a sentence to two-thirds of the way through a sentence for people serving sentences of four years or more for a serious violent or sexual offence.</p> \n  <p>And the Conservative manifesto, published just five days before the London Bridge attack, effectively just replicated this, proposing “tougher sentencing for the worst offenders” and an end to automatic halfway release from prison for serious crimes.</p> \n  <p>But now Johnson is proposing new measures: mandatory minimum 14-year sentences for serious terrorist offences, and no early release at all for all terrorism and extremism offences. (See<a href=\"https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live?page=with:block-5de4d0ca8f087410d98768bb#block-5de4d0ca8f087410d98768bb\"> 9.13am.)</a></p> \n </div> \n</div> \n<div id=\"block-5de543898f086d7f86dabd0a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T17:02:09.939Z\">5.02pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From LBC’s <strong>Theo Usherwood</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/theousherwood/status/1201546868058206209\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Just as an aside, it's been more than two weeks since I've done a purely Brexit story in this election campaign. <br><br>Racism, the NHS, telling the truth (or not), police numbers, Twitter take-overs, polls, terror, and tomorrow Trump. <br><br>But Brexit. That's been strangely quiet.</p>— Theo Usherwood (@theousherwood) \n    <a href=\"https://twitter.com/theousherwood/status/1201546868058206209?ref_src=twsrc%5Etfw\">December 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5de541768f080f219504310c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T16:55:26.170Z\">4.55pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In a powerful article for the Guardian <strong>Dave Merritt</strong>, whose son Jack was killed on Friday in the London Bridge terror attack, has said that Jack would have been furious to see his death being used to justify making penal policy more draconian. Here is an extract:</p> \n  <blockquote class=\"quoted\"> \n   <p>If Jack could comment on his death – and the tragic incident on Friday 29 November – he would be livid. We would see him ticking it over in his mind before a word was uttered between us. Jack would understand the political timing with visceral clarity.</p> \n   <p>He would be seething at his death, and his life, being used to perpetuate an agenda of hate that he gave his everything fighting against. We should never forget that. What Jack would want from this is for all of us to walk through the door he has booted down, in his black Doc Martens.</p> \n   <p>That door opens up a world where we do not lock up and throw away the key. Where we do not give indeterminate sentences, or convict people on joint enterprise. Where we do not slash prison budgets, and where we focus on rehabilitation not revenge. Where we do not consistently undermine our public services, the lifeline of our nation. Jack believed in the inherent goodness of humanity, and felt a deep social responsibility to protect that. Through us all, Jack marches on.</p> \n  </blockquote> \n  <p>And here is the article in full:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/dec/02/jack-merritt-london-bridge-attack-dave-merritt\">'Jack would be livid his death has been used to further an agenda of hate' | Dave Merritt</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T16:56:48.015Z\">at 4.56pm GMT</time></p> \n</div> \n<div id=\"block-5de535c58f0831141cc437de\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T16:47:57.539Z\">4.47pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Johnson insists he opposed early release for terrorists long before London Bridge attack</h2> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson </strong>has been saying more about the London Bridge attacks this afternoon in interviews with reporters. Here are the main points he has been making.</p> \n  <ul> \n   <li><strong>Johnson has rejected claims that he has been opportunistically exploiting the London Bridge attack for political purposes.</strong> Dave Merritt, whose son Jack was one of the two young prisoner rehabilitation specialists killed in the attack, has urged politicians not to use the attack as a pretext to introduce more draconian penal policies. Without referring directly to Merritt’s comments, Johnson responded by stressing that his commitment to longer sentences for serious offenders was longstanding. He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Of course, I feel, as everybody does, a huge amount of sympathy for the loss of Jack Merritt’s family, and indeed for all the relatives of Jack and Saskia [Jones], who perished at London Bridge.</p> \n   <p>But, be in no doubt, I’ve campaigned against early release and against short sentences for many years. It was in my manifesto in 2012 when I was mayor of London. I said it in August and it’s in the Queen’s speech. In fact, there’s a bill we’ve got ready to go in the Queen’s speech to stop automatic early release for serious and violent offenders.</p> \n   <p>And I do think, unfortunately, that is the problem that we face. We have too many people who are released automatically on to our streets and we need to address that.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Johnson claimed it was “pretty obvious” that the killer, Usman Khan, was not suitable for early release.</strong> Asked whether someone like Khan could ever be de-radicalised, he said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>That is a very profound question and there is an issue there that we need to talk about frankly as a society and when we look at some of the problems that we come across in trying to de-radicalise people, we have to face the grim reality that in some cases it is really very difficult.</p> \n   <p>I think this was one of those cases and, alas, I think it also was pretty obvious from the kinds of things he was saying and continued to say that he was not really a suitable candidate for automatic early release.</p> \n   <p>Yet under the law as it stood when he was sentenced, that was the 2008 legal system, there was no parole board, no probation system, there was no means of reviewing his release - he was just sprung automatically.</p> \n  </blockquote> \n  <p>He also claimed that it was clear from the outset that Khan was not suitable for rehabilitation.</p> \n  <blockquote class=\"quoted\"> \n   <p>There are unquestionably some cases which are just too tough to crack and alas [Khan] appears to have been one of them, and I’m afraid it was probably clear from the outset that that would be so.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Johnson criticised the appeal court’s decision to reduce Khan’s sentence.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I think any impartial assessment of the situation would concede that [Khan] was sentenced to a period in prison – 16 years plus five years on licence – and then was subject to automatic early release having served eight years altogether.</p> \n   <p>And I don’t think that was long enough in view of the gravity of his offence – which was to conspire to blow up the stock exchange and to cause other types of mayhem – and in view of the view that was taken of him by the initial sentencing judge, Judge Wilkie, and looking at what the judge had to say about him it’s clear he was viewed as a very serious threat.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"e499a87a480bd3cddc1bbfef717a3ba7c4525edc\"> \n   <img src=\"https://media.guim.co.uk/e499a87a480bd3cddc1bbfef717a3ba7c4525edc/0_120_5464_3279/1000.jpg\" alt=\"Boris Johnson and Jeremy Corbyn at the vigil for the victims of the London Bridge attack this morning.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson and Jeremy Corbyn at the vigil for the victims of the London Bridge attack this morning.</span> \n    <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T18:15:52.839Z\">at 6.15pm GMT</time></p> \n</div> \n<div id=\"block-5de529e58f0831141cc4375b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T15:41:08.078Z\">3.41pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Welfare cuts were needed to avoid mass unemployment during austerity period, says Scottish Tory leader</h2> \n <div class=\"block-elements\"> \n  <p>Welfare cuts were necessary to avoid mass unemployment during the austerity era, <strong>Jackson Carlaw,</strong> the interim Scottish Conservative leader, has said. On a BBC Radio Scotland phone-in, asked to explain why food bank use had gone up so much while the Conservatives had been in power, Carlaw replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>During the course of the recession, when the priority was to try to ensure we kept as many people in work, we froze the level at which earnings were able to rise, some benefits were frozen during that period as well.</p> \n   <p>We managed to avoid the crisis in poverty and pain that would have come from mass unemployment.</p> \n   <p>We are putting in place the actions to allow the cap and the freeze on benefits to be removed and to give people more money.</p> \n  </blockquote> \n  <p>Carlaw argued the country was “now at the end of that period of austerity” and he said the Conservatives were now planning changes to the welfare system. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>We need to be less draconian, frankly, in some of the assessment criteria that there have been for people during this period and the manifesto commits to reducing all of that.</p> \n   <p>It also commits to reducing the penalty that will be imposed for any kind of abuse of benefits because I think [they] also – through the sometimes-inadvertent actions of people – have been deeply unfair.</p> \n  </blockquote> \n  <p>The Tory manifesto does commit the party to reducing the number of reassessments a disabled person must go through when claiming benefits, if a change in their condition is unlikely.</p> \n  <p>But the manifesto does not say anything specific about reducing the sanctions imposed on people who abuse the benefits system. I’ve asked the Scottish Conservatives to clarify what Carlaw was referring to when he raised this point in the phone-in, and I will post the reply when I get one.</p> \n  <p><em>UPDATE: </em>A Tory source says, when Carlaw spoke about the penalty being reduced for benefits abuse, he was just referring to the manifesto commitment to reduce the number of assessments disabled people need to undergo.</p> \n  <figure class=\"element element-image\" data-media-id=\"7fd7e5f643e337b8e727aecf787a6be4dbe90a24\"> \n   <img src=\"https://media.guim.co.uk/7fd7e5f643e337b8e727aecf787a6be4dbe90a24/0_22_3790_2274/1000.jpg\" alt=\"Jackson Carlaw.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jackson Carlaw.</span> \n    <span class=\"element-image__credit\">Photograph: Ken Jack/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T15:58:54.468Z\">at 3.58pm GMT</time></p> \n</div> \n<div id=\"block-5de527178f086d7f86dabb9b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T15:08:00.234Z\">3.08pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Phillip Lee</strong>, the former Tory justice minister who is now a Lib Dem candidate and justice spokesman for new party, has intensified his criticism of Boris Johnson’s response to the London Bridge terror attack. Expanding on what he told Sky News this morning (see <a href=\"https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live?page=with:block-5de4d0ca8f087410d98768bb#block-5de4d0ca8f087410d98768bb\">9.13am)</a>, Lee told PA Media:</p> \n  <blockquote class=\"quoted\"> \n   <p>The desperate, sort of, politicisation of this by Boris Johnson – not a man who is known for details – wading into something which is actually quite complex is not appropriate.</p> \n   <p>Particularly so shortly after the terrible loss of life of these two young people.</p> \n  </blockquote> \n  <p>Asked if he believed Johnson had tried to use the aftermath of the attack for political advantage in the election, Lee said:</p> \n  <blockquote class=\"quoted\"> \n   <p>No, I think he knew that he was vulnerable on it, so he got out ahead of it.</p> \n   <p>But the problem is, like he’s been doing on virtually every issue, he has been misleading and lying in the process.</p> \n  </blockquote> \n  <p>Lee said the issues raised by the case of Usman Khan were complex.</p> \n  <blockquote class=\"quoted\"> \n   <p>Everybody, right-minded people, want to see people like Usman Khan locked up and kept away from broader society, but to do that you have got to have the prison places, you have got to have the capacity to make the right decisions.</p> \n   <p>This has long been a problem. We do need sentencing reform. We do need to make prison a place for serious criminals and people with violent intent like Usman Khan.</p> \n   <p>To do so, though, you have got to have the police, the courts and probation services working well, and we are not there yet.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T15:49:54.293Z\">at 3.49pm GMT</time></p> \n</div> \n<div id=\"block-5de5256f8f0831141cc4370f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T14:56:39.526Z\">2.56pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Scottish Labour leader, <strong>Richard Leonard,</strong> has claimed there could be a swing of undecided voters toward his party. Speaking to PA Media, he said that polling should be taken “with a pinch of salt”. He went on:</p> \n  <blockquote class=\"quoted\"> \n   <p>There’s a technical point about polls, they don’t record undecided or ‘don’t knows’, so there’s a potential skewing of results coming from polls which doesn’t reflect where people are.</p> \n   <p>I’m still knocking on doors where people haven’t made their mind up yet.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"d45970eab7c382662087ab6b2a7fd9a9aa0d628f\"> \n   <img src=\"https://media.guim.co.uk/d45970eab7c382662087ab6b2a7fd9a9aa0d628f/0_91_3500_2100/1000.jpg\" alt=\"Richard Leonard (left) with Jeremy Corbyn during a campaign event in Uddingston, south Lanarkshire, in November.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Richard Leonard (left) with Jeremy Corbyn during a campaign event in Uddingston, south Lanarkshire, in November.</span> \n    <span class=\"element-image__credit\">Photograph: Andrew Milligan/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T15:05:57.142Z\">at 3.05pm GMT</time></p> \n</div> \n<div id=\"block-5de525468f0831141cc4370b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T14:53:23.199Z\">2.53pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"63a092031a4f66316c428dd8cb3f4b7fe5f3e3f4\"> \n   <img src=\"https://media.guim.co.uk/63a092031a4f66316c428dd8cb3f4b7fe5f3e3f4/0_94_3500_2101/1000.jpg\" alt=\"Boris Johnson with Priti Patel, the home secretary, during a visit to the port of Southampton.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson with Priti Patel, the home secretary, during a visit to the port of Southampton.</span> \n    <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5de521248f0831141cc436d1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T14:42:26.678Z\">2.42pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Sinn Féin's voice heard 'loud and clear' even though it does not take its seats, says Mary Lou McDonald</h2> \n <div class=\"block-elements\"> \n  <p><strong>Mary Lou McDonald</strong>, the Sinn Féin leader, has said that her party’s voice is heard “loud and clear” at Westminster despite the fact that the party does not take its seats in the Commons. Speaking at the Sinn Féin manifesto launch in Derry, she said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The farce of a notion that you go into the house of chaos at Westminster and even your wits with Jacob Rees-Mogg as he reclines on the green benches and snoozes off is fanciful.</p> \n   <p>It is also a little dishonest - I don’t think we should be misleading people in this election because the stakes are very high.</p> \n  </blockquote> \n  <p>McDonald argued that her party’s “relentless representation” had been heard in Dublin, Brussels and Washington and helped inform the EU’s negotiating stance on Brexit.</p> \n  <blockquote class=\"quoted\"> \n   <p>The voice of the north has been heard loud and clear, never more loudly I would say, not only heard it has been heeded, it has been acted on.</p> \n  </blockquote> \n  <p>McDonald also rejected suggestions that Irish MPs could go to Westminster and stop Brexit. Pointing to the DUP’’s record, she said:</p> \n  <blockquote class=\"quoted\"> \n   <p>That matter has been decided by the English public and will be decided and shaped in the first instance by their elected representatives.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"e4548b79b7da56b07520be31b73b8184ed065664\"> \n   <img src=\"https://media.guim.co.uk/e4548b79b7da56b07520be31b73b8184ed065664/91_0_3292_1975/1000.jpg\" alt=\"Mary Lou McDonald (centre right) and Michelle O’Neill (centre left) with some of their general election candidates at the launch of the party’s manifesto at the Playhouse Theatre in Derry.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Mary Lou McDonald (centre right) and Michelle O’Neill (centre left) with some of their general election candidates at the launch of the party’s manifesto at the Playhouse Theatre in Derry.</span> \n    <span class=\"element-image__credit\">Photograph: Niall Carson/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T14:45:52.492Z\">at 2.45pm GMT</time></p> \n</div> \n<div id=\"block-5de520b38f0831141cc436ca\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T14:35:03.550Z\">2.35pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On the subject of Nigel Farage and the NHS (see <a href=\"https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live?page=with:block-5de50bcd8f086d7f86daba08#block-5de50bcd8f086d7f86daba08\">1.16pm)</a>, this is from Labour’s <strong>Richard Burgon,</strong> who debated with Farage in the seven-party ITV debate last night.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RichardBurgon/status/1201476781947129856\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Last night on the ITV Leaders Debate I told Nigel Farage that he was on the record backing a private system to replace the NHS.<br><br>He denied it. But here he is saying it. 👇<br>You can't trust the Johnson-Trump-Farage coalition with our NHS. <a href=\"https://t.co/exId8epxew\">pic.twitter.com/exId8epxew</a><a href=\"https://twitter.com/hashtag/ITVLeadersDebate?src=hash&amp;ref_src=twsrc%5Etfw\">#ITVLeadersDebate</a></p>— Richard Burgon (@RichardBurgon) \n    <a href=\"https://twitter.com/RichardBurgon/status/1201476781947129856?ref_src=twsrc%5Etfw\">December 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T15:52:07.458Z\">at 3.52pm GMT</time></p> \n</div> \n<div id=\"block-5de51e928f0831141cc436a8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T14:28:08.028Z\">2.28pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The truth has become a “disposable commodity” in this election, <strong>Naomi Long</strong>, leader of the Alliance party in Northern Ireland, has claimed. Long, who is a candidate in East Belfast, said this is the first election where she has felt that truth is being treated as opinion.</p> \n  <blockquote class=\"quoted\"> \n   <p>I have fought other elections where there have been smear campaigns, misinformation campaigns, leaflets campaigns, but this is the first election campaign I have fought where I have really felt it is as though truth is a disposable commodity.</p> \n   <p>People will openly say things that are patently untrue. I am not talking about spin, I am talking about not true, and the response to that is, ‘sure they all do that’, and that worries me because to me that is a much deeper problem in society, not just in politics.</p> \n   <p>If we start to treat truth as if it’s just opinion then we lose any sense of right and wrong, of good and bad, of who you can trust and who you can’t trust – it’s not all a matter of opinion, some things are still a matter of fact.</p> \n   <p>I think that it started with this whole idea we are all tired of experts ... if I’m unwell I want an expert, if I’m sick and I go to the hospital I don’t want to see my plumber scrubbing up to do my surgery.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"0365e31db0fb78ea5ff766bfb3dcafdcf168ca24\"> \n   <img src=\"https://media.guim.co.uk/0365e31db0fb78ea5ff766bfb3dcafdcf168ca24/0_235_3500_2100/1000.jpg\" alt=\"Naomi Long speaking to the Northern Ireland Chamber of Commerce and Industry in Belfast.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Naomi Long speaking to the Northern Ireland Chamber of Commerce and Industry in Belfast.</span> \n    <span class=\"element-image__credit\">Photograph: Northern Ireland Chamber of Commerce and Industry/Darren Kidd/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T14:37:39.222Z\">at 2.37pm GMT</time></p> \n</div> \n<div id=\"block-5de516c08f086d7f86dabaca\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T13:51:32.138Z\">1.51pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"1b8604fdfaac190e436ab0877a047992029d6184\"> \n   <img src=\"https://media.guim.co.uk/1b8604fdfaac190e436ab0877a047992029d6184/0_73_3232_1940/1000.jpg\" alt=\"Jeremy Corbyn poses for a selfie outside a rail station near Finsbury Park today.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jeremy Corbyn poses for a selfie outside a rail station near Finsbury Park today.</span> \n    <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5de514bb8f080f2195042ed6\" class=\"block\" data-block-contributor=\"profile/peterwalker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T13:45:14.584Z\">1.45pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Thanks for all your questions</strong></p> \n  <p>Next up will be the Guardian’s Scotland correspondent, Libby Brooks. She will be answering any questions you may have about the SNP at 12.30pm on Wednesday. </p> \n  <p>You can ask your question via our form <a href=\"https://guardiannewsandmedia.formstack.com/forms/ask_us_a_question_snp\">here</a>. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T13:45:38.273Z\">at 1.45pm GMT</time></p> \n</div> \n<div id=\"block-5de50f5f8f080f2195042e84\" class=\"block\" data-block-contributor=\"profile/peterwalker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T13:42:05.814Z\">1.42pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: There are quite a few claims that the manifesto talks about all cars becoming electric with 80% renewable energy. However, political parties are scarce on describing how they will meet this claim. What is the strategy for green energy research, application and electric car infrastructure implementation? Jordan Bizzell, 24, architectural assistant, London</em></p> \n  <p>On the subject of renewable energy, the party does have some ambitious plans to shift to more sustainable sources, as well as energy-saving measures such as home insulation. It’s arguably not as ambitious as the Labour “green industrial revolution” plan, let alone that of the Greens (who came up with the green new deal concept), and credibility for such programmes can be debated. One issue is that it is sometimes hard to tell how well new energy mixes will work before they’re in place. For example, there was huge scepticism in the past about the cost and reliability of wind power … until wind power ended up being cheaper and more reliable than many said.</p> \n  <p>The party says all new cars should be electric by 2030, but also wants to invest more in public transport and active travel (walking and cycling, that is). E-car infrastructure is a tricky business in general, not least for people who don’t have driveways and need on-street charging. Entirely off the subject of the Lib Dems and on to my own interests, it’s worth noting that while e-cars are, of course, much better than, say, diesel ones, they don’t solve lots of other issues such as congestion, road danger, health issues from inactive lifestyles and so on. They don’t even solve all pollution problems, given new research into the problems caused by particulates from tyre and brake wear. But I digress.</p> \n  <p><em>Q: What is the thinking behind ‘help to rent’? Wouldn’t it just make renters such as myself poorer and more burdened with debt? Wouldn’t it be cheaper to limit the size of deposits? Nathaniel McKenzie, 26, publisher, London</em></p> \n  <p>On the assumption you mean the “rent to own” idea, this seems to be an idea to help people be able to buy a home – but only if they want to. This would be for social housing, letting people who cannot afford to raise a deposit to buy a property instead buy their social home over 30 years, by letting their rent payments gradually pay off the cost of the home. This is, of course, in part a long-term help-to-buy scheme, which would deplete the stock of social housing, But the party says it would build at least 100,000 new social rent homes every year.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T14:17:30.822Z\">at 2.17pm GMT</time></p> \n</div> \n<div id=\"block-5de511618f0831141cc4361c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T13:39:55.158Z\">1.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In <a href=\"https://www.huffingtonpost.co.uk/entry/len-mccluskey-issue-brexit-corbyn-dont-know-voters-leaveelection_uk_5de3a3c4e4b0913e6f8042e6?utm_hp_ref=uk-politics\">an interview with Paul Waugh for HuffPost UK</a>,<strong> Len McCluskey,</strong> the Unite general secretary, said that leave-voting seats in the north of England and the Midlands were Labour’s “achilles heel” at this election. Many people in these areas were not yet sure how to vote, he said.</p> \n  <blockquote class=\"quoted\"> \n   <p>Our achilles heel is in our communities, in what’s known as our heartlands, that voted leave and are not quite sure yet whether they will give their vote to Labour.</p> \n   <p>If we can engage people listening to what’s on offer, what type of Britain and country we want as we go into the future, then we are on a winner.</p> \n   <p>It’s very much a question of how we do that, whilst at the same time tackling the very real issues we’ve got over Brexit and with Jeremy in some places.</p> \n  </blockquote> \n  <p>McCluskey said that, if Labour were to form a government and negotiate a new version of Brexit, Unite could hold a special conference to decide whether it would back the deal, instead of backing remain as it did in 2016.</p> \n  <p>A strong supporter of Jeremy Corbyn, McCluskey also acknowledged that his leadership was an issue for some voters. But he suggested that the media and disloyal Labour MPs were largely responsible for this being a problem. He explained:</p> \n  <blockquote class=\"quoted\"> \n   <p>Since Jeremy was elected four years ago, he has been consistently [attacked] in a way that I’ve never experienced before. I’m a huge fan of Tony Benn’s and Tony used to get some terrible media.</p> \n   <p>But there has been nothing quite like the vicious campaign against Jeremy Corbyn on every subject that the media could try to ascribe some blame to him. He’s been slaughtered personally, in a way that a weaker man would have collapsed by now, but he’s strong enough.</p> \n   <p>He’s been betrayed by many of his own MPs, in a way that has been difficult to understand. The one thing that we know about the public is they don’t like any divisions in any political party. So of course the whole issue of Jeremy becomes an issue within any election campaign.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"1e916948e3ed870ac67b4474ea8938833ed6bea6\"> \n   <img src=\"https://media.guim.co.uk/1e916948e3ed870ac67b4474ea8938833ed6bea6/0_194_3500_2100/1000.jpg\" alt=\"Len McCluskey.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Len McCluskey.</span> \n    <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T14:15:35.381Z\">at 2.15pm GMT</time></p> \n</div> \n<div id=\"block-5de50dae8f086d7f86daba2e\" class=\"block\" data-block-contributor=\"profile/peterwalker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T13:19:14.139Z\">1.19pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Just under 15 minutes left to ask any questions you may have on the Lib Dem manifesto. Send them in to us <a href=\"https://guardiannewsandmedia.formstack.com/forms/ask_us_a_question_liberal_democrats_manifesto\">here</a>.</p> \n  <p><em>Q: Why are there so many ads which misrepresent the proportion of votes the Lib Dems received in the previous GE? I have seen multiple examples of Lab/Con marginals where the Lib Dems are trying to make people believe it’s actually a Lib Dem/Con marginal when in fact a Labour voter switching to Lib Dems will make a hard Brexit more likely. It makes me distrust the party. Matthew, Oxford</em></p> \n  <p>The Lib Dems have something of a reputation for sharp-elbowed practices in elections, and a particular notoriety for bar charts with very dubious scales. When I went out campaigning with Luciana Berger in Finchley and Golders Green she was at pains to show off the scale of the chart on her leaflets, saying it had been “measured to the nearest millimetre”. One confusion can be that the Lib Dems use various polls or election results. </p> \n  <p>So, in Finchley and Golders Green, while the Lib Dems were a distant third in the 2017 election behind the Tories and Labour, Berger’s chart showed a recent constituency poll which put her in second. It was a legitimate poll, so that seems fair enough. Other tactics are more dubious, for example citing council or European results as evidence the Lib Dems can win in an area. And the party has been criticised for other tricks – for example <a href=\"https://www.theguardian.com/politics/2019/nov/26/lib-dems-lambasted-over-fake-newspapers-campaign-material\">printing fake “newspapers”</a> that look a lot like the genuine local paper.</p> \n  <p><em>Q: Hi, I can find nothing in the Liberal Democrat manifesto about fishing and CFP reform. Do they actually have a policy on this? Thanks. Alastair S. Edwards, 48, music and English teacher, near Jablonec nad Nisou in the Czech Republic</em></p> \n  <p>You’re right - there doesn’t seem to be anything in there. The party’s manifesto for the European elections in May also doesn’t mention it. I’m afraid I can’t add much, as I’ve never heard any senior Lib Dem people discuss the issue. So I’m not much help here.</p> \n  <p><em>Q: Introducing a written constitution for a federal United Kingdom sounds very radical, why am I not hearing more about it? How would they achieve that? Jason, 28, edit assistant, London</em></p> \n  <p>The party has long been a champion of constitutional reform, most obviously through its longstanding support for a proportional voting system. The party’s manifesto promises all sorts of changes such as Commons constituencies for overseas voters (MP for the south of France could be popular), giving 16- and 17-year-olds the vote, and making the Lords democratic. Some elements are, however, a bit vague, not least the plan for “a written constitution for a federal United Kingdom”. This would, of course, involve changing centuries of precedent and would keep constitutional experts in work for years. How would they do that? I’m afraid your guess is as good as mine.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T13:40:12.067Z\">at 1.40pm GMT</time></p> \n</div> \n<div id=\"block-5de50bcd8f086d7f86daba08\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T13:16:19.045Z\">1.16pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>At the Brexit party event, <strong>Nigel Farage,</strong> the party leader, also described the Labour claim that the NHS would be sold off to the Americans under a UK-US trade deal as “the biggest lie of this election”. He said that he hoped Donald Trump would deny this during his visit to the UK for this week’s Nato conference. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I really hope Trump says: ‘America has no interest in buying up the National Health Service, it will not happen.’</p> \n  </blockquote> \n  <p>Farage claimed that he had no influence over what Trump would say, but he has a good relationship with the Trump White House and it did sound as if he expected Trump to make an intervention along these lines later this week.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T13:40:41.993Z\">at 1.40pm GMT</time></p> \n</div> \n<div id=\"block-5de507ae8f080f2195042e1b\" class=\"block\" data-block-contributor=\"profile/peterwalker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T13:10:40.095Z\">1.10pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>You have been sending in your questions about the Lib Dem manifesto which I will be answering until 1.30pm. You can share your questions with us via our form <a href=\"https://guardiannewsandmedia.formstack.com/forms/ask_us_a_question_liberal_democrats_manifesto\">here</a>.</p> \n  <p><em>Q: How exactly can they revoke article 50? I’d like someone to explain how they can legally overturn article 50 and the impact it could have on future government decisions. Suzi, manual labour worker in a warehouse, West Yorkshire</em></p> \n  <p>If desired, the UK could revoke article 50 but doing nothing more than writing a letter to the European council. In 2018, the European court of justice <a href=\"https://curia.europa.eu/jcms/upload/docs/application/pdf/2018-12/cp180191en.pdf\">confirmed</a> this could be done unilaterally. In legal terms, this is a very specific issue so would seem to have no bearing on future governments. Politically it would be viewed with dismay by some voters. But the Lib Dems argue that since they would only do this in the (extremely unlikely) event of the party winning an absolute majority in parliament, this would be a mandate from the people. And constitutionally they are quite correct. Whether it was tactically a good idea to promise this, as a “more remain than you” sign to distance the party from Labour, remains to be seen. Some senior Lib Dems are not 100% happy with it.</p> \n  <p><em>Q: How will the Lib Dems fight for UK citizens in Europe, especially retirees. Patrick Markby, nearly 70, retired chef, Montpellier, France</em></p> \n  <p>They would say that the best way to do that would be to stop Brexit altogether, and let the status quo continue for UK nationals living in the rest of the EU. The Lib Dems have not, as yet, got into what policies they would seek to mitigate the impact of Brexit on people like you. For electoral reasons they don’t really want to discuss a preferred sort of departure, as their overwhelming election message is to cancel the whole thing. So I’m afraid I can’t really add much.</p> \n  <p><em>Q: What are the strongest and the weakest parts of the Liberal Democrats’ message? Laird Taylor, Victoria, Canada</em></p> \n  <p>If you asked ten Lib Dem activists, you might well get 10 – or at least six or seven – different answers. They have bet the house on tempting over large numbers of remain-minded Tory and Labour voters with an overwhelming anti-Brexit focus. The other key element has been a near-presidential spotlight on Jo Swinson (the party’s two battlebuses both carry the slogan, “Jo Swinson’s Liberal Democrats”). </p> \n  <p>Both these could be strengths ... but given the way the party has slipped gradually in the polls, they have not been so far. One strength could be the revised central message to urge voters to vote tactically and help Lib Dems defeat Tory candidates in some seats and thus deprive Boris Johnson of a majority. With the Conservatives strongly ahead in the polls, and Johnson a highly divisive character, that could resonate.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T13:17:30.998Z\">at 1.17pm GMT</time></p> \n</div> \n<div id=\"block-5de502588f086d7f86dab9a4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T13:07:58.853Z\">1.07pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Farage claims Nato will collapse if UK joins EU defence union after Brexit</h2> \n <div class=\"block-elements\"> \n  <p>Here is the main point from <strong>Nigel Farag</strong><strong>e</strong>’s speech at the Brexit party rally in Buckley in North Wales.</p> \n  <ul> \n   <li><strong>Farage claimed that if the UK were to join the proposed European defence union after Brexit, Nato would collapse.</strong> He claimed that the UK faced a binary choice, between Nato and the European defence union, and he claimed that Boris Johnson was refusing to say which he preferred. He claimed that the Europeans wanted Nato out of Europe. He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>They [the Europeans] are not just talking about building their European defence union; they are talking about flexing their muscles around the world. I find that very alarming talk. What is clear, what is absolutely clear, is they want Nato out of Europe. That’s what the politicians in Brussels want.</p> \n  </blockquote> \n  <p>Farage went on to say that Johnson had to make a choice. </p> \n  <blockquote class=\"quoted\"> \n   <p>No man effectively can serve both; Nato and a European defence union cannot co-exist equally.</p> \n   <p>And I would say that in a world where there are some major serious threats, we need that military relationship with America today as much as we have ever needed it.</p> \n  </blockquote> \n  <p>And Farage said that, if the UK were to choose the European option, Nato would collapse.</p> \n  <blockquote class=\"quoted\"> \n   <p>If we leave the European defence union, it becomes valueless. Because without [the UK], it doesn’t have the muscle that it needs. But if we stay, don’t be surprised if Nato falls to pieces and we leave the security and protection that America had for us, thank god, twice in the last century.</p> \n  </blockquote> \n  <p>This is a relatively new argument from Farage - although it is founded on several questionable assumptions.</p> \n  <p>First, the European defence union does not actually exist yet. It is an aspiration, and EU countries are moving closer to the idea, but it does not exist yet in the form that Farage implies. This <a href=\"file:///Volumes/Downloads/Internet%20Downloads/CBP-8216.pdf\">Commons briefing paper (pdf)</a> contains more detail.</p> \n  <p>Second, it is just not true to say that Europeans “want Nato out of Europe”. Some EU leaders have reservations about Nato, but there are many countries were it is still seen as an essential protection.</p> \n  <p>Third, where European do have reservations about Nato, it is not so much because they have lost faith in the concept of collective security; it is more to do with the fact that, with Farage’s ally Donald Trump in the White House, there are real concerns that the US is a less reliable ally than it once was.</p> \n  <p>And, fourth, it is not inevitable that Nato could not co-exist with a European defence union. The Americans want the Europeans to invest more in defence, and so arguably, if the EU were to have its own defence capability, Nato would be more secure, not less.</p> \n  <figure class=\"element element-image\" data-media-id=\"b6ab9553f63771ed8fb9e06354e9eb5656f4877e\"> \n   <img src=\"https://media.guim.co.uk/b6ab9553f63771ed8fb9e06354e9eb5656f4877e/0_91_4860_2916/1000.jpg\" alt=\"Nigel Farage speaking at a Brexit party campaign event in Buckley, North Wales.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nigel Farage speaking at a Brexit party campaign event in Buckley, North Wales.</span> \n    <span class=\"element-image__credit\">Photograph: Paul Ellis/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5de506ca8f080f2195042e13\" class=\"block\" data-block-contributor=\"profile/peterwalker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T12:45:51.309Z\">12.45pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Some of your questions so far have been about the Gender Recognition Act and the legalisation of cannabis:</p> \n  <p><em>Q: Does the Lib Dem manifesto have anything to say about the Gender Recognition Act? Does it want people who self-identify as the opposite sex to be able to obtain a gender recognition certificate and therefore a new birth certificate? Jane, London</em></p> \n  <p>The manifesto says this on the issue, in its section on equality: “Complete reform of the Gender Recognition Act to remove the requirement for medical reports, scrap the fee and recognise non-binary gender identities.” In truth, I’ve not covered this area of the manifesto, or talked to any Lib Dems about this, so I don’t know a whole lot more than this. In my defence, the manifesto is 96 pages long.</p> \n  <p><em>Q: Are the Lib Dems 100% banning fracking? I want to know this as Jo Swinson has voted in favour of fracking in the past, which I believe is despicable. Jules, Cornwall</em></p> \n  <p>Their manifesto is unequivocal on this. On its sections about a green economy four, “priorities for a first parliament”. One says: “Investing in renewable power so that at least 80% of UK electricity is generated from renewables by 2030 – and banning fracking for good.” More generally, Swinson has been keen to try and distance herself from decisions taken under the 2010-15 coalition, when she held a series of junior ministerial roles. It’s up to voters to decide on this.</p> \n  <p><em>Q: What are the implications of the legalising cannabis proposal? How popular is it and what do medical professionals say? Michael, 50s, manager in the charity sector, St Albans</em></p> \n  <p>That’s arguably a bit outside the remit of this chat, but it’s worth noting that the Lib Dems have advocated drug decriminalisation in earlier elections. The costings document for the current manifesto shows the party would expect revenues of almost £1.5bn a year in duties on cannabis and savings on law enforcement. More widely, you can – and people do – argue endlessly about drug decriminalisation, but there are plenty of experts, and doctors, who argue in favour of it, in various forms, as well as treating the wider issue of drug use as a public health rather than a criminal matter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T13:00:06.744Z\">at 1.00pm GMT</time></p> \n</div> \n<div id=\"block-5de5020b8f0831141cc43566\" class=\"block\" data-block-contributor=\"profile/peterwalker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T12:30:11.396Z\">12.30pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>I’m Peter Walker, a political correspondent for the Guardian, and will be answering your questions on the Liberal Democrat manifesto today. I have spent much of this election campaign following the party around, including trips on both their battle buses. I have been covering politics since just after the Brexit referendum, and previously wrote about national and international news. Before joining the Guardian I worked for various other organisations, including Agence France-Presse, where I was based in Beijing, Hong Kong and Paris.</p> \n  <p>If you have a question you can send it to us by filling in the form <a href=\"https://guardiannewsandmedia.formstack.com/forms/ask_us_a_question_liberal_democrats_manifesto\">here</a>.</p> \n </div> \n</div> \n<div id=\"block-5de5026d8f0831141cc4356c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T12:25:48.845Z\">12.25pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nigel Farage</strong> is now taking questions.</p> \n  <p>Asked about his decision to stand down Brexit party candidates in Tory-held constituencies, he says he did not want to take the risk of a hung parliament and putting “that Swinson girl” anywhere near power.</p> \n </div> \n</div> \n<div id=\"block-5de500ad8f086d7f86dab97d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T12:18:52.837Z\">12.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Farage says it is wrong for Labour to say President Trump poses a threat to the EU.</p> \n  <p>He says it was Labour that extended privatisation in the NHS, leading to the spread of superbugs in hospitals because cleaning services had been privatised, he says.</p> \n  <p>And that’s it. Farage has finished his speech.</p> \n </div> \n</div> \n<div id=\"block-5de4ff558f0831141cc43542\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T12:16:40.454Z\">12.16pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Farage says UK should reject defence union with EU so as not to undermine Nato</h2> \n <div class=\"block-elements\"> \n  <p>Farage says Donald Trump is arriving in the UK today.</p> \n  <p>He says the UK can share its secrets with America and other countries in the “five eyes” alliance.</p> \n  <p>He says the UK is a very significant part of Nato. </p> \n  <p>He says Emmanuel Macron, the French president, called Nato “brain dead”.</p> \n  <p>And the EU wants to build a defence union, and flex its muscles around the world.</p> \n  <p>The Europeans want Nato out of Europe, he claims.</p> \n  <p>He says he keeps asking if Boris Johnson wants the UK out of the EU defence union.</p> \n  <p>But the UK cannot serve both the EU defence union and Nato, he says.</p> \n  <p>He says, if the UK leaves the EU defence union, it will become valueless. It won’t have the muscle it needs. </p> \n  <p>But if the UK stays a member, that will undermine Nato, he claims.</p> \n  <figure class=\"element element-image\" data-media-id=\"a37342f588c71b202bb728c0244308895f157710\"> \n   <img src=\"https://media.guim.co.uk/a37342f588c71b202bb728c0244308895f157710/0_32_3500_2100/1000.jpg\" alt=\"Nigel Farage speaking in Buckley.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nigel Farage speaking in Buckley.<br></span> \n    <span class=\"element-image__credit\">Photograph: Phil Noble/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T12:22:08.667Z\">at 12.22pm GMT</time></p> \n</div> \n<div id=\"block-5de4ff0b8f086d7f86dab972\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T12:10:54.503Z\">12.10pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nigel Farage </strong>is still speaking at the Brexit party event.</p> \n  <p>He says leavers may like Boris Johnson. They might be related to one of his many children, Farage says. He then suggests he should not have said that. </p> \n  <p>But leavers should vote for the Brexit party, he says, to ensure that they get the Brexit they voted for.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T12:16:22.333Z\">at 12.16pm GMT</time></p> \n</div> \n<div id=\"block-5de4fe488f0831141cc4353e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T12:06:45.457Z\">12.06pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Ask our experts a question </strong></p> \n  <p>As part of a new series you can ask our political team any questions you have about the general election, and they will post their responses on the politics live blog between 12.30pm and 1.30pm every Monday, Wednesday and Friday until polling week.</p> \n  <p>Today, <strong>Peter Walker</strong>, a political correspondent for the Guardian, will answer your questions about <a href=\"https://www.theguardian.com/politics/2019/dec/01/ask-us-a-question-what-do-you-want-to-know-about-the-liberal-democrat-manifesto\">the Liberal Democrat manifesto</a>. You can ask your question via our form <a href=\"https://guardiannewsandmedia.formstack.com/forms/ask_us_a_question_liberal_democrats_manifesto\">here</a>.</p> \n </div> \n</div> \n<div id=\"block-5de4fcce8f0831141cc4351a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T12:05:43.173Z\">12.05pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nigel Farage</strong>, the Brexit party leader<strong>, </strong>is now speaking at the Brexit party event in north Wales.</p> \n  <p>There is a live feed here.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brexitparty_uk/status/1201456085288140801\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Brexit Party General Election Tour — Buckley <a href=\"https://t.co/2rXJHOQwDc\">https://t.co/2rXJHOQwDc</a></p>— The Brexit Party (@brexitparty_uk) \n    <a href=\"https://twitter.com/brexitparty_uk/status/1201456085288140801?ref_src=twsrc%5Etfw\">December 2, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Farage says he appeared in the seven-party ITV debate last night. He says it was a competition to see who could appear the most virtuous.</p> \n  <p>He says the other people in the debate were a “bunch of robots”. Their answers were pre-prepared, he says. And even their final statements; Farage complains that his rivals had scripted their final statements before the debate was over.</p> \n  <p>He says the London Bridge attack should be a cause for concern. But it should also be a matter of concern that there are 74 convicted terrorists free on the streets, and another 400 people at large who went to fight for Islamic State.</p> \n  <p>Farage says jihadists should be locked up for life.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Kate_M_Proctor/status/1201471640456093701\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/Nigel_Farage?ref_src=twsrc%5Etfw\">@Nigel_Farage</a> goes for the London Bridge attack first.<br><br>\"Anybody concerned? Anyone else think if you're infected with a jihadi virus you should be going to prison for life?\"<a href=\"https://twitter.com/hashtag/buckley?src=hash&amp;ref_src=twsrc%5Etfw\">#buckley</a> <a href=\"https://t.co/9DrQpiNk7I\">pic.twitter.com/9DrQpiNk7I</a></p>— Kate Proctor (@Kate_M_Proctor) \n    <a href=\"https://twitter.com/Kate_M_Proctor/status/1201471640456093701?ref_src=twsrc%5Etfw\">December 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T12:11:42.708Z\">at 12.11pm GMT</time></p> \n</div> \n<div id=\"block-5de4eefc8f08dcf251b4cf41\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T11:22:30.051Z\">11.22am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And here is some more from the <strong>Institute for Fiscal Studies</strong> <a href=\"https://www.ifs.org.uk/election/2019/article/what-do-the-election-manifestos-mean-for-local-government-funding\">briefing</a> on the election promises and local government funding. (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live?page=with:block-5de4ea2c8f08dcf251b4cf19#block-5de4ea2c8f08dcf251b4cf19\">10.51am.)</a></p> \n  <ul> \n   <li><strong>Council funding in England has fallen by 24% per head since 2009-10, the IFS says.</strong> It explains: </li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p><a href=\"https://www.ifs.org.uk/publications/14563\">Our first annual report on local government funding</a>, published earlier this month, found that budgeted revenues to cover day-to-day spending in 2019–20 will be approximately 18% lower in real-terms than in 2009–10. After accounting for population growth, that equates to cuts of 24% per resident. </p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"6a7b821d065ff1a22fbc289bd138347f7dd8558d\"> \n   <img src=\"https://media.guim.co.uk/6a7b821d065ff1a22fbc289bd138347f7dd8558d/0_0_807_624/500.jpg\" alt=\"Changes in council funding in England since 2009-10\" width=\"500\" height=\"387\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Changes in council funding in England since 2009-10.</span> \n    <span class=\"element-image__credit\">Photograph: IFS</span> \n   </figcaption> \n  </figure> \n  <ul> \n   <li><strong>Council funding in the most deprived areas has fallen by even more, the IFS says. </strong>It explains:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Cuts have varied significantly across the country though – and have been larger in more deprived areas. As a result, councils’ spending on local services has fallen around 31% in the most deprived areas, on average, compared to 16% in the least deprived areas. However, spending is still around 1.3 times higher in the most deprived areas as in the least deprived areas, down from 1.6 times back in 2009–10. </p> \n  </blockquote> \n  <ul> \n   <li><strong>The Conservative plan to ensure that people do not have to sell their home to pay for their social care could discriminate against renters and people who have moved to a smaller home, the IFS says. </strong>It argues:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The fallout in the last election might also explain something the Conservatives did say: that housing would not be counted in means-tests, so that no one has to sell their house in order to pay for the cost of their care, even after they die. Whether this is even a step towards fixing the system is debatable though, as it could mean unfair differences between people who hold more of their wealth in their house and those who hold more of it in financial assets – such as those who have traded down, or have been renting. It could also cost several billion pounds, which is unaccounted for.</p> \n  </blockquote> \n  <ul> \n   <li><strong>All three main parties have unfunded commitments on adult social care spending, the IFS says, “suggesting this will be an important and potentially problematic issue whoever forms the next government”.</strong></li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T11:27:12.863Z\">at 11.27am GMT</time></p> \n</div> \n<div id=\"block-5de4eed48f087410d9876973\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T11:03:32.361Z\">11.03am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From my colleague <strong>Kate Proctor,</strong> who is covering a Brexit party event in north Wales</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Kate_M_Proctor/status/1201452992748310528\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Ready for <a href=\"https://twitter.com/Nigel_Farage?ref_src=twsrc%5Etfw\">@Nigel_Farage</a> in Buckley, North Wales, this morning.<br>Barry Clarkson, 79, and Alistair Sutcliffe, 71, travelled from St Helens with their knitwear. <a href=\"https://t.co/HgdNFWHFmX\">pic.twitter.com/HgdNFWHFmX</a></p>— Kate Proctor (@Kate_M_Proctor) \n    <a href=\"https://twitter.com/Kate_M_Proctor/status/1201452992748310528?ref_src=twsrc%5Etfw\">December 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T11:09:38.402Z\">at 11.09am GMT</time></p> \n</div> \n<div id=\"block-5de4ee468f08cd6fe586f9f3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T10:59:46.105Z\">10.59am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson, Jeremy Corbyn </strong>and<strong> Sadiq Khan,</strong> the major of London, are paying tribute to the victims of the London Bridge attack at a vigil this morning. This is from Sky’s <strong>Jason Farrell.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JasonFarrellSky/status/1201455046111760384\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Leaders and London Mayor line up for memorial to London Bridge victims. <a href=\"https://t.co/kFl73cqcyb\">pic.twitter.com/kFl73cqcyb</a></p>— Jason Farrell (@JasonFarrellSky) \n    <a href=\"https://twitter.com/JasonFarrellSky/status/1201455046111760384?ref_src=twsrc%5Etfw\">December 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5de4ea2c8f08dcf251b4cf19\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T10:51:00.492Z\">10.51am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Council tax more likely to go up under Conservatives than Labour or Lib Dems, Institute for Fiscal Studies suggests</h2> \n <div class=\"block-elements\"> \n  <p>The<strong> Institute for Fiscal Studies</strong> has published a briefing on the Conservative, Labour and Liberal Democrat plans for local government funding. This is not an issue that has attracted much attention in the campaign so far, but it deserves some focus because councils provide vital services – and the gap between what’s on offer from the Tories and Labour is vast.</p> \n  <p>Although the Conservatives claim to be a low-tax party, under their plans it is more likely that council tax would have to rise, the IFS suggests.</p> \n  <p>Here is an excerpt from the briefing, which covers plans for local government funding in England.</p> \n  <blockquote class=\"quoted\"> \n   <p>The money allocated by the Conservatives would not be sufficient to meet rising costs and demands over the next parliament even if council tax were increased by 4% a year, necessitating a further retrenchment in services or unfunded top-ups to the plans set out.</p> \n   <p>The Labour party has allocated more than enough money to meet rising costs and demands, allowing increases in service provision and quality, although not enough to restore them to 2010 levels. That is true even if council tax were frozen – although Labour has no plans for such a freeze.</p> \n   <p>The Liberal Democrats have allocated enough money to meet rising costs and demands if council tax is increased by 2% a year – although only if some the funding earmarked for bus services, youth services or homelessness is used to meet these pressures.</p> \n  </blockquote> \n  <p>Of course, there would be less need for council tax rises under Labour because local authorities would be getting more funding as a result tax increases imposed by Labour elsewhere in the system.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T11:01:57.160Z\">at 11.01am GMT</time></p> \n</div> \n<div id=\"block-5de4e28f8f08cd6fe586f974\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T10:24:17.975Z\">10.24am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Sturgeon says SNP would want to be included in Brexit talks with EU under Labour</h2> \n <div class=\"block-elements\"> \n  <p>In her BBC phone-in <strong>Nicola Sturgeon </strong>said she would like to see the SNP represented in the talks with the EU that would take place if Labour formed a government and negotiated a new Brexit deal. This issue came up in response to a question about fishing. Asked if the SNP would want to have someone negotiating alongside Labour on this, Sturgeon replied: </p> \n  <blockquote class=\"quoted\"> \n   <p>I want to make sure, in any of these discussions, the interests of the fishing industry were absolutely paramount, and that’s a commitment I would make on behalf of the SNP.</p> \n  </blockquote> \n  <p>When asked if this meant she wanted “someone at the table”, she replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think Scotland should be at the table in any of these discussions, all of the time, rather than being shut out by Westminster. And fishing is an example of the particular interests we have that mean that we should be much more represented.</p> \n  </blockquote> \n  <p>Fishing is an awkward topic for the SNP because the EU’s common fisheries policy is hugely unpopular with the Scottish fishing industry, and the Conservatives are fond of arguing that the SNP plan to stay in or rejoin the EU amounts to staying in or rejoining the CFP. </p> \n  <p>Sturgeon said that she wanted to see the CFP “fundamentally changed and reformed”. But she also argued that the Conservatives were misleading fishermen in implying that after Brexit they would get everything they wanted. Access to UK waters for EU fishermen would end up being part of the overall trade negotiation, she suggested.</p> \n </div> \n</div> \n<div id=\"block-5de4da5d8f08cd6fe586f954\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T09:57:42.803Z\">9.57am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nicola Sturgeon</strong>, Scotland’s first minister and the SNP leader, has been going a phone-in on Radio 5 Live and BBC News. Asked how she would vote if she live in England in a Labour/Lib Dem marginal, she at first replied that she could not say. She did not like either of them, she said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I’m not a fan of Jeremy Corbyn’s Labour party. A Labour party right now, given everything the Tories are doing to this county, should be streets ahead ...</p> \n   <p>I’ve got real issues with the Lib Dems’ previous coalition with the Tories. Jo Swinson vote for austerity, welfare cuts, the bedroom tax. So I’d have real difficulty [voting Lib Dem].</p> \n  </blockquote> \n  <p>But she concluded saying she would urge people to vote tactically to keep the Tories out.</p> \n  <blockquote class=\"quoted\"> \n   <p>What I would say is, if you’re in a constituency where the Tories hold it just now, or the Tories have got any chance of holding it, vote for the party that is best placed to get rid of the Tories, or keep the Tories out.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"a4c896671f7ede599df219049385622a41817374\"> \n   <img src=\"https://media.guim.co.uk/a4c896671f7ede599df219049385622a41817374/44_0_1135_681/1000.jpg\" alt=\"Nicola Sturgeon\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nicola Sturgeon</span> \n    <span class=\"element-image__credit\">Photograph: BBC</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5de4dbaf8f08cd6fe586f959\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T09:45:28.816Z\">9.45am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Survation</strong> has released a new poll overnight. Confirming an impression given by some of the polls in the Sunday papers, it suggests that the Conservative lead over Labour is narrowing slightly - although the Conservatives are still well ahead. As you all know, these figures are not necessarily a reliable guide to the election result – although they are not necessarily wrong either.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Survation/status/1201290446032572417\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">New Westminster Voting Intention - Survation on behalf of Good Morning Britain:<br><br>Get the data:<a href=\"https://t.co/TNywp2GfrF\">https://t.co/TNywp2GfrF</a> <a href=\"https://t.co/HBdUnxx7Fn\">pic.twitter.com/HBdUnxx7Fn</a></p>— Survation. (@Survation) \n    <a href=\"https://twitter.com/Survation/status/1201290446032572417?ref_src=twsrc%5Etfw\">December 2, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Survation/status/1201298682450190336\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Voting intention trend since November 18th: <a href=\"https://t.co/VAjNQAvHRu\">pic.twitter.com/VAjNQAvHRu</a></p>— Survation. (@Survation) \n    <a href=\"https://twitter.com/Survation/status/1201298682450190336?ref_src=twsrc%5Etfw\">December 2, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Survation/status/1201298689848946689\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Why is Labour doing better in polling?<br>Increased vote share among Remain voters:<br><br>Almost half of respondents who voted remain in 2016 currently stating a vote choice now say they will vote Labour +10 over 2 weeks ago. <a href=\"https://t.co/FJUh0BFmP6\">pic.twitter.com/FJUh0BFmP6</a></p>— Survation. (@Survation) \n    <a href=\"https://twitter.com/Survation/status/1201298689848946689?ref_src=twsrc%5Etfw\">December 2, 2019</a>\n   </blockquote> \n  </figure> \n  <p><strong>Anthony Wells</strong> at UK Polling Report has a good summary of the Sunday newspaper polling <a href=\"http://ukpollingreport.co.uk/blog/archives/10112\">here.</a></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T09:48:42.884Z\">at 9.48am GMT</time></p> \n</div> \n<div id=\"block-5de4d80a8f08cd6fe586f946\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T09:23:53.959Z\">9.23am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is the BBC’s <strong>Norman Smith</strong> on the Tory argument that the last Labour government was soft on terrorism.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNormanS/status/1201417840525479936\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Hmmm... can criticise last Labour Govt for many things...but surely not being soft on terror ??<br> ID cards, control orders, detention without trial etc etc....</p>— norman smith (@BBCNormanS) \n    <a href=\"https://twitter.com/BBCNormanS/status/1201417840525479936?ref_src=twsrc%5Etfw\">December 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5de4d0ca8f087410d98768bb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T09:13:19.723Z\">9.13am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Former Tory justice minister says Johnson's call for longer jail sentences for terrorists unrealistic</h2> \n <div class=\"block-elements\"> \n  <p>Good morning. I’m Andrew Sparrow, taking over from Amy Walker.</p> \n  <p>Here is the full quote from <strong>Phillip Lee</strong> earlier (see <a href=\"https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live?page=with:block-5de4c5208f08dcf251b4ce28#block-5de4c5208f08dcf251b4ce28\">8.20am) </a>about Boris Johnson’s call for longer jail sentences for terrorists following the London Bridge attack on Friday. Lee, a Tory justice minister from 2016 until he resigned over Brexit in 2018, said Johnson was not being realistic because there weren’t enough prison places for this sort of policy. Lee is now the Lib Dem justice spokesman and the party’s candidate in Wokingham, where he is hoping to unseat the Tory Brexiter John Redwood. </p> \n  <p>Lee told Sky News:</p> \n  <blockquote class=\"quoted\"> \n   <p>It’s a statement of the obvious, particularly in retrospect, to say that these sorts of people you want to lock up for longer. Of course, and the same applies to child sex offenders. [Boris Johnson] is just pressing buttons. We know this is the Trump playbook. The practical reality is it’s extremely difficult to do that if you haven’t got the prison places. And we never really had enough prison places in all the time I was a justice minister.</p> \n   <p>You can address this by investing in it, investing in the courts, particularly investing in probation, because it’s a cycle – from police, courts, probation. They’ve all got to be working well if you want to reduce crime, reduce pressure on prison, and be able to lock up the people like Usman Khan for much longer, indeed for ever.</p> \n  </blockquote> \n  <p>This is what Johnson said on Saturday about sentencing after the London Bridge attack.</p> \n  <blockquote class=\"quoted\"> \n   <p>If you are convicted of a serious terrorist offence, there should be a mandatory minimum sentence of 14 years – and some should never be released.</p> \n   <p>Further, for all terrorism and extremist offences the sentence announced by the judge must be the time actually served – these criminals must serve every day of their sentence, with no exceptions.</p> \n  </blockquote> \n  <p>These two polices both go further than what Johnson was proposing in the Conservative published less than a week earlier. In the manifesto, on sentencing, the Tories were just calling for “tougher sentencing for the worst offenders” and an end to automatic halfway release from prison for serious crimes.</p> \n  <figure class=\"element element-image\" data-media-id=\"5d4f5e1f6b98a21f012d6a0c0f0488d5b0b02842\"> \n   <img src=\"https://media.guim.co.uk/5d4f5e1f6b98a21f012d6a0c0f0488d5b0b02842/0_11_3558_2135/1000.jpg\" alt=\"Phillip Lee, a former Conservative justice minister and now a Lib Dem candidate.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Phillip Lee, a former Conservative justice minister and now a Lib Dem candidate.</span> \n    <span class=\"element-image__credit\">Photograph: Wiktor Szymanowicz/Barcroft Media</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T09:25:50.039Z\">at 9.25am GMT</time></p> \n</div> \n<div id=\"block-5de4c9b08f08cd6fe586f8f9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T08:38:09.338Z\">8.38am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The justice secretary, <strong>Robert Buckland</strong>, has reasserted the prime minister’s pledge to implement tougher sentences for prisoners convicted of terrorist or extremism offences. </p> \n  <p>His comments came after the family of one of the victim’s of Friday’s attack near London Bridge asked for their son’s death not to be used for kneejerk political reaction. </p> \n  <p>Speaking to BBC Radio Four’s Today<em> </em>programme, Buckland said: </p> \n  <blockquote class=\"quoted\"> \n   <p>We have to be very clear-eyed with this type of offender.</p> \n   <p>Public protection and the need to make sure we are safe has to be the number one priority. The prime minister was right to say he wants us to look again at the sentencing of terrorism offences and to make sure that they are as effective as possible.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T08:46:55.582Z\">at 8.46am GMT</time></p> \n</div> \n<div id=\"block-5de4c5208f08dcf251b4ce28\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T08:20:15.823Z\">8.20am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More criticism is being directed at the government’s own policies, after <a href=\"https://www.theguardian.com/politics/2019/dec/01/boris-johnson-election-issue-london-bridge-attack\">Boris Johnson tried to blame Labour for the release of a terrorist</a> who stabbed two people to death on Friday. </p> \n  <p>The Lib Dem justice spokesman, <strong>Dr Phillip Lee</strong>, who served as a justice minister in Theresa May’s government, accused the prime minister of taking from the “Trump playbook”, adding that Conservative plans to extend prison sentences would be “extremely difficult” to put into practice because of a lack of prison spaces. </p> \n  <p>“We never really had enough prison places in all the time I was a justice minister,” the former Conservative MP told Kay Burley on Sky News’ flagship breakfast show. </p> \n  <p>Lee argued that investment in police, the courts and probation had “all got to be working well” in order to bolster the criminal justice system so that we are “able to lock up people like Usman Khan for much longer, indeed forever”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KayBurley/status/1201411544233467904\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"We never really had enough prison places in the whole time I was a justice minister.\"<br><br>In the wake of the <a href=\"https://twitter.com/hashtag/londonbridgeattack?src=hash&amp;ref_src=twsrc%5Etfw\">#londonbridgeattack</a>, the Lib Dem candidate <a href=\"https://twitter.com/DrPhillipLee?ref_src=twsrc%5Etfw\">@DrPhillipLee</a>, says the prison system needs more investment. MR<a href=\"https://twitter.com/hashtag/KayBurley?src=hash&amp;ref_src=twsrc%5Etfw\">#KayBurley</a> at <a href=\"https://twitter.com/hashtag/Breakfast?src=hash&amp;ref_src=twsrc%5Etfw\">#Breakfast</a> <a href=\"https://t.co/dKHLDDtpSZ\">pic.twitter.com/dKHLDDtpSZ</a></p>— Kay Burley (@KayBurley) \n    <a href=\"https://twitter.com/KayBurley/status/1201411544233467904?ref_src=twsrc%5Etfw\">December 2, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T08:50:26.011Z\">at 8.50am GMT</time></p> \n</div> \n<div id=\"block-5de4c4268f08dcf251b4ce24\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T07:58:47.977Z\">7.58am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s shadow transport secretary, <strong>Andy McDonald</strong>, has been talking to BBC Radio 5 Live this morning, after the party announced plans to <a href=\"https://www.theguardian.com/politics/2019/dec/01/labour-plan-cut-rail-fares-england-season-tickets\">cut rail fares</a>. </p> \n  <p>Asked to justify plans to use funds from vehicle excise duty that had formerly been earmarked for road-building to subsidise cheaper rail fares, McDonald said: “You cannot road-build your way out of a climate crisis.” </p> \n  <p>He added that concerns over the environmental emergency “is what will be delivering my thinking if I’m going to take over at the Department for Transport”. </p> \n  <p>The proposal would immediately reduce the price of season tickets and other regulated fares by a third, as well as simplifying the ticketing system across the country, according to Labour. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T08:43:55.959Z\">at 8.43am GMT</time></p> \n</div> \n<div id=\"block-5de4b84d8f08dcf251b4cdf2\" class=\"block is-key-event\" data-block-contributor=\"profile/amy-walker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T07:40:07.337Z\">7.40am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Former Parole Board chief criticises 'silly political point-scoring' after London Bridge attack</h2> \n <div class=\"block-elements\"> \n  <p>Morning, Amy Walker here, I’ll be taking over the politics liveblog for the next hour or so. </p> \n  <p><strong>Nick Hardwick</strong>, the former head of the Parole Board, has criticised government changes to the criminal justice system after the London Bridge attacker Usman Khan was released from prison under licence. </p> \n  <p>“The cuts and reorganisations of the prisons and probation service have made them much less able to do their jobs and keep the rest of us safe,” Hardwick told BBC Radio 4’s Today programme. <br></p> \n  <p>“We’ve neglected the criminal justice system for too long and now the chickens are coming home to roost.” </p> \n  <p>The comments came after Boris Johnson was criticised on Sunday for his attempt to turn the attack into an election issue, blaming Labour for Khan’s early release. </p> \n  <p>Hardwick described what he called “silly political point-scoring” as “deeply disrespectful to the family and friends of the people who were killed”. </p> \n  <p>He also argued that “day-to-day engagement” was needed to help rehabilitate prisoners. He added: “Simply addressing policing, simply addressing sentencing won’t work, it’s a pipeline.” <br><br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T08:43:21.473Z\">at 8.43am GMT</time></p> \n</div> \n<div id=\"block-5de4ab048f08dcf251b4cdad\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T06:55:26.219Z\">6.55am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Vigil to be held in London for London Bridge victims</h2> \n  <p>PA Media reports a vigil will be held to pay tribute to the victims killed in the London Bridge terror attack and to honour the emergency services and members of the public who responded to the incident. </p> \n  <p>Former University of Cambridge students Saskia Jones, 23, and Jack Merritt, 25, were fatally stabbed by 28-year-old convicted terrorist Usman Khan in Friday’s attack. </p> \n  <p>The London mayor, Sadiq Khan, will be among those due to gather at 11am on Monday at a remembrance service at Guildhall Yard, where Londoners will be able to lay flowers. </p> \n  <p>It comes as West Midlands police said a 34-year-old man arrested in Stoke-on-Trent on suspicion of preparation of terrorist acts had been recalled to prison due to a suspected breach of his licence conditions. </p> \n  <figure class=\"element element-image\" data-media-id=\"314cfb203abd16189b70efdbf468c1a4eb08c07d\"> \n   <img src=\"https://media.guim.co.uk/314cfb203abd16189b70efdbf468c1a4eb08c07d/0_56_5476_3286/1000.jpg\" alt=\"Floral tributes to the victims of the London Bridge terror attack.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Floral tributes to the victims of the London Bridge terror attack.</span> \n    <span class=\"element-image__credit\">Photograph: James Veysey/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T07:21:53.064Z\">at 7.21am GMT</time></p> \n</div> \n<div id=\"block-5de4a2b78f087410d98767e5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T06:41:01.999Z\">6.41am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>What’s happening today:</h2> \n  <ul> \n   <li>Labour has announced what it is billing as the <a href=\"https://www.theguardian.com/politics/2019/dec/01/labour-plan-cut-rail-fares-england-season-tickets\">biggest ever plan to cut rail fares</a>, promising to immediately reduce the price of season tickets by a third. Jeremy Corbyn will be in London to talk rail policies.<br><br></li> \n   <li>Boris Johnson will be in the south of England before he heads to a rally in the east of England.<br><br></li> \n   <li>The Lib Dem justice spokesman, Phillip Lee, will be in London to talk about mental health initiatives.<br><br></li> \n   <li>Nigel Farage will campaign in North Wales.<br><br></li> \n   <li>Nicola Sturgeon will visit Lockerbie, where she will warn that rural Scotland is among the areas most at risk from a bad Brexit deal.<br><br></li> \n   <li>Sinn Féin will launch its manifesto in Derry.<br><br></li> \n   <li>Ukip will launch its manifesto in London.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T09:36:18.674Z\">at 9.36am GMT</time></p> \n</div> \n<div id=\"block-5de49fb38f087410d98767d6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T06:26:39.701Z\">6.26am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And a new political ad from the Conservatives last night.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Conservatives/status/1201199028316205056\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Only Boris Johnson and the Conservatives can be trusted to keep Britain safe. <a href=\"https://twitter.com/hashtag/VoteConservative?src=hash&amp;ref_src=twsrc%5Etfw\">#VoteConservative</a> <a href=\"https://t.co/KISoXqRmz7\">pic.twitter.com/KISoXqRmz7</a></p>— Conservatives (@Conservatives) \n    <a href=\"https://twitter.com/Conservatives/status/1201199028316205056?ref_src=twsrc%5Etfw\">December 1, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5de49f978f087410d98767d5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T06:16:19.648Z\">6.16am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In light of the plea from Jack Merritt’s family that his death not be used for political ends, there are some interesting front pages today.</p> \n  <p><strong>David Merritt</strong>, the father of the man killed in the attack, has taken issue with the front pages of the Mail and Express, urging them not to use his son’s death “to promote your vile propaganda”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/butwhatifitsall/status/1201288614329692161\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Don’t use my son’s death, and his and his colleague’s photos - to promote your vile propaganda. Jack stood against everything you stand for - hatred, division, ignorance. <a href=\"https://t.co/R8LO16lugk\">https://t.co/R8LO16lugk</a></p>— David Merritt (@butwhatifitsall) \n    <a href=\"https://twitter.com/butwhatifitsall/status/1201288614329692161?ref_src=twsrc%5Etfw\">December 1, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And, in very different coverage, here’s the front page of today’s Cambridge News, which is the paper from the town that Merritt and the other victim Saskia Jones studied and lived.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCHelena/status/1201258493359140865\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We are including Cambridge News in tonight’s <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <br><br>Cambridge News: They tried to make the world a better place <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/UlCFpUPNTD\">pic.twitter.com/UlCFpUPNTD</a></p>— Helena Wilkinson (@BBCHelena) \n    <a href=\"https://twitter.com/BBCHelena/status/1201258493359140865?ref_src=twsrc%5Etfw\">December 1, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T08:36:44.630Z\">at 8.36am GMT</time></p> \n</div> \n<div id=\"block-5de494bc8f08cd6fe586f7db\" class=\"block is-key-event\" data-block-contributor=\"profile/kate-lyons\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-02T06:00:13.474Z\">6.00am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Swinson condemns Johnson over Trump friendship ahead of London visit</h2> \n <div class=\"block-elements\"> \n  <p>Good morning and welcome to the first day of the last full week of the election campaign. We’re in the home stretch now, folks.</p> \n  <p>Yesterday was a big day for politicians being controversial on TV. Boris Johnson was accused of using his extended sit-down with Andrew Marr to make the London Bridge attacks political, by <a href=\"https://www.theguardian.com/politics/2019/dec/01/boris-johnson-election-issue-london-bridge-attack\">laying the blame for the release of the attacker at Labour’s feet</a>, despite pleas from the family of one of the victims not to exploit victims’ deaths.</p> \n  <p>Meanwhile, <a href=\"https://www.theguardian.com/politics/2019/dec/01/parties-attack-boris-johnson-and-nigel-farage-over-donald-trump-ties\">party leaders attacked the prime minister for his closeness to Donald Trump</a> in a seven-way TV debate on the eve of the US president’s visit to the UK for a Nato summit.</p> \n  <p>Labour, the Liberal Democrats, the SNP, the Greens and Plaid Cymru all expressed concern about Johnson’s relationship with Trump, with Nicola Sturgeon saying he should “sup with a very long spoon” when dealing with the president.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"93ca32db-2c56-4ed6-b5aa-bfeea1e987c4\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/hkcPuSr-z4Y?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p><strong>Jo Swinson,</strong> the Lib Dem leader, was applauded for a speech condemning Trump for his comments on women and religious minorities, while Richard Burgon, Labour’s shadow justice secretary, accused Trump and Johnson of “conspiring” together.</p> \n  <p>Swinson said: </p> \n  <blockquote class=\"quoted\"> \n   <p>It seems like there’s three people in the special relationship. Boris Johnson, Nigel Farage and Donald Trump.</p> \n   <p>We obviously have a hugely important relationship with the US. But make no mistake, the current occupant of the White House is not somebody who shares our values.</p> \n   <p>This is someone who has boasted about sexually assaulting women, whose policies are discriminatory against people from different religious backgrounds and is separating parents from their children at the border. And we should be very careful with that relationship. The last thing we should have done is roll out the red carpet for a state visit.</p> \n  </blockquote> \n  <p>We’ll be bringing you the political news throughout the day and into the night, thanks for reading along. You can reach me on Twitter <a href=\"https://twitter.com/MsKateLyons\">here</a>, get in touch with any comments, questions, jokes, before I hand over the blog to my colleague in the next hour or so.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-02T08:45:02.471Z\">at 8.45am GMT</time></p> \n</div>",
      "wordcount": "9644",
      "commentCloseDate": "2019-12-02T19:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-02T06:00:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:42:20Z",
      "liveBloggingNow": "false",
      "productionOffice": "AUS",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/czjfk",
      "shouldHideAdverts": "true",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e499a87a480bd3cddc1bbfef717a3ba7c4525edc/0_130_5464_3279/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "That’s it from us for this evening. My colleague, Andrew Sparrow, has put together a detailed summary of the day’s events: And, if you’d like to read yet more, Heather Stewart has this evening’s main politics story: Last week, the former Labour MP Ian Austin called on the party’s traditional voters to back the Conservatives in order to prevent Jeremy Corbyn becoming prime minister. This week, the Tories are seeking to maximise the damage to their rivals by paying for letters from Austin, in which he argues the same, to be sent out to thousands of voters in Labour marginals. Voters from Ipswich, Stroud, Ashfield, Bedford and Cardiff North – all seats held by Corbyn’s party by fewer than 1,000 votes last time – have been posting copies of their letters from the ex-junior minister on social media. Speaking to the Press Association this evening, Austin has said: I have made it absolutely clear that Jeremy Corbyn is not fit to lead the Labour party, never mind the country. I have written a letter to that effect. He would not be drawn on how many voters had received the letter, or how the Tories had come to fund it being posted out. Austin told recipients that “no-one” believes Corbyn will deliver Brexit and that Labour’s plans for government would “put businesses, investment and jobs at risk”. I know how hard it is for Labour voters to back the Tories, but at the end of this election, either Boris Johnson will be prime minister – or Jeremy Corbyn. That’s the choice. And I am worried that if Boris Johnson does not get a majority, the SNP will back Corbyn. It is too big a risk. That is why I think we should lend the Tories our votes and stop Jeremy Corbyn getting anywhere near Downing Street. The strapline at the bottom of the letter states: “Promoted by Alan Mabbutt on behalf of the Conservative and Unionist Party.” Here’s the article we ran last week on Austin’s original comments: Earlier, we reported that the Brexit party leader, Nigel Farage, had claimed his decision to stand down candidates in Tory-held constituencies was motivated by a desire not to help produce a hung parliament that might allow “that Swinson girl” near Downing Street; “perfectly pleasant though she is”. Jo Swinson, the Lib Dem leader, has responded this evening, saying: Nigel Farage is going to discover that I am not always perfectly pleasant. Farage has stood for parliament seven times and every single time the voters have rejected his toxic brand of chauvinistic, far-right nationalism. He knows he is not going to get anywhere nearer to power this election and is so scared that he hasn’t even bothered standing. He is lashing out at the real threat to his Tory-Brexit party electoral pact: the girly swot leading the UK’s strongest remain party. The Liberal Democrats want to stop Brexit and build a brighter future, where everybody’s rights are respected and society is fair and diverse. Boris Johnson has sought to counter claims that he has been opportunistically exploiting the London Bridge terror attack by insisting that he has been calling for longer sentences for serious offenders for years. On what might have been one of the quietest days for campaigning since the election began, Johnson gave interviews this afternoon responding to the charge that has dogged him for the last 48 hours, since he responded to the London Bridge killings by calling for tougher sentences for terrorists. Johnson also claimed that it was clear from the outset that the attacker, Usman Khan, was not suitable for rehabilitation – even though some reports have said he was seen as a model example of what could be achieved through rehabilitation programmes. In an article for the Guardian published this afternoon, Dave Merritt, whose son Jack was one of the two young prisoner rehabilitation specialists killed in the attack, said Jack would have been furious to see his death being used to justify making penal policy more draconian. Merritt wrote: [Jack] would be seething at his death, and his life, being used to perpetuate an agenda of hate that he gave his everything fighting against. We should never forget that. What Jack would want from this is for all of us to walk through the door he has booted down, in his black Doc Martens. That door opens up a world where we do not lock up and throw away the key. Where we do not give indeterminate sentences, or convict people on joint enterprise. Where we do not slash prison budgets, and where we focus on rehabilitation not revenge. Where we do not consistently undermine our public services, the lifeline of our nation. Jack believed in the inherent goodness of humanity, and felt a deep social responsibility to protect that. Through us all, Jack marches on. Speaking to reporters shortly before Merritt’s article was published, Johnson said: Of course, I feel, as everybody does, a huge amount of sympathy for the loss of Jack Merritt’s family, and indeed for all the relatives of Jack and Saskia [Jones], who perished at London Bridge. But, be in no doubt, I’ve campaigned against early release and against short sentences for many years. It was in my manifesto in 2012 when I was mayor of London. I said it in August and it’s in the Queen’s speech. In fact, there’s a bill we’ve got ready to go in the Queen’s speech to stop automatic early release for serious and violent offenders. But Johnson was not being wholly candid. The sentencing bill in the Queen’s speech proposed changing the automatic release point from halfway through a sentence to two-thirds of the way through a sentence for people serving sentences of four years or more for a serious violent or sexual offence. The Conservative manifesto, published just five days before the London Bridge attack, effectively just replicated this, proposing “tougher sentencing for the worst offenders” and an end to automatic halfway release from prison for serious crimes. But on Saturday, a day after Khan’s attack, Johnson escalated his demands by calling for two measures that went beyond anything previously proposed by his party: mandatory minimum 14-year sentences for serious terrorist offences, and no early release at all for all terrorism and extremism offences. Nigel Farage, the Brexit party leader, has claimed that that if the UK were to join the proposed European defence union after Brexit, Nato would collapse. He made the argument in a speech at a rally in north Wales in which he also claimed that EU politicians “want Nato out of Europe”. Even by the accuracy standards of this general election campaign, Farage’s arguments were particularly improbable. But if this is where Donald Trump is getting his advance briefing before Wednesday’s Nato summit at a hotel near Watford (which is not impossible), that should make for an interesting conversation. Farage has also suggested that Trump might use the summit to insist that America is not interested in buying up the NHS. This would ostensibly help Johnson, who says that the NHS will not be covered by any UK-EU trade deal, and undermine Jeremy Corbyn, who insists that it will be, but given Trump’s standing with the British public, and his reputation for honesty, it is hard to see any declaration like this making much difference either way. Trump has already started his flight to the UK. Before the visit, Corbyn has urged Johnson to break off trade talks with Trump until any reference to pharmaceuticals is struck out of Washington’s negotiating objectives. The Institute for Fiscal Studies has published a briefing suggesting that council tax in England is more likely to go up under the Conservatives than under Labour. That’s because Labour plans a generous settlement for local government, “more than enough money to meet rising costs and demands”, even with no rise in council tax bills, while the Tory settlement would not meet rising costs and demands, “even if council tax were increased by 4% a year”. Nicola Sturgeon, Scotland’s first minister, has said the SNP would want to be included in talks with the EU if Labour took power and embarked on its its Brexit renegotiation. That’s all from me for tonight. My colleague Kevin Rawlinson is writing the blog now. From the Telegraph’s US editor, Ben Riley-Smith: Boris Johnson has rejected claims that he has been opportunistically exploiting the London Bridge attack. In interviews this afternoon he said that he had been calling for some time for longer sentences for serious offenders, and that the Queen’s speech in October even included a bill on this topic. (See 4.55pm) But the sentencing bill in the Queen’s speech just proposed changing the automatic release point from halfway through a sentence to two-thirds of the way through a sentence for people serving sentences of four years or more for a serious violent or sexual offence. And the Conservative manifesto, published just five days before the London Bridge attack, effectively just replicated this, proposing “tougher sentencing for the worst offenders” and an end to automatic halfway release from prison for serious crimes. But now Johnson is proposing new measures: mandatory minimum 14-year sentences for serious terrorist offences, and no early release at all for all terrorism and extremism offences. (See 9.13am.) From LBC’s Theo Usherwood In a powerful article for the Guardian Dave Merritt, whose son Jack was killed on Friday in the London Bridge terror attack, has said that Jack would have been furious to see his death being used to justify making penal policy more draconian. Here is an extract: If Jack could comment on his death – and the tragic incident on Friday 29 November – he would be livid. We would see him ticking it over in his mind before a word was uttered between us. Jack would understand the political timing with visceral clarity. He would be seething at his death, and his life, being used to perpetuate an agenda of hate that he gave his everything fighting against. We should never forget that. What Jack would want from this is for all of us to walk through the door he has booted down, in his black Doc Martens. That door opens up a world where we do not lock up and throw away the key. Where we do not give indeterminate sentences, or convict people on joint enterprise. Where we do not slash prison budgets, and where we focus on rehabilitation not revenge. Where we do not consistently undermine our public services, the lifeline of our nation. Jack believed in the inherent goodness of humanity, and felt a deep social responsibility to protect that. Through us all, Jack marches on. And here is the article in full: Boris Johnson has been saying more about the London Bridge attacks this afternoon in interviews with reporters. Here are the main points he has been making. Johnson has rejected claims that he has been opportunistically exploiting the London Bridge attack for political purposes. Dave Merritt, whose son Jack was one of the two young prisoner rehabilitation specialists killed in the attack, has urged politicians not to use the attack as a pretext to introduce more draconian penal policies. Without referring directly to Merritt’s comments, Johnson responded by stressing that his commitment to longer sentences for serious offenders was longstanding. He said: Of course, I feel, as everybody does, a huge amount of sympathy for the loss of Jack Merritt’s family, and indeed for all the relatives of Jack and Saskia [Jones], who perished at London Bridge. But, be in no doubt, I’ve campaigned against early release and against short sentences for many years. It was in my manifesto in 2012 when I was mayor of London. I said it in August and it’s in the Queen’s speech. In fact, there’s a bill we’ve got ready to go in the Queen’s speech to stop automatic early release for serious and violent offenders. And I do think, unfortunately, that is the problem that we face. We have too many people who are released automatically on to our streets and we need to address that. Johnson claimed it was “pretty obvious” that the killer, Usman Khan, was not suitable for early release. Asked whether someone like Khan could ever be de-radicalised, he said: That is a very profound question and there is an issue there that we need to talk about frankly as a society and when we look at some of the problems that we come across in trying to de-radicalise people, we have to face the grim reality that in some cases it is really very difficult. I think this was one of those cases and, alas, I think it also was pretty obvious from the kinds of things he was saying and continued to say that he was not really a suitable candidate for automatic early release. Yet under the law as it stood when he was sentenced, that was the 2008 legal system, there was no parole board, no probation system, there was no means of reviewing his release - he was just sprung automatically. He also claimed that it was clear from the outset that Khan was not suitable for rehabilitation. There are unquestionably some cases which are just too tough to crack and alas [Khan] appears to have been one of them, and I’m afraid it was probably clear from the outset that that would be so. Johnson criticised the appeal court’s decision to reduce Khan’s sentence. He said: I think any impartial assessment of the situation would concede that [Khan] was sentenced to a period in prison – 16 years plus five years on licence – and then was subject to automatic early release having served eight years altogether. And I don’t think that was long enough in view of the gravity of his offence – which was to conspire to blow up the stock exchange and to cause other types of mayhem – and in view of the view that was taken of him by the initial sentencing judge, Judge Wilkie, and looking at what the judge had to say about him it’s clear he was viewed as a very serious threat. Welfare cuts were necessary to avoid mass unemployment during the austerity era, Jackson Carlaw, the interim Scottish Conservative leader, has said. On a BBC Radio Scotland phone-in, asked to explain why food bank use had gone up so much while the Conservatives had been in power, Carlaw replied: During the course of the recession, when the priority was to try to ensure we kept as many people in work, we froze the level at which earnings were able to rise, some benefits were frozen during that period as well. We managed to avoid the crisis in poverty and pain that would have come from mass unemployment. We are putting in place the actions to allow the cap and the freeze on benefits to be removed and to give people more money. Carlaw argued the country was “now at the end of that period of austerity” and he said the Conservatives were now planning changes to the welfare system. He said: We need to be less draconian, frankly, in some of the assessment criteria that there have been for people during this period and the manifesto commits to reducing all of that. It also commits to reducing the penalty that will be imposed for any kind of abuse of benefits because I think [they] also – through the sometimes-inadvertent actions of people – have been deeply unfair. The Tory manifesto does commit the party to reducing the number of reassessments a disabled person must go through when claiming benefits, if a change in their condition is unlikely. But the manifesto does not say anything specific about reducing the sanctions imposed on people who abuse the benefits system. I’ve asked the Scottish Conservatives to clarify what Carlaw was referring to when he raised this point in the phone-in, and I will post the reply when I get one. UPDATE: A Tory source says, when Carlaw spoke about the penalty being reduced for benefits abuse, he was just referring to the manifesto commitment to reduce the number of assessments disabled people need to undergo. Phillip Lee, the former Tory justice minister who is now a Lib Dem candidate and justice spokesman for new party, has intensified his criticism of Boris Johnson’s response to the London Bridge terror attack. Expanding on what he told Sky News this morning (see 9.13am), Lee told PA Media: The desperate, sort of, politicisation of this by Boris Johnson – not a man who is known for details – wading into something which is actually quite complex is not appropriate. Particularly so shortly after the terrible loss of life of these two young people. Asked if he believed Johnson had tried to use the aftermath of the attack for political advantage in the election, Lee said: No, I think he knew that he was vulnerable on it, so he got out ahead of it. But the problem is, like he’s been doing on virtually every issue, he has been misleading and lying in the process. Lee said the issues raised by the case of Usman Khan were complex. Everybody, right-minded people, want to see people like Usman Khan locked up and kept away from broader society, but to do that you have got to have the prison places, you have got to have the capacity to make the right decisions. This has long been a problem. We do need sentencing reform. We do need to make prison a place for serious criminals and people with violent intent like Usman Khan. To do so, though, you have got to have the police, the courts and probation services working well, and we are not there yet. The Scottish Labour leader, Richard Leonard, has claimed there could be a swing of undecided voters toward his party. Speaking to PA Media, he said that polling should be taken “with a pinch of salt”. He went on: There’s a technical point about polls, they don’t record undecided or ‘don’t knows’, so there’s a potential skewing of results coming from polls which doesn’t reflect where people are. I’m still knocking on doors where people haven’t made their mind up yet. Mary Lou McDonald, the Sinn Féin leader, has said that her party’s voice is heard “loud and clear” at Westminster despite the fact that the party does not take its seats in the Commons. Speaking at the Sinn Féin manifesto launch in Derry, she said: The farce of a notion that you go into the house of chaos at Westminster and even your wits with Jacob Rees-Mogg as he reclines on the green benches and snoozes off is fanciful. It is also a little dishonest - I don’t think we should be misleading people in this election because the stakes are very high. McDonald argued that her party’s “relentless representation” had been heard in Dublin, Brussels and Washington and helped inform the EU’s negotiating stance on Brexit. The voice of the north has been heard loud and clear, never more loudly I would say, not only heard it has been heeded, it has been acted on. McDonald also rejected suggestions that Irish MPs could go to Westminster and stop Brexit. Pointing to the DUP’’s record, she said: That matter has been decided by the English public and will be decided and shaped in the first instance by their elected representatives. On the subject of Nigel Farage and the NHS (see 1.16pm), this is from Labour’s Richard Burgon, who debated with Farage in the seven-party ITV debate last night. The truth has become a “disposable commodity” in this election, Naomi Long, leader of the Alliance party in Northern Ireland, has claimed. Long, who is a candidate in East Belfast, said this is the first election where she has felt that truth is being treated as opinion. I have fought other elections where there have been smear campaigns, misinformation campaigns, leaflets campaigns, but this is the first election campaign I have fought where I have really felt it is as though truth is a disposable commodity. People will openly say things that are patently untrue. I am not talking about spin, I am talking about not true, and the response to that is, ‘sure they all do that’, and that worries me because to me that is a much deeper problem in society, not just in politics. If we start to treat truth as if it’s just opinion then we lose any sense of right and wrong, of good and bad, of who you can trust and who you can’t trust – it’s not all a matter of opinion, some things are still a matter of fact. I think that it started with this whole idea we are all tired of experts ... if I’m unwell I want an expert, if I’m sick and I go to the hospital I don’t want to see my plumber scrubbing up to do my surgery. Thanks for all your questions Next up will be the Guardian’s Scotland correspondent, Libby Brooks. She will be answering any questions you may have about the SNP at 12.30pm on Wednesday. You can ask your question via our form here. Q: There are quite a few claims that the manifesto talks about all cars becoming electric with 80% renewable energy. However, political parties are scarce on describing how they will meet this claim. What is the strategy for green energy research, application and electric car infrastructure implementation? Jordan Bizzell, 24, architectural assistant, London On the subject of renewable energy, the party does have some ambitious plans to shift to more sustainable sources, as well as energy-saving measures such as home insulation. It’s arguably not as ambitious as the Labour “green industrial revolution” plan, let alone that of the Greens (who came up with the green new deal concept), and credibility for such programmes can be debated. One issue is that it is sometimes hard to tell how well new energy mixes will work before they’re in place. For example, there was huge scepticism in the past about the cost and reliability of wind power … until wind power ended up being cheaper and more reliable than many said. The party says all new cars should be electric by 2030, but also wants to invest more in public transport and active travel (walking and cycling, that is). E-car infrastructure is a tricky business in general, not least for people who don’t have driveways and need on-street charging. Entirely off the subject of the Lib Dems and on to my own interests, it’s worth noting that while e-cars are, of course, much better than, say, diesel ones, they don’t solve lots of other issues such as congestion, road danger, health issues from inactive lifestyles and so on. They don’t even solve all pollution problems, given new research into the problems caused by particulates from tyre and brake wear. But I digress. Q: What is the thinking behind ‘help to rent’? Wouldn’t it just make renters such as myself poorer and more burdened with debt? Wouldn’t it be cheaper to limit the size of deposits? Nathaniel McKenzie, 26, publisher, London On the assumption you mean the “rent to own” idea, this seems to be an idea to help people be able to buy a home – but only if they want to. This would be for social housing, letting people who cannot afford to raise a deposit to buy a property instead buy their social home over 30 years, by letting their rent payments gradually pay off the cost of the home. This is, of course, in part a long-term help-to-buy scheme, which would deplete the stock of social housing, But the party says it would build at least 100,000 new social rent homes every year. In an interview with Paul Waugh for HuffPost UK, Len McCluskey, the Unite general secretary, said that leave-voting seats in the north of England and the Midlands were Labour’s “achilles heel” at this election. Many people in these areas were not yet sure how to vote, he said. Our achilles heel is in our communities, in what’s known as our heartlands, that voted leave and are not quite sure yet whether they will give their vote to Labour. If we can engage people listening to what’s on offer, what type of Britain and country we want as we go into the future, then we are on a winner. It’s very much a question of how we do that, whilst at the same time tackling the very real issues we’ve got over Brexit and with Jeremy in some places. McCluskey said that, if Labour were to form a government and negotiate a new version of Brexit, Unite could hold a special conference to decide whether it would back the deal, instead of backing remain as it did in 2016. A strong supporter of Jeremy Corbyn, McCluskey also acknowledged that his leadership was an issue for some voters. But he suggested that the media and disloyal Labour MPs were largely responsible for this being a problem. He explained: Since Jeremy was elected four years ago, he has been consistently [attacked] in a way that I’ve never experienced before. I’m a huge fan of Tony Benn’s and Tony used to get some terrible media. But there has been nothing quite like the vicious campaign against Jeremy Corbyn on every subject that the media could try to ascribe some blame to him. He’s been slaughtered personally, in a way that a weaker man would have collapsed by now, but he’s strong enough. He’s been betrayed by many of his own MPs, in a way that has been difficult to understand. The one thing that we know about the public is they don’t like any divisions in any political party. So of course the whole issue of Jeremy becomes an issue within any election campaign. Just under 15 minutes left to ask any questions you may have on the Lib Dem manifesto. Send them in to us here. Q: Why are there so many ads which misrepresent the proportion of votes the Lib Dems received in the previous GE? I have seen multiple examples of Lab/Con marginals where the Lib Dems are trying to make people believe it’s actually a Lib Dem/Con marginal when in fact a Labour voter switching to Lib Dems will make a hard Brexit more likely. It makes me distrust the party. Matthew, Oxford The Lib Dems have something of a reputation for sharp-elbowed practices in elections, and a particular notoriety for bar charts with very dubious scales. When I went out campaigning with Luciana Berger in Finchley and Golders Green she was at pains to show off the scale of the chart on her leaflets, saying it had been “measured to the nearest millimetre”. One confusion can be that the Lib Dems use various polls or election results. So, in Finchley and Golders Green, while the Lib Dems were a distant third in the 2017 election behind the Tories and Labour, Berger’s chart showed a recent constituency poll which put her in second. It was a legitimate poll, so that seems fair enough. Other tactics are more dubious, for example citing council or European results as evidence the Lib Dems can win in an area. And the party has been criticised for other tricks – for example printing fake “newspapers” that look a lot like the genuine local paper. Q: Hi, I can find nothing in the Liberal Democrat manifesto about fishing and CFP reform. Do they actually have a policy on this? Thanks. Alastair S. Edwards, 48, music and English teacher, near Jablonec nad Nisou in the Czech Republic You’re right - there doesn’t seem to be anything in there. The party’s manifesto for the European elections in May also doesn’t mention it. I’m afraid I can’t add much, as I’ve never heard any senior Lib Dem people discuss the issue. So I’m not much help here. Q: Introducing a written constitution for a federal United Kingdom sounds very radical, why am I not hearing more about it? How would they achieve that? Jason, 28, edit assistant, London The party has long been a champion of constitutional reform, most obviously through its longstanding support for a proportional voting system. The party’s manifesto promises all sorts of changes such as Commons constituencies for overseas voters (MP for the south of France could be popular), giving 16- and 17-year-olds the vote, and making the Lords democratic. Some elements are, however, a bit vague, not least the plan for “a written constitution for a federal United Kingdom”. This would, of course, involve changing centuries of precedent and would keep constitutional experts in work for years. How would they do that? I’m afraid your guess is as good as mine. At the Brexit party event, Nigel Farage, the party leader, also described the Labour claim that the NHS would be sold off to the Americans under a UK-US trade deal as “the biggest lie of this election”. He said that he hoped Donald Trump would deny this during his visit to the UK for this week’s Nato conference. He said: I really hope Trump says: ‘America has no interest in buying up the National Health Service, it will not happen.’ Farage claimed that he had no influence over what Trump would say, but he has a good relationship with the Trump White House and it did sound as if he expected Trump to make an intervention along these lines later this week. You have been sending in your questions about the Lib Dem manifesto which I will be answering until 1.30pm. You can share your questions with us via our form here. Q: How exactly can they revoke article 50? I’d like someone to explain how they can legally overturn article 50 and the impact it could have on future government decisions. Suzi, manual labour worker in a warehouse, West Yorkshire If desired, the UK could revoke article 50 but doing nothing more than writing a letter to the European council. In 2018, the European court of justice confirmed this could be done unilaterally. In legal terms, this is a very specific issue so would seem to have no bearing on future governments. Politically it would be viewed with dismay by some voters. But the Lib Dems argue that since they would only do this in the (extremely unlikely) event of the party winning an absolute majority in parliament, this would be a mandate from the people. And constitutionally they are quite correct. Whether it was tactically a good idea to promise this, as a “more remain than you” sign to distance the party from Labour, remains to be seen. Some senior Lib Dems are not 100% happy with it. Q: How will the Lib Dems fight for UK citizens in Europe, especially retirees. Patrick Markby, nearly 70, retired chef, Montpellier, France They would say that the best way to do that would be to stop Brexit altogether, and let the status quo continue for UK nationals living in the rest of the EU. The Lib Dems have not, as yet, got into what policies they would seek to mitigate the impact of Brexit on people like you. For electoral reasons they don’t really want to discuss a preferred sort of departure, as their overwhelming election message is to cancel the whole thing. So I’m afraid I can’t really add much. Q: What are the strongest and the weakest parts of the Liberal Democrats’ message? Laird Taylor, Victoria, Canada If you asked ten Lib Dem activists, you might well get 10 – or at least six or seven – different answers. They have bet the house on tempting over large numbers of remain-minded Tory and Labour voters with an overwhelming anti-Brexit focus. The other key element has been a near-presidential spotlight on Jo Swinson (the party’s two battlebuses both carry the slogan, “Jo Swinson’s Liberal Democrats”). Both these could be strengths ... but given the way the party has slipped gradually in the polls, they have not been so far. One strength could be the revised central message to urge voters to vote tactically and help Lib Dems defeat Tory candidates in some seats and thus deprive Boris Johnson of a majority. With the Conservatives strongly ahead in the polls, and Johnson a highly divisive character, that could resonate. Here is the main point from Nigel Farage’s speech at the Brexit party rally in Buckley in North Wales. Farage claimed that if the UK were to join the proposed European defence union after Brexit, Nato would collapse. He claimed that the UK faced a binary choice, between Nato and the European defence union, and he claimed that Boris Johnson was refusing to say which he preferred. He claimed that the Europeans wanted Nato out of Europe. He said: They [the Europeans] are not just talking about building their European defence union; they are talking about flexing their muscles around the world. I find that very alarming talk. What is clear, what is absolutely clear, is they want Nato out of Europe. That’s what the politicians in Brussels want. Farage went on to say that Johnson had to make a choice. No man effectively can serve both; Nato and a European defence union cannot co-exist equally. And I would say that in a world where there are some major serious threats, we need that military relationship with America today as much as we have ever needed it. And Farage said that, if the UK were to choose the European option, Nato would collapse. If we leave the European defence union, it becomes valueless. Because without [the UK], it doesn’t have the muscle that it needs. But if we stay, don’t be surprised if Nato falls to pieces and we leave the security and protection that America had for us, thank god, twice in the last century. This is a relatively new argument from Farage - although it is founded on several questionable assumptions. First, the European defence union does not actually exist yet. It is an aspiration, and EU countries are moving closer to the idea, but it does not exist yet in the form that Farage implies. This Commons briefing paper (pdf) contains more detail. Second, it is just not true to say that Europeans “want Nato out of Europe”. Some EU leaders have reservations about Nato, but there are many countries were it is still seen as an essential protection. Third, where European do have reservations about Nato, it is not so much because they have lost faith in the concept of collective security; it is more to do with the fact that, with Farage’s ally Donald Trump in the White House, there are real concerns that the US is a less reliable ally than it once was. And, fourth, it is not inevitable that Nato could not co-exist with a European defence union. The Americans want the Europeans to invest more in defence, and so arguably, if the EU were to have its own defence capability, Nato would be more secure, not less. Some of your questions so far have been about the Gender Recognition Act and the legalisation of cannabis: Q: Does the Lib Dem manifesto have anything to say about the Gender Recognition Act? Does it want people who self-identify as the opposite sex to be able to obtain a gender recognition certificate and therefore a new birth certificate? Jane, London The manifesto says this on the issue, in its section on equality: “Complete reform of the Gender Recognition Act to remove the requirement for medical reports, scrap the fee and recognise non-binary gender identities.” In truth, I’ve not covered this area of the manifesto, or talked to any Lib Dems about this, so I don’t know a whole lot more than this. In my defence, the manifesto is 96 pages long. Q: Are the Lib Dems 100% banning fracking? I want to know this as Jo Swinson has voted in favour of fracking in the past, which I believe is despicable. Jules, Cornwall Their manifesto is unequivocal on this. On its sections about a green economy four, “priorities for a first parliament”. One says: “Investing in renewable power so that at least 80% of UK electricity is generated from renewables by 2030 – and banning fracking for good.” More generally, Swinson has been keen to try and distance herself from decisions taken under the 2010-15 coalition, when she held a series of junior ministerial roles. It’s up to voters to decide on this. Q: What are the implications of the legalising cannabis proposal? How popular is it and what do medical professionals say? Michael, 50s, manager in the charity sector, St Albans That’s arguably a bit outside the remit of this chat, but it’s worth noting that the Lib Dems have advocated drug decriminalisation in earlier elections. The costings document for the current manifesto shows the party would expect revenues of almost £1.5bn a year in duties on cannabis and savings on law enforcement. More widely, you can – and people do – argue endlessly about drug decriminalisation, but there are plenty of experts, and doctors, who argue in favour of it, in various forms, as well as treating the wider issue of drug use as a public health rather than a criminal matter. I’m Peter Walker, a political correspondent for the Guardian, and will be answering your questions on the Liberal Democrat manifesto today. I have spent much of this election campaign following the party around, including trips on both their battle buses. I have been covering politics since just after the Brexit referendum, and previously wrote about national and international news. Before joining the Guardian I worked for various other organisations, including Agence France-Presse, where I was based in Beijing, Hong Kong and Paris. If you have a question you can send it to us by filling in the form here. Nigel Farage is now taking questions. Asked about his decision to stand down Brexit party candidates in Tory-held constituencies, he says he did not want to take the risk of a hung parliament and putting “that Swinson girl” anywhere near power. Farage says it is wrong for Labour to say President Trump poses a threat to the EU. He says it was Labour that extended privatisation in the NHS, leading to the spread of superbugs in hospitals because cleaning services had been privatised, he says. And that’s it. Farage has finished his speech. Farage says Donald Trump is arriving in the UK today. He says the UK can share its secrets with America and other countries in the “five eyes” alliance. He says the UK is a very significant part of Nato. He says Emmanuel Macron, the French president, called Nato “brain dead”. And the EU wants to build a defence union, and flex its muscles around the world. The Europeans want Nato out of Europe, he claims. He says he keeps asking if Boris Johnson wants the UK out of the EU defence union. But the UK cannot serve both the EU defence union and Nato, he says. He says, if the UK leaves the EU defence union, it will become valueless. It won’t have the muscle it needs. But if the UK stays a member, that will undermine Nato, he claims. Nigel Farage is still speaking at the Brexit party event. He says leavers may like Boris Johnson. They might be related to one of his many children, Farage says. He then suggests he should not have said that. But leavers should vote for the Brexit party, he says, to ensure that they get the Brexit they voted for. Ask our experts a question As part of a new series you can ask our political team any questions you have about the general election, and they will post their responses on the politics live blog between 12.30pm and 1.30pm every Monday, Wednesday and Friday until polling week. Today, Peter Walker, a political correspondent for the Guardian, will answer your questions about the Liberal Democrat manifesto. You can ask your question via our form here. Nigel Farage, the Brexit party leader, is now speaking at the Brexit party event in north Wales. There is a live feed here. Farage says he appeared in the seven-party ITV debate last night. He says it was a competition to see who could appear the most virtuous. He says the other people in the debate were a “bunch of robots”. Their answers were pre-prepared, he says. And even their final statements; Farage complains that his rivals had scripted their final statements before the debate was over. He says the London Bridge attack should be a cause for concern. But it should also be a matter of concern that there are 74 convicted terrorists free on the streets, and another 400 people at large who went to fight for Islamic State. Farage says jihadists should be locked up for life. And here is some more from the Institute for Fiscal Studies briefing on the election promises and local government funding. (See 10.51am.) Council funding in England has fallen by 24% per head since 2009-10, the IFS says. It explains: Our first annual report on local government funding, published earlier this month, found that budgeted revenues to cover day-to-day spending in 2019–20 will be approximately 18% lower in real-terms than in 2009–10. After accounting for population growth, that equates to cuts of 24% per resident. Council funding in the most deprived areas has fallen by even more, the IFS says. It explains: Cuts have varied significantly across the country though – and have been larger in more deprived areas. As a result, councils’ spending on local services has fallen around 31% in the most deprived areas, on average, compared to 16% in the least deprived areas. However, spending is still around 1.3 times higher in the most deprived areas as in the least deprived areas, down from 1.6 times back in 2009–10. The Conservative plan to ensure that people do not have to sell their home to pay for their social care could discriminate against renters and people who have moved to a smaller home, the IFS says. It argues: The fallout in the last election might also explain something the Conservatives did say: that housing would not be counted in means-tests, so that no one has to sell their house in order to pay for the cost of their care, even after they die. Whether this is even a step towards fixing the system is debatable though, as it could mean unfair differences between people who hold more of their wealth in their house and those who hold more of it in financial assets – such as those who have traded down, or have been renting. It could also cost several billion pounds, which is unaccounted for. All three main parties have unfunded commitments on adult social care spending, the IFS says, “suggesting this will be an important and potentially problematic issue whoever forms the next government”. From my colleague Kate Proctor, who is covering a Brexit party event in north Wales Boris Johnson, Jeremy Corbyn and Sadiq Khan, the major of London, are paying tribute to the victims of the London Bridge attack at a vigil this morning. This is from Sky’s Jason Farrell. The Institute for Fiscal Studies has published a briefing on the Conservative, Labour and Liberal Democrat plans for local government funding. This is not an issue that has attracted much attention in the campaign so far, but it deserves some focus because councils provide vital services – and the gap between what’s on offer from the Tories and Labour is vast. Although the Conservatives claim to be a low-tax party, under their plans it is more likely that council tax would have to rise, the IFS suggests. Here is an excerpt from the briefing, which covers plans for local government funding in England. The money allocated by the Conservatives would not be sufficient to meet rising costs and demands over the next parliament even if council tax were increased by 4% a year, necessitating a further retrenchment in services or unfunded top-ups to the plans set out. The Labour party has allocated more than enough money to meet rising costs and demands, allowing increases in service provision and quality, although not enough to restore them to 2010 levels. That is true even if council tax were frozen – although Labour has no plans for such a freeze. The Liberal Democrats have allocated enough money to meet rising costs and demands if council tax is increased by 2% a year – although only if some the funding earmarked for bus services, youth services or homelessness is used to meet these pressures. Of course, there would be less need for council tax rises under Labour because local authorities would be getting more funding as a result tax increases imposed by Labour elsewhere in the system. In her BBC phone-in Nicola Sturgeon said she would like to see the SNP represented in the talks with the EU that would take place if Labour formed a government and negotiated a new Brexit deal. This issue came up in response to a question about fishing. Asked if the SNP would want to have someone negotiating alongside Labour on this, Sturgeon replied: I want to make sure, in any of these discussions, the interests of the fishing industry were absolutely paramount, and that’s a commitment I would make on behalf of the SNP. When asked if this meant she wanted “someone at the table”, she replied: I think Scotland should be at the table in any of these discussions, all of the time, rather than being shut out by Westminster. And fishing is an example of the particular interests we have that mean that we should be much more represented. Fishing is an awkward topic for the SNP because the EU’s common fisheries policy is hugely unpopular with the Scottish fishing industry, and the Conservatives are fond of arguing that the SNP plan to stay in or rejoin the EU amounts to staying in or rejoining the CFP. Sturgeon said that she wanted to see the CFP “fundamentally changed and reformed”. But she also argued that the Conservatives were misleading fishermen in implying that after Brexit they would get everything they wanted. Access to UK waters for EU fishermen would end up being part of the overall trade negotiation, she suggested. Nicola Sturgeon, Scotland’s first minister and the SNP leader, has been going a phone-in on Radio 5 Live and BBC News. Asked how she would vote if she live in England in a Labour/Lib Dem marginal, she at first replied that she could not say. She did not like either of them, she said: I’m not a fan of Jeremy Corbyn’s Labour party. A Labour party right now, given everything the Tories are doing to this county, should be streets ahead ... I’ve got real issues with the Lib Dems’ previous coalition with the Tories. Jo Swinson vote for austerity, welfare cuts, the bedroom tax. So I’d have real difficulty [voting Lib Dem]. But she concluded saying she would urge people to vote tactically to keep the Tories out. What I would say is, if you’re in a constituency where the Tories hold it just now, or the Tories have got any chance of holding it, vote for the party that is best placed to get rid of the Tories, or keep the Tories out. Survation has released a new poll overnight. Confirming an impression given by some of the polls in the Sunday papers, it suggests that the Conservative lead over Labour is narrowing slightly - although the Conservatives are still well ahead. As you all know, these figures are not necessarily a reliable guide to the election result – although they are not necessarily wrong either. Anthony Wells at UK Polling Report has a good summary of the Sunday newspaper polling here. Here is the BBC’s Norman Smith on the Tory argument that the last Labour government was soft on terrorism. Good morning. I’m Andrew Sparrow, taking over from Amy Walker. Here is the full quote from Phillip Lee earlier (see 8.20am) about Boris Johnson’s call for longer jail sentences for terrorists following the London Bridge attack on Friday. Lee, a Tory justice minister from 2016 until he resigned over Brexit in 2018, said Johnson was not being realistic because there weren’t enough prison places for this sort of policy. Lee is now the Lib Dem justice spokesman and the party’s candidate in Wokingham, where he is hoping to unseat the Tory Brexiter John Redwood. Lee told Sky News: It’s a statement of the obvious, particularly in retrospect, to say that these sorts of people you want to lock up for longer. Of course, and the same applies to child sex offenders. [Boris Johnson] is just pressing buttons. We know this is the Trump playbook. The practical reality is it’s extremely difficult to do that if you haven’t got the prison places. And we never really had enough prison places in all the time I was a justice minister. You can address this by investing in it, investing in the courts, particularly investing in probation, because it’s a cycle – from police, courts, probation. They’ve all got to be working well if you want to reduce crime, reduce pressure on prison, and be able to lock up the people like Usman Khan for much longer, indeed for ever. This is what Johnson said on Saturday about sentencing after the London Bridge attack. If you are convicted of a serious terrorist offence, there should be a mandatory minimum sentence of 14 years – and some should never be released. Further, for all terrorism and extremist offences the sentence announced by the judge must be the time actually served – these criminals must serve every day of their sentence, with no exceptions. These two polices both go further than what Johnson was proposing in the Conservative published less than a week earlier. In the manifesto, on sentencing, the Tories were just calling for “tougher sentencing for the worst offenders” and an end to automatic halfway release from prison for serious crimes. The justice secretary, Robert Buckland, has reasserted the prime minister’s pledge to implement tougher sentences for prisoners convicted of terrorist or extremism offences. His comments came after the family of one of the victim’s of Friday’s attack near London Bridge asked for their son’s death not to be used for kneejerk political reaction. Speaking to BBC Radio Four’s Today programme, Buckland said: We have to be very clear-eyed with this type of offender. Public protection and the need to make sure we are safe has to be the number one priority. The prime minister was right to say he wants us to look again at the sentencing of terrorism offences and to make sure that they are as effective as possible. More criticism is being directed at the government’s own policies, after Boris Johnson tried to blame Labour for the release of a terrorist who stabbed two people to death on Friday. The Lib Dem justice spokesman, Dr Phillip Lee, who served as a justice minister in Theresa May’s government, accused the prime minister of taking from the “Trump playbook”, adding that Conservative plans to extend prison sentences would be “extremely difficult” to put into practice because of a lack of prison spaces. “We never really had enough prison places in all the time I was a justice minister,” the former Conservative MP told Kay Burley on Sky News’ flagship breakfast show. Lee argued that investment in police, the courts and probation had “all got to be working well” in order to bolster the criminal justice system so that we are “able to lock up people like Usman Khan for much longer, indeed forever”. Labour’s shadow transport secretary, Andy McDonald, has been talking to BBC Radio 5 Live this morning, after the party announced plans to cut rail fares. Asked to justify plans to use funds from vehicle excise duty that had formerly been earmarked for road-building to subsidise cheaper rail fares, McDonald said: “You cannot road-build your way out of a climate crisis.” He added that concerns over the environmental emergency “is what will be delivering my thinking if I’m going to take over at the Department for Transport”. The proposal would immediately reduce the price of season tickets and other regulated fares by a third, as well as simplifying the ticketing system across the country, according to Labour. Morning, Amy Walker here, I’ll be taking over the politics liveblog for the next hour or so. Nick Hardwick, the former head of the Parole Board, has criticised government changes to the criminal justice system after the London Bridge attacker Usman Khan was released from prison under licence. “The cuts and reorganisations of the prisons and probation service have made them much less able to do their jobs and keep the rest of us safe,” Hardwick told BBC Radio 4’s Today programme. “We’ve neglected the criminal justice system for too long and now the chickens are coming home to roost.” The comments came after Boris Johnson was criticised on Sunday for his attempt to turn the attack into an election issue, blaming Labour for Khan’s early release. Hardwick described what he called “silly political point-scoring” as “deeply disrespectful to the family and friends of the people who were killed”. He also argued that “day-to-day engagement” was needed to help rehabilitate prisoners. He added: “Simply addressing policing, simply addressing sentencing won’t work, it’s a pipeline.” Vigil to be held in London for London Bridge victims PA Media reports a vigil will be held to pay tribute to the victims killed in the London Bridge terror attack and to honour the emergency services and members of the public who responded to the incident. Former University of Cambridge students Saskia Jones, 23, and Jack Merritt, 25, were fatally stabbed by 28-year-old convicted terrorist Usman Khan in Friday’s attack. The London mayor, Sadiq Khan, will be among those due to gather at 11am on Monday at a remembrance service at Guildhall Yard, where Londoners will be able to lay flowers. It comes as West Midlands police said a 34-year-old man arrested in Stoke-on-Trent on suspicion of preparation of terrorist acts had been recalled to prison due to a suspected breach of his licence conditions. What’s happening today: Labour has announced what it is billing as the biggest ever plan to cut rail fares, promising to immediately reduce the price of season tickets by a third. Jeremy Corbyn will be in London to talk rail policies. Boris Johnson will be in the south of England before he heads to a rally in the east of England. The Lib Dem justice spokesman, Phillip Lee, will be in London to talk about mental health initiatives. Nigel Farage will campaign in North Wales. Nicola Sturgeon will visit Lockerbie, where she will warn that rural Scotland is among the areas most at risk from a bad Brexit deal. Sinn Féin will launch its manifesto in Derry. Ukip will launch its manifesto in London. And a new political ad from the Conservatives last night. In light of the plea from Jack Merritt’s family that his death not be used for political ends, there are some interesting front pages today. David Merritt, the father of the man killed in the attack, has taken issue with the front pages of the Mail and Express, urging them not to use his son’s death “to promote your vile propaganda”. And, in very different coverage, here’s the front page of today’s Cambridge News, which is the paper from the town that Merritt and the other victim Saskia Jones studied and lived. Good morning and welcome to the first day of the last full week of the election campaign. We’re in the home stretch now, folks. Yesterday was a big day for politicians being controversial on TV. Boris Johnson was accused of using his extended sit-down with Andrew Marr to make the London Bridge attacks political, by laying the blame for the release of the attacker at Labour’s feet, despite pleas from the family of one of the victims not to exploit victims’ deaths. Meanwhile, party leaders attacked the prime minister for his closeness to Donald Trump in a seven-way TV debate on the eve of the US president’s visit to the UK for a Nato summit. Labour, the Liberal Democrats, the SNP, the Greens and Plaid Cymru all expressed concern about Johnson’s relationship with Trump, with Nicola Sturgeon saying he should “sup with a very long spoon” when dealing with the president. Jo Swinson, the Lib Dem leader, was applauded for a speech condemning Trump for his comments on women and religious minorities, while Richard Burgon, Labour’s shadow justice secretary, accused Trump and Johnson of “conspiring” together. Swinson said: It seems like there’s three people in the special relationship. Boris Johnson, Nigel Farage and Donald Trump. We obviously have a hugely important relationship with the US. But make no mistake, the current occupant of the White House is not somebody who shares our values. This is someone who has boasted about sexually assaulting women, whose policies are discriminatory against people from different religious backgrounds and is separating parents from their children at the border. And we should be very careful with that relationship. The last thing we should have done is roll out the red carpet for a state visit. We’ll be bringing you the political news throughout the day and into the night, thanks for reading along. You can reach me on Twitter here, get in touch with any comments, questions, jokes, before I hand over the blog to my colleague in the next hour or so.",
      "charCount": "55794",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>, <a href=\"profile/amy-walker\">Amy Walker</a>, <a href=\"profile/kate-lyons\">Kate Lyons</a> and <a href=\"profile/kevin-rawlinson\">Kevin Rawlinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/dec/02/boris-johnson-denounced-for-politicising-london-bridge-attack",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-12-02T20:00:01Z",
    "webTitle": "Boris Johnson accused of politicising London Bridge knife attack",
    "webUrl": "https://www.theguardian.com/uk-news/2019/dec/02/boris-johnson-denounced-for-politicising-london-bridge-attack",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/02/boris-johnson-denounced-for-politicising-london-bridge-attack",
    "fields": {
      "headline": "Boris Johnson accused of politicising London Bridge knife attack",
      "standfirst": "<p>Justice activists and political leaders speak out in wake of article by victim’s father</p><ul><li><a href=\"https://www.theguardian.com/uk-news/2019/dec/02/jack-merritt-london-bridge-attack-dave-merritt\">‘Jack would be livid his death has been used to further an agenda of hate’ | Dave Merritt</a></li></ul>",
      "trailText": "Justice activists and political leaders speak out in wake of article by victim’s father",
      "byline": "Jamie Grierson Home affairs correspondent",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"3878fb52-3e5f-4558-bbcf-7747d5307b7f\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/M5_lKGoqTyA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Political leaders and criminal justice campaigners have condemned the prime minister, Boris Johnson, for his response to the London Bridge attack in the wake of an article written for the Guardian by the father of one of the victims.</p> \n<p><a href=\"https://www.theguardian.com/uk-news/2019/dec/01/london-bridge-attack-victim-jack-merritt-tributes\">Jack Merritt</a>, 25, coordinator for Cambridge University’s Learning Together initiative, which brings together offenders and those in higher education “to study alongside each other”, was stabbed to death by convicted terrorist Usman Khan on Friday, alongside <a href=\"https://www.theguardian.com/uk-news/2019/dec/01/second-london-bridge-victim-cambridge-university-student\">23-year-old Saskia Jones</a>.</p> \n<p>In a <a href=\"https://www.theguardian.com/uk-news/2019/dec/02/jack-merritt-london-bridge-attack-dave-merritt\">powerful piece published in the Guardian on Monday</a>, Dave Merritt tackled head on Johnson’s response to the attack that took his son’s life, writing: “He [Jack] would be seething at his death, and his life, being used to perpetuate an agenda of hate that he gave his everything fighting against.”</p> \n<p>Reacting to the article, the Labour leader, Jeremy Corbyn, said: “This morning I had the honour of meeting some of Jack’s friends. They were in total shock about the loss of Jack, who was clearly a compassionate and principled young man.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/dec/02/jack-merritt-london-bridge-attack-dave-merritt\">'Jack would be livid his death has been used to further an agenda of hate' | Dave Merritt</a> </p> \n</aside> \n<p>“Everything I hear about him, from his friends and this powerful and humane article from his father David, shows his determination to confront hate and injustice in our society and help bring communities together.</p> \n<p>“We must learn from this tragedy and in Jack’s memory, protect people from these terrorist horrors but also build a world of greater peace and understanding.”</p> \n<p>The article prompted a wave of support on social media, with many hailing Merritt’s bravery in the face of losing his son.</p> \n<p>And it increased the pressure on Johnson over his response to the attack, after he was widely criticised by experts and on social media for appearing to blame Labour for the killings.</p> \n<p>In the aftermath of the attack, which also injured three others, Johnson moved to blame sentencing regimes and automatic early release laws for the tragic incident.</p> \n<p>Johnson used a <a href=\"https://www.theguardian.com/global/video/2019/dec/01/boris-johnson-on-dodging-andrew-neil-interview-and-london-bridge-attack-video\">lengthy interview on BBC One’s The Andrew Marr Show</a> to accuse Labour of responsibility for the early release of Khan and to pledge that serious offenders would not be released early in the future.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"8cf7da41-c1f1-469f-ae50-16ce7de9e225\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/MBgs6JOdEwE?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>On Monday, before the publication of Dave Merritt’s article, Johnson insisted he felt “a huge amount of sympathy” for the bereaved families. </p> \n<p>But amid growing criticism of his stance, he added that he had been right to argue that the previous government’s decisions were to blame, saying: “I think any impartial assessment of the situation would concede that he was sentenced to a period in prison – 16 years, plus five years on licence – and then was subject to automatic early release having served eight years altogether.</p> \n<p>“And I don’t think that was long enough in view of the gravity of his offence – which was to conspire to blow up the Stock Exchange and to cause other types of mayhem – and in view of the view that was taken of him by the initial sentencing judge, Judge Wilkie, and looking at what the judge had to say about him, it’s clear he was viewed as a very serious threat.”</p> \n<p>Ed Davey, the deputy Liberal Democrat leader, accused Johnson of failing to understand the reasons for the attack. “Boris Johnson’s distasteful attempt to politicise a national tragedy is compounded by the fact he didn’t bother to properly understand the events that led to it,” he said. </p> \n<p>“This is part of a pattern of behaviour, not concerning himself with the details and displaying total disregard for the families and victims involved. The similarity to his approach to <a href=\"https://www.theguardian.com/news/2019/nov/29/johnson-did-not-keep-word-to-free-nazanin-zaghari-ratcliffe-says-husband\">Nazanin Zaghari-Ratcliffe</a> and her family is striking. These are families experiencing the most awful situations and being utterly let down as Johnson blusters his way ill-prepared through his duties.</p> \n<p>“Boris Johnson’s arrogant and blundering attitude is unacceptable at the best of times, but at times like these it is appalling.”</p> \n<p>Before the article was published, Johnson appeared to defend himself from accusations of using the deaths for political point scoring.</p> \n<p>Johnson told reporters: “I want to try to turn people’s lives around if you can. But you have to be realistic and what you must not have is a system of automatic early release and it was the automaticity that I’m afraid let us down here, because in the end the law had no choice but to let him out and then to hope that things would turn out well.</p> \n<p>“I don’t think that was a reasonable expectation given what we knew about him.”</p> \n<p>But his interpretation of what went wrong has been derided by experts in the criminal justice sector.</p> \n<p>Andrew Neilson, director of campaigns at the Howard League for Penal Reform, said: “Much of the debate since has been distorted by the fact we are in the run-up to a general election.</p> \n<p>“It is right that there should be a full investigation into what happened. Any such investigation should consider systemic issues and not simply sentencing policy or the decisions of individuals.</p> \n<p>“Prisons in England and Wales are overcrowded and face record levels of violence and human misery. The probation service also faces well-documented problems. For years the Howard League has warned that such pressure is unsustainable.</p> \n<p>“The answer does not lie in writing people off. The focus must be on safely fostering our human potential for change.</p> \n<p>“It lies in a criminal justice system – and a wider response from other public agencies – that looks to solve problems, rather than making them worse. Whoever forms the next government should make this a national priority.”</p> \n<p>Peter Dawson, director of the Prison Reform Trust, said: “All our experience shows us that policy decisions taken in the immediate aftermath of shocking events are likely to lead to unforeseen and unintended consequences. </p> \n<p>“In criminal justice, those damaging consequences have sometimes lasted for many years, and done incalculable harm.<br><br>“We do not know all of the facts about Friday’s events and what led up to them. Attempting to draw conclusions in haste risks not only grave policy error, but also shows a lack of respect for those who have suffered most.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1001",
      "firstPublicationDate": "2019-12-02T20:00:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-03T12:09:21Z",
      "newspaperEditionDate": "2019-12-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/czyn4",
      "shouldHideAdverts": "true",
      "showInRelatedContent": "false",
      "thumbnail": "https://media.guim.co.uk/7626709b13e69c3ca041aba91249689c8d364af4/0_141_4375_2625/500.jpg",
      "legallySensitive": "true",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Political leaders and criminal justice campaigners have condemned the prime minister, Boris Johnson, for his response to the London Bridge attack in the wake of an article written for the Guardian by the father of one of the victims. Jack Merritt, 25, coordinator for Cambridge University’s Learning Together initiative, which brings together offenders and those in higher education “to study alongside each other”, was stabbed to death by convicted terrorist Usman Khan on Friday, alongside 23-year-old Saskia Jones. In a powerful piece published in the Guardian on Monday, Dave Merritt tackled head on Johnson’s response to the attack that took his son’s life, writing: “He [Jack] would be seething at his death, and his life, being used to perpetuate an agenda of hate that he gave his everything fighting against.” Reacting to the article, the Labour leader, Jeremy Corbyn, said: “This morning I had the honour of meeting some of Jack’s friends. They were in total shock about the loss of Jack, who was clearly a compassionate and principled young man. “Everything I hear about him, from his friends and this powerful and humane article from his father David, shows his determination to confront hate and injustice in our society and help bring communities together. “We must learn from this tragedy and in Jack’s memory, protect people from these terrorist horrors but also build a world of greater peace and understanding.” The article prompted a wave of support on social media, with many hailing Merritt’s bravery in the face of losing his son. And it increased the pressure on Johnson over his response to the attack, after he was widely criticised by experts and on social media for appearing to blame Labour for the killings. In the aftermath of the attack, which also injured three others, Johnson moved to blame sentencing regimes and automatic early release laws for the tragic incident. Johnson used a lengthy interview on BBC One’s The Andrew Marr Show to accuse Labour of responsibility for the early release of Khan and to pledge that serious offenders would not be released early in the future. On Monday, before the publication of Dave Merritt’s article, Johnson insisted he felt “a huge amount of sympathy” for the bereaved families. But amid growing criticism of his stance, he added that he had been right to argue that the previous government’s decisions were to blame, saying: “I think any impartial assessment of the situation would concede that he was sentenced to a period in prison – 16 years, plus five years on licence – and then was subject to automatic early release having served eight years altogether. “And I don’t think that was long enough in view of the gravity of his offence – which was to conspire to blow up the Stock Exchange and to cause other types of mayhem – and in view of the view that was taken of him by the initial sentencing judge, Judge Wilkie, and looking at what the judge had to say about him, it’s clear he was viewed as a very serious threat.” Ed Davey, the deputy Liberal Democrat leader, accused Johnson of failing to understand the reasons for the attack. “Boris Johnson’s distasteful attempt to politicise a national tragedy is compounded by the fact he didn’t bother to properly understand the events that led to it,” he said. “This is part of a pattern of behaviour, not concerning himself with the details and displaying total disregard for the families and victims involved. The similarity to his approach to Nazanin Zaghari-Ratcliffe and her family is striking. These are families experiencing the most awful situations and being utterly let down as Johnson blusters his way ill-prepared through his duties. “Boris Johnson’s arrogant and blundering attitude is unacceptable at the best of times, but at times like these it is appalling.” Before the article was published, Johnson appeared to defend himself from accusations of using the deaths for political point scoring. Johnson told reporters: “I want to try to turn people’s lives around if you can. But you have to be realistic and what you must not have is a system of automatic early release and it was the automaticity that I’m afraid let us down here, because in the end the law had no choice but to let him out and then to hope that things would turn out well. “I don’t think that was a reasonable expectation given what we knew about him.” But his interpretation of what went wrong has been derided by experts in the criminal justice sector. Andrew Neilson, director of campaigns at the Howard League for Penal Reform, said: “Much of the debate since has been distorted by the fact we are in the run-up to a general election. “It is right that there should be a full investigation into what happened. Any such investigation should consider systemic issues and not simply sentencing policy or the decisions of individuals. “Prisons in England and Wales are overcrowded and face record levels of violence and human misery. The probation service also faces well-documented problems. For years the Howard League has warned that such pressure is unsustainable. “The answer does not lie in writing people off. The focus must be on safely fostering our human potential for change. “It lies in a criminal justice system – and a wider response from other public agencies – that looks to solve problems, rather than making them worse. Whoever forms the next government should make this a national priority.” Peter Dawson, director of the Prison Reform Trust, said: “All our experience shows us that policy decisions taken in the immediate aftermath of shocking events are likely to lead to unforeseen and unintended consequences. “In criminal justice, those damaging consequences have sometimes lasted for many years, and done incalculable harm. “We do not know all of the facts about Friday’s events and what led up to them. Attempting to draw conclusions in haste risks not only grave policy error, but also shows a lack of respect for those who have suffered most.”",
      "charCount": "5988",
      "shouldHideReaderRevenue": "true",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jamie-grierson\">Jamie Grierson</a> Home affairs correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/dec/02/the-guardian-view-on-the-climate-election-reasons-to-be-hopeful-and-fearful",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-02T18:49:59Z",
    "webTitle": "The Guardian view on the climate election: reasons to be hopeful and fearful | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/02/the-guardian-view-on-the-climate-election-reasons-to-be-hopeful-and-fearful",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/02/the-guardian-view-on-the-climate-election-reasons-to-be-hopeful-and-fearful",
    "fields": {
      "headline": "The Guardian view on the climate election: reasons to be hopeful and fearful",
      "standfirst": "The world’s first TV climate debate of party leaders sent a strong signal. So did Boris Johnson’s refusal to take part",
      "trailText": "<strong>Editorial:</strong> The world’s first TV climate debate of party leaders sent a strong signal. So did Boris Johnson’s refusal to take part",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"e6862abb3812a484a588eecd455cfd99a7fc3941\"> <img src=\"https://media.guim.co.uk/e6862abb3812a484a588eecd455cfd99a7fc3941/0_233_3500_2100/1000.jpg\" alt=\"Political leaders taking part in the climate debate on Channel 4\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The debate provided an opportunity for UK voters to see whether, and to what extent, the messages from scientists and protesters have been absorbed.’</span> <span class=\"element-image__credit\">Photograph: WPA Pool/Getty</span> </figcaption> </figure>",
      "body": "<p>Last week’s <a href=\"https://www.channel4.com/news/the-channel-4-news-climate-debate\" title=\"\">climate debate</a> on Channel 4 was the first televised election debate between party leaders dedicated to climate issues to take place anywhere in the world. This fact on its own makes it a credit to all those involved, and particularly to the environmental charity, Possible (previously called 10:10 Climate Action), that came up with the idea. The enormous challenge of global heating is not easily compressed into campaign soundbites, or even into manifestos. The changes required are global as well as national, and will take more than five years to implement. But the phrase made famous by the novelist Primo Levi “If not now, when?”, quoted by the Green party co-leader, Siân Berry, was apt.</p> <p>Last year’s <a href=\"https://www.theguardian.com/environment/2018/oct/08/global-warming-must-not-exceed-15c-warns-landmark-un-report\" title=\"\">warning from the UN’s top scientists</a>, that the window of opportunity for action to prevent catastrophic heating is shrinking, focused minds. It led to an unprecedented upsurge in grassroots environmental activism around the world. Last Thursday’s debate provided an opportunity for UK voters to see whether, and to what extent, the messages from scientists and protesters have been absorbed.</p> <p>If the Greens treat every election as a “climate election”, the emphasis on the environment in Labour’s 2019 manifesto is both unprecedented and overdue. Campaigners were disappointed that the target of net-zero greenhouse gas emissions by 2030, endorsed at this year’s party conference, was dropped. But Labour’s programme has been scored above the Liberal Democrat and SNP manifestos <a href=\"https://www.greenpeace.org.uk/news/climate-debate-party-manifestos-climate-change-nature-2/\" title=\"\">by environmentalists</a>. All are far more ambitious than Conservative plans.</p> <p>Perhaps inevitably, the urgency and power of the overall theme of climate emergency faltered, during the Channel 4 debate as in other contexts, when it came to the technical details of rival schemes to retrofit homes and tackle aviation pollution. But seeing the party leaders answer these questions directly, rather than leaving them to more junior colleagues, was important. So was the refusal of the prime minister, Boris Johnson, to take part. In a Conservative campaign that has been characterised by dishonesty and bad faith, turning down Channel 4’s invitation and then, at the last minute, trying to bounce the broadcaster into accepting Michael Gove as a stand-in, is a stunt for which Mr Johnson’s party deserves to be punished at the ballot box.</p> <p>Climate change, and how to deal with it, is one of the biggest foreign policy challenges of the next government’s term and the next decade. A hard Brexit might see the UK trying to secure a deal with the US, which has ruled out any <a href=\"https://unearthed.greenpeace.org/2019/11/27/brexit-leak-jeremy-corbyn-boris-johnson/\" title=\"\">reference</a> to climate change in trade talks. The US’s withdrawal from the Paris climate agreement, which is expected to be enacted the day after next year’s presidential election (unless it is cancelled by a different president), is a moment to be dreaded. The danger that faltering efforts at international cooperation will collapse altogether, to be replaced by a grim battle over diminishing global resources, is real. The <a href=\"https://www.theguardian.com/news/2019/dec/02/climate-crisis-what-is-cop-and-can-it-save-the-world\" title=\"\">round of UN climate talks</a> that have just opened in Madrid is a precursor to the showdown to come in Glasgow in a year’s time, when countries (with or without the US) must fulfil their Paris treaty obligations by committing to binding targets for emissions cuts.</p> <p>With Brexit and the NHS higher up most voters’ list of priorities than the environment, the number of people who will factor the prospect of such negotiations into their choice next week is likely to be small. The big picture of rising emissions and multilateral failures does not sit easily with ambitious promises of a “green new deal” at home. But as the polls gently narrow, the extent to which climate science has been absorbed into Labour’s programme is a reason to hope for any result other than a victory for Mr Johnson. His refusal to debate a defining and existential issue of our time is yet more evidence that he is unfit to hold the office of prime minister.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "648",
      "commentable": "false",
      "firstPublicationDate": "2019-12-02T18:49:59Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:42:24Z",
      "newspaperEditionDate": "2019-12-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/czmay",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e6862abb3812a484a588eecd455cfd99a7fc3941/0_233_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Last week’s climate debate on Channel 4 was the first televised election debate between party leaders dedicated to climate issues to take place anywhere in the world. This fact on its own makes it a credit to all those involved, and particularly to the environmental charity, Possible (previously called 10:10 Climate Action), that came up with the idea. The enormous challenge of global heating is not easily compressed into campaign soundbites, or even into manifestos. The changes required are global as well as national, and will take more than five years to implement. But the phrase made famous by the novelist Primo Levi “If not now, when?”, quoted by the Green party co-leader, Siân Berry, was apt. Last year’s warning from the UN’s top scientists, that the window of opportunity for action to prevent catastrophic heating is shrinking, focused minds. It led to an unprecedented upsurge in grassroots environmental activism around the world. Last Thursday’s debate provided an opportunity for UK voters to see whether, and to what extent, the messages from scientists and protesters have been absorbed. If the Greens treat every election as a “climate election”, the emphasis on the environment in Labour’s 2019 manifesto is both unprecedented and overdue. Campaigners were disappointed that the target of net-zero greenhouse gas emissions by 2030, endorsed at this year’s party conference, was dropped. But Labour’s programme has been scored above the Liberal Democrat and SNP manifestos by environmentalists. All are far more ambitious than Conservative plans. Perhaps inevitably, the urgency and power of the overall theme of climate emergency faltered, during the Channel 4 debate as in other contexts, when it came to the technical details of rival schemes to retrofit homes and tackle aviation pollution. But seeing the party leaders answer these questions directly, rather than leaving them to more junior colleagues, was important. So was the refusal of the prime minister, Boris Johnson, to take part. In a Conservative campaign that has been characterised by dishonesty and bad faith, turning down Channel 4’s invitation and then, at the last minute, trying to bounce the broadcaster into accepting Michael Gove as a stand-in, is a stunt for which Mr Johnson’s party deserves to be punished at the ballot box. Climate change, and how to deal with it, is one of the biggest foreign policy challenges of the next government’s term and the next decade. A hard Brexit might see the UK trying to secure a deal with the US, which has ruled out any reference to climate change in trade talks. The US’s withdrawal from the Paris climate agreement, which is expected to be enacted the day after next year’s presidential election (unless it is cancelled by a different president), is a moment to be dreaded. The danger that faltering efforts at international cooperation will collapse altogether, to be replaced by a grim battle over diminishing global resources, is real. The round of UN climate talks that have just opened in Madrid is a precursor to the showdown to come in Glasgow in a year’s time, when countries (with or without the US) must fulfil their Paris treaty obligations by committing to binding targets for emissions cuts. With Brexit and the NHS higher up most voters’ list of priorities than the environment, the number of people who will factor the prospect of such negotiations into their choice next week is likely to be small. The big picture of rising emissions and multilateral failures does not sit easily with ambitious promises of a “green new deal” at home. But as the polls gently narrow, the extent to which climate science has been absorbed into Labour’s programme is a reason to hope for any result other than a victory for Mr Johnson. His refusal to debate a defining and existential issue of our time is yet more evidence that he is unfit to hold the office of prime minister.",
      "charCount": "3918",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/dec/02/labour-needs-to-shine-a-light-on-tory-failures",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-02T18:37:29Z",
    "webTitle": "Labour needs to shine a light on Tory failures | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/02/labour-needs-to-shine-a-light-on-tory-failures",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/02/labour-needs-to-shine-a-light-on-tory-failures",
    "fields": {
      "headline": "Labour needs to shine a light on Tory failures",
      "standfirst": "Readers respond to a piece by Andy Beckett, where he argues that the Conservative party is avoiding blame for the dire state of Britain today",
      "trailText": "<strong>Letters: </strong>Readers respond to a piece by Andy Beckett, where he argues that the Conservative party is avoiding blame for the dire state of Britain today",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"79a0af86f75c15de7f7e083639701548eaa5ba67\"> <img src=\"https://media.guim.co.uk/79a0af86f75c15de7f7e083639701548eaa5ba67/16_27_2287_1372/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Labour and the other progressive parties need to demonstrate the falsity of the “new broom” image by revealing how complicit the would-be rulers have been in the policies of the last nine years,’ says Dr Ron Glatter.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>Well done, Andy Beckett, for trying to refocus electoral debate towards the record of the incumbent party of government (<a href=\"https://www.theguardian.com/commentisfree/2019/nov/30/election-future-boris-johnson-avoid-blame-austerity\" title=\"\">Our focus on the future lets Johnson avoid the present</a>, Journal, 30 November). After almost 10 years of Britain having a Tory prime minister and a Tory-led government, everything in the public domain is worse: the NHS, education, housing, public transport, social care, policing, inequality, poverty and, most shaming of all, child poverty.</p> <p>Add to that their fouling of public discourse with the Brexit mess, which they have failed to clean up, and it is no wonder that Boris Johnson would wish to direct our gaze towards the sunlit uplands of the Tory-managed future and away from the past and present. While the Lib Dems might be shy about pointing the finger, given their complicity in the cruel failure of austerity, it is a mystery why the Labour party is not more vocal on the Tory record. The independent media, meanwhile, have an absolute duty not to neglect this important element of the pre-election debate.<br><strong>Keith Howells</strong><br><em>Morpeth, Northumberland</em></p> <p>• Andy Beckett’s thoughtful critique of the Labour campaign argues that it concentrates too much on the future and not enough on Conservative responsibility for “the dire state of much of Britain now”. True. But this is not the only problem with the campaign. In the north of England, where the Liberal Democrats are hardly in contention, many voters are trying to decide whether to remain loyal to Labour or to believe propaganda delivered by a Conservative-supporting tabloid press. Abstract campaign slogans such as “The many, not the few” are unlikely to help them make up their minds. Such slogans may accurately reflect the party’s underlying ideology, but what emotions do they engage? Mild envy?</p> <p>The focus must be on concrete messages that draw attention to present problems, appeal to traditional loyalty to the party, and engage emotions likely to influence voting (anger, fear, anxiety, need for security). Something like “Stop life getting worse. Stand by Labour. We care” would do the trick, and even fit on the side of a campaign bus.<br><strong>Nigel Harvey</strong><br><em>St Albans, Hertfordshire</em></p> <p>• Andy Beckett argues persuasively that concentrating on the future rather than foregrounding the government’s record has been helpful to the Conservatives in this election. But this neglects one key, if tacit, aspect of the Tories’ pitch. It is that they are now under entirely new management and so cannot be held responsible for the present, or the past. They are helped in this by the increasingly presidential style of our politics, aided by some of the TV formats portraying a simple contest between the main party leaders.</p> <p>Labour and the other progressive parties need to demonstrate the falsity of the “new broom” image by revealing how complicit the would-be rulers have been in the policies of the last nine years, and the turmoil they have produced.<br><strong>Dr Ron Glatter</strong><br><em>Hemel Hempstead, Hertfordshire</em></p> <p>• Reading Andy Beckett’s call for Labour to put more emphasis on the Tories’ lacklustre near-decade in government, I was reminded of a recent public meeting in Wimbledon, where Keir Starmer asked the audience to name anything good that the Tories had achieved since coming to power.</p> <p>My partner likes a challenge, so piped up: “Gay marriage.” This was the only achievement anyone could come up with, and, as another audience member commented: “That didn’t cost them anything either.”</p> <p>Now that the parties’ manifestos have been published, I can only conclude that, if the Tories do get in with a majority, the country has been so worn down by austerity that the best future its population can imagine is a nation continuing along the same dismal path, but free of Europe and without potholes.<br><strong>Tristan Wood</strong><br><em>London</em></p> <p>• Andy Beckett rightly talks about the calamitous effects of years of Tory austerity – non-existent in media coverage of the election. Missing is any debate about the shameful poverty and hunger that are having terrible effects on children, families and communities. Silence from political parties except Labour, whose manifesto at least shows the moral leadership and sense of responsibility needed to address the causes of destitution.<br><strong>Julie Owens</strong><br><em>Carlisle, Cumbria</em></p> <p>• Andy Beckett is right to draw attention to the fact that “an election about the future can also make bad news from the present seem irrelevant”, but there really is a bigger tragedy than the Tory legacy and a Johnson government. Defeat for Labour will mean, inevitably, that whoever takes over from Jeremy Corbyn will return the Labour party to the so-called “middle ground” of progressive politics. I have been waiting for more than 20 years for the Labour party’s magnificent new manifesto – one that could herald a better society for us all. Its rejection will, I fear, destroy the prospects for real change for another generation.</p> <p>Only one person can really be held to blame for this dismal future. Jeremy Corbyn is a decent and honourable but vain man. The fact that he cannot see that he is the single most important (maybe only) barrier to Labour having the majority that would enable it to implement its manifesto is a disgrace, which will eventually shame us all. If only he would say, even now, that in the event of a Labour majority he will immediately allow the Labour party to elect a new leader, one to take the country forward in a real spirit of post-Brexit reconciliation. Please can the next leader of the Labour party be a more pragmatic idealist (and maintain the courage of “It’s time for real change”)?<br><strong>Frank Newhofer</strong><br><em>Oxford</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "968",
      "commentable": "false",
      "firstPublicationDate": "2019-12-02T18:37:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:42:20Z",
      "newspaperEditionDate": "2019-12-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/czyz9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/79a0af86f75c15de7f7e083639701548eaa5ba67/16_27_2287_1372/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Well done, Andy Beckett, for trying to refocus electoral debate towards the record of the incumbent party of government (Our focus on the future lets Johnson avoid the present, Journal, 30 November). After almost 10 years of Britain having a Tory prime minister and a Tory-led government, everything in the public domain is worse: the NHS, education, housing, public transport, social care, policing, inequality, poverty and, most shaming of all, child poverty. Add to that their fouling of public discourse with the Brexit mess, which they have failed to clean up, and it is no wonder that Boris Johnson would wish to direct our gaze towards the sunlit uplands of the Tory-managed future and away from the past and present. While the Lib Dems might be shy about pointing the finger, given their complicity in the cruel failure of austerity, it is a mystery why the Labour party is not more vocal on the Tory record. The independent media, meanwhile, have an absolute duty not to neglect this important element of the pre-election debate. Keith Howells Morpeth, Northumberland • Andy Beckett’s thoughtful critique of the Labour campaign argues that it concentrates too much on the future and not enough on Conservative responsibility for “the dire state of much of Britain now”. True. But this is not the only problem with the campaign. In the north of England, where the Liberal Democrats are hardly in contention, many voters are trying to decide whether to remain loyal to Labour or to believe propaganda delivered by a Conservative-supporting tabloid press. Abstract campaign slogans such as “The many, not the few” are unlikely to help them make up their minds. Such slogans may accurately reflect the party’s underlying ideology, but what emotions do they engage? Mild envy? The focus must be on concrete messages that draw attention to present problems, appeal to traditional loyalty to the party, and engage emotions likely to influence voting (anger, fear, anxiety, need for security). Something like “Stop life getting worse. Stand by Labour. We care” would do the trick, and even fit on the side of a campaign bus. Nigel Harvey St Albans, Hertfordshire • Andy Beckett argues persuasively that concentrating on the future rather than foregrounding the government’s record has been helpful to the Conservatives in this election. But this neglects one key, if tacit, aspect of the Tories’ pitch. It is that they are now under entirely new management and so cannot be held responsible for the present, or the past. They are helped in this by the increasingly presidential style of our politics, aided by some of the TV formats portraying a simple contest between the main party leaders. Labour and the other progressive parties need to demonstrate the falsity of the “new broom” image by revealing how complicit the would-be rulers have been in the policies of the last nine years, and the turmoil they have produced. Dr Ron Glatter Hemel Hempstead, Hertfordshire • Reading Andy Beckett’s call for Labour to put more emphasis on the Tories’ lacklustre near-decade in government, I was reminded of a recent public meeting in Wimbledon, where Keir Starmer asked the audience to name anything good that the Tories had achieved since coming to power. My partner likes a challenge, so piped up: “Gay marriage.” This was the only achievement anyone could come up with, and, as another audience member commented: “That didn’t cost them anything either.” Now that the parties’ manifestos have been published, I can only conclude that, if the Tories do get in with a majority, the country has been so worn down by austerity that the best future its population can imagine is a nation continuing along the same dismal path, but free of Europe and without potholes. Tristan Wood London • Andy Beckett rightly talks about the calamitous effects of years of Tory austerity – non-existent in media coverage of the election. Missing is any debate about the shameful poverty and hunger that are having terrible effects on children, families and communities. Silence from political parties except Labour, whose manifesto at least shows the moral leadership and sense of responsibility needed to address the causes of destitution. Julie Owens Carlisle, Cumbria • Andy Beckett is right to draw attention to the fact that “an election about the future can also make bad news from the present seem irrelevant”, but there really is a bigger tragedy than the Tory legacy and a Johnson government. Defeat for Labour will mean, inevitably, that whoever takes over from Jeremy Corbyn will return the Labour party to the so-called “middle ground” of progressive politics. I have been waiting for more than 20 years for the Labour party’s magnificent new manifesto – one that could herald a better society for us all. Its rejection will, I fear, destroy the prospects for real change for another generation. Only one person can really be held to blame for this dismal future. Jeremy Corbyn is a decent and honourable but vain man. The fact that he cannot see that he is the single most important (maybe only) barrier to Labour having the majority that would enable it to implement its manifesto is a disgrace, which will eventually shame us all. If only he would say, even now, that in the event of a Labour majority he will immediately allow the Labour party to elect a new leader, one to take the country forward in a real spirit of post-Brexit reconciliation. Please can the next leader of the Labour party be a more pragmatic idealist (and maintain the courage of “It’s time for real change”)? Frank Newhofer Oxford • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5894",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/dec/02/jo-swinson-corbyn-hung-parliament-lib-dems-support-labour",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-02T17:54:35Z",
    "webTitle": "Jo Swinson says she won’t back Corbyn. But ultimately she’ll have to | Vernon Bogdanor",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/02/jo-swinson-corbyn-hung-parliament-lib-dems-support-labour",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/02/jo-swinson-corbyn-hung-parliament-lib-dems-support-labour",
    "fields": {
      "headline": "Jo Swinson says she won’t back Corbyn. But ultimately she’ll have to",
      "standfirst": "If there is a hung parliament, the Lib Dems will end up backing Labour. They know their supporters want a second referendum",
      "trailText": "If there is a hung parliament, the Lib Dems will end up backing Labour. They know their supporters want a second referendum, says professor of government Vernon Bogdanor",
      "byline": "Vernon Bogdanor",
      "main": "<figure class=\"element element-image\" data-media-id=\"eb2f1cedc0445a618bc103aa687c960218bfa7e7\"> <img src=\"https://media.guim.co.uk/eb2f1cedc0445a618bc103aa687c960218bfa7e7/0_170_3500_2100/1000.jpg\" alt=\"A van with a poster showing Boris Johnson, Jeremy Corbyn and Jo Swinson, with the tagline 'Debate her' outside the Royal Courts of justice in London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A second referendum is ‘an incentive the Lib Dems would find difficult to resist’.</span> <span class=\"element-image__credit\">Photograph: Isabel Infantes/PA</span> </figcaption> </figure>",
      "body": "<p>There are, realistically, only two likely outcomes in the forthcoming general election – either a Conservative majority or a hung parliament. If the first, the path is clear: Brexit by the end of January and five more years of Conservative government.</p> <p>But what if there is a hung parliament? Boris Johnson will have lost his majority. He might well resign immediately, since his chances of securing support from other parties, possibly even the DUP, are small. And even if he were inclined to somersault by offering the Liberal Democrats a second referendum, his MPs would probably veto so blatant a reversal of the policy on which they were elected.</p> <p>If Johnson resigns, the Queen would normally be expected to call on the leader of the largest opposition party – almost certainly Labour. The only way in which a Jeremy Corbyn government could be avoided in these circumstances would be if a majority of members of parliament were to indicate on paper that they would support an alternative candidate for the premiership. That is unlikely, but not perhaps impossible, in a House of Commons that could include a record number of MPs without allegiance to either Labour or the Conservatives.</p> <p>Yet Boris Johnson would not be constitutionally required to resign until defeated on a no-confidence vote in the Commons; and until he resigns, there is no vacancy.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Were Johnson to be defeated, MPs would have to discover an alternative PM who can secure the confidence of the Commons</p> </blockquote> </aside>  <p>It would then be for the politicians rather than the Queen to sort out the situation, as they did in the previous hung parliaments of 1923-4, 1929, February 1974, 2010 and 2017. The Queen would not play an active part. After the inconclusive election of 2010, the Queen’s non-intervention was symbolised by her remaining at Windsor for the five days of coalition negotiations. That, of course, was before enactment of the Fixed-Term Parliaments Act, which emphasises that the Queen’s role is symbolic. The politicians decide. The Queen endorses.</p> <p>Were Johnson to be defeated in a no-confidence vote, MPs would have 14 days to discover an alternative prime minister who can secure the confidence of the Commons. That alternative would almost certainly be Corbyn.</p> <p>Might the Liberal Democrats play a key role in a hung parliament? At first sight, it would seem they would be in a pivotal position – as they were in 2010, when they decided to join a coalition with David Cameron rather than allowing Gordon Brown to continue in office.</p> <p>But the 2010 precedent is deceptive. More often in their history, the Liberals (predecessors of the Lib Dems), found themselves unable to exert leverage. In 1923-4, 1929 and 1974, they failed to support the continuation of Conservative governments that had lost their majorities. The consequence on each occasion was a minority Labour government in which the Liberal vote was squeezed. In the October 1924 election <a href=\"https://researchbriefings.files.parliament.uk/documents/CBP-7529/CBP-7529.pdf\" title=\"\">the party lost 118 of its 158 seats</a>, while in October 1974 it lost nearly a million of the six million votes it had won in the February election earlier that year.</p> <p>David Steel, the former Lib Dem leader, once said that asking his party to choose between the two major parties would be like asking Cinderella to choose between the two ugly sisters; and in this election campaign Lib Dem leader Jo Swinson has insisted she would not put <a href=\"https://www.theguardian.com/politics/2019/sep/13/jo-swinson-corbyn-and-johnson-are-unfit-to-lead-country\" title=\"\">either Johnson or Corbyn into power</a>. But, in a hung parliament, would the Lib Dems really vote against a Corbyn government? They would be cross-pressured. Supporting a Labour leadership would certainly be unpalatable for them: defectors from Labour such as <a href=\"https://www.theguardian.com/politics/luciana-berger\" title=\"\">Luciana Berger</a> and <a href=\"https://www.theguardian.com/politics/chuka-umunna\" title=\"\">Chuka Umunna</a> left the party because they believed Corbyn was unfit to govern. But if the Lib Dems were to reject Corbyn in a confidence vote, there would be a second election which they would be ill-equipped to fight, since they would be seen as spoilers.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/01/this-election-is-not-going-to-plan-the-liberal-democrats-feel-the-big-squeeze\">‘This election is not going to plan.’ The Lib Dems feel the big squeeze | Andrew Rawnsley</a> </p> </aside>  <p>Corbyn, moreover, is offering a second referendum on EU membership. That is an incentive the Lib Dems would find difficult to resist. Therefore they would probably support a Corbyn government on a case-by-case basis until a referendum bill had been enacted. That would take some time. Labour would first renegotiate, then pass a referendum bill. The 2015 bill providing for the 2016 referendum took seven months to pass through parliament. The Electoral Commission then tests the question, after which the campaign would begin. So Corbyn would be safe for at least a year.</p> <p>As long ago as 1917, a Liberal presciently remarked “There are only two sovereign words in politics – these words are ‘yes’ and ‘no’. Our leaders are apt to avoid saying ‘yes’ and ‘no’, and they are apt to try to reconcile the two.” That remark encapsulates the Lib Dems’ dilemma, which is that of a third party seeking to work within an adversarial political structure, buttressed by the first-past-the-post electoral system.</p> <p>The party’s dilemma can only be resolved by replacing the adversarial structure with a consensual one sustained by proportional representation. This has long been the Lib Dems’ goal, and there’s a chance things might at last be turning in their favour. As the politics professor Matthew Goodwin has pointed out, Britain’s departure from the EU is fragmenting the British party system and, paradoxically, making it more like those on the continent. A multi-party system fits ill with an electoral system designed for just two parties.</p> <p>But until the Lib Dems’ dilemma is resolved by constitutional and electoral reform, they will have little bargaining power; and a hung parliament in which they hold the balance of power will almost certainly result in a minority government led by Jeremy Corbyn.</p> <p>• Vernon Bogdanor is professor of government, King’s College London. His books include, Beyond Brexit: Towards a British Constitution</p>",
      "newspaperPageNumber": "4",
      "wordcount": "949",
      "commentable": "false",
      "firstPublicationDate": "2019-12-02T17:54:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:42:20Z",
      "newspaperEditionDate": "2019-12-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/czyav",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/eb2f1cedc0445a618bc103aa687c960218bfa7e7/0_170_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There are, realistically, only two likely outcomes in the forthcoming general election – either a Conservative majority or a hung parliament. If the first, the path is clear: Brexit by the end of January and five more years of Conservative government. But what if there is a hung parliament? Boris Johnson will have lost his majority. He might well resign immediately, since his chances of securing support from other parties, possibly even the DUP, are small. And even if he were inclined to somersault by offering the Liberal Democrats a second referendum, his MPs would probably veto so blatant a reversal of the policy on which they were elected. If Johnson resigns, the Queen would normally be expected to call on the leader of the largest opposition party – almost certainly Labour. The only way in which a Jeremy Corbyn government could be avoided in these circumstances would be if a majority of members of parliament were to indicate on paper that they would support an alternative candidate for the premiership. That is unlikely, but not perhaps impossible, in a House of Commons that could include a record number of MPs without allegiance to either Labour or the Conservatives. Yet Boris Johnson would not be constitutionally required to resign until defeated on a no-confidence vote in the Commons; and until he resigns, there is no vacancy. It would then be for the politicians rather than the Queen to sort out the situation, as they did in the previous hung parliaments of 1923-4, 1929, February 1974, 2010 and 2017. The Queen would not play an active part. After the inconclusive election of 2010, the Queen’s non-intervention was symbolised by her remaining at Windsor for the five days of coalition negotiations. That, of course, was before enactment of the Fixed-Term Parliaments Act, which emphasises that the Queen’s role is symbolic. The politicians decide. The Queen endorses. Were Johnson to be defeated in a no-confidence vote, MPs would have 14 days to discover an alternative prime minister who can secure the confidence of the Commons. That alternative would almost certainly be Corbyn. Might the Liberal Democrats play a key role in a hung parliament? At first sight, it would seem they would be in a pivotal position – as they were in 2010, when they decided to join a coalition with David Cameron rather than allowing Gordon Brown to continue in office. But the 2010 precedent is deceptive. More often in their history, the Liberals (predecessors of the Lib Dems), found themselves unable to exert leverage. In 1923-4, 1929 and 1974, they failed to support the continuation of Conservative governments that had lost their majorities. The consequence on each occasion was a minority Labour government in which the Liberal vote was squeezed. In the October 1924 election the party lost 118 of its 158 seats, while in October 1974 it lost nearly a million of the six million votes it had won in the February election earlier that year. David Steel, the former Lib Dem leader, once said that asking his party to choose between the two major parties would be like asking Cinderella to choose between the two ugly sisters; and in this election campaign Lib Dem leader Jo Swinson has insisted she would not put either Johnson or Corbyn into power. But, in a hung parliament, would the Lib Dems really vote against a Corbyn government? They would be cross-pressured. Supporting a Labour leadership would certainly be unpalatable for them: defectors from Labour such as Luciana Berger and Chuka Umunna left the party because they believed Corbyn was unfit to govern. But if the Lib Dems were to reject Corbyn in a confidence vote, there would be a second election which they would be ill-equipped to fight, since they would be seen as spoilers. Corbyn, moreover, is offering a second referendum on EU membership. That is an incentive the Lib Dems would find difficult to resist. Therefore they would probably support a Corbyn government on a case-by-case basis until a referendum bill had been enacted. That would take some time. Labour would first renegotiate, then pass a referendum bill. The 2015 bill providing for the 2016 referendum took seven months to pass through parliament. The Electoral Commission then tests the question, after which the campaign would begin. So Corbyn would be safe for at least a year. As long ago as 1917, a Liberal presciently remarked “There are only two sovereign words in politics – these words are ‘yes’ and ‘no’. Our leaders are apt to avoid saying ‘yes’ and ‘no’, and they are apt to try to reconcile the two.” That remark encapsulates the Lib Dems’ dilemma, which is that of a third party seeking to work within an adversarial political structure, buttressed by the first-past-the-post electoral system. The party’s dilemma can only be resolved by replacing the adversarial structure with a consensual one sustained by proportional representation. This has long been the Lib Dems’ goal, and there’s a chance things might at last be turning in their favour. As the politics professor Matthew Goodwin has pointed out, Britain’s departure from the EU is fragmenting the British party system and, paradoxically, making it more like those on the continent. A multi-party system fits ill with an electoral system designed for just two parties. But until the Lib Dems’ dilemma is resolved by constitutional and electoral reform, they will have little bargaining power; and a hung parliament in which they hold the balance of power will almost certainly result in a minority government led by Jeremy Corbyn. • Vernon Bogdanor is professor of government, King’s College London. His books include, Beyond Brexit: Towards a British Constitution",
      "charCount": "5697",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/vernon-bogdanor\">Vernon Bogdanor</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/dec/02/uk-election-halt-us-trade-talks-until-nhs-off-table-corbyn-tells-johnson",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-02T13:54:02Z",
    "webTitle": "UK election: halt US trade talks until NHS off table, Corbyn tells Johnson",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/02/uk-election-halt-us-trade-talks-until-nhs-off-table-corbyn-tells-johnson",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/02/uk-election-halt-us-trade-talks-until-nhs-off-table-corbyn-tells-johnson",
    "fields": {
      "headline": "UK election: halt US trade talks until NHS off table, Corbyn tells Johnson",
      "standfirst": "<p>Labour leader calls for break in talks unless pharmaceuticals excluded from negotiations</p>",
      "trailText": "Labour leader calls for break in talks unless pharmaceuticals excluded from negotiations",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"6b100fa604ce2409ef79e303dd2e63c09aaa7e01\"> \n <img src=\"https://media.guim.co.uk/6b100fa604ce2409ef79e303dd2e63c09aaa7e01/0_33_3403_2041/1000.jpg\" alt=\"Jeremy Corbyn holding a copy of the dossier which Labour says proves the NHS would be ‘on the table’ in US-UK trade talks. \" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Jeremy Corbyn holding a copy of the dossier which Labour says proves the NHS would be ‘on the table’ in US-UK trade talks. </span> \n  <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>Jeremy Corbyn has urged the prime minister to break off trade talks with Donald Trump until any reference to pharmaceuticals is struck out of Washington’s negotiating objectives.</p> \n<p>As the US president prepared to <a href=\"https://www.theguardian.com/us-news/2019/nov/30/trump-to-face-protests-by-nhs-staff-when-he-arrives-in-london\">fly in on Monday evening</a> to attend the Nato summit alongside other world leaders, Corbyn wrote to Boris Johnson to urge him to give fresh reassurances about NHS privatisation.</p> \n<p>The Labour leader has repeatedly accused the prime minister of <a href=\"https://www.theguardian.com/society/2019/nov/16/nhs-us-pharma-donald-trump-selloff\">preparing to sell off the NHS</a>, and Labour activists at recent rallies have taken up a chorus of “Not for sale! Not for sale!”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a6afef8e-fbcf-4a5a-a877-b8e8383813b2\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Jw-uO38FO_I?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Johnson has described Labour’s claims as “total nonsense”. But in the letter, sent on Monday, Corbyn called on him to take a series of concrete steps to show he is serious.</p> \n<p>These include bringing all services back in-house; repealing the Health and Social Care Act, and suspending trade talks until Washington changes its negotiating objectives.</p> \n<p>Corbyn says Johnson should decline to press ahead with talks on a bilateral trade deal unless Trump excludes any reference to pharmaceuticals from US negotiating plans and accept the role of the regulator – the National Institute for Health and Care Excellence (NICE) in setting drugs prices.</p> \n<p>Washington’s <a href=\"https://ustr.gov/sites/default/files/Summary_of_U.S.-UK_Negotiating_Objectives.pdf\">negotiating objectives</a>, a public document, include the demand that “state-owned enterprises” should “accord non-discriminatory treatment with respect to the purchase and sale of goods and services”.</p> \n<p>It also calls for “full market access for US products”, for what it calls “government regulatory reimbursement regimes” for pharmaceuticals and medical devices.</p> \n<p>Trump’s public appearances during his visit will be scrutinised closely for any comments about a future trade deal.</p> \n<p>When he and Johnson met at the Biarritz G7 meeting in August, the US president lavished praise on Johnson, saying: “I’ve been saying it for a long time: he’s the right man for the job.” He has also criticised Corbyn in the past.</p> \n<p>Labour hopes switching the debate back to the NHS will help it to <a href=\"https://www.theguardian.com/politics/2019/nov/26/on-the-doorstep-labour-faces-the-question-who-do-you-speak-for\">persuade traditional supporters to stick</a> with the party.</p> \n<p>The Unite general secretary, Len McCluskey, acknowledged in an interview with HuffPost on Monday that Labour-held seats across the Midlands and the north were the party’s “achilles heel” at this general election.</p> \n<p>“Our achilles heel is in our communities, in what’s known as our heartlands, that voted leave and are not quite sure yet whether they will give their vote to Labour,” he said.</p> \n<p>“If we can engage people listening to <a href=\"https://www.theguardian.com/politics/2019/nov/24/labour-manifesto-blueprint-for-the-future-will-hutton-mariana-mazzucato\">what’s on offer</a>, what type of Britain and country we want as we go into the future, then we are on a winner. It’s very much a question of how we do that, whilst at the same time tackling the very real issues we’ve got over Brexit and with Jeremy in some places.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/24/labour-manifesto-blueprint-for-the-future-will-hutton-mariana-mazzucato\">Labour’s manifesto: economic experts' verdict on its radical vision</a> </p> \n</aside> \n<p>Some Labour candidates fear the party’s blizzard of generous spending pledges, the most recent being a <a href=\"https://www.theguardian.com/politics/2019/dec/01/labour-plan-cut-rail-fares-england-season-tickets\">30% cut in rail season ticket prices</a>, are raising questions among some voters about whether they could be delivered.</p> \n<p>At a press conference last week, Corbyn produced 451 pages of uncensored documents, which showed that between July 2017 and July 2019, <a href=\"https://www.theguardian.com/society/2019/nov/27/jeremy-corbyn-reveals-dossier-proving-nhs-up-for-sale\">senior UK and US trade officials discussed the NHS</a>, drug patents, the pharmaceutical industry, health insurance and medical devices as part of the post-Brexit trade deal.</p> \n<p>Experts have warned that the documents show the US wants the UK to rip up the way it sets drug prices – potentially leading to billions of pounds a year in added costs for the NHS.</p>",
      "wordcount": "572",
      "firstPublicationDate": "2019-12-02T13:54:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:42:25Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/czkht",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6b100fa604ce2409ef79e303dd2e63c09aaa7e01/0_33_3403_2041/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has urged the prime minister to break off trade talks with Donald Trump until any reference to pharmaceuticals is struck out of Washington’s negotiating objectives. As the US president prepared to fly in on Monday evening to attend the Nato summit alongside other world leaders, Corbyn wrote to Boris Johnson to urge him to give fresh reassurances about NHS privatisation. The Labour leader has repeatedly accused the prime minister of preparing to sell off the NHS, and Labour activists at recent rallies have taken up a chorus of “Not for sale! Not for sale!” Johnson has described Labour’s claims as “total nonsense”. But in the letter, sent on Monday, Corbyn called on him to take a series of concrete steps to show he is serious. These include bringing all services back in-house; repealing the Health and Social Care Act, and suspending trade talks until Washington changes its negotiating objectives. Corbyn says Johnson should decline to press ahead with talks on a bilateral trade deal unless Trump excludes any reference to pharmaceuticals from US negotiating plans and accept the role of the regulator – the National Institute for Health and Care Excellence (NICE) in setting drugs prices. Washington’s negotiating objectives, a public document, include the demand that “state-owned enterprises” should “accord non-discriminatory treatment with respect to the purchase and sale of goods and services”. It also calls for “full market access for US products”, for what it calls “government regulatory reimbursement regimes” for pharmaceuticals and medical devices. Trump’s public appearances during his visit will be scrutinised closely for any comments about a future trade deal. When he and Johnson met at the Biarritz G7 meeting in August, the US president lavished praise on Johnson, saying: “I’ve been saying it for a long time: he’s the right man for the job.” He has also criticised Corbyn in the past. Labour hopes switching the debate back to the NHS will help it to persuade traditional supporters to stick with the party. The Unite general secretary, Len McCluskey, acknowledged in an interview with HuffPost on Monday that Labour-held seats across the Midlands and the north were the party’s “achilles heel” at this general election. “Our achilles heel is in our communities, in what’s known as our heartlands, that voted leave and are not quite sure yet whether they will give their vote to Labour,” he said. “If we can engage people listening to what’s on offer, what type of Britain and country we want as we go into the future, then we are on a winner. It’s very much a question of how we do that, whilst at the same time tackling the very real issues we’ve got over Brexit and with Jeremy in some places.” Some Labour candidates fear the party’s blizzard of generous spending pledges, the most recent being a 30% cut in rail season ticket prices, are raising questions among some voters about whether they could be delivered. At a press conference last week, Corbyn produced 451 pages of uncensored documents, which showed that between July 2017 and July 2019, senior UK and US trade officials discussed the NHS, drug patents, the pharmaceutical industry, health insurance and medical devices as part of the post-Brexit trade deal. Experts have warned that the documents show the US wants the UK to rip up the way it sets drug prices – potentially leading to billions of pounds a year in added costs for the NHS.",
      "charCount": "3452",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/dec/02/justice-secretary-denies-prison-cuts-risk-terrorism-london-bridge",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-12-02T10:34:36Z",
    "webTitle": "Minister denies using 'Trump playbook' in terror attack response",
    "webUrl": "https://www.theguardian.com/uk-news/2019/dec/02/justice-secretary-denies-prison-cuts-risk-terrorism-london-bridge",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/02/justice-secretary-denies-prison-cuts-risk-terrorism-london-bridge",
    "fields": {
      "headline": "Minister denies using 'Trump playbook' in terror attack response",
      "standfirst": "<p>Justice secretary Robert Buckland rejects claim government is seeking to exploit situation for political gain</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/02/general-election-swinson-condemns-johnson-over-trump-friendship-ahead-of-london-visit-live\">General election latest - live news</a></li></ul>",
      "trailText": "Justice secretary Robert Buckland rejects claim government is seeking to exploit situation for political gain",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"a4c0aee5082075e9131928511bfc1dfb5f246256\"> <img src=\"https://media.guim.co.uk/a4c0aee5082075e9131928511bfc1dfb5f246256/0_128_3828_2297/1000.jpg\" alt=\"Secretary of State for Justice Robert Buckland\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert Buckland said terrorism suspects were ‘a particularly difficult and complex cohort of people’.</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP via Getty</span> </figcaption> </figure>",
      "body": "<p>The justice secretary has insisted that the government is not trying to exploit the deaths of two young people in a terrorist attack for election purposes after the father of one of the victims criticised the “ignorance” of the political response.</p> <p>Robert Buckland denied that cuts to prison officer numbers and probation services might have played a role in increasing the risk from terrorism, and said “public protection” had to be at the centre of any response to the deaths on Friday of Jack Merritt and Saskia Jones.</p> <p>But Buckland faced criticism from Phillip Lee, the former Conservative justice minister who <a href=\"https://www.theguardian.com/politics/2019/sep/03/phillip-lee-quits-tories-leaving-government-without-a-majority\">defected to the Liberal Democrats</a> in September. Lee said the response had to be based around investment in courts and probation, accusing Johnson of instead using “the Trump playbook”.</p> <p>Buckland reiterated <a href=\"https://www.theguardian.com/politics/2019/dec/01/boris-johnson-election-issue-london-bridge-attack\">the government’s stance that</a> Labour was ultimately to blame for the release of Usman Khan, who carried out the stabbings, as his early release last year came under sentencing guidelines passed by the last Labour government. Labour called the idea “ludicrous”.</p> <p>Merritt’s father expressed outrage at newspaper coverage of Boris Johnson’s pledge to respond to the attack with a “blitz” against terrorists freed from jail. In a tweet, David Merritt hit out at what he called “vile propaganda”, saying: “Jack stood against everything you stand for – hatred, division, ignorance.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/butwhatifitsall/status/1201288614329692161\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Don’t use my son’s death, and his and his colleague’s photos - to promote your vile propaganda. Jack stood against everything you stand for - hatred, division, ignorance. <a href=\"https://t.co/R8LO16lugk\">https://t.co/R8LO16lugk</a></p>&mdash; David Merritt (@butwhatifitsall) <a href=\"https://twitter.com/butwhatifitsall/status/1201288614329692161?ref_src=twsrc%5Etfw\">December 1, 2019</a></blockquote>  </figure>  <p>Khan was released under licence seven years into a jail term imposed for taking part in an al-Qaida-inspired bomb plot.</p> <p>At a conference on prisoner rehabilitation he killed Merritt, 25, a course coordinator for Learning Together, a programme run by Cambridge University’s criminology institute, and Jones, 23, who was volunteering at the event. Khan was tackled by members of the public on London Bridge and shot dead by police.</p> <p>Asked if he was “a little ashamed” about the use of the death of two young people for electoral purposes”, Buckland told BBC Radio 4’s Today programme: “I do think we need to pause and get the tone of this debate right.”</p> <p>He added: “But, public protection has to be at the heart of the duty of any government, and I have to put that first and foremost, when considering first of all existing offenders and secondly the future sentencing regime for terrorists.</p> <p>“We’ve got to get it right and there are questions to be asked about why automatic early release was being deployed.”</p> <p>Asked about the government’s crackdown on 70 or so other people convicted of terrorism offences and released on licence, Buckland said these were being checked to ensure they were keeping to licence conditions, and that these were sufficiently strict.</p> <p>Asked whether he should take into account the victims’ views on rehabilitation, Buckland, a former criminal barrister, said terrorism suspects were “a particularly difficult and complex cohort of people”.</p> <p>On rehabilitating criminals generally, he said: “I have met some who have been capable of rehabilitation and who have managed to move away from crime. But I have met others who have not. And the difficulty here is working out who is capable, and who isn’t.”</p> <p>Saying Labour did not appreciate “the importance of public protection when it comes to offences of terrorism”, Buckland denied that cuts to court, prison and probation services had a role in what had happened.</p> <p>But speaking to Sky News, Lee said Johnson was “just pressing buttons” on the subject, saying: ”We know this is the Trump playbook.”</p> <p>Lee said: “The practical reality is it’s extremely difficult to do that if you haven’t got the prison places. And we never really had enough prison places in all the time I was a justice minister.</p> <p>“You can address this by investing in it, investing in the courts, particularly investing in probation, because it’s a cycle – from police, courts, probation. They’ve all got to be working well if you want to reduce crime, reduce pressure on prison, and be able to lock up the people like Usman Khan for much longer, indeed for ever.”</p> <p>Asked about the Conservative response to the attack, Andy McDonald, the shadow transport secretary, said politicians should listen to David Merritt: “If we’re going to open this up, I’m not sure this is the right moment.”</p> <p>He condemned <a href=\"https://www.theguardian.com/uk-news/2019/dec/01/boris-johnson-blames-labour-for-release-of-london-bridge-killer-usman-khan\">Tory attempts to blame Labour for Khan’s release</a>, saying: “So it’s perfectly proper to attack Tony Blair, who hasn’t been prime minister since 2007? It’s absolutely ludicrous. They’ve had 10 years to address this.”</p>",
      "wordcount": "731",
      "firstPublicationDate": "2019-12-02T10:34:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-02T10:58:35Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/czkaq",
      "shouldHideAdverts": "true",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a4c0aee5082075e9131928511bfc1dfb5f246256/466_117_2232_1339/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The justice secretary has insisted that the government is not trying to exploit the deaths of two young people in a terrorist attack for election purposes after the father of one of the victims criticised the “ignorance” of the political response. Robert Buckland denied that cuts to prison officer numbers and probation services might have played a role in increasing the risk from terrorism, and said “public protection” had to be at the centre of any response to the deaths on Friday of Jack Merritt and Saskia Jones. But Buckland faced criticism from Phillip Lee, the former Conservative justice minister who defected to the Liberal Democrats in September. Lee said the response had to be based around investment in courts and probation, accusing Johnson of instead using “the Trump playbook”. Buckland reiterated the government’s stance that Labour was ultimately to blame for the release of Usman Khan, who carried out the stabbings, as his early release last year came under sentencing guidelines passed by the last Labour government. Labour called the idea “ludicrous”. Merritt’s father expressed outrage at newspaper coverage of Boris Johnson’s pledge to respond to the attack with a “blitz” against terrorists freed from jail. In a tweet, David Merritt hit out at what he called “vile propaganda”, saying: “Jack stood against everything you stand for – hatred, division, ignorance.” Khan was released under licence seven years into a jail term imposed for taking part in an al-Qaida-inspired bomb plot. At a conference on prisoner rehabilitation he killed Merritt, 25, a course coordinator for Learning Together, a programme run by Cambridge University’s criminology institute, and Jones, 23, who was volunteering at the event. Khan was tackled by members of the public on London Bridge and shot dead by police. Asked if he was “a little ashamed” about the use of the death of two young people for electoral purposes”, Buckland told BBC Radio 4’s Today programme: “I do think we need to pause and get the tone of this debate right.” He added: “But, public protection has to be at the heart of the duty of any government, and I have to put that first and foremost, when considering first of all existing offenders and secondly the future sentencing regime for terrorists. “We’ve got to get it right and there are questions to be asked about why automatic early release was being deployed.” Asked about the government’s crackdown on 70 or so other people convicted of terrorism offences and released on licence, Buckland said these were being checked to ensure they were keeping to licence conditions, and that these were sufficiently strict. Asked whether he should take into account the victims’ views on rehabilitation, Buckland, a former criminal barrister, said terrorism suspects were “a particularly difficult and complex cohort of people”. On rehabilitating criminals generally, he said: “I have met some who have been capable of rehabilitation and who have managed to move away from crime. But I have met others who have not. And the difficulty here is working out who is capable, and who isn’t.” Saying Labour did not appreciate “the importance of public protection when it comes to offences of terrorism”, Buckland denied that cuts to court, prison and probation services had a role in what had happened. But speaking to Sky News, Lee said Johnson was “just pressing buttons” on the subject, saying: ”We know this is the Trump playbook.” Lee said: “The practical reality is it’s extremely difficult to do that if you haven’t got the prison places. And we never really had enough prison places in all the time I was a justice minister. “You can address this by investing in it, investing in the courts, particularly investing in probation, because it’s a cycle – from police, courts, probation. They’ve all got to be working well if you want to reduce crime, reduce pressure on prison, and be able to lock up the people like Usman Khan for much longer, indeed for ever.” Asked about the Conservative response to the attack, Andy McDonald, the shadow transport secretary, said politicians should listen to David Merritt: “If we’re going to open this up, I’m not sure this is the right moment.” He condemned Tory attempts to blame Labour for Khan’s release, saying: “So it’s perfectly proper to attack Tony Blair, who hasn’t been prime minister since 2007? It’s absolutely ludicrous. They’ve had 10 years to address this.”",
      "charCount": "4438",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/dec/02/boris-johnson-urged-to-challenge-trump-on-climate-denial",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-12-02T07:00:26Z",
    "webTitle": "Boris Johnson urged to challenge Trump on climate denial",
    "webUrl": "https://www.theguardian.com/environment/2019/dec/02/boris-johnson-urged-to-challenge-trump-on-climate-denial",
    "apiUrl": "https://content.guardianapis.com/environment/2019/dec/02/boris-johnson-urged-to-challenge-trump-on-climate-denial",
    "fields": {
      "headline": "Boris Johnson urged to challenge Trump on climate denial",
      "standfirst": "<p>350 experts call on PM to address president’s ‘dangerous’ and ‘irresponsible’ claims<br></p>",
      "trailText": "350 experts call on PM to address president’s ‘dangerous’ and ‘irresponsible’ claims<br>",
      "byline": "Sandra Laville",
      "main": "<figure class=\"element element-image\" data-media-id=\"2f9bc066404122dff38375b0134abf8acbf6eab5\"> <img src=\"https://media.guim.co.uk/2f9bc066404122dff38375b0134abf8acbf6eab5/0_226_5568_3341/1000.jpg\" alt=\"Boris Johnson and Donald Trump\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson and Donald Trump in New York in September. The US president will visit the UK this week.</span> <span class=\"element-image__credit\">Photograph: Saul Loeb/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson is being urged by 350 leading climate researchers to robustly challenge Donald Trump on his “dangerous” and “irresponsible” denial of the risks of climate change during the US president’s visit to the UK this week.</p> <p>Putting the prime minister under more pressure over his stance on global heating, leading academics involved in climate research said he must try to persuade Trump to take strong domestic and international action.</p> <p>Johnson – <a href=\"https://www.theguardian.com/politics/2019/nov/28/tories-left-on-ice-in-tv-debate-as-leaders-vie-for-climate-credentials\">who declined to take part in the first ever UK general election climate debate</a> last week – will meet Trump during his three-day visit for the Nato leaders’ meeting.</p> <p>In a<a href=\"file:///Volumes/Downloads/Internet%20Downloads/Letter%20to%20the%20Prime%20Minister%2029%20November%202019.pdf\"> </a>letter to Johnson, the academics said Trump’s “unscientific denial” of the risks of climate change was harming lives, making the world a more dangerous place and threatening the prosperity and safety of future generations.</p> <p>“We urge you to challenge President Trump about his irresponsible approach to climate change, and seek to persuade him to take strong domestic action to reduce greenhouse gas emissions and to join coordinated international action including the Paris agreement,” they wrote.</p> <p>The UK is due to host the a major UN climate summit next year – a meeting which is absolutely vital to international efforts to avoid dangerous climate change, the academics said.</p> <p>They praised the government for passing into law a new target to reduce annual emissions of greenhouse gases to net zero by 2050, but warned the UK was already seeing the effects of global heating.</p> <p>“Earlier this year many parts of the nation were subject to a summer heatwave which reached a record peak temperature and killed several hundred people,” they wrote. “Lives and livelihoods are also being threatened by increasing risks of flooding due to heavy rainfall and sea level rise.”</p> <p>They warned that Trump’s stance risked making the world a more dangerous place. UK security assessments in 2015 warned that disruption of populations as a result of the climate crisis would increase political instability, conflict and migration.</p> <p>The US director of national intelligence said this year climate change and environmental and ecological degradation across the world were likely to <a href=\"https://insideclimatenews.org/news/30012019/worldwide-threat-assessment-climate-change-intelligence-agencies-national-security\">fuel economic distress and social discontent from 2019 onwards.</a></p> <p>The letter highlighted false claims made by Trump, who <a href=\"https://www.powerengineeringint.com/2019/10/27/trump-confirms-us-withdrawal-from-terrible-paris-agreement/\">said recently</a> that the Paris agreement would mean “shutting down American producers with excessive regulatory restrictions like you would not believe, while allowing foreign producers to pollute with impunity”.</p> <p>The White House’s website also wrongly describes the agreement as “fraudulent, ineffective, and one-sided”, the signatories said.</p> <p>The signatories to the letter include Tim Atkinson, a professor of environmental geoscience at University College London; Sarah Bracking, a professor of climate and society at King’s College London; and Nick Eyre, a professor of energy and climate policy at the University of Oxford.</p>",
      "wordcount": "460",
      "firstPublicationDate": "2019-12-02T07:00:26Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-02T07:02:40Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cz87q",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2f9bc066404122dff38375b0134abf8acbf6eab5/0_226_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson is being urged by 350 leading climate researchers to robustly challenge Donald Trump on his “dangerous” and “irresponsible” denial of the risks of climate change during the US president’s visit to the UK this week. Putting the prime minister under more pressure over his stance on global heating, leading academics involved in climate research said he must try to persuade Trump to take strong domestic and international action. Johnson – who declined to take part in the first ever UK general election climate debate last week – will meet Trump during his three-day visit for the Nato leaders’ meeting. In a letter to Johnson, the academics said Trump’s “unscientific denial” of the risks of climate change was harming lives, making the world a more dangerous place and threatening the prosperity and safety of future generations. “We urge you to challenge President Trump about his irresponsible approach to climate change, and seek to persuade him to take strong domestic action to reduce greenhouse gas emissions and to join coordinated international action including the Paris agreement,” they wrote. The UK is due to host the a major UN climate summit next year – a meeting which is absolutely vital to international efforts to avoid dangerous climate change, the academics said. They praised the government for passing into law a new target to reduce annual emissions of greenhouse gases to net zero by 2050, but warned the UK was already seeing the effects of global heating. “Earlier this year many parts of the nation were subject to a summer heatwave which reached a record peak temperature and killed several hundred people,” they wrote. “Lives and livelihoods are also being threatened by increasing risks of flooding due to heavy rainfall and sea level rise.” They warned that Trump’s stance risked making the world a more dangerous place. UK security assessments in 2015 warned that disruption of populations as a result of the climate crisis would increase political instability, conflict and migration. The US director of national intelligence said this year climate change and environmental and ecological degradation across the world were likely to fuel economic distress and social discontent from 2019 onwards. The letter highlighted false claims made by Trump, who said recently that the Paris agreement would mean “shutting down American producers with excessive regulatory restrictions like you would not believe, while allowing foreign producers to pollute with impunity”. The White House’s website also wrongly describes the agreement as “fraudulent, ineffective, and one-sided”, the signatories said. The signatories to the letter include Tim Atkinson, a professor of environmental geoscience at University College London; Sarah Bracking, a professor of climate and society at King’s College London; and Nick Eyre, a professor of energy and climate policy at the University of Oxford.",
      "charCount": "2925",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/sandralaville\">Sandra Laville</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]