[
  {
    "id": "politics/2019/aug/16/brexit-can-opposition-parties-get-their-act-together-to-stop-no-deal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-16T15:27:23Z",
    "webTitle": "Brexit: can opposition parties get their act together to stop no deal? | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/16/brexit-can-opposition-parties-get-their-act-together-to-stop-no-deal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/16/brexit-can-opposition-parties-get-their-act-together-to-stop-no-deal",
    "fields": {
      "headline": "Brexit: can opposition parties get their act together to stop no deal?",
      "standfirst": "<p>Readers respond to the latest manoeuvres by Labour, the Liberal Democrats and others to stop the UK leaving the EU on 31 October without a deal</p>",
      "trailText": "<strong>Letters:</strong> Readers respond to the latest manoeuvres by Labour, the Liberal Democrats and others to stop the UK leaving the EU on 31 October without a deal",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"0554f4c097d0cd972aaae9042e08ec052ab94fc7\"> <img src=\"https://media.guim.co.uk/0554f4c097d0cd972aaae9042e08ec052ab94fc7/0_384_5761_3457/1000.jpg\" alt=\"Jeremy Corbyn under an umbrella in the rain on a visit to the Centre for Alternative Technology in Machynlleth, Wales, on 16 August 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Jeremy Corbyn’s plan to avoid a no-deal Brexit has just one crucial flaw: Jeremy Corbyn,’ writes Philip Davies. The Labour leader on a visit to the Centre for Alternative Technology in Machynlleth, Wales, on Friday.</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> </figcaption> </figure>",
      "body": "<p>We read about the Lib Dems being under pressure to back Jeremy Corbyn’s effort to stop a no-deal Brexit (<a href=\"https://www.theguardian.com/politics/2019/aug/15/lib-dems-urged-to-back-corbyn-as-interim-pm-to-stop-no-deal-brexit\" title=\"\">Report</a>, 16 August). Since the May local elections, progressives of all political complexions in our borough of Waverley, Surrey, have worked together. Liberal Democrats work alongside Green and Labour councillors on the council executive and, while we agree on a number of issues, we disagree on others and resolve those disagreements in a tolerant and respectful way.</p> <p>We urge our Westminster colleagues to do likewise, and to engage seriously with Jeremy Corbyn’s offer to lead a caretaker government limited to the specific tasks of stopping no deal and calling an election, with a commitment to a referendum with a remain option at the earliest opportunity. This may well be the only way to avert no deal, and we urge our parties to give that absolute priority at this critical time for our country. We also hope that our parties will all campaign energetically for remain in the subsequent referendum.<br><strong>Paul Follows,</strong> <strong>Nick Palmer</strong><strong> and</strong> <strong>Steve Williams</strong> <em>Leaders of the Lib Dem, Labour and Green groups on Waverley borough council, </em><strong>Susan Ryland</strong> <em>Chair, South West Surrey Compass</em></p> <p>• The truth is that whatever Labour’s leadership team comes up with, Jeremy Corbyn can’t win. When he finally announces a no-confidence vote and a “temporary administration” led by him “on a strictly time-limited basis”, he puts the success of the vote in jeopardy because many would vote against rather than see him as prime minister.</p> <p>Labour’s frontbench apparently think Corbyn is the “only politician who could lead a caretaker government”, but they should know by now that he is not going to lead them to an election victory weeks later. His domestic and foreign policies are fair and popular, but his leadership has seen too much obfuscation and confusion, and lacked any positive electioneering.</p> <p>Making this announcement via a letter rather than at least a press conference highlights the need for stronger and more determined leadership. This is not to say the party needs another attempt to oust Corbyn with another rightwing candidate, but it does mean Corbyn should hand over the reins to someone on the frontbench with the nous to win an election. That has to be the be-all and end-all of Labour policy at this time; if Johnson is not defeated the party will never be forgiven.<br><strong>Bernie Evans</strong><br><em>Liverpool</em></p> <p>• Jeremy Corbyn’s plan to avoid a no-deal Brexit has just one crucial flaw: Jeremy Corbyn. It is already clear that too many members of other parties consider the prospect of his being PM, even for a time-limited period, unpalatable. Yet it would be tragic if a seemingly effective approach floundered for such a relatively trivial reason. A few weeks ago there was support from many across the political spectrum for Rory Stewart’s bid to lead the Tories and hence become PM. Might it now be the time to reboot Rory?<br><strong>Philip Davies</strong><br><em>London </em></p> <p>• Divisions between the anti-no-deal forces in parliament now seem to centre on the question of whether or not a referendum should follow new elections (<a href=\"https://www.theguardian.com/politics/2019/aug/15/brexit-where-do-parties-stand-on-corbyn-plan-to-avoid-no-deal\" title=\"\">Where groups of MPs stand on the Corbyn option</a>, 16 August). Those who argue for a referendum first have yet to explain how the result of this would be honoured, should it endorse whichever version of Brexit was offered on the ballot. A national unity government could hardly be expected to do so: the country would immediately be thrown back into political chaos, with no party or coalition willing to own the result.</p> <p>Labour’s preference – an election followed by a referendum in which the sitting government was committed to honour the outcome – is the only one that provides a viable conclusion to this impasse other than a no-deal exit. It follows from this that Labour should have the opportunity to negotiate its own deal to exit the EU on the best terms possible.<br><strong>Tom Leng</strong><br><em>Sheffield</em></p> <p>• Dominic Cummings will be sleeping easily tonight. Jeremy Corbyn and others have very publicly put forward their solutions to stymie a no-deal Brexit and it completely coincides with what Cummings wants – namely, divide and rule. So as the majority of us all argue among ourselves and find no way to compromise, the end result is a no-deal Brexit much more likely to be safely delivered.<br><strong>Gary Bennett</strong><br><em>Exeter</em></p> <p>• Malcolm Pittock claims that the referendum “was not advisory” (<a href=\"https://www.theguardian.com/politics/2019/aug/15/brexit-ideology-and-the-new-cult-of-remainism\" title=\"\">Letter</a>, 16 August). But that’s precisely what it was, as <a href=\"https://researchbriefings.files.parliament.uk/documents/CBP-7212/CBP-7212.pdf\" title=\"\">House of Commons Briefing Paper 07212</a> set out: the referendum bill “does not contain any requirement for the UK government to implement the results of the referendum … [it is] consultative, which enables the electorate to voice an opinion ... The UK government does not have constitutional provisions which would require the results of a referendum to be implemented.” Clear enough, I think, regardless of what the government promised it would do with the result.<br><strong>Dr Richard Carter</strong><br><em>Putney, London</em></p> <p>• In discussing his reasons for voting leave, Malcolm Pittock states that this country needs to renounce nuclear weapons, refuse to participate in foreign wars of choice and break the special relationship with the US, but can do none of these while a member of the EU and Nato. But consider these facts: Austria, Finland, Ireland, Malta and Sweden are EU members but are not members of Nato. Only two EU countries have nuclear weapons (the UK and France), and only the UK claims to have a special relationship with the US. If we leave the EU we will still be in Nato, still have nuclear weapons and still claim a special relationship with the US.<br><strong>Paul Tattam</strong><br><em>Chinley, Derbyshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "978",
      "commentable": "false",
      "firstPublicationDate": "2019-08-16T15:27:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:41Z",
      "newspaperEditionDate": "2019-08-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c62mp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0554f4c097d0cd972aaae9042e08ec052ab94fc7/0_384_5761_3457/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We read about the Lib Dems being under pressure to back Jeremy Corbyn’s effort to stop a no-deal Brexit (Report, 16 August). Since the May local elections, progressives of all political complexions in our borough of Waverley, Surrey, have worked together. Liberal Democrats work alongside Green and Labour councillors on the council executive and, while we agree on a number of issues, we disagree on others and resolve those disagreements in a tolerant and respectful way. We urge our Westminster colleagues to do likewise, and to engage seriously with Jeremy Corbyn’s offer to lead a caretaker government limited to the specific tasks of stopping no deal and calling an election, with a commitment to a referendum with a remain option at the earliest opportunity. This may well be the only way to avert no deal, and we urge our parties to give that absolute priority at this critical time for our country. We also hope that our parties will all campaign energetically for remain in the subsequent referendum. Paul Follows, Nick Palmer and Steve Williams Leaders of the Lib Dem, Labour and Green groups on Waverley borough council, Susan Ryland Chair, South West Surrey Compass • The truth is that whatever Labour’s leadership team comes up with, Jeremy Corbyn can’t win. When he finally announces a no-confidence vote and a “temporary administration” led by him “on a strictly time-limited basis”, he puts the success of the vote in jeopardy because many would vote against rather than see him as prime minister. Labour’s frontbench apparently think Corbyn is the “only politician who could lead a caretaker government”, but they should know by now that he is not going to lead them to an election victory weeks later. His domestic and foreign policies are fair and popular, but his leadership has seen too much obfuscation and confusion, and lacked any positive electioneering. Making this announcement via a letter rather than at least a press conference highlights the need for stronger and more determined leadership. This is not to say the party needs another attempt to oust Corbyn with another rightwing candidate, but it does mean Corbyn should hand over the reins to someone on the frontbench with the nous to win an election. That has to be the be-all and end-all of Labour policy at this time; if Johnson is not defeated the party will never be forgiven. Bernie Evans Liverpool • Jeremy Corbyn’s plan to avoid a no-deal Brexit has just one crucial flaw: Jeremy Corbyn. It is already clear that too many members of other parties consider the prospect of his being PM, even for a time-limited period, unpalatable. Yet it would be tragic if a seemingly effective approach floundered for such a relatively trivial reason. A few weeks ago there was support from many across the political spectrum for Rory Stewart’s bid to lead the Tories and hence become PM. Might it now be the time to reboot Rory? Philip Davies London • Divisions between the anti-no-deal forces in parliament now seem to centre on the question of whether or not a referendum should follow new elections (Where groups of MPs stand on the Corbyn option, 16 August). Those who argue for a referendum first have yet to explain how the result of this would be honoured, should it endorse whichever version of Brexit was offered on the ballot. A national unity government could hardly be expected to do so: the country would immediately be thrown back into political chaos, with no party or coalition willing to own the result. Labour’s preference – an election followed by a referendum in which the sitting government was committed to honour the outcome – is the only one that provides a viable conclusion to this impasse other than a no-deal exit. It follows from this that Labour should have the opportunity to negotiate its own deal to exit the EU on the best terms possible. Tom Leng Sheffield • Dominic Cummings will be sleeping easily tonight. Jeremy Corbyn and others have very publicly put forward their solutions to stymie a no-deal Brexit and it completely coincides with what Cummings wants – namely, divide and rule. So as the majority of us all argue among ourselves and find no way to compromise, the end result is a no-deal Brexit much more likely to be safely delivered. Gary Bennett Exeter • Malcolm Pittock claims that the referendum “was not advisory” (Letter, 16 August). But that’s precisely what it was, as House of Commons Briefing Paper 07212 set out: the referendum bill “does not contain any requirement for the UK government to implement the results of the referendum … [it is] consultative, which enables the electorate to voice an opinion ... The UK government does not have constitutional provisions which would require the results of a referendum to be implemented.” Clear enough, I think, regardless of what the government promised it would do with the result. Dr Richard Carter Putney, London • In discussing his reasons for voting leave, Malcolm Pittock states that this country needs to renounce nuclear weapons, refuse to participate in foreign wars of choice and break the special relationship with the US, but can do none of these while a member of the EU and Nato. But consider these facts: Austria, Finland, Ireland, Malta and Sweden are EU members but are not members of Nato. Only two EU countries have nuclear weapons (the UK and France), and only the UK claims to have a special relationship with the US. If we leave the EU we will still be in Nato, still have nuclear weapons and still claim a special relationship with the US. Paul Tattam Chinley, Derbyshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5874",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/aug/16/fight-to-ensure-children-dont-go-hungry-in-the-summer-holidays",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-08-16T15:24:33Z",
    "webTitle": "Fight to ensure children don’t go hungry in the summer holidays | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/aug/16/fight-to-ensure-children-dont-go-hungry-in-the-summer-holidays",
    "apiUrl": "https://content.guardianapis.com/society/2019/aug/16/fight-to-ensure-children-dont-go-hungry-in-the-summer-holidays",
    "fields": {
      "headline": "Fight to ensure children don’t go hungry in the summer holidays",
      "standfirst": "<strong>Lisa Holcroft </strong>says football clubs should be utilised and players could help out, <strong>Sally Young </strong>is angered that food poverty has become normalised, while <strong>Frank Field MP</strong> addresses ‘holiday hunger’",
      "trailText": "Letters: <strong>Lisa Holcroft </strong>says football clubs should be utilised and players could help out, <strong>Sally Young </strong>is angered that food poverty has become normalised, while <strong>Frank Field MP</strong> addresses ‘holiday hunger’",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"5c92001851de345e75abafac9757fbe60eff07df\"> <img src=\"https://media.guim.co.uk/5c92001851de345e75abafac9757fbe60eff07df/0_155_6000_3600/1000.jpg\" alt=\"Fork and knife on empty yellow plate\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘How is it we have come to normalise food poverty? Why should a working family not be able to afford to buy bread?,’ asks Sally Young.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>I am so depressed to hear that children are going hungry during the summer holidays due to poverty and the lack of free school meals (<a href=\"https://www.theguardian.com/society/2019/aug/14/uk-holiday-hunger-schemes-deprived-children-summer\" title=\"\">How holiday hunger clubs are being starved of cash</a>, Society, 14 August). Giving to food banks is, of course, helpful but I imagine not everyone affected in this way would meet the criteria for emergency food parcels.</p> <p>What more can be done while we await the return of a Labour government that would do more for this group in need than the current group of self-serving, out-of-touch undesirables? I think football clubs (Premiership and Championship to start with) should step up. They are often positioned in areas of deprivation, they are not utilised fully for half the summer, they have lots of money, they have lots of large rooms, access to catering staff already trained in food prep and safety, good car parks or transport links and are always saying they want to give something back. And while they are at it, see if any of the players would don an apron, serve the sandwiches or offer a day’s pay towards costs (whichever is easier).</p> <p>If you are wealthy, please give to any charity helping children in poverty – what an amazing privilege to be able to help.<br><strong>Lisa Holcroft</strong><br><em>Solihull, West Midlands</em></p> <p>• I work for a local infrastructure charity that supports voluntary and community organisations in Newcastle and Gateshead. Both local areas have been “successful” with their holiday hunger bids, and a number of the schemes are delivered by our members.</p> <p>But how is it that we have come to normalise food poverty? Why should a working family not be able to afford to buy bread? Why should hard-pressed local councils (losing 60% of their central government funding from 2010-20) be forced to compete against each other for temporary funds? Why should children go hungry in school holidays? Why is it acceptable for supermarkets to have food bank collection points, for food that we buy from them? Why do we accept many young women can’t afford sanitary protection?</p> <p>For the last nine years we have endured austerity, poverty and increasing inequalities, and the retraction of the state. Is this where we want to be on 1 November 2019? Answers on a postcard to 10 Downing Street.<br><strong>Sally Young</strong><br><em>Chief </em><em>executive, Newcastle Council for Voluntary Service</em></p> <p>• There remains far too much unmet need (be it for food, childcare or other support services) among families during school holidays.</p> <p>Two years ago, I led a cross-party group of MPs in drafting legislation, based on what we had learned from the Feeding Britain programme, which would enshrine in government policy a commitment to meet that need in its entirety. It was at this point that we gained an initial series of trials, backed up by £11m from the Department for Education, to find out the most effective means of honouring that commitment.</p> <p>The education secretary, Gavin Williamson, seems alert to just how great a need exists, especially in deprived areas. Almost immediately after his appointment, he visited a summer holiday project in Leeds and asked if we could meet to discuss the kind of longer-term programme he should be driving through on this front, to close the gaps that are opened up by the evil of “holiday hunger” in children’s nutrition, behaviour and attainment.</p> <p>When we do meet, I’ll be presenting him with a blueprint for a comprehensive programme that is backed up with sufficient funds and will deliver the results that are expected by the taxpayer: a major equalisation of children’s life chances.<br><strong>Frank Field MP</strong><br><em>House of Commons</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "645",
      "commentable": "false",
      "firstPublicationDate": "2019-08-16T15:24:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-16T15:28:13Z",
      "newspaperEditionDate": "2019-08-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c6244",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5c92001851de345e75abafac9757fbe60eff07df/0_155_6000_3600/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I am so depressed to hear that children are going hungry during the summer holidays due to poverty and the lack of free school meals (How holiday hunger clubs are being starved of cash, Society, 14 August). Giving to food banks is, of course, helpful but I imagine not everyone affected in this way would meet the criteria for emergency food parcels. What more can be done while we await the return of a Labour government that would do more for this group in need than the current group of self-serving, out-of-touch undesirables? I think football clubs (Premiership and Championship to start with) should step up. They are often positioned in areas of deprivation, they are not utilised fully for half the summer, they have lots of money, they have lots of large rooms, access to catering staff already trained in food prep and safety, good car parks or transport links and are always saying they want to give something back. And while they are at it, see if any of the players would don an apron, serve the sandwiches or offer a day’s pay towards costs (whichever is easier). If you are wealthy, please give to any charity helping children in poverty – what an amazing privilege to be able to help. Lisa Holcroft Solihull, West Midlands • I work for a local infrastructure charity that supports voluntary and community organisations in Newcastle and Gateshead. Both local areas have been “successful” with their holiday hunger bids, and a number of the schemes are delivered by our members. But how is it that we have come to normalise food poverty? Why should a working family not be able to afford to buy bread? Why should hard-pressed local councils (losing 60% of their central government funding from 2010-20) be forced to compete against each other for temporary funds? Why should children go hungry in school holidays? Why is it acceptable for supermarkets to have food bank collection points, for food that we buy from them? Why do we accept many young women can’t afford sanitary protection? For the last nine years we have endured austerity, poverty and increasing inequalities, and the retraction of the state. Is this where we want to be on 1 November 2019? Answers on a postcard to 10 Downing Street. Sally Young Chief executive, Newcastle Council for Voluntary Service • There remains far too much unmet need (be it for food, childcare or other support services) among families during school holidays. Two years ago, I led a cross-party group of MPs in drafting legislation, based on what we had learned from the Feeding Britain programme, which would enshrine in government policy a commitment to meet that need in its entirety. It was at this point that we gained an initial series of trials, backed up by £11m from the Department for Education, to find out the most effective means of honouring that commitment. The education secretary, Gavin Williamson, seems alert to just how great a need exists, especially in deprived areas. Almost immediately after his appointment, he visited a summer holiday project in Leeds and asked if we could meet to discuss the kind of longer-term programme he should be driving through on this front, to close the gaps that are opened up by the evil of “holiday hunger” in children’s nutrition, behaviour and attainment. When we do meet, I’ll be presenting him with a blueprint for a comprehensive programme that is backed up with sufficient funds and will deliver the results that are expected by the taxpayer: a major equalisation of children’s life chances. Frank Field MP House of Commons • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3839",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/aug/16/peterloo-impact-on-the-pankhursts",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-08-16T15:23:43Z",
    "webTitle": "Peterloo’s impact on the Pankhursts | Letter",
    "webUrl": "https://www.theguardian.com/uk-news/2019/aug/16/peterloo-impact-on-the-pankhursts",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/aug/16/peterloo-impact-on-the-pankhursts",
    "fields": {
      "headline": "Peterloo’s impact on the Pankhursts",
      "standfirst": "<strong>June Purvis </strong>elaborates on how the Manchester massacre had a profound influence on the activists",
      "trailText": "Letter:<strong> June Purvis </strong>elaborates on how the Manchester massacre had a profound influence on the activists",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f8e6900752a84500a3a7ffd22cb7cd30fe656ae1\"> <img src=\"https://media.guim.co.uk/f8e6900752a84500a3a7ffd22cb7cd30fe656ae1/0_106_5568_3341/1000.jpg\" alt=\"Emmeline Pankhurst statue\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Emmeline Pankhurst’s paternal grandfather was one of the marchers at St Peter’s Field,’ notes June Purvis. </span> <span class=\"element-image__credit\">Photograph: Getty</span> </figcaption> </figure>",
      "body": "<p>Thank you for your excellent coverage of the shameful Peterloo massacre. Although in your editorial (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/15/the-guardian-view-on-peterloo-200-years-on-a-defining-moment\" title=\"\">Our ancestors were at Peterloo. What does their story tell us today?</a>, Journal, 16 August) you mention how the memory of this massacre was “invoked” by suffragettes, the point is not expanded and is ignored in the other contributions.</p> <p>The massacre had a profound influence on the Manchester-based family, the Pankhursts, future key leaders of the campaign for women’s suffrage. Emmeline’s paternal grandfather was one of the marchers at St Peter’s Field in 1819 and narrowly escaped death. The Free Trade Hall built on the site was chosen as the location for what is regarded as the first most significant suffragette protest. On 13 October 1905 Christabel Pankhurst and Annie Kenney, a recent working-class recruit to the Women’s Social and Political Union, asked the liberal government of the day to give votes to women. Both were roughly ejected from the hall and arrested. They chose imprisonment rather than pay a fine. The rest, as they say, is history.<br><strong>June Purvis</strong><br><em>Portsmouth</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "222",
      "commentable": "false",
      "firstPublicationDate": "2019-08-16T15:23:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-16T16:13:28Z",
      "newspaperEditionDate": "2019-08-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c62fm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f8e6900752a84500a3a7ffd22cb7cd30fe656ae1/0_106_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Thank you for your excellent coverage of the shameful Peterloo massacre. Although in your editorial (Our ancestors were at Peterloo. What does their story tell us today?, Journal, 16 August) you mention how the memory of this massacre was “invoked” by suffragettes, the point is not expanded and is ignored in the other contributions. The massacre had a profound influence on the Manchester-based family, the Pankhursts, future key leaders of the campaign for women’s suffrage. Emmeline’s paternal grandfather was one of the marchers at St Peter’s Field in 1819 and narrowly escaped death. The Free Trade Hall built on the site was chosen as the location for what is regarded as the first most significant suffragette protest. On 13 October 1905 Christabel Pankhurst and Annie Kenney, a recent working-class recruit to the Women’s Social and Political Union, asked the liberal government of the day to give votes to women. Both were roughly ejected from the hall and arrested. They chose imprisonment rather than pay a fine. The rest, as they say, is history. June Purvis Portsmouth • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1378",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/aug/16/dismissing-corbyn-lib-dem-true-colours-jo-swinson-labour",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-16T12:43:57Z",
    "webTitle": "By dismissing Corbyn’s overtures, the Lib Dems are showing their true colours | Owen Jones",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/16/dismissing-corbyn-lib-dem-true-colours-jo-swinson-labour",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/16/dismissing-corbyn-lib-dem-true-colours-jo-swinson-labour",
    "fields": {
      "headline": "By dismissing Corbyn’s overtures, the Lib Dems are showing their true colours",
      "standfirst": "<p>It’s telling that Jo Swinson was happier propping up David Cameron for five years than the Labour leader for five weeks</p>",
      "trailText": "Jo Swinson was happier propping up David Cameron for five years than the Labour leader for five weeks, says Guardian columnist Owen Jones",
      "byline": "Owen Jones",
      "main": "<figure class=\"element element-image\" data-media-id=\"ad13ef1871cde3d1b7fa304b70941158a5aa3459\"> <img src=\"https://media.guim.co.uk/ad13ef1871cde3d1b7fa304b70941158a5aa3459/0_0_2814_1688/1000.jpg\" alt=\"jo swinson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jo Swinson’s ‘plan to put Harriet Harman or Ken Clarke in No 10 smacks of an establishment stitch-up’.</span> <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>If your signature policy – indeed, only visible political position – is to <a href=\"https://www.theguardian.com/commentisfree/2019/may/09/liberal-democrats-bollocks-to-brexit-party-slogan\" title=\"\">stop Brexit</a>, and you claim that you will do absolutely everything within your power to prevent no deal, then it’s something of an error to suddenly introduce an exception. And yet this is the <a href=\"https://www.theguardian.com/commentisfree/2019/aug/15/jo-swinson-brexit-jeremy-corbyn\" title=\"\">fatal mistake</a> the Liberal Democrats have made.</p> <p>When Jeremy Corbyn wrote a letter putting himself forward as a <a href=\"https://www.theguardian.com/politics/2019/aug/14/jeremy-corbyn-urges-opposition-leaders-and-tory-rebels-to-help-oust-pm\" title=\"\">transitional prime minister</a> purely to block no deal, extend article 50 and call an election, Lib Dem leader Jo Swinson could have welcomed the move as constructive, as the SNP, Greens, Plaid Cymru have done, with several Tory backbenchers prepared to talk, too. Instead, Swinson revealed that while the Lib Dems had been willing to prop David Cameron up for five years, implementing massive cuts and trebling tuition fees, she’s not prepared to countenance <a href=\"https://www.theguardian.com/politics/2019/aug/15/corbyns-plan-to-lead-caretaker-government-unworkable-say-lib-dems\" title=\"\">supporting Corbyn</a> for five weeks solely to stop a disorderly exit from the EU. Her plan to do a backroom deal to put Harriet Harman or Ken Clarke in No 10 smacks not only of establishment stitch-up – it is also a constitutional nonsense, given it falls to the leader of the opposition, who has twice won a democratic mandate from his party membership and whose party won 40% of the vote just two years ago, to construct an alternative government. But constitutional nonsense, otherwise known as the Fixed-term Parliaments Act – which is itself another Lib Dem gift to the nation – is why we’re in this mess in the first place.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/aug/15/jo-swinson-brexit-jeremy-corbyn\">If Jo Swinson is serious about stopping a no-deal Brexit, she must support Corbyn | Jonathan Lis</a> </p> </aside>  <p>Labour’s plan has achieved a number of things. Corbyn’s supporters have long been compared to a cult, but the cult-like qualities of his opponents are rarely discussed. We can now see who is primarily motivated by stopping Brexit, and who is mostly driven by stopping Corbyn. In the coming weeks, pressure can be put on MPs as to whether their vendetta against the Labour leader is worth throwing Britain off a no-deal cliff for.</p> <p>It has also put Labour on the front foot over Brexit, underlined by various positive newspaper front-page splashes. Brexit is an instrument of torture for Labour: its leading figures fret about maintaining and extending the coalition of remain and leave voters that deprived the Tories of their majority two years ago, and they differ on strategy going forward. Morale has been poor at the top, partly because of a <a href=\"https://www.theguardian.com/commentisfree/2019/jul/31/labour-total-wipeout-boris-johnson\" title=\"\">weak response</a> to Boris Johnson’s ascent to power. There has been some fatalism, too: a sense that Labour can only cut through during party conference or an election campaign. That’s been turned around: a route map for winning back disillusioned remainers from the Lib Dems has appeared – which is important, given Tory strategist Dominic Cummings is counting on a divided anti-Tory vote to secure a Johnson majority. During an election campaign, Labour will be offering a referendum with remain on the ballot paper, alongside transformative popular domestic policies such as taxing the rich to end austerity, scrapping tuition fees, and public ownership. The Lib Dems will be stuck as a single-issue party, any potential radicalism stymied by the fact that nearly all their target seats can only be won by winning over Tory voters.</p> <p>But Labour still faces multiple challenges. The debate is currently focused on the danger of the Tories <a href=\"https://www.theguardian.com/commentisfree/2019/aug/04/no-deal-brexit-no-confidence-vote-how-eu-vote-leave\" title=\"\">calling an election for Friday 1 November</a>, hours after a no-deal has happened: a democratic outrage, making an outcome no one voted for in 2016 a fait accompli, whichever party triumphs. But if they break the convention of holding an election on a Thursday, the Tories could call one for 30 October and tell the electorate that voting for them would mean Brexit happening within 24 hours. That would help neutralise the Brexit party threat, complicate Labour’s attempts to avoid any campaign becoming a re-run of the referendum and – combined with spending commitments – represent a potent electoral threat.</p> <p>Yet all Labour can realistically do now is attempt to bring down the government, prevent no deal and engineer an election. It will go into that election committed to a referendum with remain as an option. It has already seen how Lib Demmery – revived purely on the basis of Brexit – can be driven back. The hope must be that clarity on Brexit will buy the party permission to talk about a domestic agenda popular with a public weary of cuts and market fundamentalism. The party should be brave, offering radical policies that go beyond the 2017 manifesto, picking fights with vested interests as it does so. There are no guarantees about the result, of course. But Labour starts from a stronger position than it did when Theresa May attempted to wipe it out as an electoral force in 2017. Corbyn’s opponents make the mistake of continually underestimating him. They may come to regret it.</p> <p>• Owen Jones is a Guardian columnist</p>",
      "newspaperPageNumber": "5",
      "wordcount": "800",
      "commentCloseDate": "2019-08-16T15:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-16T12:43:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:42Z",
      "newspaperEditionDate": "2019-08-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c627j",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ad13ef1871cde3d1b7fa304b70941158a5aa3459/0_0_2814_1688/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "If your signature policy – indeed, only visible political position – is to stop Brexit, and you claim that you will do absolutely everything within your power to prevent no deal, then it’s something of an error to suddenly introduce an exception. And yet this is the fatal mistake the Liberal Democrats have made. When Jeremy Corbyn wrote a letter putting himself forward as a transitional prime minister purely to block no deal, extend article 50 and call an election, Lib Dem leader Jo Swinson could have welcomed the move as constructive, as the SNP, Greens, Plaid Cymru have done, with several Tory backbenchers prepared to talk, too. Instead, Swinson revealed that while the Lib Dems had been willing to prop David Cameron up for five years, implementing massive cuts and trebling tuition fees, she’s not prepared to countenance supporting Corbyn for five weeks solely to stop a disorderly exit from the EU. Her plan to do a backroom deal to put Harriet Harman or Ken Clarke in No 10 smacks not only of establishment stitch-up – it is also a constitutional nonsense, given it falls to the leader of the opposition, who has twice won a democratic mandate from his party membership and whose party won 40% of the vote just two years ago, to construct an alternative government. But constitutional nonsense, otherwise known as the Fixed-term Parliaments Act – which is itself another Lib Dem gift to the nation – is why we’re in this mess in the first place. Labour’s plan has achieved a number of things. Corbyn’s supporters have long been compared to a cult, but the cult-like qualities of his opponents are rarely discussed. We can now see who is primarily motivated by stopping Brexit, and who is mostly driven by stopping Corbyn. In the coming weeks, pressure can be put on MPs as to whether their vendetta against the Labour leader is worth throwing Britain off a no-deal cliff for. It has also put Labour on the front foot over Brexit, underlined by various positive newspaper front-page splashes. Brexit is an instrument of torture for Labour: its leading figures fret about maintaining and extending the coalition of remain and leave voters that deprived the Tories of their majority two years ago, and they differ on strategy going forward. Morale has been poor at the top, partly because of a weak response to Boris Johnson’s ascent to power. There has been some fatalism, too: a sense that Labour can only cut through during party conference or an election campaign. That’s been turned around: a route map for winning back disillusioned remainers from the Lib Dems has appeared – which is important, given Tory strategist Dominic Cummings is counting on a divided anti-Tory vote to secure a Johnson majority. During an election campaign, Labour will be offering a referendum with remain on the ballot paper, alongside transformative popular domestic policies such as taxing the rich to end austerity, scrapping tuition fees, and public ownership. The Lib Dems will be stuck as a single-issue party, any potential radicalism stymied by the fact that nearly all their target seats can only be won by winning over Tory voters. But Labour still faces multiple challenges. The debate is currently focused on the danger of the Tories calling an election for Friday 1 November, hours after a no-deal has happened: a democratic outrage, making an outcome no one voted for in 2016 a fait accompli, whichever party triumphs. But if they break the convention of holding an election on a Thursday, the Tories could call one for 30 October and tell the electorate that voting for them would mean Brexit happening within 24 hours. That would help neutralise the Brexit party threat, complicate Labour’s attempts to avoid any campaign becoming a re-run of the referendum and – combined with spending commitments – represent a potent electoral threat. Yet all Labour can realistically do now is attempt to bring down the government, prevent no deal and engineer an election. It will go into that election committed to a referendum with remain as an option. It has already seen how Lib Demmery – revived purely on the basis of Brexit – can be driven back. The hope must be that clarity on Brexit will buy the party permission to talk about a domestic agenda popular with a public weary of cuts and market fundamentalism. The party should be brave, offering radical policies that go beyond the 2017 manifesto, picking fights with vested interests as it does so. There are no guarantees about the result, of course. But Labour starts from a stronger position than it did when Theresa May attempted to wipe it out as an electoral force in 2017. Corbyn’s opponents make the mistake of continually underestimating him. They may come to regret it. • Owen Jones is a Guardian columnist",
      "charCount": "4775",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/owen-jones\">Owen Jones</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]