[
  {
    "id": "politics/2019/may/12/keir-starmer-brexit-deal-unlikely-pass-without-confirmatory-referendum-interview",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-12T17:30:38Z",
    "webTitle": "Keir Starmer: Brexit deal unlikely to pass without confirmatory poll",
    "webUrl": "https://www.theguardian.com/politics/2019/may/12/keir-starmer-brexit-deal-unlikely-pass-without-confirmatory-referendum-interview",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/12/keir-starmer-brexit-deal-unlikely-pass-without-confirmatory-referendum-interview",
    "fields": {
      "headline": "Keir Starmer: Brexit deal unlikely to pass without confirmatory poll",
      "standfirst": "<p>Exclusive: shadow Brexit secretary also warns Labour risks losing its remain voters</p>",
      "trailText": "Shadow Brexit secretary also warns Labour risks losing its remain voters",
      "byline": "Jessica Elgot Chief political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"1acd5f86c282807b634c7c6485742781ae13086d\"> \n <img src=\"https://media.guim.co.uk/1acd5f86c282807b634c7c6485742781ae13086d/332_450_4724_2835/1000.jpg\" alt=\"Keir Starmer\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Keir Starmer said up to 150 Labour MPs would not back a Brexit deal that lacked a confirmatory vote.</span> \n  <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> \n </figcaption> \n</figure>",
      "body": "<p>Keir Starmer has expressed doubts that any cross-party Brexit deal lacking a confirmatory referendum could pass parliament, warning up to 150 Labour MPs would reject an agreement that did not include one.</p> \n<p>The shadow Brexit secretary said he feared the party risked losing its remain voters after <a href=\"https://www.theguardian.com/politics/2019/may/06/labour-brexit-shift-remain-local-elections-andrew-gwynne\">worse than expected losses</a> in the local elections, but he warned Labour remainers tempted to <a href=\"https://www.theguardian.com/politics/2019/may/09/vince-cable-stakes-lib-dems-claim-as-torch-carriers-for-remain\">vote for the Liberal Democrats</a> or Change UK that only Jeremy Corbyn’s party could deliver a fresh referendum.</p> \n<p>In his first major interview since <a href=\"https://www.theguardian.com/politics/2019/may/07/labour-brexit-talks-resume-tory-divisions-government-team\">talks with the government</a> began almost five weeks ago, Starmer:</p> \n<ul> \n <li><p>Suggested a referendum must be part of any package agreed with the government.</p></li> \n <li><p>Said Labour could call time on the cross-party talks within days if it became clear no new offer was forthcoming.</p></li> \n <li><p>Warned Theresa May would further damage the prospect of any deal if she set an imminent departure date from No 10.</p></li> \n <li><p>Said the option was “on the table” to face Nigel Farage or Tommy Robinson in an EU elections debate.</p></li> \n</ul> \n<p>Starmer, a human rights lawyer for 20 years, is to be the key face of Labour’s EU elections campaign, which will be framed as a battle of values.</p> \n<p>He said the poll on 23 May would be a fight Labour “cannot sit out” for tolerance and internationalism against populists such as Farage and Robinson.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/may/2019-05-11T16:57:21/embed.html\" data-alt=\"Voting intentions for European parliament elections\"> \n <a href=\"https://interactive.guim.co.uk/charts/embed/may/2019-05-11T16:57:21/embed.html\">Voting intentions for European parliament elections</a> \n</figure> \n<p>“If the vote that is progressive is split then all that does is open up the path for the Brexit party and allow it to pretend it represents the majority view in this country,” he said. “On the critical issues, like a close economic relationship with the EU, and a confirmatory vote, only Labour can deliver on those.”</p> \n<p>He said he feared the lesson of Labour’s net loss of more than 84 seats in the local elections was that it could shed remain voters as well as leavers.</p> \n<p>“There is concern in leave areas about whether some of our voters might vote for other parties, but I think there is an increasing concern that some of the Labour remain voters might not vote Labour,” he said. “It is very important that we learn those lessons.”</p> \n<p>An Opinium/Observer survey of voting intentions in the European elections released at the weekend gave Nigel Farage’s Brexit party 34% of the vote, 13 points ahead of Labour on 21%. The Lib Dems were on 12% and the Conservatives in fourth on 11%. Barry Gardiner, the shadow international trade secretary, told Sky News that the surge in support for Farage was from voters “angry that the referendum result has not been delivered on by a incompetent government”.</p> \n<p>Starmer has been involved in cross-party talks with the government aimed at agreeing a Brexit deal that can be put to parliament.</p> \n<figure class=\"element element-image\" data-media-id=\"b230954efae7596036473137f14dcb3257fdb5d5\"> \n <img src=\"https://media.guim.co.uk/b230954efae7596036473137f14dcb3257fdb5d5/0_19_4910_2946/1000.jpg\" alt=\"Rebecca Long-Bailey, Keir Starmer and John McDonnell\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Rebecca Long-Bailey (left) and Starmer have different views on the necessity of another referendum.</span> \n  <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Ahead of another crunch meeting of both sides on Monday, he expressed serious doubts a compromise plan could command a stable majority without a confirmatory referendum as part of the main package.</p> \n<p>“A significant number of Labour MPs, probably 120 if not 150, would not back a deal if it hasn’t got a confirmatory vote,” he said. “If the point of the exercise is to get a sustainable majority, over several weeks or months of delivering on the implementation, you can’t leave a confirmatory vote out of the package.”</p> \n<p>Starmer has previously made it clear he believes Labour should back a referendum on any negotiated deal, in contrast to the shadow business secretary, Rebecca Long-Bailey, who has said a referendum <a href=\"https://www.theguardian.com/politics/2019/apr/28/labour-hints-at-backing-brexit-deal-without-promise-of-referendum\">may not be necessary</a> if Labour can agree the right deal.</p> \n<p>“I’ve made it clear that at this stage, at this 11th hour, any deal that comes through from this government ought to be subject to the lock of a confirmatory vote,” Starmer said.</p> \n<p>He said finding a parliamentary majority for any deal, whatever the circumstances, was “very difficult”, and suggested he could not sign up to any agreement if he feared it would fail.</p> \n<p>“It has got to be something truly deliverable,” he said. “For many of my colleagues, they have made it clear that they will not vote for a deal without a confirmatory vote attached to it. So if you want that stable majority, that has to be taken into account. And without it, it is impossible to see how the numbers would stack up.”</p> \n<p>Starmer said there was seriousness on both sides, but progress was hindered by the substance of the government’s offer on Labour demands, such as a comprehensive customs union, and the threat of a new Conservative leader.</p> \n<figure class=\"element element-image\" data-media-id=\"a42b43c73d83bd7880772d307e998ff57455a1b3\"> \n <img src=\"https://media.guim.co.uk/a42b43c73d83bd7880772d307e998ff57455a1b3/261_0_2912_1747/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Starmer said Theresa May setting a firm date for her departure from No 10 would not help matters.</span> \n  <span class=\"element-image__credit\">Photograph: Will Oliver/EPA</span> \n </figcaption> \n</figure> \n<p>“Is the government actually prepared to change its red lines? The answer is, so far, not really,” he said. “On substance, there is a considerable distance between us.”</p> \n<p>He said progress had not been helped by remarks from Tory leadership hopefuls, such as Jeremy Hunt’s suggestion he would oppose a customs union, or Boris Johnson’s comments about tearing up current agreements. “These talks cannot be divorced from the very obvious leadership battle,” Starmer said.</p> \n<p>With May under increasing pressure from her party to <a href=\"https://www.theguardian.com/politics/2019/may/11/theresa-may-must-set-departure-date-1922-committee\">set a firm date</a> for leaving No 10, Starmer suggested this would damage progress even further. “You don’t normally seek to do a deal with someone about to leave office. Therefore, if she sets a date, it makes things even more tight,” he said.</p> \n<p>The shadow Brexit secretary suggested Labour should not be afraid to call time on the talks within days if progress seemed out of reach.</p> \n<p>“I think it would be wrong in principle to use up much more time simply exploring each other’s positions,” he said. “I do think we do probably in the coming days need to make that assessment.”</p> \n<p>He said he did not believe May had a plan for where to go next if the talks failed, but said Labour would be highly likely to oppose plans to bring forward the EU withdrawal bill without any changes.</p> \n<p>Starmer will be at the helm for the Labour campaign in cities and remain-leaning towns in the coming days, though Corbyn launched the <a href=\"https://www.theguardian.com/politics/2019/may/09/brexit-leave-remain-labour-jeremy-corbyn-campaign-launch-european-elections\">party’s European elections campaign</a> in Medway, Kent, which voted for Brexit.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"3403a90b-d32a-4e60-8514-276ba8e48455\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/B1KzdMvtinU?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>He said he was determined to see the polls as “an opportunity to have a fight about the values we actually believe in” and renew Labour’s mission as “an internationalist party”.</p> \n<p>“It’s really important we make the case that this is not the country of Nigel Farage and Tommy Robinson,” he said. “That intolerance and hatred and division is not representative of our country. If they win, that is what they are representing.”</p> \n<p>Starmer, often tipped as a future leadership contender, is demonstrably keen to have the opportunity to speak about the values he pursued as a barrister. He was joint head of Doughty Street Chambers by the age of 40 and later the <a href=\"https://www.theguardian.com/global/2009/sep/21/keir-starmer-director-public-prosecutions\">director of public prosecutions</a>.</p> \n<p>“I was a human rights lawyer for 20 years, I believed those values of dignity, equality and non-discrimination were a given,” he said. “I believed the only question in my lifetime would be – how much further do we extend those values? I did not think in my lifetime we’d actually be having an argument about those values.”</p> \n<p>Asked if he would debate Farage or Robinson directly, he said: “I’ll adopt the approach I’ve had for the last few years – all options should be on the table.”</p> \n<p>Starmer said he hoped supporters of progressive parties could unite around trying to defeat intolerance and said the elections were more than a proxy referendum. “There needs to be a united progressive fight; this battle of values is much bigger than one political party,” he said.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1262",
      "firstPublicationDate": "2019-05-12T17:30:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:24Z",
      "newspaperEditionDate": "2019-05-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/beb8f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1acd5f86c282807b634c7c6485742781ae13086d/332_450_4724_2835/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Keir Starmer has expressed doubts that any cross-party Brexit deal lacking a confirmatory referendum could pass parliament, warning up to 150 Labour MPs would reject an agreement that did not include one. The shadow Brexit secretary said he feared the party risked losing its remain voters after worse than expected losses in the local elections, but he warned Labour remainers tempted to vote for the Liberal Democrats or Change UK that only Jeremy Corbyn’s party could deliver a fresh referendum. In his first major interview since talks with the government began almost five weeks ago, Starmer: Suggested a referendum must be part of any package agreed with the government. Said Labour could call time on the cross-party talks within days if it became clear no new offer was forthcoming. Warned Theresa May would further damage the prospect of any deal if she set an imminent departure date from No 10. Said the option was “on the table” to face Nigel Farage or Tommy Robinson in an EU elections debate. Starmer, a human rights lawyer for 20 years, is to be the key face of Labour’s EU elections campaign, which will be framed as a battle of values. He said the poll on 23 May would be a fight Labour “cannot sit out” for tolerance and internationalism against populists such as Farage and Robinson. “If the vote that is progressive is split then all that does is open up the path for the Brexit party and allow it to pretend it represents the majority view in this country,” he said. “On the critical issues, like a close economic relationship with the EU, and a confirmatory vote, only Labour can deliver on those.” He said he feared the lesson of Labour’s net loss of more than 84 seats in the local elections was that it could shed remain voters as well as leavers. “There is concern in leave areas about whether some of our voters might vote for other parties, but I think there is an increasing concern that some of the Labour remain voters might not vote Labour,” he said. “It is very important that we learn those lessons.” An Opinium/Observer survey of voting intentions in the European elections released at the weekend gave Nigel Farage’s Brexit party 34% of the vote, 13 points ahead of Labour on 21%. The Lib Dems were on 12% and the Conservatives in fourth on 11%. Barry Gardiner, the shadow international trade secretary, told Sky News that the surge in support for Farage was from voters “angry that the referendum result has not been delivered on by a incompetent government”. Starmer has been involved in cross-party talks with the government aimed at agreeing a Brexit deal that can be put to parliament. Ahead of another crunch meeting of both sides on Monday, he expressed serious doubts a compromise plan could command a stable majority without a confirmatory referendum as part of the main package. “A significant number of Labour MPs, probably 120 if not 150, would not back a deal if it hasn’t got a confirmatory vote,” he said. “If the point of the exercise is to get a sustainable majority, over several weeks or months of delivering on the implementation, you can’t leave a confirmatory vote out of the package.” Starmer has previously made it clear he believes Labour should back a referendum on any negotiated deal, in contrast to the shadow business secretary, Rebecca Long-Bailey, who has said a referendum may not be necessary if Labour can agree the right deal. “I’ve made it clear that at this stage, at this 11th hour, any deal that comes through from this government ought to be subject to the lock of a confirmatory vote,” Starmer said. He said finding a parliamentary majority for any deal, whatever the circumstances, was “very difficult”, and suggested he could not sign up to any agreement if he feared it would fail. “It has got to be something truly deliverable,” he said. “For many of my colleagues, they have made it clear that they will not vote for a deal without a confirmatory vote attached to it. So if you want that stable majority, that has to be taken into account. And without it, it is impossible to see how the numbers would stack up.” Starmer said there was seriousness on both sides, but progress was hindered by the substance of the government’s offer on Labour demands, such as a comprehensive customs union, and the threat of a new Conservative leader. “Is the government actually prepared to change its red lines? The answer is, so far, not really,” he said. “On substance, there is a considerable distance between us.” He said progress had not been helped by remarks from Tory leadership hopefuls, such as Jeremy Hunt’s suggestion he would oppose a customs union, or Boris Johnson’s comments about tearing up current agreements. “These talks cannot be divorced from the very obvious leadership battle,” Starmer said. With May under increasing pressure from her party to set a firm date for leaving No 10, Starmer suggested this would damage progress even further. “You don’t normally seek to do a deal with someone about to leave office. Therefore, if she sets a date, it makes things even more tight,” he said. The shadow Brexit secretary suggested Labour should not be afraid to call time on the talks within days if progress seemed out of reach. “I think it would be wrong in principle to use up much more time simply exploring each other’s positions,” he said. “I do think we do probably in the coming days need to make that assessment.” He said he did not believe May had a plan for where to go next if the talks failed, but said Labour would be highly likely to oppose plans to bring forward the EU withdrawal bill without any changes. Starmer will be at the helm for the Labour campaign in cities and remain-leaning towns in the coming days, though Corbyn launched the party’s European elections campaign in Medway, Kent, which voted for Brexit. He said he was determined to see the polls as “an opportunity to have a fight about the values we actually believe in” and renew Labour’s mission as “an internationalist party”. “It’s really important we make the case that this is not the country of Nigel Farage and Tommy Robinson,” he said. “That intolerance and hatred and division is not representative of our country. If they win, that is what they are representing.” Starmer, often tipped as a future leadership contender, is demonstrably keen to have the opportunity to speak about the values he pursued as a barrister. He was joint head of Doughty Street Chambers by the age of 40 and later the director of public prosecutions. “I was a human rights lawyer for 20 years, I believed those values of dignity, equality and non-discrimination were a given,” he said. “I believed the only question in my lifetime would be – how much further do we extend those values? I did not think in my lifetime we’d actually be having an argument about those values.” Asked if he would debate Farage or Robinson directly, he said: “I’ll adopt the approach I’ve had for the last few years – all options should be on the table.” Starmer said he hoped supporters of progressive parties could unite around trying to defeat intolerance and said the elections were more than a proxy referendum. “There needs to be a united progressive fight; this battle of values is much bigger than one political party,” he said.",
      "charCount": "7269",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a> Chief political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/12/how-labour-can-make-itself-insurgent-once-again",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-12T16:03:45Z",
    "webTitle": "How Labour can make itself an insurgent force once again | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/12/how-labour-can-make-itself-insurgent-once-again",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/12/how-labour-can-make-itself-insurgent-once-again",
    "fields": {
      "headline": "How Labour can make itself an insurgent force once again",
      "standfirst": "Readers respond to Owen Jones’s call for a revival of radicalism",
      "trailText": "<strong>Letters: </strong>Readers respond to Owen Jones’s call for a revival of radicalism",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"266271dcb0ae681f2aae74885d368f8926e7aea2\"> <img src=\"https://media.guim.co.uk/266271dcb0ae681f2aae74885d368f8926e7aea2/46_0_3408_2045/1000.jpg\" alt=\"Jeremy Corbyn speaks at the Young Labour conference in Birmingham on 11 May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn speaks at the Young Labour conference in Birmingham on 11 May.</span> <span class=\"element-image__credit\">Photograph: Ben Birchall/PA</span> </figcaption> </figure>",
      "body": "<p>Owen Jones still doesn’t get it (<a href=\"https://www.theguardian.com/commentisfree/2019/may/08/brexit-robbed-labour-insurgency-claw-back-farage\" title=\"\">Labour must reclaim its insurgent spirit</a>, 9 May). He says that for Labour to adopt a remain position “would mean abandoning not just radical leftism, but potentially millions of leave voters”. But what Labour has so far said it wants to do can be accommodated within the EU’s rules.</p> <p>His worries hark back to the misguided belief that the EU is a capitalist conspiracy. Capitalist, yes, but guided largely over the years by Christian democratic and social democratic philosophies. And with Labour’s newfound enthusiasm for fighting climate change, where better to do it than as part of the EU, which has a good record in this regard? As Timothy Garton Ash points out in the same edition (<a href=\"https://www.theguardian.com/world/2019/may/09/why-we-must-not-let-europe-break-apart\" title=\"\">Why we must not let Europe break apart</a>), Europe has a serious problem with rightwing factions in several EU countries. It will not help to combat this growing menace if we cut ourselves off from the rest of the EU.</p> <p>There clearly are many Labour supporters who back leaving the EU, mainly in the deprived areas of the north. But who has done more to create the deprivation these regions face: is it the EU, which has supported many a regenerative project in these areas, or the Tory government, which has brought devastation through its crippling welfare policies? And will leaving the EU make the problem better or worse?<br><strong>Michael Franklin</strong><br><em>Barnet, London</em></p> <p>• Owen Jones is plain wrong on Brexit. I came from a working-class background and made it to university, went to Greenham Common, marched against Thatcher, supported the miners’ strike, voted and campaigned for Labour. But I shall no longer support them purely because of their stance on Europe. To support remain is not to abandon radical leftism: there are far more left-leaning countries than us in the EU.</p> <p>It is clear that many leave voters came from poor, neglected communities. They are right to be angry, but leaving the EU will make their lives worse. Labour should have the moral courage to fight for remaining in the EU. This is where the insurgency should come from. There are millions of us just gasping for such a move.<br><strong>Kath Gray</strong><br><em>Nottingham</em></p> <p>• Why does Owen Jones think that, if Labour adopted a pro-EU position, that would mean abandoning radical leftism? Isn’t internationalism more leftwing than nationalism?<br><strong>Michael Bulley</strong><br><em>Chalon-sur-Saône, France</em></p> <p>• Did Owen Jones miss the memo from Corbyn when he signed the Party of European Socialists manifesto in Lisbon in 2018?</p> <p>If he’d read it he would know that Labour MEPs have signed up to working with European socialist and social democratic colleagues for: a Europe of “equality and fairness”; of “solidarity for the many, not the few”; a “sustainable Europe that protects our planet”; “a free and democratic Europe”; “a feminist Europe with equal rights for all”; “a progressive Europe with a youth plan”; and “a strong and united Europe that promotes a better world”.</p> <p>If we leave the EU, Labour will play no part in delivering the PES manifesto. This is why Labour MPs, members and voters overwhelmingly support a bold remain position.<br><strong>Magi Young</strong><br><em>Exeter</em></p> <p>• Owen Jones’s dismissal of the Blair government’s record ignores a wide range of achievements, from introducing the minimum wage and Sure Start, to increasing child benefit and providing winter fuel payments and bus passes for pensioners, lifting 600,000 children and a million pensioners out of poverty, securing free nursery places for every three-and four-year-old and much more besides. No government is perfect, but denigrating the last Labour government’s record will not help secure the election of a new Labour government.<br><strong>Jeremy Beecham</strong><br><em>Labour, House of Lords</em></p> <p>• I would add scrapping Trident to Owen Jones’s list of proposals to demonstrate Labour’s insurgent credentials. This should be clearly linked to a pledge to reinvest much of the money saved in our conventional forces, which are at their lowest ebb for decades. That in turn would reflect the need for capacity-building for the climate change crises we will inevitably face. That would indeed be an insurgent and, shall we say, patriotic gesture.<br><strong>Colin Challen</strong><br><em>Scarborough, North Yorkshire</em></p> <p>• Owen Jones exhorts Labour to reclaim its insurgent spirit by recommending that we all take our eye off the ball. Labour’s sense of radicalism would be best served by picking a fight with the “alt right” – the 21st century’s version of fascism. There is no bigger fight around, and losing it isn’t an option. Brexit is part of the far-right project. Labour would serve its voters best by understanding Brexit for what it is, stopping colluding with it, and leading the insurgency against it.<br><strong>Chris Scarlett</strong><br><em>Sheffield</em></p> <p>• On 7 May you carried the headline “<a href=\"https://www.theguardian.com/environment/2019/may/06/human-society-under-urgent-threat-loss-earth-natural-life-un-report\" title=\"\">Humanity facing ‘urgent threat’ from loss of Earth’s natural life</a>” above a story <a href=\"https://www.theguardian.com/commentisfree/2019/may/09/seas-stop-eating-fish-fishing-industry-government\" title=\"\">described by George Monbiot</a> as “the most important news humanity has ever received, the general collapse of life on Earth”.</p> <p>So it was somewhat disappointing to read that the best Owen Jones can do is to suggest that Labour regain its “insurgent spirit” by committing to scrapping knighthoods, private dentistry and estate agents. If this is to be the rallying cry of the radical left, then God help us. Really.<br><strong>Rev David Black</strong><br><em>Tilston, Cheshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "907",
      "commentable": "false",
      "firstPublicationDate": "2019-05-12T16:03:45Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:25Z",
      "newspaperEditionDate": "2019-05-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bekyn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/266271dcb0ae681f2aae74885d368f8926e7aea2/46_0_3408_2045/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Owen Jones still doesn’t get it (Labour must reclaim its insurgent spirit, 9 May). He says that for Labour to adopt a remain position “would mean abandoning not just radical leftism, but potentially millions of leave voters”. But what Labour has so far said it wants to do can be accommodated within the EU’s rules. His worries hark back to the misguided belief that the EU is a capitalist conspiracy. Capitalist, yes, but guided largely over the years by Christian democratic and social democratic philosophies. And with Labour’s newfound enthusiasm for fighting climate change, where better to do it than as part of the EU, which has a good record in this regard? As Timothy Garton Ash points out in the same edition (Why we must not let Europe break apart), Europe has a serious problem with rightwing factions in several EU countries. It will not help to combat this growing menace if we cut ourselves off from the rest of the EU. There clearly are many Labour supporters who back leaving the EU, mainly in the deprived areas of the north. But who has done more to create the deprivation these regions face: is it the EU, which has supported many a regenerative project in these areas, or the Tory government, which has brought devastation through its crippling welfare policies? And will leaving the EU make the problem better or worse? Michael Franklin Barnet, London • Owen Jones is plain wrong on Brexit. I came from a working-class background and made it to university, went to Greenham Common, marched against Thatcher, supported the miners’ strike, voted and campaigned for Labour. But I shall no longer support them purely because of their stance on Europe. To support remain is not to abandon radical leftism: there are far more left-leaning countries than us in the EU. It is clear that many leave voters came from poor, neglected communities. They are right to be angry, but leaving the EU will make their lives worse. Labour should have the moral courage to fight for remaining in the EU. This is where the insurgency should come from. There are millions of us just gasping for such a move. Kath Gray Nottingham • Why does Owen Jones think that, if Labour adopted a pro-EU position, that would mean abandoning radical leftism? Isn’t internationalism more leftwing than nationalism? Michael Bulley Chalon-sur-Saône, France • Did Owen Jones miss the memo from Corbyn when he signed the Party of European Socialists manifesto in Lisbon in 2018? If he’d read it he would know that Labour MEPs have signed up to working with European socialist and social democratic colleagues for: a Europe of “equality and fairness”; of “solidarity for the many, not the few”; a “sustainable Europe that protects our planet”; “a free and democratic Europe”; “a feminist Europe with equal rights for all”; “a progressive Europe with a youth plan”; and “a strong and united Europe that promotes a better world”. If we leave the EU, Labour will play no part in delivering the PES manifesto. This is why Labour MPs, members and voters overwhelmingly support a bold remain position. Magi Young Exeter • Owen Jones’s dismissal of the Blair government’s record ignores a wide range of achievements, from introducing the minimum wage and Sure Start, to increasing child benefit and providing winter fuel payments and bus passes for pensioners, lifting 600,000 children and a million pensioners out of poverty, securing free nursery places for every three-and four-year-old and much more besides. No government is perfect, but denigrating the last Labour government’s record will not help secure the election of a new Labour government. Jeremy Beecham Labour, House of Lords • I would add scrapping Trident to Owen Jones’s list of proposals to demonstrate Labour’s insurgent credentials. This should be clearly linked to a pledge to reinvest much of the money saved in our conventional forces, which are at their lowest ebb for decades. That in turn would reflect the need for capacity-building for the climate change crises we will inevitably face. That would indeed be an insurgent and, shall we say, patriotic gesture. Colin Challen Scarborough, North Yorkshire • Owen Jones exhorts Labour to reclaim its insurgent spirit by recommending that we all take our eye off the ball. Labour’s sense of radicalism would be best served by picking a fight with the “alt right” – the 21st century’s version of fascism. There is no bigger fight around, and losing it isn’t an option. Brexit is part of the far-right project. Labour would serve its voters best by understanding Brexit for what it is, stopping colluding with it, and leading the insurgency against it. Chris Scarlett Sheffield • On 7 May you carried the headline “Humanity facing ‘urgent threat’ from loss of Earth’s natural life” above a story described by George Monbiot as “the most important news humanity has ever received, the general collapse of life on Earth”. So it was somewhat disappointing to read that the best Owen Jones can do is to suggest that Labour regain its “insurgent spirit” by committing to scrapping knighthoods, private dentistry and estate agents. If this is to be the rallying cry of the radical left, then God help us. Really. Rev David Black Tilston, Cheshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5528",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/may/12/youth-clubs-and-knife",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-05-12T15:59:39Z",
    "webTitle": "Youth clubs and knife crime | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/may/12/youth-clubs-and-knife",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/may/12/youth-clubs-and-knife",
    "fields": {
      "headline": "Youth clubs and knife crime",
      "standfirst": "<strong>Norma Hornby</strong> thinks the prime minister should consider the views of professional youth workers, <strong>Bernard Davies</strong> points out the flaws in the all-party parliamentary group’s plans",
      "trailText": "Letters: <strong>Norma Hornby</strong> thinks the prime minister should consider the views of professional youth workers, <strong>Bernard Davies</strong> points out the flaws in the all-party parliamentary group’s plans",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"6a2141182e33269603d8aa480f95fd0a344eb321\"> <img src=\"https://media.guim.co.uk/6a2141182e33269603d8aa480f95fd0a344eb321/0_0_3450_2069/1000.jpg\" alt=\"Man carrying knife\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘For many young people living in deprived communities, local youth clubs have been the springboard to opportunities that lead to meaningful employment and lifelong volunteering,’ says Norma Hornby.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<p>Statistics quoted in the Guardian confirm that there is a correlation between swingeing cuts to youth services across England and the high incidence of knife crime committed by young people in some communities (<a href=\"https://www.theguardian.com/society/2019/may/07/youth-club-closures-young-people-risk-violence-mps\" title=\"\">Report</a>, 7 May)</p> <p>The closure of much-needed youth clubs is only the tip of the iceberg because professionally managed and delivered youth provision encapsulates the whole range of services designed to meet the developmental needs of young people, from outreach work, advice and information drop-in sessions, anger management and conflict resolution, to drugs and alcohol advice sessions.</p> <p>For many young people living in deprived communities, local youth clubs have often been the springboard to opportunities that lead to meaningful employment and lifelong volunteering, and participants have developed a range of skills such as resilience, personal safety and leadership. Outdoor activities and youth-led drama and arts initiatives have been decimated by a government that appears to be driven by austerity measures, with little consideration for ordinary young people.</p> <p>Although the prime minister has invited a range of professionals to discuss the implications of knife crime in meetings at No 10, the fact that professional youth workers do not appear to have been included is very significant.<br><strong>Norma Hornby</strong><br><em>Warrington, Cheshire</em></p> <p>• The all-party parliamentary group’s recognition in its report on knife crime of the positive role played by youth clubs and other youth work provision in young people’s lives is welcome, if somewhat overdue.</p> <p>The report also adds valuable evidence to that gathered since at least 2014 – for example, by the trade union Unison – on the huge budget cuts to local authority youth services that have resulted in the loss of hundreds of clubs and thousands of jobs.</p> <p>For youth workers, however, the committee’s starting point and primary focus also carry risks. One stems from its at least implicit preconception of young people as problems with deficits that need to be eradicated. This contrasts sharply with what for most youth workers has to be their top preoccupation: the untapped and perhaps even unrecognised potential of the young people who, by their own choice, have engaged with them.</p> <p>A second risk, flowing from this, is that any new funding provided for youth work on the back of this report’s recommendations will, in the words of the Cambridgeshire spokesperson, be “targeted … for those children and young people who are most vulnerable”.</p> <p>Where in these updated forms of “child saving” will there be a priority for what another APPG report defined as “non-formal education that focuses on the personal and social development of participants … through engagement with young people’s culture and community”?<br><strong>Bernard Davies</strong><br><em>Author of </em><a href=\"https://www.amazon.co.uk/Austerity-Policy-Deconstruction-Service-England/dp/3030038858/ref=tmm_pap_swatch_0?_encoding=UTF8&amp;qid=&amp;sr=\" title=\"\"><em>Austerity, Youth Policies and the Deconstruction of the Youth Service in England</em></a>, <em>Leamington Spa, Warwickshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "496",
      "commentable": "false",
      "firstPublicationDate": "2019-05-12T15:59:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-12T16:01:04Z",
      "newspaperEditionDate": "2019-05-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bekkb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6a2141182e33269603d8aa480f95fd0a344eb321/0_0_3450_2069/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Statistics quoted in the Guardian confirm that there is a correlation between swingeing cuts to youth services across England and the high incidence of knife crime committed by young people in some communities (Report, 7 May) The closure of much-needed youth clubs is only the tip of the iceberg because professionally managed and delivered youth provision encapsulates the whole range of services designed to meet the developmental needs of young people, from outreach work, advice and information drop-in sessions, anger management and conflict resolution, to drugs and alcohol advice sessions. For many young people living in deprived communities, local youth clubs have often been the springboard to opportunities that lead to meaningful employment and lifelong volunteering, and participants have developed a range of skills such as resilience, personal safety and leadership. Outdoor activities and youth-led drama and arts initiatives have been decimated by a government that appears to be driven by austerity measures, with little consideration for ordinary young people. Although the prime minister has invited a range of professionals to discuss the implications of knife crime in meetings at No 10, the fact that professional youth workers do not appear to have been included is very significant. Norma Hornby Warrington, Cheshire • The all-party parliamentary group’s recognition in its report on knife crime of the positive role played by youth clubs and other youth work provision in young people’s lives is welcome, if somewhat overdue. The report also adds valuable evidence to that gathered since at least 2014 – for example, by the trade union Unison – on the huge budget cuts to local authority youth services that have resulted in the loss of hundreds of clubs and thousands of jobs. For youth workers, however, the committee’s starting point and primary focus also carry risks. One stems from its at least implicit preconception of young people as problems with deficits that need to be eradicated. This contrasts sharply with what for most youth workers has to be their top preoccupation: the untapped and perhaps even unrecognised potential of the young people who, by their own choice, have engaged with them. A second risk, flowing from this, is that any new funding provided for youth work on the back of this report’s recommendations will, in the words of the Cambridgeshire spokesperson, be “targeted … for those children and young people who are most vulnerable”. Where in these updated forms of “child saving” will there be a priority for what another APPG report defined as “non-formal education that focuses on the personal and social development of participants … through engagement with young people’s culture and community”? Bernard Davies Author of Austerity, Youth Policies and the Deconstruction of the Youth Service in England, Leamington Spa, Warwickshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3191",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/may/12/not-only-the-north-thats-left-behind",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-05-12T15:57:32Z",
    "webTitle": "Not only the north that’s left behind | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/may/12/not-only-the-north-thats-left-behind",
    "apiUrl": "https://content.guardianapis.com/society/2019/may/12/not-only-the-north-thats-left-behind",
    "fields": {
      "headline": "Not only the north that’s left behind",
      "standfirst": "<strong>Brenda Weston</strong> says that the south-west needs a democratic regional voice, while <strong>Paul Salveson</strong> is sceptical about the idea of ‘city regions’",
      "trailText": "Letters: <strong>Brenda Weston</strong> says that the south-west needs a democratic regional voice, while <strong>Paul Salveson</strong> is sceptical about the idea of ‘city regions’",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"b205a163d09a8e4291fb20c51093858b1a1ba8bb\"> <img src=\"https://media.guim.co.uk/b205a163d09a8e4291fb20c51093858b1a1ba8bb/0_192_5760_3456/1000.jpg\" alt=\"Rural bus service in Suffolk\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We have vast rural and semi-rural low-wage areas where disposable incomes (pensions and wages), are reduced by the high costs of transport, both private and public (where it exists at all),’ says Brenda Weston.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>Andy Burnham’s piece (<a href=\"https://www.theguardian.com/uk-news/2019/may/08/london-centric-decision-making-led-to-brexit-says-andy-burnham\" title=\"\">Decision-making centred on London caused Britain’s political mess</a>, 9 May) is spot-on in its analysis of the fundamental causes of discontent and despair among left-behind communities. But these are not all located in the north or the Midlands, where metro mayors have a platform from which to articulate the problems, and powers to act.</p> <p>The south-west has no such voice or representation. We are frequently, and lazily, lumped in as part of the prosperous south, but in reality we have been governed, predominantly, by Tory councils whose priority has been to keep council tax to a minimum by cutting essential preventative services, thereby multiplying the costs of addressing cumulative health, social, and economic problems, and creating misery in the lives of economically fragile households.</p> <p>We have vast rural and semi-rural low-wage areas where disposable incomes (pensions and wages) are reduced by the high costs of transport, both private and public (where it exists at all). Lynsey Hanley’s piece (<a href=\"https://www.theguardian.com/commentisfree/2019/may/07/transport-north-metro-mayors-london\" title=\"\">By rail or bus, the north is going nowhere</a>, 8 May) identifies the financial burden that car ownership forces on many low-income households who have no other reliable access to jobs and services. The metropolitan model of governance is a remote prospect in the south-west, but there’s a crying need for some form of democratic regional governance which will speak and act on the people’s behalf.<br><strong>Brenda Weston</strong><br><em>Taunton, Somerset</em></p> <p>• Paul Mason (<a href=\"https://www.theguardian.com/commentisfree/2019/may/09/england-northern-towns-power-may\" title=\"\">Journal, 10 May</a>) identifies the problem of struggling northern towns but I’m not convinced by his solution based on artificial “city regions”. A better approach would include democratically elected regional government, with empowered local government. The two must go together, and be based on real identities not what civil servants imposed back in the 70s.<br><strong>Paul Salveson</strong><br><em>Bolton</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p> <p><em> </em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "336",
      "commentable": "false",
      "firstPublicationDate": "2019-05-12T15:57:32Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-12T15:59:02Z",
      "newspaperEditionDate": "2019-05-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bey2v",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b205a163d09a8e4291fb20c51093858b1a1ba8bb/0_192_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Andy Burnham’s piece (Decision-making centred on London caused Britain’s political mess, 9 May) is spot-on in its analysis of the fundamental causes of discontent and despair among left-behind communities. But these are not all located in the north or the Midlands, where metro mayors have a platform from which to articulate the problems, and powers to act. The south-west has no such voice or representation. We are frequently, and lazily, lumped in as part of the prosperous south, but in reality we have been governed, predominantly, by Tory councils whose priority has been to keep council tax to a minimum by cutting essential preventative services, thereby multiplying the costs of addressing cumulative health, social, and economic problems, and creating misery in the lives of economically fragile households. We have vast rural and semi-rural low-wage areas where disposable incomes (pensions and wages) are reduced by the high costs of transport, both private and public (where it exists at all). Lynsey Hanley’s piece (By rail or bus, the north is going nowhere, 8 May) identifies the financial burden that car ownership forces on many low-income households who have no other reliable access to jobs and services. The metropolitan model of governance is a remote prospect in the south-west, but there’s a crying need for some form of democratic regional governance which will speak and act on the people’s behalf. Brenda Weston Taunton, Somerset • Paul Mason (Journal, 10 May) identifies the problem of struggling northern towns but I’m not convinced by his solution based on artificial “city regions”. A better approach would include democratically elected regional government, with empowered local government. The two must go together, and be based on real identities not what civil servants imposed back in the 70s. Paul Salveson Bolton • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2147",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/12/brexit-ireland-and-the-illusion-of-unity",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-12T15:54:36Z",
    "webTitle": "Brexit, Ireland and the illusion of unity | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/12/brexit-ireland-and-the-illusion-of-unity",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/12/brexit-ireland-and-the-illusion-of-unity",
    "fields": {
      "headline": "Brexit, Ireland and the illusion of unity",
      "standfirst": "Lib Dem peer <strong>Shirley Williams </strong>believes that if Labour cooperates with other parties then real gains in building peace in Northern Ireland will not be lost. <strong>Mary Evans</strong> draws parallels between 1938 and today",
      "trailText": "<strong>Letters:</strong> Lib Dem peer <strong>Shirley Williams </strong>believes that if Labour cooperates with other parties then real gains in building peace in Northern Ireland will not be lost. <strong>Mary Evans</strong> draws parallels between 1938 and today",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"822b3fa3e0f2476f1b9d5ff1f5352684041af8fa\"> <img src=\"https://media.guim.co.uk/822b3fa3e0f2476f1b9d5ff1f5352684041af8fa/0_0_3500_2100/1000.jpg\" alt=\"Lyra McKee's funeral\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The presence of leading British and Irish politicians at Lyra McKee’s funeral was a recognition of the gravity of the current political stalemate in Northern Ireland,’ says Shirley Williams. </span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>Last autumn I had a long discussion about Northern Ireland with John Bruton, the former taoiseach. He told me that the British government’s failure to consider fully, during Brexit negotiations, the awful possibility of a repeat of violence in Northern Ireland has been accentuated over the last two years by the collapse of Northern Ireland’s devolved government at Stormont.</p> <p>In recent weeks John Bruton’s fears are being realised. Bombardier, the largest private-sector enterprise in Belfast, has proposed the sale of its local company which employs 3,600 skilled workers. This blow to the Belfast region is acute.</p> <p>The fear of violence being repeated was borne out by the murder of <a href=\"https://www.theguardian.com/news/lyra-mckee\" title=\"\">Lyra McKee</a> last month. The presence of leading British and Irish politicians at her funeral was a recognition of the gravity of the current political stalemate in Northern Ireland. The non-functioning of its devolved government has opened up a very dangerous political vacuum. A group calling itself the New IRA has accepted responsibility for Lyra’s murder and has flaunted its presence in the centre of Dublin.</p> <p>The scandal of Lyra’s murder has resulted in the British and Irish governments formally discussing how devolved government should be restored. This crucial development might well be enhanced by inviting the help of such previous gifted peace negotiators as Bertie Ahern, another former taoiseach, who made a huge contribution to the Anglo-Irish agreement.</p> <p>Resolving Brexit in a way that includes a customs union in both the UK and in Ireland would be an immense step towards maintaining peace and prosperity in Northern Ireland. If Labour cooperated with other parties, such as my own Liberal Democrat party, we need not lose the real gains in building peace in Northern Ireland that have been achieved in recent years.<br><strong>Shirley Williams</strong><br><em>Liberal Democrats, House of Lords</em></p> <p>• In 1938 Christopher Caudwell published a book called <a href=\"https://www.amazon.com/STUDIES-CULTURE-Further-studies-culture/dp/B009Z38OGU\" title=\"\">Studies in a Dying Culture</a>. That title might well be reused today as the UK has to endure the endless reiteration of fantasies about our past, present and future. The challenges Caudwell recognised in 1938 are not all the same as in 2019, but some of them are: the elevation of simplistic politics of strength and threat, industrial-scale lying and mis-information, and the construction of “others” as threatening.</p> <p>The potential and achieved tragedies of mass migration, climate change and social inequality are recognised by millions, of people yet these voices have little apparent political connection given that politics in an age of Brexit has become immersed in fantasies about national unity and shared aspirations.</p> <p>Every time that Theresa May speaks of “the people” she speaks of an illusory unity; ignoring both those who voted against Brexit and those for whom the very function of politics – to address difficult and contentious issues of shared and urgent concern – is being ignored. All that we are given is a highly selective reading of our past, in which unity seldom existed any more than it does at the present. The proponents of that fictional sense of shared national purpose are truly terrifying in that they reproduce all the features of those politics which they think they defeated in 1945. An authoritarian politics of exclusion, privilege and intolerance which should have died but is still all too much alive.<br><strong>Mary Evans</strong><br><em>Canterbury, Kent</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "589",
      "commentable": "false",
      "firstPublicationDate": "2019-05-12T15:54:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:25Z",
      "newspaperEditionDate": "2019-05-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bey5t",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/822b3fa3e0f2476f1b9d5ff1f5352684041af8fa/0_0_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Last autumn I had a long discussion about Northern Ireland with John Bruton, the former taoiseach. He told me that the British government’s failure to consider fully, during Brexit negotiations, the awful possibility of a repeat of violence in Northern Ireland has been accentuated over the last two years by the collapse of Northern Ireland’s devolved government at Stormont. In recent weeks John Bruton’s fears are being realised. Bombardier, the largest private-sector enterprise in Belfast, has proposed the sale of its local company which employs 3,600 skilled workers. This blow to the Belfast region is acute. The fear of violence being repeated was borne out by the murder of Lyra McKee last month. The presence of leading British and Irish politicians at her funeral was a recognition of the gravity of the current political stalemate in Northern Ireland. The non-functioning of its devolved government has opened up a very dangerous political vacuum. A group calling itself the New IRA has accepted responsibility for Lyra’s murder and has flaunted its presence in the centre of Dublin. The scandal of Lyra’s murder has resulted in the British and Irish governments formally discussing how devolved government should be restored. This crucial development might well be enhanced by inviting the help of such previous gifted peace negotiators as Bertie Ahern, another former taoiseach, who made a huge contribution to the Anglo-Irish agreement. Resolving Brexit in a way that includes a customs union in both the UK and in Ireland would be an immense step towards maintaining peace and prosperity in Northern Ireland. If Labour cooperated with other parties, such as my own Liberal Democrat party, we need not lose the real gains in building peace in Northern Ireland that have been achieved in recent years. Shirley Williams Liberal Democrats, House of Lords • In 1938 Christopher Caudwell published a book called Studies in a Dying Culture. That title might well be reused today as the UK has to endure the endless reiteration of fantasies about our past, present and future. The challenges Caudwell recognised in 1938 are not all the same as in 2019, but some of them are: the elevation of simplistic politics of strength and threat, industrial-scale lying and mis-information, and the construction of “others” as threatening. The potential and achieved tragedies of mass migration, climate change and social inequality are recognised by millions, of people yet these voices have little apparent political connection given that politics in an age of Brexit has become immersed in fantasies about national unity and shared aspirations. Every time that Theresa May speaks of “the people” she speaks of an illusory unity; ignoring both those who voted against Brexit and those for whom the very function of politics – to address difficult and contentious issues of shared and urgent concern – is being ignored. All that we are given is a highly selective reading of our past, in which unity seldom existed any more than it does at the present. The proponents of that fictional sense of shared national purpose are truly terrifying in that they reproduce all the features of those politics which they think they defeated in 1945. An authoritarian politics of exclusion, privilege and intolerance which should have died but is still all too much alive. Mary Evans Canterbury, Kent • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3682",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "technology/2019/may/12/the-iron-lady-could-keep-stumm-when-it-suited-her",
    "type": "article",
    "sectionId": "technology",
    "sectionName": "Technology",
    "webPublicationDate": "2019-05-12T15:46:14Z",
    "webTitle": "The Iron Lady could keep stumm when it suited her | Brief letters",
    "webUrl": "https://www.theguardian.com/technology/2019/may/12/the-iron-lady-could-keep-stumm-when-it-suited-her",
    "apiUrl": "https://content.guardianapis.com/technology/2019/may/12/the-iron-lady-could-keep-stumm-when-it-suited-her",
    "fields": {
      "headline": "The Iron Lady could keep stumm when it suited her",
      "standfirst": "Huawei | IAAF ruling | Emma Thompson films | Gender inequality in salons | The royal baby",
      "trailText": "<strong>Brief letters:</strong> Huawei | IAAF ruling | Emma Thompson films | Gender inequality in salons | The royal baby",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"5a305208be388d1ca1d79d4d8828fbb69f961e55\"> <img src=\"https://media.guim.co.uk/5a305208be388d1ca1d79d4d8828fbb69f961e55/0_33_1655_993/1000.jpg\" alt=\"Margaret Thatcher\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The US secretary of state, Mike Pompeo, asked whether Margaret Thatcher would remain silent over China. Brian Smith thinks she probably would have. </span> <span class=\"element-image__credit\">Photograph: BBC</span> </figcaption> </figure>",
      "body": "<p>The US secretary of state says: “Ask yourself: would the Iron Lady be silent when China violates the sovereignty of nations through corruption or coercion?” (<a href=\"https://www.theguardian.com/technology/2019/may/08/mike-pompeo-invokes-thatcher-push-harder-line-china-huawei\" title=\"\">What would Thatcher do, asks Pompeo as he urges Huawei U-turn</a>, 9 May). Perhaps. She was mostly silent when the US, on numerous documented occasions, did exactly that.<br><strong>Brian Smith</strong><br><em>Berlin</em></p> <p>• Can we shortly expect the IAAF to insist that competitive swimmers with large feet, say size 15 or above – which we know gives them an unfair advantage – have their foot size restricted to ensure that men with small feet are not discriminated against (<a href=\"https://www.theguardian.com/sport/2019/may/03/caster-semenya-a-questionable-ruling-and-a-worrying-precedent\" title=\"\">Letters</a>, 4 May)? To those who are unsure, may I refer you to Harrison Bergeron by Kurt Vonnegut?<br><strong>Anne Smith</strong><br><em>Royston, Hertfordshire</em></p> <p>• The focus on films (<a href=\"https://www.theguardian.com/film/2019/may/09/emma-thompsons-best-films-ranked\" title=\"\">Ranked! Emma Thompson films</a>, 10 May) meant that one of her greatest (and Bafta-winning) performances was overlooked. She was unforgettable as gallus Glaswegian Suzi Kettles in the groundbreaking 1987 TV series Tutti Frutti.<br><strong>Mike Pender</strong><br><em>Cardiff</em></p> <p>• As well as gender inequality there is obvious tonsorial unfairness (<a href=\"https://www.theguardian.com/fashion/2019/may/10/tackling-hair-raising-inequality-in-salons\" title=\"\">Letters</a>, 11 May). My grandfather once complained about his barber charging a shilling then spending time looking out the window. Now that I am equally bald I do wonder about the equity of being charged the same as my hairy friends.<br><strong>Peter Hutchinson</strong><br><em>Chalfont S</em><em>t Giles, Buckinghamshire</em></p> <p>• Was I the only one who didn’t get that baby Sussex’s middle name was “Harry’s son?”<br><strong>Geraldine Blake</strong><br><em>Worthing, West Sussex</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "281",
      "commentable": "false",
      "firstPublicationDate": "2019-05-12T15:46:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-09-16T19:00:28Z",
      "newspaperEditionDate": "2019-05-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/beyb6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5a305208be388d1ca1d79d4d8828fbb69f961e55/0_33_1655_993/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The US secretary of state says: “Ask yourself: would the Iron Lady be silent when China violates the sovereignty of nations through corruption or coercion?” (What would Thatcher do, asks Pompeo as he urges Huawei U-turn, 9 May). Perhaps. She was mostly silent when the US, on numerous documented occasions, did exactly that. Brian Smith Berlin • Can we shortly expect the IAAF to insist that competitive swimmers with large feet, say size 15 or above – which we know gives them an unfair advantage – have their foot size restricted to ensure that men with small feet are not discriminated against (Letters, 4 May)? To those who are unsure, may I refer you to Harrison Bergeron by Kurt Vonnegut? Anne Smith Royston, Hertfordshire • The focus on films (Ranked! Emma Thompson films, 10 May) meant that one of her greatest (and Bafta-winning) performances was overlooked. She was unforgettable as gallus Glaswegian Suzi Kettles in the groundbreaking 1987 TV series Tutti Frutti. Mike Pender Cardiff • As well as gender inequality there is obvious tonsorial unfairness (Letters, 11 May). My grandfather once complained about his barber charging a shilling then spending time looking out the window. Now that I am equally bald I do wonder about the equity of being charged the same as my hairy friends. Peter Hutchinson Chalfont St Giles, Buckinghamshire • Was I the only one who didn’t get that baby Sussex’s middle name was “Harry’s son?” Geraldine Blake Worthing, West Sussex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1768",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/12/ben-shapiro-far-right-andrew-neil",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-12T14:52:34Z",
    "webTitle": "Seeing Ben Shapiro flounder might be fun, but far-right celebrities are no joke | Nesrine Malik",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/12/ben-shapiro-far-right-andrew-neil",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/12/ben-shapiro-far-right-andrew-neil",
    "fields": {
      "headline": "Seeing Ben Shapiro flounder might be fun, but far-right celebrities are no joke",
      "standfirst": "Challenging bigots by exposing and vanquishing them no longer works. It just legitimises their views",
      "trailText": "Challenging bigots by exposing and vanquishing them no longer works, says Guardian columnist Nesrine Malik",
      "byline": "Nesrine Malik",
      "main": "<figure class=\"element element-image\" data-media-id=\"16a60abb87f6237893dd57733b784613777171c9\"> \n <img src=\"https://media.guim.co.uk/16a60abb87f6237893dd57733b784613777171c9/60_0_1800_1080/1000.jpg\" alt=\"Andrew Neil interviews Ben Shapiro on BBC Politics live.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Andrew Neil, left, interviews Ben Shapiro on BBC Politics live. </span> \n  <span class=\"element-image__credit\">Photograph: BBC Politics Live</span> \n </figcaption> \n</figure>",
      "body": "<p>There are broadly three ways to react to the shifting of the Overton window – the range of ideas tolerated in public discourse. The first and most common is to move along with it, accepting new parameters and adapting to them. The second is to stay put but look through the window, acknowledging that things have changed while attempting to grapple with that. The third is to resist the movement altogether, to refuse to engage with any previously beyond-the pale-ideas, and reject any arguments to do so.</p> \n<p>I tend to fall into the third camp, an Overton window refusenik. This is not fashionable and it’s not easy – by the very nature of the problem, people who agree with you become more desensitised with each passing day. There comes a point when seeing Nigel Farage on TV becomes no longer appalling but almost comforting. It’s old Nigel again with his familiar voice and manner, and bluster and cackle – an offence of white noise.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2019/may/12/andrew-neil-questions-to-ben-shapiro-were-legitimate\">Andrew Neil: questions to Ben Shapiro were legitimate</a> </p> \n</aside> \n<p>It’s like watching the weather report and listening to the predictable chatter. Familiarity doesn’t only breed contempt, sometimes it just breeds more familiarity. I used to turn off Farage’s LBC radio show the moment it started, in a spasm of irritation. I don’t any more. Not because I’m interested in anything he has to say, but out of sheer conditioning. I let him witter on in the background, like The Archers or the Shipping Forecast.</p> \n<p>This is the danger of ubiquity, it just erodes an ability to be discerning. No matter how much those with regressive, prejudiced or simply dishonest views are challenged, it is pointless if they are constantly provided a venue. It is the platform that legitimises them, not how they perform when they are on that platform.</p> \n<p>And so forgive me if I do not join in the celebration of Andrew Neil vanquishing <a href=\"https://www.theguardian.com/media/2019/may/11/us-pundit-ben-shapiro-apologises-bbc-andrew-neil-interview\" title=\"\">the American conservative personality Ben Shapiro</a>on the BBC’s Politics Live. It was certainly fun to watch Shapiro flounder outside the comfort of the US political interview echo chamber. The video gave us such gems as Shapiro accusing Neil of being a biased leftwing journalist, which tickled even Neil who laughed in genuine (and telling) mirth at the allegation. Unable to cope with Neil simply stating his own words back to him, Shapiro riposted: “I’m popular, and no one’s ever heard of you,” before terminating the interview.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"e4ef131d-aba7-4dc7-ac59-9a4d5ea2a64e\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/PRF3r3zUGqk?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>His statement might sound childish, but he does have more than 2 million Twitter followers and 600,000 YouTube subscribers, and his videos rack up millions of views. According to the editor of Politics Live, Shapiro – who has said that “<a href=\"https://www.bbc.co.uk/news/av/uk-politics-48230588/andrew-neil-and-ben-shapiro-on-abortion-obama-and-middle-east\" title=\"\">Arabs like to bomb crap and live in open sewage</a>”, whose Twitter account was checked by the <a href=\"https://www.washingtonpost.com/news/worldviews/wp/2018/04/18/quebec-city-mosque-shooter-scoured-twitter-for-trump-right-wing-figures-before-attack/?utm_term=.dda9be79b62f\" title=\"\">Quebec mosque gunman</a> 93 times in the month preceding the shooting, and who says that <a href=\"https://www.channel4.com/news/factcheck/factcheck-worlds-muslims-radicalised\" title=\"\">the majority of Muslims are radicals</a> – was hosted on the BBC because “<a href=\"https://twitter.com/RobBurl/status/1126796771865370625\" title=\"\">he has millions of followers</a> on social media and is hugely influential, particularly among young people worldwide”.</p> \n<p>Shapiro’s currency isn’t his ability to debate or his intellectual credentials, it is merely to be around so much that his very ubiquity becomes ersatz success. It is the tactic of others in his tribe, to build such a profile online that mainstream news organisations fall for the optical illusion and eventually give them passage to respectability. Interviews in which they are challenged, successfully or not, are part of their roadshow. They either, according to them, prove the media’s bad faith or bias, or present their exchanges as entertaining sports events after which there are losers and winners and rematches. The content of their message becomes secondary, its seriousness trivialised. After the interview, Shapiro tweeted that it was “Neil 1, Shapiro 0”.</p> \n<p>In the post-match analysis, even when we celebrate if interviews go well and people such as Shapiro are not merely indulged but pressed, we are somehow soiled by becoming a part of the whole seedy spectacle. Exhilarated by the performance, mocking Shapiro’s voice or cartoonish demeanour, laughing as he storms off. It’s not funny. Shapiro was minimised and made to look a fool, but he managed not to substantively answer any of they questions he was asked, about his stance on <a href=\"https://twitter.com/benshapiro/status/1125991586192429056\" title=\"\">abortion</a>, Arabs or Palestinians. This is not because Neil is a bad interviewer, but because there is no way to effectively nail someone like Shapiro whose argumentative tactics are about aggression, evasion, rhetorical bluster and dissimulation.</p> \n<figure class=\"element element-image\" data-media-id=\"0044b3e0f7cf4834ed7cc6e6fe1a7c79aa81570c\"> \n <img src=\"https://media.guim.co.uk/0044b3e0f7cf4834ed7cc6e6fe1a7c79aa81570c/0_268_3000_1800/1000.jpg\" alt=\"Nigel Farage\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘Nigel Farage has been skewered on his lies several times.’</span> \n  <span class=\"element-image__credit\">Photograph: Jeff Overs/BBC/PA</span> \n </figcaption> \n</figure> \n<p>Farage is the same. He has been skewered on his lies several times, often by his own radio phone-in callers, and <a href=\"https://www.theguardian.com/politics/2019/may/12/farage-calls-for-private-health-firms-to-relieve-burden-on-nhs\" title=\"\">most recently on the BBC’s The Andrew Marr Show</a>, but it’s not relevant to his profile.</p> \n<p>The belief that somehow giving more airtime to people will expose and vanquish them makes no sense. The whole “sunlight is the best disinfectant” argument no longer works. Sunlight simply provides exposure and nourishment. There is no middle ground with bigots, no matter how popular they are. With every attempt at “challenging” them, all we do is expand their stage that little bit more.</p> \n<p>• Nesrine Malik is a Guardian columnist</p>",
      "newspaperPageNumber": "4",
      "wordcount": "840",
      "commentable": "false",
      "firstPublicationDate": "2019-05-12T14:52:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:48:21Z",
      "newspaperEditionDate": "2019-05-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bekpa",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/16a60abb87f6237893dd57733b784613777171c9/60_0_1800_1080/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There are broadly three ways to react to the shifting of the Overton window – the range of ideas tolerated in public discourse. The first and most common is to move along with it, accepting new parameters and adapting to them. The second is to stay put but look through the window, acknowledging that things have changed while attempting to grapple with that. The third is to resist the movement altogether, to refuse to engage with any previously beyond-the pale-ideas, and reject any arguments to do so. I tend to fall into the third camp, an Overton window refusenik. This is not fashionable and it’s not easy – by the very nature of the problem, people who agree with you become more desensitised with each passing day. There comes a point when seeing Nigel Farage on TV becomes no longer appalling but almost comforting. It’s old Nigel again with his familiar voice and manner, and bluster and cackle – an offence of white noise. It’s like watching the weather report and listening to the predictable chatter. Familiarity doesn’t only breed contempt, sometimes it just breeds more familiarity. I used to turn off Farage’s LBC radio show the moment it started, in a spasm of irritation. I don’t any more. Not because I’m interested in anything he has to say, but out of sheer conditioning. I let him witter on in the background, like The Archers or the Shipping Forecast. This is the danger of ubiquity, it just erodes an ability to be discerning. No matter how much those with regressive, prejudiced or simply dishonest views are challenged, it is pointless if they are constantly provided a venue. It is the platform that legitimises them, not how they perform when they are on that platform. And so forgive me if I do not join in the celebration of Andrew Neil vanquishing the American conservative personality Ben Shapiroon the BBC’s Politics Live. It was certainly fun to watch Shapiro flounder outside the comfort of the US political interview echo chamber. The video gave us such gems as Shapiro accusing Neil of being a biased leftwing journalist, which tickled even Neil who laughed in genuine (and telling) mirth at the allegation. Unable to cope with Neil simply stating his own words back to him, Shapiro riposted: “I’m popular, and no one’s ever heard of you,” before terminating the interview. His statement might sound childish, but he does have more than 2 million Twitter followers and 600,000 YouTube subscribers, and his videos rack up millions of views. According to the editor of Politics Live, Shapiro – who has said that “Arabs like to bomb crap and live in open sewage”, whose Twitter account was checked by the Quebec mosque gunman 93 times in the month preceding the shooting, and who says that the majority of Muslims are radicals – was hosted on the BBC because “he has millions of followers on social media and is hugely influential, particularly among young people worldwide”. Shapiro’s currency isn’t his ability to debate or his intellectual credentials, it is merely to be around so much that his very ubiquity becomes ersatz success. It is the tactic of others in his tribe, to build such a profile online that mainstream news organisations fall for the optical illusion and eventually give them passage to respectability. Interviews in which they are challenged, successfully or not, are part of their roadshow. They either, according to them, prove the media’s bad faith or bias, or present their exchanges as entertaining sports events after which there are losers and winners and rematches. The content of their message becomes secondary, its seriousness trivialised. After the interview, Shapiro tweeted that it was “Neil 1, Shapiro 0”. In the post-match analysis, even when we celebrate if interviews go well and people such as Shapiro are not merely indulged but pressed, we are somehow soiled by becoming a part of the whole seedy spectacle. Exhilarated by the performance, mocking Shapiro’s voice or cartoonish demeanour, laughing as he storms off. It’s not funny. Shapiro was minimised and made to look a fool, but he managed not to substantively answer any of they questions he was asked, about his stance on abortion, Arabs or Palestinians. This is not because Neil is a bad interviewer, but because there is no way to effectively nail someone like Shapiro whose argumentative tactics are about aggression, evasion, rhetorical bluster and dissimulation. Farage is the same. He has been skewered on his lies several times, often by his own radio phone-in callers, and most recently on the BBC’s The Andrew Marr Show, but it’s not relevant to his profile. The belief that somehow giving more airtime to people will expose and vanquish them makes no sense. The whole “sunlight is the best disinfectant” argument no longer works. Sunlight simply provides exposure and nourishment. There is no middle ground with bigots, no matter how popular they are. With every attempt at “challenging” them, all we do is expand their stage that little bit more. • Nesrine Malik is a Guardian columnist",
      "charCount": "5033",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nesrinemalik\">Nesrine Malik</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "media/commentisfree/2019/may/12/retreat-from-print-could-be-a-disaster-for-local-democracy",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-05-12T13:00:37Z",
    "webTitle": "Retreat from print could be a disaster for local democracy | Roy Greenslade",
    "webUrl": "https://www.theguardian.com/media/commentisfree/2019/may/12/retreat-from-print-could-be-a-disaster-for-local-democracy",
    "apiUrl": "https://content.guardianapis.com/media/commentisfree/2019/may/12/retreat-from-print-could-be-a-disaster-for-local-democracy",
    "fields": {
      "headline": "Retreat from print could be a disaster for local democracy",
      "standfirst": "<p>A lack of checks and balances in the digital world allows ‘alternative facts’ to flourish</p>",
      "trailText": "A lack of checks and balances in the digital world allows ‘alternative facts’ to flourish ",
      "byline": "Roy Greenslade",
      "main": "<figure class=\"element element-image\" data-media-id=\"3e6680439c1d4dec5a52043855c2ff952b5f8d09\"> <img src=\"https://media.guim.co.uk/3e6680439c1d4dec5a52043855c2ff952b5f8d09/0_1220_4984_2990/1000.jpg\" alt=\"Remembering when … the array of newsprint on a kiosk in the late 60s.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Remembering when … the array of newsprint on a kiosk in the late 60s.</span> <span class=\"element-image__credit\">Photograph: Allan Cash Picture Library/Alamy</span> </figcaption> </figure>",
      "body": "<p>A scene from my earliest days as a reporter. On a Friday afternoon, people queue outside a newsagents in one of the poorer areas of a London borough to await the arrival of their weekly newspaper. Some applaud as I heave bundles of Barking Advertisers (now defunct, became the Barking Recorder in 1992 and was later merged into the Barking &amp; Dagenham Post) from the back of my Morris Minor convertible and hand them to a shop owner fuming at my late arrival. In the rear mirror, I spot people leaving the shop, heads bowed as they scan the paper.</p> <p>I can still remember how delighted I was as I drove on to deliver to the next shop. That issue contained my words – news stories from attending court, paragraphs culled from council minutes, and one of my first columns. Such public enthusiasm for my work! What a triumphant justification for the journalistic trade I had joined months before.</p> <p>Why was I delivering newspapers as well as writing for them? To enhance my meagre wages. Back in the office an hour later, after finishing my round, I was brought down to earth.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/may/07/read-all-about-it-how-local-papers-decline-is-starving-communities-of-news\">Read all about it? How local papers' decline is starving communities of news</a> </p> </aside>  <p>My amused older colleagues told me that those people who were so anxious to get their hands on the paper were not at all interested in my story about a town hall dispute over housing allocation nor my “exclusive” about a new band to rival Brian Poole and the Tremeloes. In fact, they were desperate to get hold of bargains among the goods for offer in the classified advertising pages.</p> <p>At first, I refused to believe it. But a visit the following week to the newsagent confirmed what my more experienced colleagues had told me. “They always go straight to the small ads,” he said. “I’d be amazed if they read much more.”</p> <p>It was a hard lesson in reality, one which I chose to ignore at the time and one which, more than 50 years later, offers an insight into the problems facing local journalism.</p> <p>The first factor to consider is social class. There never has been a monolithic working class and the splits, particularly between the haves and have-nots, which have widened over the course of five decades, were evident in the mid-1960s.</p> <p>Although Barking was an overwhelmingly working-class borough, there were no queues to get an early sight of the local paper in what were regarded as better-off areas.</p> <p>The second truth, an uncomfortable one for journalists then and now, is the falsity of our presumption that there is a hunger for information among the people we affect to serve.</p> <p>I am not denying that there was a healthy level of civic engagement in Barking and Dagenham, all of which was more than adequately reported in our newspaper, but sales were hard to come by.</p> <p>It was clear that journalism, by which I mean the journalistic content we believe to be of public benefit, was a very hard sell. That was hardly a new revelation.</p> <p>At the end of the 19th century, it was Lord Northcliffe, founder of the Daily Mail and Daily Mirror, who realised that serious news had to be presented alongside entertaining material in order to attract a large audience.</p> <p>As the popular press developed, so the entertainment began to take precedence over the news and then, from the 1970s onwards, there was little discernible separation between the two: news and entertainment were merged.</p> <p>In order to persuade people to read it, journalism had to be made palatable. As Mary Poppins would have it, a spoonful of sugar helped the medicine go down.</p> <p>Sadly, too many local papers became overly influenced by the circulation success of the populist national press. Editors thought the tabloid approach, and sometimes its format, were the way to go.</p> <p>In taking that route they gradually managed to alienate those readers who had taken an interest in public policy news while simultaneously failing to attract the classified ad addicts who departed once the digital revolution took hold.</p> <p>Now, with the massacre of newsprint sales, we who believe in the value of local journalism and, more importantly, local democracy, are contemplating the potentially disastrous effects of this gradual retreat from newspaper readership.</p> <p>I know that publishers and editors like to point to the number of page impressions their online offerings attract, but it remains the case that only a tiny fraction of the hits are devoted to public policy news.</p> <p>Politicians are becoming aware of this problem. According to Eddie Hughes, the Conservative MP for Walsall North – <a href=\"https://www.theguardian.com/uk-news/2019/may/07/read-all-about-it-how-local-papers-decline-is-starving-communities-of-news\" title=\"\">as reported by my colleague, Jim Waterson, last week</a> – even when online local news is available, people have to be enthusiastic enough to search for it. Too few do.</p> <p>Instead, far too many people now rely on social media for their information and are therefore at the mercy of propagandists and conspiracy theorists who produce material which is calculated to narrow people’s perspective. Facts which do not fit the frame of reference are eliminated. Prejudices are reinforced.</p> <p>By contrast, newsprint newspapers offer two huge advantages. Firstly, there is the possibility of readers coming across stories which they would never have sought, stories which may help people think again about a subject. There are unknowns to be known, and their value in providing balanced viewpoints is incalculable.</p> <p>Secondly, newspapers act as a public forum where claims can be challenged. While accepting that newspapers, including the local press, are guilty of bias, at least their views are open to debate.</p> <p>Rules, such as a requirement for accuracy, apply and a regulator exists to take up complaints. Private online exchanges are, by their nature, discreet. There is a lack of transparency and, sealed off from public discourse, they are open to abuse. There are no rules and there is no independent regulator.</p> <p>This situation, which has obvious implications for our society, is far more worrying than my opening anecdote about the people who bought papers for small ads. Their lack of interest in serious news was a sort of passive ignorance.</p> <p>Now it would appear that we are facing a phenomenon of active ignorance, a purposeful rejection of information in favour of “alternative facts” wrapped around sinister agendas.</p> <p>We who greeted the digital transformation a generation ago in the belief that it would enhance democracy did not foresee this disturbing turn of events.</p>",
      "newspaperPageNumber": "39",
      "wordcount": "1057",
      "commentCloseDate": "2019-05-15T13:00:37Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-12T13:00:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-12T13:50:01Z",
      "newspaperEditionDate": "2019-05-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/be9qa",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3e6680439c1d4dec5a52043855c2ff952b5f8d09/0_1220_4984_2990/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A scene from my earliest days as a reporter. On a Friday afternoon, people queue outside a newsagents in one of the poorer areas of a London borough to await the arrival of their weekly newspaper. Some applaud as I heave bundles of Barking Advertisers (now defunct, became the Barking Recorder in 1992 and was later merged into the Barking &amp; Dagenham Post) from the back of my Morris Minor convertible and hand them to a shop owner fuming at my late arrival. In the rear mirror, I spot people leaving the shop, heads bowed as they scan the paper. I can still remember how delighted I was as I drove on to deliver to the next shop. That issue contained my words – news stories from attending court, paragraphs culled from council minutes, and one of my first columns. Such public enthusiasm for my work! What a triumphant justification for the journalistic trade I had joined months before. Why was I delivering newspapers as well as writing for them? To enhance my meagre wages. Back in the office an hour later, after finishing my round, I was brought down to earth. My amused older colleagues told me that those people who were so anxious to get their hands on the paper were not at all interested in my story about a town hall dispute over housing allocation nor my “exclusive” about a new band to rival Brian Poole and the Tremeloes. In fact, they were desperate to get hold of bargains among the goods for offer in the classified advertising pages. At first, I refused to believe it. But a visit the following week to the newsagent confirmed what my more experienced colleagues had told me. “They always go straight to the small ads,” he said. “I’d be amazed if they read much more.” It was a hard lesson in reality, one which I chose to ignore at the time and one which, more than 50 years later, offers an insight into the problems facing local journalism. The first factor to consider is social class. There never has been a monolithic working class and the splits, particularly between the haves and have-nots, which have widened over the course of five decades, were evident in the mid-1960s. Although Barking was an overwhelmingly working-class borough, there were no queues to get an early sight of the local paper in what were regarded as better-off areas. The second truth, an uncomfortable one for journalists then and now, is the falsity of our presumption that there is a hunger for information among the people we affect to serve. I am not denying that there was a healthy level of civic engagement in Barking and Dagenham, all of which was more than adequately reported in our newspaper, but sales were hard to come by. It was clear that journalism, by which I mean the journalistic content we believe to be of public benefit, was a very hard sell. That was hardly a new revelation. At the end of the 19th century, it was Lord Northcliffe, founder of the Daily Mail and Daily Mirror, who realised that serious news had to be presented alongside entertaining material in order to attract a large audience. As the popular press developed, so the entertainment began to take precedence over the news and then, from the 1970s onwards, there was little discernible separation between the two: news and entertainment were merged. In order to persuade people to read it, journalism had to be made palatable. As Mary Poppins would have it, a spoonful of sugar helped the medicine go down. Sadly, too many local papers became overly influenced by the circulation success of the populist national press. Editors thought the tabloid approach, and sometimes its format, were the way to go. In taking that route they gradually managed to alienate those readers who had taken an interest in public policy news while simultaneously failing to attract the classified ad addicts who departed once the digital revolution took hold. Now, with the massacre of newsprint sales, we who believe in the value of local journalism and, more importantly, local democracy, are contemplating the potentially disastrous effects of this gradual retreat from newspaper readership. I know that publishers and editors like to point to the number of page impressions their online offerings attract, but it remains the case that only a tiny fraction of the hits are devoted to public policy news. Politicians are becoming aware of this problem. According to Eddie Hughes, the Conservative MP for Walsall North – as reported by my colleague, Jim Waterson, last week – even when online local news is available, people have to be enthusiastic enough to search for it. Too few do. Instead, far too many people now rely on social media for their information and are therefore at the mercy of propagandists and conspiracy theorists who produce material which is calculated to narrow people’s perspective. Facts which do not fit the frame of reference are eliminated. Prejudices are reinforced. By contrast, newsprint newspapers offer two huge advantages. Firstly, there is the possibility of readers coming across stories which they would never have sought, stories which may help people think again about a subject. There are unknowns to be known, and their value in providing balanced viewpoints is incalculable. Secondly, newspapers act as a public forum where claims can be challenged. While accepting that newspapers, including the local press, are guilty of bias, at least their views are open to debate. Rules, such as a requirement for accuracy, apply and a regulator exists to take up complaints. Private online exchanges are, by their nature, discreet. There is a lack of transparency and, sealed off from public discourse, they are open to abuse. There are no rules and there is no independent regulator. This situation, which has obvious implications for our society, is far more worrying than my opening anecdote about the people who bought papers for small ads. Their lack of interest in serious news was a sort of passive ignorance. Now it would appear that we are facing a phenomenon of active ignorance, a purposeful rejection of information in favour of “alternative facts” wrapped around sinister agendas. We who greeted the digital transformation a generation ago in the belief that it would enhance democracy did not foresee this disturbing turn of events.",
      "charCount": "6258",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/roygreenslade\">Roy Greenslade</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/12/reconciliation-in-uk-could-take-a-generation-says-gordon-brown",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-12T12:54:35Z",
    "webTitle": "Reconciliation in UK could take a generation, says Gordon Brown",
    "webUrl": "https://www.theguardian.com/politics/2019/may/12/reconciliation-in-uk-could-take-a-generation-says-gordon-brown",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/12/reconciliation-in-uk-could-take-a-generation-says-gordon-brown",
    "fields": {
      "headline": "Reconciliation in UK could take a generation, says Gordon Brown",
      "standfirst": "<p>Former PM says country faces competing visions: isolated or internationalist</p>",
      "trailText": "Former PM says country faces competing visions: isolated or internationalist",
      "byline": "Harriet Sherwood",
      "main": "<figure class=\"element element-image\" data-media-id=\"9460e6e60e9fc0139d130d82e13708acb9003900\"> <img src=\"https://media.guim.co.uk/9460e6e60e9fc0139d130d82e13708acb9003900/0_91_3500_2100/1000.jpg\" alt=\"Gordon Brown\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gordon Brown spoke out against British isolationism at the launch of Christian Aid Week. </span> <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> </figcaption> </figure>",
      "body": "<p>The divisions in the UK are so deep and pervasive that reconciliation could take a generation, Gordon Brown has said.</p> <p>The country was facing competing visions of its future: isolated, inward-looking and disengaged, or open, outward-facing and internationalist, the former prime minister said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/12/brexiteers-britain-vision-introverted-selfish-brexit-gordon-brown\">Brexiteers want us to glory in isolation. Their vision is introverted and selfish | Gordon Brown</a> </p> </aside>  <p>Speaking at the launch of Christian Aid Week in Westminster on Sunday morning, Brown set out a passionate defence of the <a href=\"https://www.theguardian.com/global-development/2019/feb/04/billions-of-uk-aid-failing-to-reduce-poverty-report-finds\">international aid budget</a> and the importance of the fight against global poverty before addressing the themes behind the Brexit debate.</p> <p>The UK had endured three years of “almost internecine division”, he said. The debate triggered by the Brexit referendum raised a fundamental disagreement about what it means to be British.</p> <p>“And I’ll be honest, my worry is that the divisions in our country are now so deep and so pervasive that it could take a generation for us to reconcile these differences, bring people together and find a unifying vision of our country and a sense of purpose and direction that takes us forward into the modern world,” Brown said.</p> <p>“Let us be honest – there are two visions of Britain that are competing with each other … There is one vision of Britain that derives from people’s misunderstanding of the Dunkirk spirit, this idea that we are better off when we stand alone, aloof and apart, sufficient unto ourselves, isolated if necessary, supposedly this independent spirit that means we are better off when we are disengaged from the world.”</p> <p>He continued: “There is a second vision of Britain – a Britain that is open, outward-looking, engaged and not disengaged with the rest of the world, a Britain that is internationalist in its outlook, a Britain that sees it has responsibilities not just to itself, but that its national interest is served and also its moral standing is served by being engaged and part of the rest of the world.</p> <p>“I believe this is a choice we have to make as a country. And I cannot see how the issue of our future can be resolved unless we understand that in a modern interdependent, interconnected world that to be outward-looking and not inward-looking, to be engaged and not disengaged, to be internationalist and not narrowly nationalist, is the only way forward.”</p> <p>Brown described himself as “unapologetically <a href=\"https://www.theguardian.com/politics/2018/nov/12/gordon-brown-backs-calls-for-second-brexit-referendum\">in favour of being part of the EU</a>”, but declined to be drawn on whether he favoured another referendum on Brexit.</p> <p>The debate, he said, was “essentially between globalists and nationalists”. There needed to be a more effective counter-argument to the rise of nationalism, protectionism and populism. “If you have America first, India first, Japan first, Russia first, Turkey first, Britain first, then you have a world where it’s impossible to get agreements to do the things we need to do.</p> <p>“We have to find a way of defeating the argument that the best way of running the world is every nation for themselves.”</p> <p>Brown, who has a long record of tackling global poverty, dismissed arguments that the UK should cut back on its international aid budget. “We’ve got to argue back against people who say that aid is unproductive, aid is wasteful, aid is money going to the wrong people, aid is somehow inefficient, when all the evidence is that aid is well used and even more necessary if we’re going to deal with fundamental problems that no decent citizen in Britain would tolerate if they saw what was happening first-hand.”</p> <p>He described Christian Aid as a “great British national institution”, recalling as a child being sent by his mother to distribute the charity’s red collection envelopes. Christian Aid hopes to raise £10m over the coming week, with 10,000 churches involved in fundraising.</p> <p>“So much is achieved by people of faith and vision,” he said. “Social movements that bring about change are built on moral foundations.”</p> <p>Christian Aid Week is focusing on maternal health in Sierra Leone, whose population of 7 million is served by 130 doctors and fewer than 1,000 nurses and midwives.</p>",
      "newspaperPageNumber": "15",
      "wordcount": "663",
      "firstPublicationDate": "2019-05-12T12:54:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-10-15T13:21:14Z",
      "newspaperEditionDate": "2019-05-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bektc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9460e6e60e9fc0139d130d82e13708acb9003900/0_91_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The divisions in the UK are so deep and pervasive that reconciliation could take a generation, Gordon Brown has said. The country was facing competing visions of its future: isolated, inward-looking and disengaged, or open, outward-facing and internationalist, the former prime minister said. Speaking at the launch of Christian Aid Week in Westminster on Sunday morning, Brown set out a passionate defence of the international aid budget and the importance of the fight against global poverty before addressing the themes behind the Brexit debate. The UK had endured three years of “almost internecine division”, he said. The debate triggered by the Brexit referendum raised a fundamental disagreement about what it means to be British. “And I’ll be honest, my worry is that the divisions in our country are now so deep and so pervasive that it could take a generation for us to reconcile these differences, bring people together and find a unifying vision of our country and a sense of purpose and direction that takes us forward into the modern world,” Brown said. “Let us be honest – there are two visions of Britain that are competing with each other … There is one vision of Britain that derives from people’s misunderstanding of the Dunkirk spirit, this idea that we are better off when we stand alone, aloof and apart, sufficient unto ourselves, isolated if necessary, supposedly this independent spirit that means we are better off when we are disengaged from the world.” He continued: “There is a second vision of Britain – a Britain that is open, outward-looking, engaged and not disengaged with the rest of the world, a Britain that is internationalist in its outlook, a Britain that sees it has responsibilities not just to itself, but that its national interest is served and also its moral standing is served by being engaged and part of the rest of the world. “I believe this is a choice we have to make as a country. And I cannot see how the issue of our future can be resolved unless we understand that in a modern interdependent, interconnected world that to be outward-looking and not inward-looking, to be engaged and not disengaged, to be internationalist and not narrowly nationalist, is the only way forward.” Brown described himself as “unapologetically in favour of being part of the EU”, but declined to be drawn on whether he favoured another referendum on Brexit. The debate, he said, was “essentially between globalists and nationalists”. There needed to be a more effective counter-argument to the rise of nationalism, protectionism and populism. “If you have America first, India first, Japan first, Russia first, Turkey first, Britain first, then you have a world where it’s impossible to get agreements to do the things we need to do. “We have to find a way of defeating the argument that the best way of running the world is every nation for themselves.” Brown, who has a long record of tackling global poverty, dismissed arguments that the UK should cut back on its international aid budget. “We’ve got to argue back against people who say that aid is unproductive, aid is wasteful, aid is money going to the wrong people, aid is somehow inefficient, when all the evidence is that aid is well used and even more necessary if we’re going to deal with fundamental problems that no decent citizen in Britain would tolerate if they saw what was happening first-hand.” He described Christian Aid as a “great British national institution”, recalling as a child being sent by his mother to distribute the charity’s red collection envelopes. Christian Aid hopes to raise £10m over the coming week, with 10,000 churches involved in fundraising. “So much is achieved by people of faith and vision,” he said. “Social movements that bring about change are built on moral foundations.” Christian Aid Week is focusing on maternal health in Sierra Leone, whose population of 7 million is served by 130 doctors and fewer than 1,000 nurses and midwives.",
      "charCount": "3972",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/harrietsherwood\">Harriet Sherwood</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/11/poll-surge-for-farage-panic-conservatives-and-labour",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-12T08:54:44Z",
    "webTitle": "Poll surge for Nigel Farage sparks panic among the Tories and Labour",
    "webUrl": "https://www.theguardian.com/politics/2019/may/11/poll-surge-for-farage-panic-conservatives-and-labour",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/11/poll-surge-for-farage-panic-conservatives-and-labour",
    "fields": {
      "headline": "Poll surge for Brexit party sparks panic among Tories and Labour",
      "standfirst": "<p>Support for the Conservatives at the European elections slumps to 11%, less than a third of what the Farage’s party is polling</p>",
      "trailText": "Support for the Conservatives at the European elections slumps to 11%, less than a third of what the Brexit party is polling",
      "byline": "Toby Helm and Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"ae5e5e5d57a6b1b29ffb157d267c968d09cdfe57\"> <img src=\"https://media.guim.co.uk/ae5e5e5d57a6b1b29ffb157d267c968d09cdfe57/123_0_3977_2388/1000.jpg\" alt=\"Theresa May speaks during Prime Minister’s Questions in the House of Commons on 8 May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May is to resume talks on Monday with Labour over a Brexit deal.</span> <span class=\"element-image__credit\">Photograph: House of Commons/PA</span> </figcaption> </figure>",
      "body": "<p>Senior Tory and Labour politicians have issued frantic calls to their voters to back them in next week’s European elections after a new poll showed support for Nigel Farage’s Brexit party had soared to a level higher than for the two main parties put together.</p> <p>The<a href=\"https://www.theguardian.com/world/2019/may/11/brexit-party-may-get-more-eu-election-votes-than-tories-and-labour-combined-poll\" title=\"\"> Opinium survey for the </a><em><a href=\"https://www.theguardian.com/world/2019/may/11/brexit-party-may-get-more-eu-election-votes-than-tories-and-labour-combined-poll\" title=\"\">Observer</a> </em>places the Brexit party on 34%, when people were asked how they intended to vote on 23 May, with Labour slipping to 21% and the Conservatives collapsing to just 11%. Ominously for Theresa May, support for the Tories at the European elections is now less than a third of that for Farage’s party, and below that for the Liberal Democrats, who are on 12%.</p> <p>The poll suggests the Brexit party, launched only last month, is now on course for a thumping victory that Farage will, MPs fear, use to back his argument that the UK must leave the EU immediately without a deal.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/may/2019-05-11T16:57:21/embed.html\" data-alt=\"Voting intentions graph for European elections\"> <a href=\"https://interactive.guim.co.uk/charts/embed/may/2019-05-11T16:57:21/embed.html\">Voting intentions graph for European elections</a> </figure>  <p>On Saturday Farage was cheered by hundreds of voters at a rally in Houghton-le-Spring, near Sunderland, as he described the prime minister’s Brexit deal as “like a surrender document of a nation that has been defeated in war”.</p> <p>There were signs of mounting panic and recriminations in both Tory and Labour ranks as their MPs attempted belatedly to mount “stop Farage” operations.</p> <p>May was accused by senior Conservatives of “fuelling populism” with her indecision over the Brexit issue, while Labour politicians urged their backers to come out and vote despite the party’s mixed messages on Europe, which are depressing its support.</p> <p>Richard Corbett, Labour’s leader in the European parliament, said: “Labour voters must turn out and vote to stop a far-right extremist claiming he represents Britain.”</p> <p><a href=\"https://www.theguardian.com/commentisfree/2019/may/11/farage-cannot-be-allowed-to-dictate-britains-future-he-must-be-thwarted\">Writing for the </a><em><a href=\"https://www.theguardian.com/commentisfree/2019/may/11/farage-cannot-be-allowed-to-dictate-britains-future-he-must-be-thwarted\">Observer</a></em><a href=\"https://www.theguardian.com/commentisfree/2019/may/11/farage-cannot-be-allowed-to-dictate-britains-future-he-must-be-thwarted\"> online</a>, the former prime minister Tony Blair says it is vital that Labour supporters go to the polls, even if they choose a party more clearly in favour of Remain than Labour.</p> <p>“This is not a vote to choose a prime minister or a government,” Blair says. “It is a vote for the Farage Brexit; or against it.”</p> <p>He adds: “I will vote Labour because I believe ultimately Labour will be counted on the anti-Farage side of the ledger. The bulk of the Labour party membership, MPs and voters are against Brexit and certainly against that Brexit advocated by the Brexit party and its fellow travellers in the Conservative party.”</p> <p>A series of Conservative moderates demanded that the party take on Farage directly, rather than give him a free run in the campaign. The former education secretary Nicky Morgan said it was time to tackle the “politics of division” head on. “It is a dangerous path for any democracy and we know where it ends – a deeply fragmented and weakened country. Those of us who can see the dangers must call this kind of politics out at every opportunity we get.”</p>  <figure class=\"element element-image\" data-media-id=\"ed33f26189a575d738945d8a4fcd8b56a8c61bae\"> <img src=\"https://media.guim.co.uk/ed33f26189a575d738945d8a4fcd8b56a8c61bae/0_207_4953_2972/1000.jpg\" alt=\"A campaign event for the Brexit party in Houghton-le-Spring on 11 May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A campaign event for the Brexit party in Houghton-le-Spring on 11 May.</span> <span class=\"element-image__credit\">Photograph: Ian Forsyth/Getty Images</span> </figcaption> </figure>  <p>Another former education secretary, Justine Greening, added: “The cabinet’s halfway-house fudged Brexit pleases no one. Failing to realise that and ducking tough decisions is just fuelling populism. In reality the EU election will not break the gridlock in parliament so it solves nothing – the only way to really resolve Brexit is a straight choice in a second referendum with Remain, the PM’s deal and WTO Brexit on the ballot. Only then will we really know what the people’s choice is.”</p> <p>Sam Gyimah, the former universities minister, said: “Harnessing grievance is Farage’s only card, but we know he’s never had a solid plan for our great country. We have vacated the pitch, and voters are flocking to him. Time to call him out.”</p> <p>In an attempt to show that May still believes a Brexit deal is possible, Downing Street said on Saturday night that talks between the government and Labour would resume on Monday afternoon. Then the government intends to explore with the EU when it might discuss changes to the political declaration that have been under discussion with Labour, including those relating to customs arrangements, workers’ rights and environmental protections.</p> <p>Farage’s rise will, however, inevitably raise new doubts about how long May can survive as Tory leader, as <a href=\"https://www.theguardian.com/politics/2019/may/11/theresa-may-must-set-departure-date-1922-committee\" title=\"\">pressure mounts on her from her own backbenchers to step down</a>. Cabinet ministers say the party is haemorrhaging support, with Leavers flocking to Farage’s party and Tory Remainers either saying they will refuse to vote or back another party.</p> <p>The Opinium poll also makes grim reading for the Tories and Labour when voters were asked how they would vote at a general election. Labour is on 28%, while the Tories are on 22%, just one point ahead of the Brexit party on 21%.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/may/2019-05-12T11:16:03/embed.html\" data-alt=\"Voting intentions graph for general election\"> <a href=\"https://interactive.guim.co.uk/charts/embed/may/2019-05-12T11:16:03/embed.html\">Voting intentions graph for general election</a> </figure>  <p>On Monday the acting leader of the pro-Remain party Change UK, Heidi Allen, will use a party political broadcast to challenge Farage to a television debate. Chuka Umunna, the former Labour MP who defected to the new party, said on Saturday night: “If you look beyond the razzmatazz, let’s not forget this is still the man responsible for whipping up anti-immigrant sentiment in this country with, for example, his Leave.EU ‘Breaking Point’ poster. But he is being given a free ride in these elections by a Brexit-supporting media. It’s about time this nasty, divisive politics was challenged, which is why we are calling for a leaders’ debate before polling day.”</p> <p>The former Conservative foreign minister Alistair Burt said: “I would hope voters would return to the Conservative party in a general election, but we have no entitlement to them. While we must address those voting Brexit, we should not be misled that only a hard-right agenda would do so, and reject leadership candidates if they pander to that. Conservatives should work together urgently to ensure a moderate, centre-right party is seen as fit to tackle a much wider set of social, national and international issues.”</p> <p>A ComRes poll for the <em>Sunday Telegraph</em> showed that if a Westminster general election were called, Labour would reap the largest share of the vote with 27%; the Brexit party would garner 20% ahead of the Conservatives on 19%. The Liberal Democrats would win 14%, followed by ChangeUK (7%) and the Greens (5%) with Ukip trailing on 2%.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1026",
      "commentable": "false",
      "firstPublicationDate": "2019-05-11T20:02:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:26Z",
      "newspaperEditionDate": "2019-05-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/begpe",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ae5e5e5d57a6b1b29ffb157d267c968d09cdfe57/123_0_3977_2388/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Senior Tory and Labour politicians have issued frantic calls to their voters to back them in next week’s European elections after a new poll showed support for Nigel Farage’s Brexit party had soared to a level higher than for the two main parties put together. The Opinium survey for the Observer places the Brexit party on 34%, when people were asked how they intended to vote on 23 May, with Labour slipping to 21% and the Conservatives collapsing to just 11%. Ominously for Theresa May, support for the Tories at the European elections is now less than a third of that for Farage’s party, and below that for the Liberal Democrats, who are on 12%. The poll suggests the Brexit party, launched only last month, is now on course for a thumping victory that Farage will, MPs fear, use to back his argument that the UK must leave the EU immediately without a deal. On Saturday Farage was cheered by hundreds of voters at a rally in Houghton-le-Spring, near Sunderland, as he described the prime minister’s Brexit deal as “like a surrender document of a nation that has been defeated in war”. There were signs of mounting panic and recriminations in both Tory and Labour ranks as their MPs attempted belatedly to mount “stop Farage” operations. May was accused by senior Conservatives of “fuelling populism” with her indecision over the Brexit issue, while Labour politicians urged their backers to come out and vote despite the party’s mixed messages on Europe, which are depressing its support. Richard Corbett, Labour’s leader in the European parliament, said: “Labour voters must turn out and vote to stop a far-right extremist claiming he represents Britain.” Writing for the Observer online, the former prime minister Tony Blair says it is vital that Labour supporters go to the polls, even if they choose a party more clearly in favour of Remain than Labour. “This is not a vote to choose a prime minister or a government,” Blair says. “It is a vote for the Farage Brexit; or against it.” He adds: “I will vote Labour because I believe ultimately Labour will be counted on the anti-Farage side of the ledger. The bulk of the Labour party membership, MPs and voters are against Brexit and certainly against that Brexit advocated by the Brexit party and its fellow travellers in the Conservative party.” A series of Conservative moderates demanded that the party take on Farage directly, rather than give him a free run in the campaign. The former education secretary Nicky Morgan said it was time to tackle the “politics of division” head on. “It is a dangerous path for any democracy and we know where it ends – a deeply fragmented and weakened country. Those of us who can see the dangers must call this kind of politics out at every opportunity we get.” Another former education secretary, Justine Greening, added: “The cabinet’s halfway-house fudged Brexit pleases no one. Failing to realise that and ducking tough decisions is just fuelling populism. In reality the EU election will not break the gridlock in parliament so it solves nothing – the only way to really resolve Brexit is a straight choice in a second referendum with Remain, the PM’s deal and WTO Brexit on the ballot. Only then will we really know what the people’s choice is.” Sam Gyimah, the former universities minister, said: “Harnessing grievance is Farage’s only card, but we know he’s never had a solid plan for our great country. We have vacated the pitch, and voters are flocking to him. Time to call him out.” In an attempt to show that May still believes a Brexit deal is possible, Downing Street said on Saturday night that talks between the government and Labour would resume on Monday afternoon. Then the government intends to explore with the EU when it might discuss changes to the political declaration that have been under discussion with Labour, including those relating to customs arrangements, workers’ rights and environmental protections. Farage’s rise will, however, inevitably raise new doubts about how long May can survive as Tory leader, as pressure mounts on her from her own backbenchers to step down. Cabinet ministers say the party is haemorrhaging support, with Leavers flocking to Farage’s party and Tory Remainers either saying they will refuse to vote or back another party. The Opinium poll also makes grim reading for the Tories and Labour when voters were asked how they would vote at a general election. Labour is on 28%, while the Tories are on 22%, just one point ahead of the Brexit party on 21%. On Monday the acting leader of the pro-Remain party Change UK, Heidi Allen, will use a party political broadcast to challenge Farage to a television debate. Chuka Umunna, the former Labour MP who defected to the new party, said on Saturday night: “If you look beyond the razzmatazz, let’s not forget this is still the man responsible for whipping up anti-immigrant sentiment in this country with, for example, his Leave.EU ‘Breaking Point’ poster. But he is being given a free ride in these elections by a Brexit-supporting media. It’s about time this nasty, divisive politics was challenged, which is why we are calling for a leaders’ debate before polling day.” The former Conservative foreign minister Alistair Burt said: “I would hope voters would return to the Conservative party in a general election, but we have no entitlement to them. While we must address those voting Brexit, we should not be misled that only a hard-right agenda would do so, and reject leadership candidates if they pander to that. Conservatives should work together urgently to ensure a moderate, centre-right party is seen as fit to tackle a much wider set of social, national and international issues.” A ComRes poll for the Sunday Telegraph showed that if a Westminster general election were called, Labour would reap the largest share of the vote with 27%; the Brexit party would garner 20% ahead of the Conservatives on 19%. The Liberal Democrats would win 14%, followed by ChangeUK (7%) and the Greens (5%) with Ukip trailing on 2%.",
      "charCount": "6030",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a> and <a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/12/left-is-fizzing-with-ideas-for-smarter-economy-but-can-labour-profit-from-them",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-12T05:00:22Z",
    "webTitle": "The zeitgeist has shifted. Now the left is fizzing with ideas for a smarter economy | Will Hutton",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/12/left-is-fizzing-with-ideas-for-smarter-economy-but-can-labour-profit-from-them",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/12/left-is-fizzing-with-ideas-for-smarter-economy-but-can-labour-profit-from-them",
    "fields": {
      "headline": "The zeitgeist has shifted. Now the left is fizzing with ideas for a smarter economy",
      "standfirst": "<p>Ambivalence over Brexit may be the only thing stopping it from being the party of progressive reform</p>",
      "trailText": "Ambivalence over Brexit may be the only thing stopping it from being the party of progressive reform",
      "byline": "Will Hutton",
      "main": "<figure class=\"element element-image\" data-media-id=\"782304e45eca5e2904e94362a269a31e99e8de88\"> <img src=\"https://media.guim.co.uk/782304e45eca5e2904e94362a269a31e99e8de88/0_326_4896_2938/1000.jpg\" alt=\"Young people sit in a bar with the high-rise offices of London's 'silicon roundabout' in the background\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The young realise that the challenges society confronts are common to all and so require a common response. Above, east London’s ‘silicon roundabout’.</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>Our landscape is changing and this spring the pace is accelerating. It’s there in the mounting public recognition that the challenges society confronts are common to us all – from climate change to the growth of food banks – and so must require a common response marshalling common resources.</p> <p>It feels as if we’re at an inflection point, whether in the degree of support for Extinction Rebellion, the cross-party concern to promote social mobility or the growing acceptance that gender should be non-binary.</p> <p>The young, living and carrying through these changes, seem like adults, while the adults, holding on passionately to times past, scream like kids having their beloved but now redundant toys taken off them. Witness a private school headmaster, Stowe’s Anthony Wallersteiner, likening the criticism of British private schools, surely the most sophisticated system of social engineering in any western democracy, for obstructing social mobility <a href=\"https://www.theguardian.com/education/2019/may/11/head-likens-criticism-of-private-schools-to-antisemitic-abuse?fbclid=IwAR0ozERykMwzSPYhtbndiGrxOBuYcU8bo3FtYro2-yz_RkhsCe3m3lgpeUA\" title=\"\">to Hitler’s persecution of the Jews</a>. A barometer of changing times is the strident absurdities of those in power having their power challenged.</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>The derided state is emerging as an essential partner in co-creating a value-creating capitalism</p> </blockquote> </aside>  <p>The nostrums that have held sway for more than a generation feel worn out. Last week, the economist Guy Standing launched a report commissioned by the shadow chancellor, John McDonnell, <a href=\"https://www.progressiveeconomyforum.com/wp-content/uploads/2019/05/PEF_Piloting_Basic_Income_Guy_Standing.pdf\" title=\"\">making the case for universal basic income</a> (UBI). His cogent, concise setting out of today’s eight giant social evils captures the moment well. He lists inequality, insecurity, debt, stress, precarity, advancing robots, extinction and the rise of populism and neo-facism as defining our times – and forensically dissects the inadequacy of our social settlement, and the proposed universal credit, to head them off.</p> <p>There needs to be a wholesale makeover. I remain unpersuaded that UBI is the answer; it will be cast as an unearned handout, far too modest if it is to be remotely affordable and will ultimately go the same dismal – but more expensive – way as child benefit. But to their credit, Standing and McDonnell are putting the shortcomings of Britain’s social deal centre stage and if a pilot can be made to work, then critics will have to revise their views. The very fact of the debate is part of the new zeitgeist.</p> <p>Economics itself – and even the discourse in business schools – has begun to ask searching questions about how today’s capitalism, meant to be unleashed by rolling back the state, has gone so self-evidently rogue. The derided state is emerging as an essential partner in co-creating a value-creating capitalism.</p> <p>We have lived too long with the myth that companies freely responding to the preferences of consumers in markets are the source of value. Wrong. Markets can allocate resources well, but they certainly alone don’t create value and indeed can easily destroy it. The great deformation of the past 40 years, what one group of American economists calls “the Great Mortgaging”, is the bewildering way banks, responding to consumer preferences but with ever-decreasing public regulation, have transmuted themselves into monster mortgage machines, across the west but in Britain particularly.</p> <p>All the incentives in the financial system are to lend against property, whether to us as individuals or some private equity company with property as collateral. Thus the asset price and private equity boom; thus the bias in favour of breaking up companies to unlock their property assets; thus the starvation of credit flows to Britain’s clusters of potential high-growth companies.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>A smarter capitalism needs new forms of ownership to complement the private limited company</p> </blockquote> </aside>  <p>On Thursday, the <a href=\"https://www.progressiveeconomyforum.com/\" title=\"\">Progressive Economic Forum</a> (full declaration: I’m a member), publisher of the Standing paper, mounted a morning of critiques of the current financial system along with a range of potential reforms, centred on a report, Financing Investment<em>,</em> prepared by GFC Economics, again for McDonnell. McDonnell turned up with some of his team, sitting through more than four hours of argument – a degree of personal commitment to ideas that I can’t remember any politician showing.</p> <p>For me, it was a trip down memory lane to my book <em>The State We’re In</em>: the state has to find ways of incentivising and directing credit away from property and towards innovation, investment and the green economy. It has to build public banks that will do the job private banks will not and has to take the lead in driving forward ambitious public investment around which the private sector can cluster. It was a shame the authors got overambitious, wanting the Bank of England to do what no government anywhere in history has achieved – hit a demanding new productivity target – but the underlying analysis is surely right.</p> <p>Beyond these reforms, a smarter capitalism needs owners who want to own companies rather than trade them and new forms of ownership to complement the private limited company. Here, one new left thinktank – Common Wealth – is stepping into the breach developing templates beyond nationalisation, while another – <a href=\"http://autonomy.work/\" title=\"\">Autonomy</a> – is devoted to workplace reform, site of so many economic and social ills. Their principal market is once again the ubiquitous John McDonnell, popping up anywhere radical ideas are being developed. Again, it’s a sign of changing times that a central bank governor, Mark Carney, or possible successors such as Andy Haldane or Raghuram Rajan, are also critics of contemporary capitalism and asserters of the common good.</p> <p>The tragedy, though, is that this energy is independent of – and even opposed to – the great progressive social force of the moment: Remain. It is not just that all these reforms will work better if the economy is growing by staying in the EU; the Labour party, or any progressive government, needs a big, broad coalition to vote it into office and then act on the reforms and populate the new institutions.</p> <p>Jeremy Corbyn may have done the left a great service in helping unleash the energy; the paradox is that his pro-Brexit politics stand in the way of any of it ever being implemented. For the other great part of today’s change is that Britain is becoming pro-European. Labour may be becoming the party of imaginative reform. To seal the deal it has to be the party of Remain.</p> <p>• Will Hutton is an Observer columnist</p>",
      "newspaperPageNumber": "46",
      "wordcount": "997",
      "commentCloseDate": "2019-05-15T05:00:22Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-12T05:00:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-12T09:35:51Z",
      "newspaperEditionDate": "2019-05-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/begc3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/782304e45eca5e2904e94362a269a31e99e8de88/0_326_4896_2938/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Our landscape is changing and this spring the pace is accelerating. It’s there in the mounting public recognition that the challenges society confronts are common to us all – from climate change to the growth of food banks – and so must require a common response marshalling common resources. It feels as if we’re at an inflection point, whether in the degree of support for Extinction Rebellion, the cross-party concern to promote social mobility or the growing acceptance that gender should be non-binary. The young, living and carrying through these changes, seem like adults, while the adults, holding on passionately to times past, scream like kids having their beloved but now redundant toys taken off them. Witness a private school headmaster, Stowe’s Anthony Wallersteiner, likening the criticism of British private schools, surely the most sophisticated system of social engineering in any western democracy, for obstructing social mobility to Hitler’s persecution of the Jews. A barometer of changing times is the strident absurdities of those in power having their power challenged. The nostrums that have held sway for more than a generation feel worn out. Last week, the economist Guy Standing launched a report commissioned by the shadow chancellor, John McDonnell, making the case for universal basic income (UBI). His cogent, concise setting out of today’s eight giant social evils captures the moment well. He lists inequality, insecurity, debt, stress, precarity, advancing robots, extinction and the rise of populism and neo-facism as defining our times – and forensically dissects the inadequacy of our social settlement, and the proposed universal credit, to head them off. There needs to be a wholesale makeover. I remain unpersuaded that UBI is the answer; it will be cast as an unearned handout, far too modest if it is to be remotely affordable and will ultimately go the same dismal – but more expensive – way as child benefit. But to their credit, Standing and McDonnell are putting the shortcomings of Britain’s social deal centre stage and if a pilot can be made to work, then critics will have to revise their views. The very fact of the debate is part of the new zeitgeist. Economics itself – and even the discourse in business schools – has begun to ask searching questions about how today’s capitalism, meant to be unleashed by rolling back the state, has gone so self-evidently rogue. The derided state is emerging as an essential partner in co-creating a value-creating capitalism. We have lived too long with the myth that companies freely responding to the preferences of consumers in markets are the source of value. Wrong. Markets can allocate resources well, but they certainly alone don’t create value and indeed can easily destroy it. The great deformation of the past 40 years, what one group of American economists calls “the Great Mortgaging”, is the bewildering way banks, responding to consumer preferences but with ever-decreasing public regulation, have transmuted themselves into monster mortgage machines, across the west but in Britain particularly. All the incentives in the financial system are to lend against property, whether to us as individuals or some private equity company with property as collateral. Thus the asset price and private equity boom; thus the bias in favour of breaking up companies to unlock their property assets; thus the starvation of credit flows to Britain’s clusters of potential high-growth companies. On Thursday, the Progressive Economic Forum (full declaration: I’m a member), publisher of the Standing paper, mounted a morning of critiques of the current financial system along with a range of potential reforms, centred on a report, Financing Investment, prepared by GFC Economics, again for McDonnell. McDonnell turned up with some of his team, sitting through more than four hours of argument – a degree of personal commitment to ideas that I can’t remember any politician showing. For me, it was a trip down memory lane to my book The State We’re In: the state has to find ways of incentivising and directing credit away from property and towards innovation, investment and the green economy. It has to build public banks that will do the job private banks will not and has to take the lead in driving forward ambitious public investment around which the private sector can cluster. It was a shame the authors got overambitious, wanting the Bank of England to do what no government anywhere in history has achieved – hit a demanding new productivity target – but the underlying analysis is surely right. Beyond these reforms, a smarter capitalism needs owners who want to own companies rather than trade them and new forms of ownership to complement the private limited company. Here, one new left thinktank – Common Wealth – is stepping into the breach developing templates beyond nationalisation, while another – Autonomy – is devoted to workplace reform, site of so many economic and social ills. Their principal market is once again the ubiquitous John McDonnell, popping up anywhere radical ideas are being developed. Again, it’s a sign of changing times that a central bank governor, Mark Carney, or possible successors such as Andy Haldane or Raghuram Rajan, are also critics of contemporary capitalism and asserters of the common good. The tragedy, though, is that this energy is independent of – and even opposed to – the great progressive social force of the moment: Remain. It is not just that all these reforms will work better if the economy is growing by staying in the EU; the Labour party, or any progressive government, needs a big, broad coalition to vote it into office and then act on the reforms and populate the new institutions. Jeremy Corbyn may have done the left a great service in helping unleash the energy; the paradox is that his pro-Brexit politics stand in the way of any of it ever being implemented. For the other great part of today’s change is that Britain is becoming pro-European. Labour may be becoming the party of imaginative reform. To seal the deal it has to be the party of Remain. • Will Hutton is an Observer columnist",
      "charCount": "6156",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/willhutton\">Will Hutton</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]