[
  {
    "id": "politics/2019/aug/04/no-deal-brexit-can-still-be-averted-says-jonathan-ashworth",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-04T17:46:17Z",
    "webTitle": "No-deal Brexit can still be averted, Labour says",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/04/no-deal-brexit-can-still-be-averted-says-jonathan-ashworth",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/04/no-deal-brexit-can-still-be-averted-says-jonathan-ashworth",
    "fields": {
      "headline": "No-deal Brexit can still be averted, Labour says",
      "standfirst": "<p>Jonathan Ashworth rebuts claim there is no time for an election to stop 31 October exit</p>",
      "trailText": "Jonathan Ashworth rebuts claim there is no time for an election to stop 31 October exit",
      "byline": "Andrew Sparrow Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"ad030cab771918e7f793abeef1b0651f10b6e289\"> \n <img src=\"https://media.guim.co.uk/ad030cab771918e7f793abeef1b0651f10b6e289/0_468_4690_2814/1000.jpg\" alt=\"Labour’s shadow health secretary, Jonathan Ashworth, said the party is working with MPs across the Commons to prevent no deal.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Labour’s shadow health secretary, Jonathan Ashworth, said the party is working with MPs across the Commons to prevent no deal.</span> \n  <span class=\"element-image__credit\">Photograph: Ian Forsyth/Getty</span> \n </figcaption> \n</figure>",
      "body": "<p>Downing Street would be wrong to think it is too late for MPs to stop a no-deal Brexit, Labour has said.</p> \n<p>The shadow health secretary, Jonathan Ashworth, said on Sunday he did not accept a claim, attributed to Dominic Cummings, Boris Johnson’s key adviser, that even if MPs were to pass a vote of no confidence in the prime minister in the autumn, the electoral timetable means any general election would not take place in time to stop the UK from leaving the EU on 31 October.</p> \n<p>“There will be opportunities for us when parliament returns in September to stop no deal,” Ashworth told Sky News.</p> \n<p>The issue of what is or is not possible in September is crucial because Johnson has said he is determined to take the UK out of the EU at the end of October come what may. A majority of MPs oppose a no-deal Brexit, but opinion is divided as to whether they can mobilise in September to stop this happening.</p> \n<p>According to <a href=\"https://www.telegraph.co.uk/politics/2019/08/03/dominic-cummings-tells-mps-missed-chance-stop-no-deal-brexit/\">the Sunday Telegraph (£)</a>, Cummings has told colleagues it is too late for MPs to use a no-confidence vote to deliver a change of government before 31 October. “If there is a no confidence vote in September or October, we’ll call an election for after 31 October and leave anyway,” Cummings has reportedly said.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"c5d81599-69ce-4267-9a2c-9cd5bf74ca82\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Boris Johnson, prime minister</strong></p>\n    <p></p>\n    <p>Johnson&nbsp;<a href=\"https://parliamentlive.tv/event/index/66ab01e2-3d9b-4eb9-9186-2a669355c082?in=10:09:15\">told the Treasury select committee</a>&nbsp;in March 2016:&nbsp;“Our relationship with the EU is already very well developed. It doesn’t seem to me to be very hard … to do a free trade deal very rapidly indeed.”</p>\n    <p><a href=\"https://www.bbc.co.uk/news/uk-politics-eu-referendum-35783049\">Speaking at a Vote Leave event</a>&nbsp;in March 2016, Johnson said:&nbsp;“I put it to you, all those who say that there would be barriers to trade with Europe if we were to do a Brexit, do you seriously believe that they would put up tariffs against UK produce of any kind, when they know how much they want to sell us their cake, their champagne, their cheese from France? It is totally and utterly absurd.”</p>\n    <p>Johnson, then foreign secretary,&nbsp;<a href=\"https://parliamentlive.tv/event/index/efe22c03-c1cb-4f78-8351-1efdb7d0aa22?in=11:51:08\">told the House of Commons in July 2017:</a>“There is no plan for no deal because we are going to get a great deal.”</p>\n    <p></p>\n    <p><strong>Dominic Raab, foreign secretary</strong></p>\n    <p></p>\n    <p>Two months before the June 2016 referendum vote,&nbsp;<a href=\"https://www.youtube.com/watch?v=ylXOLm20X3o&amp;feature=youtu.be&amp;t=387\">Raab told Andrew Neil on BBC Sunday Politics</a>:&nbsp;“We’re very well placed, and mutual self-interest suggests we’d cut a very good deal and it’s certainly not in the European’s interests to erect trade barriers.”</p>\n    <p><a href=\"https://twitter.com/EmporersNewC/status/1086975169447555076\">During an appearance</a>&nbsp;on the BBC’s Daily Politics in April 2016, Raab added: “The idea that Britain would be apocalyptically off the cliff edge if we left the EU is silly.”</p>\n    <p></p>\n    <p><strong>Michael Gove, chancellor of the duchy of Lancaster</strong></p>\n    <p></p>\n    <p>In&nbsp;<a href=\"https://www.theguardian.com/politics/2016/apr/19/michael-gove-likens-uk-remaining-in-eu-to-hostage-situation\">April 2016</a>, Michael Gove said the UK would have the best of both worlds. “Outside the EU, we would still benefit from the free trade zone which stretches from Iceland to the Russian border,” he said. “But we wouldn’t have all the EU regulations which cost our economy £600m every week.”</p>\n    <p></p>\n    <p><strong>Liam Fox, former international trade secretary</strong></p>\n    <p></p>\n    <p>After the referendum, in July 2017, the then-international trade secretary&nbsp;<a href=\"https://www.theguardian.com/politics/2017/jul/20/liam-fox-uk-eu-trade-deal-after-brexit-easiest-human-history\">Liam Fox said</a>: “The free trade agreement that we will have to do with the European Union should be one of the easiest in human history. We are already beginning with zero tariffs, and we are already beginning at the point of maximal regulatory equivalence, as it is called. In other words, our rules and our laws are exactly the same.”</p>\n    <p><a href=\"https://www.theguardian.com/profile/simon-murphy\"><b>Simon Murphy</b></a>&nbsp;and&nbsp;<a href=\"https://www.theguardian.com/profile/frances-perraudin\"><b>Frances Perraudin</b></a></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>This view is based on <a href=\"https://commonslibrary.parliament.uk/parliament-and-elections/elections-elections/when-might-an-early-general-election-take-place/\">an analysis from the House of Commons library</a> saying that, because of the timetable for an election following a vote of no confidence under the Fixed-terms Parliament Act (FTPA), the vote would have to be on Tuesday 3 September for an election definitely to take place before 31 October.</p> \n<p>For a debate to take place on 3 September, the first day back after the summer recess, Jeremy Corbyn, the Labour leader, would have had to table a no-confidence motion before recess. But that did not happen.</p> \n<p>In his interview on Sky, Ashworth did not address the argument about the timing of a no-confidence motion, but said other mechanisms would be available to MPs in the autumn.</p> \n<p>“Let’s see what happens in September,” he said. “Because the government will have to bring forward appropriate legislation to prepare for this Brexit no-deal exit that they want. And we will use all the means available to us, working across the parties – because we know there are plenty of Tory MPs who want to block no deal as well, particularly a lot of those who Boris Johnson, perhaps rather foolishly in retrospect, <a href=\"https://www.theguardian.com/politics/2019/jul/24/boris-johnson-takes-his-revenge-and-sacks-over-half-the-cabinet\">sacked from the cabinet</a> two weeks ago.</p> \n<p>“We’re working with MPs across the House of Commons, and we will work to stop no deal.”</p> \n<p>Dominic Grieve, the Conservative former attorney general, told the BBC that Cummings would be right to say there were “a whole series of obstacles” facing MPs like himself trying to stop a no-deal Brexit. But he claimed Cummings could be “missing the point that there are a number of things the House of Commons can do, including bringing down the government and setting up a new one in its place.”</p> \n<p>Although some MPs are looking intently at what parliamentary devices could be used to stop no deal, and John Bercow, the Speaker, has indicated that he he will allow votes on this issue, the Institute for Government published <a href=\"https://www.instituteforgovernment.org.uk/blog/new-prime-minister-intent-no-deal-brexit-cant-be-stopped-mps-0\">a briefing </a>earlier this year saying these mechanisms would have little chance of success. That is because stopping no deal might have to involve asking for a further delay to Brexit, or revoking article 50, and both those decisions are in the hands of the prime minister.</p> \n<p>A no-confidence vote has been seen as the best means of stopping no deal. Even if it were to lead to a general election taking place on or after 31 October, opposition MPs would argue that in those circumstances Johnson would be under an obligation to seek an extension of article 50 because the cabinet manual says, during an election, the government should be operating in caretaker mode, and not taking decisions that would bind its successor.</p> \n<p>But Cummings has reportedly told colleagues Johnson would refuse to request an extension in those circumstances.</p> \n<p>The one scenario that would stop no deal would be if a no-confidence vote were to lead not to a general election but to the formation of a new government that could win a vote of confidence within the 14-day period allowed under the FTPA. This would require a coalition of MPs to unite behind either Corbyn or someone willing to lead a government of national unity.</p> \n<p>But the FTPA does not say anything about what the process might be for establishing whether such a coalition exists, and as yet there is no evidence the opposition parties are willing to unite in this way in the autumn.</p> \n<p>Downing Street declined to comment when asked about Cummings’s views on MPs being able to stop a no-deal Brexit.</p> \n<p>In a separate development, Stephen Barclay, the Brexit secretary, has used <a href=\"https://www.dailymail.co.uk/news/article-7318289/You-dont-mandate-Monsieur-Barnier-EU-masters-writes-STEVE-BARCLAY.html\">an article in the Mail on Sunday</a> to urge Michel Barnier to seek a new negotiating mandate from the EU 27 because the UK will not accept a Brexit deal involving the backstop.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/04/liz-truss-trade-deal-food-safety-deregulation\">New trade minister Liz Truss had private talks in US with libertarian groups</a> </p> \n</aside> \n<p>In the article, which is published under the headline “You don’t have a mandate now, Monsieur Barnier. Go back to your EU masters”, Barclay argues that the “political realities” have changed since the EU set out its negotiating mandate for Barnier to follow.</p> \n<p>“Since the last mandate was agreed, 61% of all the EU states’ MEPs have changed. Such a fundamental shift illustrates the need for a change of approach,” Barclay writes.</p> \n<p>“Mr Barnier needs to urge EU leaders to consider this if they too want an agreement, to enable him to negotiate in a way that finds common ground with the UK. Otherwise, no deal is coming down the tracks.”</p> \n<p>Johnson has said repeatedly that the backstop – the mechanism intended to keep Northern Ireland aligned to EU single market and customs rules, to prevent the need for border controls with Ireland if the final Brexit outcome does not achieve this – must be abandoned.</p> \n<p>The backstop is based on a paragraph in the joint report on Brexit between the UK and the EU that was published in December 2017 when Johnson was foreign secretary.</p>",
      "newspaperPageNumber": "11",
      "wordcount": "1045",
      "firstPublicationDate": "2019-08-04T12:16:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:54Z",
      "newspaperEditionDate": "2019-08-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c3nxh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ad030cab771918e7f793abeef1b0651f10b6e289/0_468_4690_2814/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Downing Street would be wrong to think it is too late for MPs to stop a no-deal Brexit, Labour has said. The shadow health secretary, Jonathan Ashworth, said on Sunday he did not accept a claim, attributed to Dominic Cummings, Boris Johnson’s key adviser, that even if MPs were to pass a vote of no confidence in the prime minister in the autumn, the electoral timetable means any general election would not take place in time to stop the UK from leaving the EU on 31 October. “There will be opportunities for us when parliament returns in September to stop no deal,” Ashworth told Sky News. The issue of what is or is not possible in September is crucial because Johnson has said he is determined to take the UK out of the EU at the end of October come what may. A majority of MPs oppose a no-deal Brexit, but opinion is divided as to whether they can mobilise in September to stop this happening. According to the Sunday Telegraph (£), Cummings has told colleagues it is too late for MPs to use a no-confidence vote to deliver a change of government before 31 October. “If there is a no confidence vote in September or October, we’ll call an election for after 31 October and leave anyway,” Cummings has reportedly said. This view is based on an analysis from the House of Commons library saying that, because of the timetable for an election following a vote of no confidence under the Fixed-terms Parliament Act (FTPA), the vote would have to be on Tuesday 3 September for an election definitely to take place before 31 October. For a debate to take place on 3 September, the first day back after the summer recess, Jeremy Corbyn, the Labour leader, would have had to table a no-confidence motion before recess. But that did not happen. In his interview on Sky, Ashworth did not address the argument about the timing of a no-confidence motion, but said other mechanisms would be available to MPs in the autumn. “Let’s see what happens in September,” he said. “Because the government will have to bring forward appropriate legislation to prepare for this Brexit no-deal exit that they want. And we will use all the means available to us, working across the parties – because we know there are plenty of Tory MPs who want to block no deal as well, particularly a lot of those who Boris Johnson, perhaps rather foolishly in retrospect, sacked from the cabinet two weeks ago. “We’re working with MPs across the House of Commons, and we will work to stop no deal.” Dominic Grieve, the Conservative former attorney general, told the BBC that Cummings would be right to say there were “a whole series of obstacles” facing MPs like himself trying to stop a no-deal Brexit. But he claimed Cummings could be “missing the point that there are a number of things the House of Commons can do, including bringing down the government and setting up a new one in its place.” Although some MPs are looking intently at what parliamentary devices could be used to stop no deal, and John Bercow, the Speaker, has indicated that he he will allow votes on this issue, the Institute for Government published a briefing earlier this year saying these mechanisms would have little chance of success. That is because stopping no deal might have to involve asking for a further delay to Brexit, or revoking article 50, and both those decisions are in the hands of the prime minister. A no-confidence vote has been seen as the best means of stopping no deal. Even if it were to lead to a general election taking place on or after 31 October, opposition MPs would argue that in those circumstances Johnson would be under an obligation to seek an extension of article 50 because the cabinet manual says, during an election, the government should be operating in caretaker mode, and not taking decisions that would bind its successor. But Cummings has reportedly told colleagues Johnson would refuse to request an extension in those circumstances. The one scenario that would stop no deal would be if a no-confidence vote were to lead not to a general election but to the formation of a new government that could win a vote of confidence within the 14-day period allowed under the FTPA. This would require a coalition of MPs to unite behind either Corbyn or someone willing to lead a government of national unity. But the FTPA does not say anything about what the process might be for establishing whether such a coalition exists, and as yet there is no evidence the opposition parties are willing to unite in this way in the autumn. Downing Street declined to comment when asked about Cummings’s views on MPs being able to stop a no-deal Brexit. In a separate development, Stephen Barclay, the Brexit secretary, has used an article in the Mail on Sunday to urge Michel Barnier to seek a new negotiating mandate from the EU 27 because the UK will not accept a Brexit deal involving the backstop. In the article, which is published under the headline “You don’t have a mandate now, Monsieur Barnier. Go back to your EU masters”, Barclay argues that the “political realities” have changed since the EU set out its negotiating mandate for Barnier to follow. “Since the last mandate was agreed, 61% of all the EU states’ MEPs have changed. Such a fundamental shift illustrates the need for a change of approach,” Barclay writes. “Mr Barnier needs to urge EU leaders to consider this if they too want an agreement, to enable him to negotiate in a way that finds common ground with the UK. Otherwise, no deal is coming down the tracks.” Johnson has said repeatedly that the backstop – the mechanism intended to keep Northern Ireland aligned to EU single market and customs rules, to prevent the need for border controls with Ireland if the final Brexit outcome does not achieve this – must be abandoned. The backstop is based on a paragraph in the joint report on Brexit between the UK and the EU that was published in December 2017 when Johnson was foreign secretary.",
      "charCount": "5935",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/aug/04/moscow-protests-police-crackdown-putin-russia",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-08-04T17:22:24Z",
    "webTitle": "'We have to fight for our rights': Is Russia ready to defy Vladimir Putin?",
    "webUrl": "https://www.theguardian.com/world/2019/aug/04/moscow-protests-police-crackdown-putin-russia",
    "apiUrl": "https://content.guardianapis.com/world/2019/aug/04/moscow-protests-police-crackdown-putin-russia",
    "fields": {
      "headline": "'We have to fight for our rights': is Russia ready to defy Putin?",
      "standfirst": "<p>Discontent and a push for political reforms have led to the largest protests in Moscow in almost a decade </p>",
      "trailText": "Discontent and a push for political reforms have led to the largest protests in Moscow in almost a decade ",
      "byline": "Shaun Walker in Moscow",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"cffc347848b5bf097e05ce588fdbc2640c4ae002\"> <img src=\"https://media.guim.co.uk/cffc347848b5bf097e05ce588fdbc2640c4ae002/0_101_3585_2151/1000.jpg\" alt=\"Riot police detain a man at this weekend’s protests in Moscow.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Riot police detain a man at this weekend’s protests in Moscow.</span> <span class=\"element-image__credit\">Photograph: Alexander Nemenov/Getty Images</span> </figcaption> </figure>",
      "body": "<p>On the terrace of a recently renovated market hall overlooking Moscow’s Trubnaya Square, lounge music beats played as well-dressed customers drank from bottles of craft beer or cradled glasses of Aperol spritz.<strong> </strong>Below them, as the concrete glowed in the last rays of sunshine, hundreds of riot police chased groups of young people through the square and into neighbouring streets, roughly bundling those they caught into waiting police vans. A booming voice from a loudspeaker on one of the police buses cut through the music on the terrace, threatening the protesters with arrest.</p> <p>The scene – played out last Saturday as police met a protest about opposition access to the Moscow local elections with the largest number of arrests in recent Russian history – was a striking distillation of the contradictions of life under mayor Sergei Sobyanin, who in recent years has offered Muscovites an impressive programme of urban beautification while keeping extremely strict<strong> </strong>limitations on political freedom.</p> <p>The protests are the biggest the<strong> </strong>capital has seen for nearly a decade. The issue of independent and opposition candidates being barred from standing in September’s elections to the Moscow city parliament is relatively niche, but a broader, more existential discontent has coalesced around it. This Saturday, <a href=\"https://www.theguardian.com/world/2019/aug/02/russia-protesters-threatened-with-jail-before-planned-rally\" title=\"\">central Moscow was again thronged with protesters, who turned out despite the knowledge that they risked arrest</a>, court cases and prison terms.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"4a78fd6cffb666c7a8852a8eb3530b219618c726\"> <img src=\"https://media.guim.co.uk/4a78fd6cffb666c7a8852a8eb3530b219618c726/0_182_5472_3283/1000.jpg\" alt=\"Mostly young people gather in central Moscow to demand that opposition candidates be included on ballots for local elections in September.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mostly young people gather in central Moscow to demand that opposition candidates be included on ballots for local elections next September.</span> <span class=\"element-image__credit\">Photograph: Pavel Golovkin/AP</span> </figcaption> </figure>  <p>Sergei Orlov, a 33-year-old IT worker, said he hadn’t been to many demonstrations but had been angered by last weekend’s crackdown. “My mother taught me to vote, and these elections show that even that’s not possible,” he said, walking with hundreds of protesters near Pushkin Square, as riot police looked on.</p> <p>Rainy weather combined with the strong police response to last weekend’s rally meant that the numbers of protesters were lower than had been expected. Nevertheless, the anger being expressed suggests that the bargain president Vladimir Putin allowed Sobyanin to make with Russia’s capital is beginning to disintegrate, just as Putin’s popularity across Russia is sliding. The aggressive line the authorities have taken could be counterproductive, but concessions may start a spiral effect that will chip away at the Kremlin’s grip on power.</p> <p>Leading the protests are associates of campaigner Alexei Navalny, whose team of investigators shine a light on rampant corruption among Russia’s elite. Their well-documented and slickly produced videos contain allegations that are hard for the Kremlin to brush off. Punishments for Navalny’s activities in recent years have included a ban on appearing on state television, repeated court cases, the jailing of his brother for several years, an attack with green paint that almost made him blind in one eye, and a refusal to allow him on to the ballot paper for the 2018 presidential election. He was jailed for 30 days last month to keep him away from this round of protests, and last week suffered what his lawyers claim could have been a poisoning attempt in jail.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>Many of those protesting are young people who are doing reasonably well financially, but want  Russia to become a different kind of country</p> </blockquote> </aside>  <p>A group of Navanly’s associates are emerging from his shadow and proving equally problematic. Lyubov Sobol, a 31-year-old lawyer who has worked with Navalny since 2011, planned to stand as an independent in the Moscow elections and collected the thousands of voter signatures required, only to be told, like others, that an “expert committee” had found many of the signatures to be fake, and her candidacy invalid. Refusing to take no for an answer, she was carried out of the electoral committee office on the sofa where she had planted herself. Videos of her berating electoral officials about their corruption have gone viral.</p> <p>“Of course, they understand that if they let even one independent into the Moscow city parliament, it will become a completely different place,” she told the<em> Observer </em>last week. “There is no discussion about any important issues there at the moment.”</p> <p>Sobol is three weeks into a hunger strike over not being allowed to stand, and was speaking from a camp bed at the independent candidates’ campaign headquarters. Her voice still had its steely resolve, but she spoke at a fraction of her usual volume, and complained of a spinning head and kidney pain. She is determined to continue her protest, however.</p> <p>When she began her hunger strike, even many of her supporters thought it was a strange battle to pick, but the protest is now about more than a mere local parliament vote, and Sobol has become one of its key figures. On Saturday, she gathered her strength to set out for the protest, but was detained before it even started. “Who are you scared of? Are you scared of your own citizens, of a woman on her 20th day of hunger strike?” she shouted as riot police bundled her into a waiting van.</p>  <figure class=\"element element-image\" data-media-id=\"2d1f2775454b27d44067a0116f0e68cf2a1a4c8a\"> <img src=\"https://media.guim.co.uk/2d1f2775454b27d44067a0116f0e68cf2a1a4c8a/0_155_4621_2774/1000.jpg\" alt=\"Putin in 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Five years ago, Putin boosted his approval ratings with the annexation of Crimea. There is no such option today.</span> <span class=\"element-image__credit\">Photograph: Mikhail Metzel/Tass</span> </figcaption> </figure>  <p>The political mood now is reminiscent of the last major protest season to hit the country, in late 2011 and 2012, when the illusion that Russia could be heading for liberalisation under Dmitry Medvedev was dispelled by Putin’s announcing his return to the Kremlin. Then, Putin’s sliding ratings were boosted by a new conservative ideology, and later by the annexation of Crimea in 2014. Demonstrators were painted as an anti-patriotic “fifth column” opposing the pro-Putin, patriotic majority.</p> <p>Alongside the stick came the carrot of a new Moscow: landscaped parks, pedestrianised streets and a food and drink scene that wowed football fans who came for the World Cup last year. For many in the capital, everyday life really did become more pleasant. But if 2018 was the summer of football-themed street parties, international fraternity and pride in the new Moscow, 2019 is shaping up to be the summer of police crackdowns.</p> <p>“The period of Crimea euphoria is over; the five years when the population was mobilised have come to an end,” said Lev Gudkov, director of Levada-Center, Russia’s only independent polling agency. The majority of Russians still see the west as an enemy, he said, but far fewer are willing to make personal sacrifices for the sake of the confrontation.</p> <p>Real incomes across Russia have dropped by more than 10% over the past five years, and an unpopular pension reform last year led to a 20% drop in Putin’s approval rating. Many of the 64% who still support the president do so for lack of viable alternatives, and it is hard to imagine a “second Crimea” that could provide Putin with a new boost. In the provinces, discontent is fuelled by economic hardship and a lack of prospects, but in the absence of an organised opposition network, protests that do erupt are usually over local issues such as waste disposal or city planning, rather than linked to concrete political demands.</p> <p>The Moscow phenomenon is different. Demonstrations this summer have been noticeably more youth-led than those in 2012. Many of those protesting are young people who are doing reasonably well financially, but want a different kind of country.</p> <p>“I have been to a lot of protests and this time I really noticed the generation factor,” said Yevgenia Albats, a veteran journalist who edits <em>New Times</em> magazine. “There were few people there my age; they were all young, and they’re not scared.”</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/aug/2019-08-03T15:55:57/embed.html\" data-alt=\"russia graphic\"> <a href=\"https://interactive.guim.co.uk/charts/embed/aug/2019-08-03T15:55:57/embed.html\">russia graphic</a> </figure>  <p>Young people in Putin’s Russia have it better, relative to their elders, than their peers in western Europe, Gudkov said. While the richest segment of most western societies is the pre-pension age group, in Russia, 35-year-olds have the most cash. They have been better able to take advantage of opportunities for career growth and financial enrichment than their Soviet-schooled parents. For many years, a sense of pride in a resurgent Russia, steady economic growth and improvements in everyday life kept this young urban people satisfied.</p> <p>Now, many are tired of the anti-western rhetoric and keen for change. They are also wary of the arbitrary rules of Russian life – the way the tentacles of the state can appear amid the new Moscow of bike lanes and artisan eateries and seize victims without warning.</p> <p>The sizable protests earlier this year over the detention of journalist <a href=\"https://www.theguardian.com/commentisfree/2019/jun/11/russian-officials-ivan-golunov-investigative-journalist\" title=\"\">Ivan Golunov</a> on obviously fabricated drugs charges were a sign of broader irritation at what might once have been a niche issue troubling only rights activists and fellow journalists. In that case, the authorities stepped back and freed Golunov, and they have also made concessions in a number of other recent cases of single-issue protests. This is harder to do in the case of the Moscow elections, however, as it would be seen as a sign of weakness and could threaten the Kremlin’s monopoly on political life. On the other hand, cracking down hard could prove counterproductive.</p>  <figure class=\"element element-image\" data-media-id=\"cd7c087ce530825c214b73eda0f638fe4f9d3684\"> <img src=\"https://media.guim.co.uk/cd7c087ce530825c214b73eda0f638fe4f9d3684/0_1_3500_2100/1000.jpg\" alt=\"Opposition politician Lyubov Sobol with helpers\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Opposition politician Lyubov Sobol is on a hunger strike to protest over her exclusion from the elections.</span> <span class=\"element-image__credit\">Photograph: Tatyana Makeyeva/Reuters</span> </figcaption> </figure>  <p>“There’s a lot of panic and they don’t know what to do,” said Sobol. “They don’t have a good solution.”</p> <p>The protesters, on the whole, have remained peaceful. The most violent act of last week’s protest came when a man threw a bin in the vague direction of riot police. The authorities, on the other hand, have gone in hard. People were dragged kicking and screaming into police vans; some were hit with batons, and one man suffered a fractured leg. He said he’d been out jogging and had not even been involved in the protest when police pushed him to the ground.</p> <p>That was only a taste of what might come if things get more tense, or if the protesters themselves start to get violent: there were no water cannon, rubber bullets or even tear gas. Still, authorities have warned Muscovites that peaceful protest could have serious, long-term consequences.</p> <p>Sobyanin, in an interview with the television channel owned by his Moscow administration last week, thanked police for carrying out their “duty” and accused the protesters of engaging in “pre-planned and well-prepared mass unrest”. The opposition leaders had, he claimed falsely, called on protesters to storm the mayoralty, and it was only the fine work of the police that had stopped such an eventuality from occurring. This suggested that the authorities could be preparing for a real crackdown.</p> <p>Every day last week, in a sign that authorities are desperate to squeeze the oxygen out of the protests and warn people that taking part carries a real danger of jail, there was a new move against various pillars of the opposition. On Thursday, independent television station TV Rain, which has been live-streaming the protests, said it had received notice of a sudden tax inspection. The following day, there were reports that Navalny’s anti-corruption foundation could be investigated for money-laundering.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>Now that Putin has cleared the field of any real opposition, his mantra that a change in government will lead to chaos and unrest is probably a self-fulfilling prophecy</p> </blockquote> </aside>  <p>Nine people were arrested for “mass unrest”, which can carry 15-year jail terms. It has been hinted that police will round up draft-dodgers among men arrested at the protests. With full control of the levers of state, Putin can create an upside-down world where anti-corruption investigators are investigated for corruption and those beaten up by police are accused of provoking violence.</p> <p>Already, the protests may have put an end to the widespread idea that Sobyanin wanted to present himself as a potential national political figure and possibly even a compromise solution to the fraught dilemma of who will take over from Putin when his latest presidential term runs out in 2024. By giving into the demands of protesters, Sobyanin would lose ground to people around Putin with security services backgrounds who favour a crackdown.</p> <p>“They are afraid to be considered traitors, because every offer to compromise with protesters is seen as potential capitulation,” said political scientist Ekaterina Schulmann. “Their importance was that they kept the people politically loyal, or at least passive, by creating a glittering new Moscow. If they are not succeeding in this, what is the need for them?”</p> <p>The debate about what comes next is vexing not just for the authorities, but also for the protest leaders. It is now clear that the official response is likely to be repression and potentially lengthy jail sentences, even for peaceful protesters. In calling people to attend “unsanctioned” protests, are organisers pursuing the only means of effecting real change, or irresponsibly raising the stakes?</p> <p>Nobody is in any doubt that a real uprising along the lines of Ukraine’s 2014 Maidan revolution would be aggressively put down. Now that Putin has cleared the field of any real opposition, his mantra that a change in government will lead to chaos and unrest is probably a self-fulfilling prophecy. And while Navalny is a charismatic politician with broad potential appeal, he has low approval nationally. Many of those at the Moscow protests don’t support him, but are merely irritated by the cynicism of Putin’s Kremlin.</p> <p>If, in the medium term, Putin does lose his grip on power, the threat is more likely to come from inside the Kremlin than from the streets. Sobol spoke of “a wonderful Russia of the future” – where courts and press are free and corruption is minimised – but it is hard to imagine this coming about without serious violence and state collapse. “I have no illusions, but anything can happen,” said Sobol, her voice weak but determined. “Things will change sooner or later. We’re doing everything to make sure it happens soon. If we’re not going to leave and we’re going to live here, we have to fight for our rights.”</p>",
      "newspaperPageNumber": "15",
      "wordcount": "2185",
      "commentable": "false",
      "displayHint": "immersive",
      "firstPublicationDate": "2019-08-04T17:22:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-10T18:12:35Z",
      "newspaperEditionDate": "2019-08-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c3hkg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cffc347848b5bf097e05ce588fdbc2640c4ae002/0_101_3585_2151/500.jpg",
      "legallySensitive": "false",
      "sensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "On the terrace of a recently renovated market hall overlooking Moscow’s Trubnaya Square, lounge music beats played as well-dressed customers drank from bottles of craft beer or cradled glasses of Aperol spritz. Below them, as the concrete glowed in the last rays of sunshine, hundreds of riot police chased groups of young people through the square and into neighbouring streets, roughly bundling those they caught into waiting police vans. A booming voice from a loudspeaker on one of the police buses cut through the music on the terrace, threatening the protesters with arrest. The scene – played out last Saturday as police met a protest about opposition access to the Moscow local elections with the largest number of arrests in recent Russian history – was a striking distillation of the contradictions of life under mayor Sergei Sobyanin, who in recent years has offered Muscovites an impressive programme of urban beautification while keeping extremely strict limitations on political freedom. The protests are the biggest the capital has seen for nearly a decade. The issue of independent and opposition candidates being barred from standing in September’s elections to the Moscow city parliament is relatively niche, but a broader, more existential discontent has coalesced around it. This Saturday, central Moscow was again thronged with protesters, who turned out despite the knowledge that they risked arrest, court cases and prison terms. Sergei Orlov, a 33-year-old IT worker, said he hadn’t been to many demonstrations but had been angered by last weekend’s crackdown. “My mother taught me to vote, and these elections show that even that’s not possible,” he said, walking with hundreds of protesters near Pushkin Square, as riot police looked on. Rainy weather combined with the strong police response to last weekend’s rally meant that the numbers of protesters were lower than had been expected. Nevertheless, the anger being expressed suggests that the bargain president Vladimir Putin allowed Sobyanin to make with Russia’s capital is beginning to disintegrate, just as Putin’s popularity across Russia is sliding. The aggressive line the authorities have taken could be counterproductive, but concessions may start a spiral effect that will chip away at the Kremlin’s grip on power. Leading the protests are associates of campaigner Alexei Navalny, whose team of investigators shine a light on rampant corruption among Russia’s elite. Their well-documented and slickly produced videos contain allegations that are hard for the Kremlin to brush off. Punishments for Navalny’s activities in recent years have included a ban on appearing on state television, repeated court cases, the jailing of his brother for several years, an attack with green paint that almost made him blind in one eye, and a refusal to allow him on to the ballot paper for the 2018 presidential election. He was jailed for 30 days last month to keep him away from this round of protests, and last week suffered what his lawyers claim could have been a poisoning attempt in jail. A group of Navanly’s associates are emerging from his shadow and proving equally problematic. Lyubov Sobol, a 31-year-old lawyer who has worked with Navalny since 2011, planned to stand as an independent in the Moscow elections and collected the thousands of voter signatures required, only to be told, like others, that an “expert committee” had found many of the signatures to be fake, and her candidacy invalid. Refusing to take no for an answer, she was carried out of the electoral committee office on the sofa where she had planted herself. Videos of her berating electoral officials about their corruption have gone viral. “Of course, they understand that if they let even one independent into the Moscow city parliament, it will become a completely different place,” she told the Observer last week. “There is no discussion about any important issues there at the moment.” Sobol is three weeks into a hunger strike over not being allowed to stand, and was speaking from a camp bed at the independent candidates’ campaign headquarters. Her voice still had its steely resolve, but she spoke at a fraction of her usual volume, and complained of a spinning head and kidney pain. She is determined to continue her protest, however. When she began her hunger strike, even many of her supporters thought it was a strange battle to pick, but the protest is now about more than a mere local parliament vote, and Sobol has become one of its key figures. On Saturday, she gathered her strength to set out for the protest, but was detained before it even started. “Who are you scared of? Are you scared of your own citizens, of a woman on her 20th day of hunger strike?” she shouted as riot police bundled her into a waiting van. The political mood now is reminiscent of the last major protest season to hit the country, in late 2011 and 2012, when the illusion that Russia could be heading for liberalisation under Dmitry Medvedev was dispelled by Putin’s announcing his return to the Kremlin. Then, Putin’s sliding ratings were boosted by a new conservative ideology, and later by the annexation of Crimea in 2014. Demonstrators were painted as an anti-patriotic “fifth column” opposing the pro-Putin, patriotic majority. Alongside the stick came the carrot of a new Moscow: landscaped parks, pedestrianised streets and a food and drink scene that wowed football fans who came for the World Cup last year. For many in the capital, everyday life really did become more pleasant. But if 2018 was the summer of football-themed street parties, international fraternity and pride in the new Moscow, 2019 is shaping up to be the summer of police crackdowns. “The period of Crimea euphoria is over; the five years when the population was mobilised have come to an end,” said Lev Gudkov, director of Levada-Center, Russia’s only independent polling agency. The majority of Russians still see the west as an enemy, he said, but far fewer are willing to make personal sacrifices for the sake of the confrontation. Real incomes across Russia have dropped by more than 10% over the past five years, and an unpopular pension reform last year led to a 20% drop in Putin’s approval rating. Many of the 64% who still support the president do so for lack of viable alternatives, and it is hard to imagine a “second Crimea” that could provide Putin with a new boost. In the provinces, discontent is fuelled by economic hardship and a lack of prospects, but in the absence of an organised opposition network, protests that do erupt are usually over local issues such as waste disposal or city planning, rather than linked to concrete political demands. The Moscow phenomenon is different. Demonstrations this summer have been noticeably more youth-led than those in 2012. Many of those protesting are young people who are doing reasonably well financially, but want a different kind of country. “I have been to a lot of protests and this time I really noticed the generation factor,” said Yevgenia Albats, a veteran journalist who edits New Times magazine. “There were few people there my age; they were all young, and they’re not scared.” Young people in Putin’s Russia have it better, relative to their elders, than their peers in western Europe, Gudkov said. While the richest segment of most western societies is the pre-pension age group, in Russia, 35-year-olds have the most cash. They have been better able to take advantage of opportunities for career growth and financial enrichment than their Soviet-schooled parents. For many years, a sense of pride in a resurgent Russia, steady economic growth and improvements in everyday life kept this young urban people satisfied. Now, many are tired of the anti-western rhetoric and keen for change. They are also wary of the arbitrary rules of Russian life – the way the tentacles of the state can appear amid the new Moscow of bike lanes and artisan eateries and seize victims without warning. The sizable protests earlier this year over the detention of journalist Ivan Golunov on obviously fabricated drugs charges were a sign of broader irritation at what might once have been a niche issue troubling only rights activists and fellow journalists. In that case, the authorities stepped back and freed Golunov, and they have also made concessions in a number of other recent cases of single-issue protests. This is harder to do in the case of the Moscow elections, however, as it would be seen as a sign of weakness and could threaten the Kremlin’s monopoly on political life. On the other hand, cracking down hard could prove counterproductive. “There’s a lot of panic and they don’t know what to do,” said Sobol. “They don’t have a good solution.” The protesters, on the whole, have remained peaceful. The most violent act of last week’s protest came when a man threw a bin in the vague direction of riot police. The authorities, on the other hand, have gone in hard. People were dragged kicking and screaming into police vans; some were hit with batons, and one man suffered a fractured leg. He said he’d been out jogging and had not even been involved in the protest when police pushed him to the ground. That was only a taste of what might come if things get more tense, or if the protesters themselves start to get violent: there were no water cannon, rubber bullets or even tear gas. Still, authorities have warned Muscovites that peaceful protest could have serious, long-term consequences. Sobyanin, in an interview with the television channel owned by his Moscow administration last week, thanked police for carrying out their “duty” and accused the protesters of engaging in “pre-planned and well-prepared mass unrest”. The opposition leaders had, he claimed falsely, called on protesters to storm the mayoralty, and it was only the fine work of the police that had stopped such an eventuality from occurring. This suggested that the authorities could be preparing for a real crackdown. Every day last week, in a sign that authorities are desperate to squeeze the oxygen out of the protests and warn people that taking part carries a real danger of jail, there was a new move against various pillars of the opposition. On Thursday, independent television station TV Rain, which has been live-streaming the protests, said it had received notice of a sudden tax inspection. The following day, there were reports that Navalny’s anti-corruption foundation could be investigated for money-laundering. Nine people were arrested for “mass unrest”, which can carry 15-year jail terms. It has been hinted that police will round up draft-dodgers among men arrested at the protests. With full control of the levers of state, Putin can create an upside-down world where anti-corruption investigators are investigated for corruption and those beaten up by police are accused of provoking violence. Already, the protests may have put an end to the widespread idea that Sobyanin wanted to present himself as a potential national political figure and possibly even a compromise solution to the fraught dilemma of who will take over from Putin when his latest presidential term runs out in 2024. By giving into the demands of protesters, Sobyanin would lose ground to people around Putin with security services backgrounds who favour a crackdown. “They are afraid to be considered traitors, because every offer to compromise with protesters is seen as potential capitulation,” said political scientist Ekaterina Schulmann. “Their importance was that they kept the people politically loyal, or at least passive, by creating a glittering new Moscow. If they are not succeeding in this, what is the need for them?” The debate about what comes next is vexing not just for the authorities, but also for the protest leaders. It is now clear that the official response is likely to be repression and potentially lengthy jail sentences, even for peaceful protesters. In calling people to attend “unsanctioned” protests, are organisers pursuing the only means of effecting real change, or irresponsibly raising the stakes? Nobody is in any doubt that a real uprising along the lines of Ukraine’s 2014 Maidan revolution would be aggressively put down. Now that Putin has cleared the field of any real opposition, his mantra that a change in government will lead to chaos and unrest is probably a self-fulfilling prophecy. And while Navalny is a charismatic politician with broad potential appeal, he has low approval nationally. Many of those at the Moscow protests don’t support him, but are merely irritated by the cynicism of Putin’s Kremlin. If, in the medium term, Putin does lose his grip on power, the threat is more likely to come from inside the Kremlin than from the streets. Sobol spoke of “a wonderful Russia of the future” – where courts and press are free and corruption is minimised – but it is hard to imagine this coming about without serious violence and state collapse. “I have no illusions, but anything can happen,” said Sobol, her voice weak but determined. “Things will change sooner or later. We’re doing everything to make sure it happens soon. If we’re not going to leave and we’re going to live here, we have to fight for our rights.”",
      "charCount": "13251",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/shaun-walker\">Shaun Walker</a> in Moscow"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/04/cross-party-cooperation-to-defeat-the-tory-right",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-04T16:42:20Z",
    "webTitle": "Cross-party cooperation to defeat the Tory right | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/04/cross-party-cooperation-to-defeat-the-tory-right",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/04/cross-party-cooperation-to-defeat-the-tory-right",
    "fields": {
      "headline": "Cross-party cooperation to defeat the Tory right",
      "standfirst": "Readers respond to Paul Mason’s call for a popular front electoral pact against the new Conservative government and its rush to Brexit",
      "trailText": "<strong>Letters: </strong>Readers respond to Paul Mason’s call for a popular front electoral pact against the new Conservative government and its rush to Brexit",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"fef1809d46b8c697ed37edaeb34a52c8c1443e2a\"> <img src=\"https://media.guim.co.uk/fef1809d46b8c697ed37edaeb34a52c8c1443e2a/0_113_3400_2039/1000.jpg\" alt=\"Boris Johnson with chickens in south Wales, July 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We face a crisis,’ writes Nicholas Maxwell. ‘Sooner or later, there will be a snap general election. Johnson and Farage will get their act together and, against a divided opposition, will win.’</span> <span class=\"element-image__credit\">Photograph: Adrian Dennis/AP</span> </figcaption> </figure>",
      "body": "<p>I am a long-time Labour activist in an erstwhile Tory stronghold, and Paul Mason’s call for a Labour-led, cross-party response to the threat of rightwing populism resonates strongly (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/02/labour-boris-johnson-progressive-pact-greens-lib-dems\" title=\"\">Labour must adopt a tactic from the 1930s: a popular front</a>, Journal, 3 August). I joined Labour as a hard-up lone parent and council tenant because I saw where Thatcherism was leading and wanted to be part of the resistance.</p> <p>As socialists we surely cannot ignore the urgent threat now posed not only to our increasingly fragile postwar social contract but also to our party as a credible voice for the many.</p> <p>Yes – we do want to defeat Boris Johnson and the triumph of nationalism, greed, vanity, narrow self-interest and intolerance that his premiership represents.</p> <p>Labour must offer the leadership that Mason proposes, not just because of what the polls, professionals and historians are telling us but because of what we heard time and again on doorsteps in May from the many people who once saw Labour as their party.</p> <p>The mood has changed since 2017. First past the post looks increasingly unlikely to deliver a sound Labour majority, however fervently we will it. We need to put country before party and the people before tribal reflexes, and thwart the disaster that leaving the EU would most heavily inflict on the poorest in our communities.</p> <p>If we succeed we must then reflect on the lessons learned from this sorry episode, including the consequences of clinging to an electoral system that continues to work in favour of the few.<br><strong>Brenda Weston</strong><br><em>Taunton, Somerset</em></p> <p>• Paul Mason makes clear the near-inevitability of a snap general election and the need for a temporary alliance of the parties of the left and centre to beat Johnson and prevent the disaster of a no-deal Brexit. He concludes that Labour members should “rule nothing out”.</p> <p>To this 90-year-old member, who remembers the bliss of 1945 and is beyond anger at the state we are now in, it is obvious that the elephant in the room is Jeremy Corbyn. Once such an inspiration, his name has become toxic – and the direction of change is irreversible.</p> <p>To avoid a fatal split in the party, senior shadow cabinet members, such as Tom Watson, Emily Thornberry, Keir Starmer, Diane Abbott and John McDonnell, must now combine to convince Corbyn to stand down voluntarily and with his dignity intact. His successor must commit enthusiastically to what is now clearly in the best interests of the people of the United Kingdom: remaining in Europe. This is, I firmly believe, our only hope.<br><strong>Dan Willis</strong><br><em>Gillingham, Kent</em></p> <p>• Paul Mason is, as usual, spot on when he advocates some kind of united front. All progressive-minded people understand that if Johnson and Farage are hellbent on something, it must be destructive and harmful for ordinary folk. But to effect such a policy requires energy, courage and imagination, qualities which Corbyn, stuck in his 1980s bunker, seems singularly to lack. I joined the Labour party in 1964, and voted for Corbyn as leader twice.<br><strong>Robert Leach</strong><br><em>Selkirk, Scottish Borders</em></p> <p>• Paul Mason is right. We face a crisis. Sooner or later, there will be a snap general election. Johnson and Farage will get their act together and, against a divided opposition, will win. The outcome will be Brexit and a horrible far-right government. Our only hope for sanity is for remain parties, – Labour, Green, Lib Dem and SNP – to agree not to stand against each other, thus ensuring that the remain vote is not hopelessly divided. Labour must begin negotiating now with the other parties to ensure that Johnson and Farage do not triumph. The crisis we face demands a crisis response.<br><strong>Nicholas Maxwell</strong><br><em>London</em></p> <p>• Paul Mason’s challenging proposition, for progressive politics to unite against the resurgence of extreme rightwing ideology, would stand a much greater chance of being realised if it also included the need to unite against extreme leftwing ideology. As well as a commitment to a final people’s vote on Brexit, such an alliance would need a cast-iron commitment to implementing PR at the earliest possible opportunity so that future politics properly reflect the diverse plurality which so obviously exists throughout the UK.<br><strong>John Stone</strong><br><em>Thames Ditton, Surrey</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "743",
      "commentable": "false",
      "firstPublicationDate": "2019-08-04T16:42:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:54Z",
      "newspaperEditionDate": "2019-08-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c3zdc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fef1809d46b8c697ed37edaeb34a52c8c1443e2a/0_113_3400_2039/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I am a long-time Labour activist in an erstwhile Tory stronghold, and Paul Mason’s call for a Labour-led, cross-party response to the threat of rightwing populism resonates strongly (Labour must adopt a tactic from the 1930s: a popular front, Journal, 3 August). I joined Labour as a hard-up lone parent and council tenant because I saw where Thatcherism was leading and wanted to be part of the resistance. As socialists we surely cannot ignore the urgent threat now posed not only to our increasingly fragile postwar social contract but also to our party as a credible voice for the many. Yes – we do want to defeat Boris Johnson and the triumph of nationalism, greed, vanity, narrow self-interest and intolerance that his premiership represents. Labour must offer the leadership that Mason proposes, not just because of what the polls, professionals and historians are telling us but because of what we heard time and again on doorsteps in May from the many people who once saw Labour as their party. The mood has changed since 2017. First past the post looks increasingly unlikely to deliver a sound Labour majority, however fervently we will it. We need to put country before party and the people before tribal reflexes, and thwart the disaster that leaving the EU would most heavily inflict on the poorest in our communities. If we succeed we must then reflect on the lessons learned from this sorry episode, including the consequences of clinging to an electoral system that continues to work in favour of the few. Brenda Weston Taunton, Somerset • Paul Mason makes clear the near-inevitability of a snap general election and the need for a temporary alliance of the parties of the left and centre to beat Johnson and prevent the disaster of a no-deal Brexit. He concludes that Labour members should “rule nothing out”. To this 90-year-old member, who remembers the bliss of 1945 and is beyond anger at the state we are now in, it is obvious that the elephant in the room is Jeremy Corbyn. Once such an inspiration, his name has become toxic – and the direction of change is irreversible. To avoid a fatal split in the party, senior shadow cabinet members, such as Tom Watson, Emily Thornberry, Keir Starmer, Diane Abbott and John McDonnell, must now combine to convince Corbyn to stand down voluntarily and with his dignity intact. His successor must commit enthusiastically to what is now clearly in the best interests of the people of the United Kingdom: remaining in Europe. This is, I firmly believe, our only hope. Dan Willis Gillingham, Kent • Paul Mason is, as usual, spot on when he advocates some kind of united front. All progressive-minded people understand that if Johnson and Farage are hellbent on something, it must be destructive and harmful for ordinary folk. But to effect such a policy requires energy, courage and imagination, qualities which Corbyn, stuck in his 1980s bunker, seems singularly to lack. I joined the Labour party in 1964, and voted for Corbyn as leader twice. Robert Leach Selkirk, Scottish Borders • Paul Mason is right. We face a crisis. Sooner or later, there will be a snap general election. Johnson and Farage will get their act together and, against a divided opposition, will win. The outcome will be Brexit and a horrible far-right government. Our only hope for sanity is for remain parties, – Labour, Green, Lib Dem and SNP – to agree not to stand against each other, thus ensuring that the remain vote is not hopelessly divided. Labour must begin negotiating now with the other parties to ensure that Johnson and Farage do not triumph. The crisis we face demands a crisis response. Nicholas Maxwell London • Paul Mason’s challenging proposition, for progressive politics to unite against the resurgence of extreme rightwing ideology, would stand a much greater chance of being realised if it also included the need to unite against extreme leftwing ideology. As well as a commitment to a final people’s vote on Brexit, such an alliance would need a cast-iron commitment to implementing PR at the earliest possible opportunity so that future politics properly reflect the diverse plurality which so obviously exists throughout the UK. John Stone Thames Ditton, Surrey • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4517",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/04/brexiters-have-a-death-wish-and-boris-johnson-is-the-undertaker",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-04T16:42:09Z",
    "webTitle": "Brexiters have a death wish and Boris Johnson is the undertaker | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/04/brexiters-have-a-death-wish-and-boris-johnson-is-the-undertaker",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/04/brexiters-have-a-death-wish-and-boris-johnson-is-the-undertaker",
    "fields": {
      "headline": "Brexiters have a death wish and Boris Johnson is the undertaker",
      "standfirst": "<strong>Alice Maddalena</strong> and <strong>Marion Hine </strong>decry the amount of money being spent preparing for a no-deal Brexit, while <strong>Robert Greasley</strong> says that many British pensioners living in the EU27 countries will have no choice but to return to the UK",
      "trailText": "Letters: <strong>Alice Maddalena</strong> and <strong>Marion Hine </strong>decry the amount of money being spent preparing for a no-deal Brexit, while <strong>Robert Greasley</strong> says that many British pensioners living in the EU27 countries will have no choice but to return to the UK",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"3044a461316eb420ce89c03a6dbc5161052ac350\"> <img src=\"https://media.guim.co.uk/3044a461316eb420ce89c03a6dbc5161052ac350/377_62_4147_2488/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson. Alice Maddalena writes: ‘We are in a situation entirely of our own choosing which apparently requires £2.1bn of taxpayers’ money to mitigate the inevitable.’ </span> <span class=\"element-image__credit\">Photograph: Kirsty Wigglesworth/AP</span> </figcaption> </figure>",
      "body": "<p>I am delighted to hear that the Tory government has brought the era of austerity to an end (<a href=\"https://www.theguardian.com/politics/2019/jul/31/labour-attacks-appalling-waste-as-johnson-adds-2bn-no-deal-brexit-fund\" title=\"\">Labour attacks ‘appalling waste’ as PM adds £2bn to no-deal fund</a>, 1 August). I gather we now have £2.1bn to spend. No more gloom and doom. Hurrah! One feels like shouting out the Eton Boating Song in joyous celebration.</p> <p>However, instead of spending this egregious sum on schools, prisons, the criminal justice system, care for young, disabled and elderly people, and the NHS (of course, I forgot – the NHS will be funded by the imminent cessation of our contributions to the EU), I understand we are spending it on, inter alia, stockpiling medicines, ensuring adequate supplies of food and other essentials and, of course, PR, that ubiquitous tool for the manipulation of the masses.</p> <p>And yet we are not in a state of war or anticipating a natural disaster; we are not in any situation imposed upon us by an external agent; we are in a situation entirely of our own choosing (commonly known as Brexit) which nevertheless apparently requires £2.1bn of taxpayers’ money to mitigate the inevitable, and now acknowledged, damage our foolishness will cause. And this is only a start.</p> <p>The British nation has a death wish and Johnson, Farage et al are standing by to act as undertakers. The whole situation beggars belief.<br><strong>Alice Maddalena</strong><br><em>Bath</em></p> <p>• The total of £6.3bn set aside for no-deal preparation is more than three months’ worth of the pledged £350m per week promised by the leave campaign to the NHS (£18.2bn per year). Puts the latest proposal of £1.8bn NHS cash injection into correct perspective – honouring one pledge but squandering three times as much.<br><strong>Marion Hine</strong><br><em>Framlingham, Suffolk</em></p> <p>• I am writing regarding your article <a href=\"https://www.theguardian.com/money/2019/aug/03/no-deal-brexit-house-prices-jobs-prices-pensions?bcmt=1\" title=\"\">“No-deal Brexit: Your financial survival kit”</a> (3 August). It was both informative and revealing, but also lacking in one small area. One thing you overlooked was British pensioners living in Europe and what they can do to avoid possible poverty as a result of the fall in the exchange rate.</p> <p>If as the article suggests, and is agreed by reputable economists that the pound may fall to parity with the euro in the event of a no deal, that will mean a 23% drop in the value of the pound, this may mean near or actual poverty for a good percentage of the 247,000 (ONS figures) British citizens of pensionable age living in Europe as their pensions will become virtually worthless.</p> <p>How do they survive? What can they do? The answer, unfortunately and depressingly, is nothing. Couple that with their possible inability to continue accessing NHS-funded medical treatment (as mentioned in the article), and the future is decidedly bleak. The only answer for some is to return to the UK. That’s all that most can do. Thousands upon thousands of ageing citizens descending on the UK looking for a GP, healthcare, housing, benefits etc. Sounds worrying and it should. Thanks, Boris, for your apparent casual acceptance of a possible no-deal Brexit.<br><strong>Robert Greasley</strong><br><em>Balve, Germany</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p> <p>• The second letter in this package was amended on 4 August 2019. An earlier version miscalculated the £6.3bn set aside for no-deal preparation as being “more than three years’ worth of the pledged £350m per week promised by the leave campaign to the NHS (£1.8bn per year)”. The last figure should have been £18.2bn per year, meaning that £6.3bn would be more like three months’, not three years’, worth of £350m a week.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "623",
      "commentable": "false",
      "firstPublicationDate": "2019-08-04T16:42:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:05Z",
      "newspaperEditionDate": "2019-08-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c3z9d",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3044a461316eb420ce89c03a6dbc5161052ac350/377_62_4147_2488/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I am delighted to hear that the Tory government has brought the era of austerity to an end (Labour attacks ‘appalling waste’ as PM adds £2bn to no-deal fund, 1 August). I gather we now have £2.1bn to spend. No more gloom and doom. Hurrah! One feels like shouting out the Eton Boating Song in joyous celebration. However, instead of spending this egregious sum on schools, prisons, the criminal justice system, care for young, disabled and elderly people, and the NHS (of course, I forgot – the NHS will be funded by the imminent cessation of our contributions to the EU), I understand we are spending it on, inter alia, stockpiling medicines, ensuring adequate supplies of food and other essentials and, of course, PR, that ubiquitous tool for the manipulation of the masses. And yet we are not in a state of war or anticipating a natural disaster; we are not in any situation imposed upon us by an external agent; we are in a situation entirely of our own choosing (commonly known as Brexit) which nevertheless apparently requires £2.1bn of taxpayers’ money to mitigate the inevitable, and now acknowledged, damage our foolishness will cause. And this is only a start. The British nation has a death wish and Johnson, Farage et al are standing by to act as undertakers. The whole situation beggars belief. Alice Maddalena Bath • The total of £6.3bn set aside for no-deal preparation is more than three months’ worth of the pledged £350m per week promised by the leave campaign to the NHS (£18.2bn per year). Puts the latest proposal of £1.8bn NHS cash injection into correct perspective – honouring one pledge but squandering three times as much. Marion Hine Framlingham, Suffolk • I am writing regarding your article “No-deal Brexit: Your financial survival kit” (3 August). It was both informative and revealing, but also lacking in one small area. One thing you overlooked was British pensioners living in Europe and what they can do to avoid possible poverty as a result of the fall in the exchange rate. If as the article suggests, and is agreed by reputable economists that the pound may fall to parity with the euro in the event of a no deal, that will mean a 23% drop in the value of the pound, this may mean near or actual poverty for a good percentage of the 247,000 (ONS figures) British citizens of pensionable age living in Europe as their pensions will become virtually worthless. How do they survive? What can they do? The answer, unfortunately and depressingly, is nothing. Couple that with their possible inability to continue accessing NHS-funded medical treatment (as mentioned in the article), and the future is decidedly bleak. The only answer for some is to return to the UK. That’s all that most can do. Thousands upon thousands of ageing citizens descending on the UK looking for a GP, healthcare, housing, benefits etc. Sounds worrying and it should. Thanks, Boris, for your apparent casual acceptance of a possible no-deal Brexit. Robert Greasley Balve, Germany • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition • The second letter in this package was amended on 4 August 2019. An earlier version miscalculated the £6.3bn set aside for no-deal preparation as being “more than three years’ worth of the pledged £350m per week promised by the leave campaign to the NHS (£1.8bn per year)”. The last figure should have been £18.2bn per year, meaning that £6.3bn would be more like three months’, not three years’, worth of £350m a week.",
      "charCount": "3705",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/aug/04/it-pays-developers-not-to-build-homes",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-08-04T16:41:36Z",
    "webTitle": "It pays developers not to build homes | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/aug/04/it-pays-developers-not-to-build-homes",
    "apiUrl": "https://content.guardianapis.com/society/2019/aug/04/it-pays-developers-not-to-build-homes",
    "fields": {
      "headline": "It pays developers not to build homes",
      "standfirst": "Slowing down construction keeps house prices high, says <strong>Richard Gilyead</strong> – while <strong>Neil J Young</strong> points to a tax-break enjoyed by the clergy",
      "trailText": "Letters: Slowing down construction keeps house prices high, says <strong>Richard Gilyead</strong> – while <strong>Neil J Young</strong> points to a tax-break enjoyed by the clergy",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"358dccd2acdb2c26a4b4698a825f44c79426c54b\"> <img src=\"https://media.guim.co.uk/358dccd2acdb2c26a4b4698a825f44c79426c54b/0_182_5472_3283/1000.jpg\" alt=\"Brownfield land in Stoke-on-Trent\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The planning system provides perverse incentives for major developers to throttle housing delivery after they have been granted planning permissions,’ writes Richard Gilyead. </span> <span class=\"element-image__credit\">Photograph: Richard Holmes/Alamy</span> </figcaption> </figure>",
      "body": "<p>The housing crisis (<a href=\"https://www.theguardian.com/politics/2019/aug/02/boris-johnson-and-the-housing-crisis\" title=\"\">Can PM rekindle dream of home ownership, the policy that made the Tories?</a>, 2 August) has two more fundamental facets that were not explored in your piece. The first is that the planning system provides perverse incentives for major developers to throttle housing delivery after they have been granted planning permissions. Controlling the speed of housing completion not only guarantees that house prices remain high but can also activate the “five year land supply” requirement that terrifies local authorities and allows developers to then force through further permissions on unsustainable sites. By slowing down building they can maximise profits and bring extra land they own into play where it should never really be developed.</p> <p>The second point is that housebuilding seriously increases carbon emissions. By some estimates, building a new house releases 10 times the average annual per capita emissions of the person who will live in it. This is before any energy use of actually living in the property. If the UK is serious about achieving carbon neutrality, a lot more effort must be put into renovating and insulating existing properties rather than throwing up the identikit estates on greenfield sites that developers seem to prefer.<br><strong>Richard Gilyead</strong><br><em>Saffron Walden, Essex</em></p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/aug/08/me-the-church-and-its-property-portfolio\">Me, the church and its property portfolio | Letter from the Rev Paul Nicolson</a> </p> </aside>  <p>• The Rev Paul Nicolson makes an argument about the tax arrangements of homeowners and landlords (<a href=\"https://www.theguardian.com/society/2019/aug/01/two-child-benefits-limit-hurts-the-poor\" title=\"\">Letters</a>, 2 August). Clergy who have provided homes and own a second home are able to claim <a href=\"https://www.churchofengland.org/more/clergy-resources/national-clergy-hr/guidance-clergy-claiming-council-tax-discount-second-home#na\" title=\"\">council tax relief</a>, thus depriving councils of revenue. That’s before one considers the vast wealth, property and untaxed income of the established church. Render unto Caesar indeed.<br><strong>Dr Neil J Young</strong><br><em>Pennsylvania, United States</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "316",
      "commentable": "false",
      "firstPublicationDate": "2019-08-04T16:41:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-08T19:44:03Z",
      "newspaperEditionDate": "2019-08-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c3nyk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/358dccd2acdb2c26a4b4698a825f44c79426c54b/0_182_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The housing crisis (Can PM rekindle dream of home ownership, the policy that made the Tories?, 2 August) has two more fundamental facets that were not explored in your piece. The first is that the planning system provides perverse incentives for major developers to throttle housing delivery after they have been granted planning permissions. Controlling the speed of housing completion not only guarantees that house prices remain high but can also activate the “five year land supply” requirement that terrifies local authorities and allows developers to then force through further permissions on unsustainable sites. By slowing down building they can maximise profits and bring extra land they own into play where it should never really be developed. The second point is that housebuilding seriously increases carbon emissions. By some estimates, building a new house releases 10 times the average annual per capita emissions of the person who will live in it. This is before any energy use of actually living in the property. If the UK is serious about achieving carbon neutrality, a lot more effort must be put into renovating and insulating existing properties rather than throwing up the identikit estates on greenfield sites that developers seem to prefer. Richard Gilyead Saffron Walden, Essex • The Rev Paul Nicolson makes an argument about the tax arrangements of homeowners and landlords (Letters, 2 August). Clergy who have provided homes and own a second home are able to claim council tax relief, thus depriving councils of revenue. That’s before one considers the vast wealth, property and untaxed income of the established church. Render unto Caesar indeed. Dr Neil J Young Pennsylvania, United States • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2014",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/aug/04/have-your-ticks-left-feeling-out-in-the-cold",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-08-04T16:39:12Z",
    "webTitle": "Have your ticks left feeling out in the cold | Brief letters",
    "webUrl": "https://www.theguardian.com/environment/2019/aug/04/have-your-ticks-left-feeling-out-in-the-cold",
    "apiUrl": "https://content.guardianapis.com/environment/2019/aug/04/have-your-ticks-left-feeling-out-in-the-cold",
    "fields": {
      "headline": "Have your ticks left feeling out in the cold",
      "standfirst": "Miles Davis | Bristol | Toilets | Elgin marbles | Ticks | Festivals",
      "trailText": "<strong>Brief letters:</strong> Miles Davis | Bristol | Toilets | Elgin marbles | Ticks | Festivals",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"8e26e9756fbf12114a2b32017b1ee20938873180\"> <img src=\"https://media.guim.co.uk/8e26e9756fbf12114a2b32017b1ee20938873180/0_28_5000_3000/1000.jpg\" alt=\"Tick on human skin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In Australia, they have an uncompromising way of dealing with ticks. ‘The little buggers are simply frozen to death’, writes Michael McPhee<strong>.</strong></span> <span class=\"element-image__credit\">Photograph: Science Photo Library/RF</span> </figcaption> </figure>",
      "body": "<p>Regarding Miles Davis’s 10 greatest albums as listed by John Fordham (<a href=\"https://www.theguardian.com/music/2019/aug/01/miles-daviss-20-greatest-albums-ranked\" title=\"\">G2</a>, 2 August): I was surprised by the omission of the 1964 live album My Funny Valentine. The long title track, with its brooding intro, is one of Davis’s finest. When I become famous and get invited on to Desert Island Discs, this will be the track I save from the waves. I’d better get a move on.<br><strong>Geoff Lavender (aged 73)</strong><br><em>Chichester, West Sussex</em></p> <p>• How refreshing to read a true description of the city I was born in (<a href=\"https://www.theguardian.com/education/2019/jul/30/posh-bristol-university-expanding-wrong-side-of-tracks\" title=\"\">Wrong side of the tracks</a>, 30 July). Most articles refer only to Clifton and its upmarket culture. Such contributions are presumably written by alumni of Bristol University and private schools. By opening a campus nearer the real Bristol, the university will benefit – and those who think we all live a hip life near the suspension bridge will be confronted with reality that this a deeply divided city with appalling pockets of deprivation and a totally inadequate infrastructure.<br><strong>Jane Ghosh</strong><br><em>Bristol</em></p> <p>• There is no need to go as far as Germany to experience a useful solution to the problem such as their nette toilette (<a href=\"https://www.theguardian.com/society/2019/aug/02/lets-learn-from-the-germans-about-public-toilets\" title=\"\">Letters</a>, 3 August). Our excellent town council in Frome has been running a similar scheme for some years now. It may of course help that all the members of the council are genuinely independent, so no political negotiation was involved in achieving and continuing with the idea. I’m sure they would be only too willing to advise other councils how to do it.<br><strong>Marjorie Morris</strong><br><em>Frome, Somerset</em></p> <p>• Our new PM would certainly see a twinkle in the eye of the bust on his desk if he used his position to persuade the trustees of the British Museum to return the Elgin marbles (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/27/boris-johnson-no-10-pericles-greek-hero\" title=\"\">Journal</a>, 27 July).<br><strong>Peter Johnson</strong><br><em>Petersfield, Hampshire</em></p> <p>• The recommendation in Australia, apart from using a tick-removal tool, is to freeze them off using a product from the chemist for the removal of warts and skin tags (<a href=\"https://www.theguardian.com/society/2019/aug/02/its-risky-to-remove-ticks-with-tweezers\" title=\"\">Letters</a>, 3 August). The little buggers are simply frozen to death and fall off.<br><strong>Michael McPhee</strong><br><em>Perth, Australia</em></p> <p>• I’d like to add the Clevergreen Festival, first held on 20 July in Brighton, and to be repeated next year (<a href=\"https://www.theguardian.com/culture/2019/aug/02/health-not-hedonism-the-festivals-putting-wellness-at-their-heart\" title=\"\">Festival-goers swap drink and drugs for wellness highs</a>, 3 August). Wellbeing and eco-friendly living were at its core and the whole event was volunteer-led and entirely trouble free.<br><strong>Diana Morgan</strong><br><em>Chichester, West Sussex</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "443",
      "commentable": "false",
      "firstPublicationDate": "2019-08-04T16:39:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:29Z",
      "newspaperEditionDate": "2019-08-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c3z54",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8e26e9756fbf12114a2b32017b1ee20938873180/0_28_5000_3000/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Regarding Miles Davis’s 10 greatest albums as listed by John Fordham (G2, 2 August): I was surprised by the omission of the 1964 live album My Funny Valentine. The long title track, with its brooding intro, is one of Davis’s finest. When I become famous and get invited on to Desert Island Discs, this will be the track I save from the waves. I’d better get a move on. Geoff Lavender (aged 73) Chichester, West Sussex • How refreshing to read a true description of the city I was born in (Wrong side of the tracks, 30 July). Most articles refer only to Clifton and its upmarket culture. Such contributions are presumably written by alumni of Bristol University and private schools. By opening a campus nearer the real Bristol, the university will benefit – and those who think we all live a hip life near the suspension bridge will be confronted with reality that this a deeply divided city with appalling pockets of deprivation and a totally inadequate infrastructure. Jane Ghosh Bristol • There is no need to go as far as Germany to experience a useful solution to the problem such as their nette toilette (Letters, 3 August). Our excellent town council in Frome has been running a similar scheme for some years now. It may of course help that all the members of the council are genuinely independent, so no political negotiation was involved in achieving and continuing with the idea. I’m sure they would be only too willing to advise other councils how to do it. Marjorie Morris Frome, Somerset • Our new PM would certainly see a twinkle in the eye of the bust on his desk if he used his position to persuade the trustees of the British Museum to return the Elgin marbles (Journal, 27 July). Peter Johnson Petersfield, Hampshire • The recommendation in Australia, apart from using a tick-removal tool, is to freeze them off using a product from the chemist for the removal of warts and skin tags (Letters, 3 August). The little buggers are simply frozen to death and fall off. Michael McPhee Perth, Australia • I’d like to add the Clevergreen Festival, first held on 20 July in Brighton, and to be repeated next year (Festival-goers swap drink and drugs for wellness highs, 3 August). Wellbeing and eco-friendly living were at its core and the whole event was volunteer-led and entirely trouble free. Diana Morgan Chichester, West Sussex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2637",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "news/2019/aug/04/new-tory-chair-appears-to-renege-on-promise-of-islamophobia-inquiry",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-04T16:05:56Z",
    "webTitle": "New Tory chair appears to renege on promise of Islamophobia inquiry",
    "webUrl": "https://www.theguardian.com/news/2019/aug/04/new-tory-chair-appears-to-renege-on-promise-of-islamophobia-inquiry",
    "apiUrl": "https://content.guardianapis.com/news/2019/aug/04/new-tory-chair-appears-to-renege-on-promise-of-islamophobia-inquiry",
    "fields": {
      "headline": "New Tory chair appears to renege on promise of Islamophobia inquiry",
      "standfirst": "<p>James Cleverly failed to confirm religion-specific proposal made by Sajid Javid and backed by Boris Johnson</p>",
      "trailText": "James Cleverly failed to confirm religion-specific proposal made by Sajid Javid and backed by Boris Johnson",
      "byline": "Andrew Sparrow Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"32966cb5c5f07aded274cea3cd4d02ac91141c04\"> <img src=\"https://media.guim.co.uk/32966cb5c5f07aded274cea3cd4d02ac91141c04/0_97_2925_1755/1000.jpg\" alt=\"BBC debate\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson and the other Tory leadership candidates during the BBC debate in June. Sajid Javid challenged his rivals to agree to an inquiry into Islamophobia in the party.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>The new Conservative chair, James Cleverly, has been strongly criticised after apparently reneging on a promise given for an independent inquiry focusing on Islamophobia in the party.</p> <p>Boris Johnson backed the proposal along with the four other candidates still in the race when it was raised by Sajid Javid during the BBC Tory leadership debate in June.</p> <p>In an interview on Sunday, Cleverly said there would be an independent inquiry but he did not explicitly confirm that it would be be specific to Islamophobia rather than a general inquiry into racism.</p> <p>Subsequently, a party source told the Guardian that the party was considering options for “an investigation into all types of prejudice and discrimination”, rather than the Islamophobia-specific one that the Muslim Council of Britain has been calling for.</p> <p>A spokesman for the MCB said the party needed to clarify exactly what was being proposed, and it would be a travesty if Johnson did not honour the promise given during the BBC debate.</p> <p>“There are over 100 incidents of Islamophobia that we have identified yourselves in the past year alone,” the spokesman said.</p> <p>“The Conservative party’s approach to Islamophobia has thus far been one of denial and obfuscation. This needs to change.”</p> <p>The Labour party chairman, Ian Lavery, said: “Boris Johnson promised an inquiry into Islamophobia in the Tory party but he’s backtracking. You can’t trust a word he says.”</p> <p>During the BBC debate, Javid, who at the time was home secretary and is now chancellor, managed to bounce his rivals into agreeing to an inquiry by challenging them all to say whether or not they accepted the idea. All of the others, including Johnson, appeared to endorse Javid’s proposal.</p> <p>In a subsequent interview during the campaign, <a href=\"https://www.theguardian.com/news/2019/jun/27/tory-islamophobia-inquiry-will-be-general-investigation-boris-johnson-sajid-javid\">Johnson seemed to resile from this commitment</a>, claiming that what he had agreed to was “a general investigation into all types of prejudice and discrimination, including antisemitism”. That now appears to be the CCHQ position.</p> <p>In his interview, Cleverly said that before any inquiry went ahead the party would need to have a definition of Islamophobia. </p> <p>This year the government was criticised for refusing to accept a definition of Islamophobia drawn up by an all-party group of MPs that said it was “a type of racism that targets expressions of Muslimness or perceived Muslimness”. The government said it wanted to consider the matter further because that definition was not widely accepted.</p> <p>The MCB has been calling for an inquiry into Islamophobia in the Conservative party for more than a year, claiming that multiple incidents show that party officials are not doing enough to reprimand or remove those who express Islamophobic views.<strong> </strong></p> <p>A <a href=\"https://www.theguardian.com/politics/2019/jun/24/tory-members-would-not-want-muslim-prime-minister-islamophobia-survey\">YouGov poll this year</a> suggesting that 54% of Conservative party members think Islam is “generally a threat to the British way of life” has also been cited as evidence that Islamophobia is entrenched in the party.</p> <p>Asked about this finding, Cleverly told Sky that the Tories did not share their membership data with YouGov and that therefore there was some doubt as to whether those surveyed for the poll were all party members.</p> <p>He said the party took a “robust line” with people who said inappropriate things.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "526",
      "firstPublicationDate": "2019-08-04T16:05:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-04T23:25:01Z",
      "newspaperEditionDate": "2019-08-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c3nk7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/32966cb5c5f07aded274cea3cd4d02ac91141c04/0_97_2925_1755/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The new Conservative chair, James Cleverly, has been strongly criticised after apparently reneging on a promise given for an independent inquiry focusing on Islamophobia in the party. Boris Johnson backed the proposal along with the four other candidates still in the race when it was raised by Sajid Javid during the BBC Tory leadership debate in June. In an interview on Sunday, Cleverly said there would be an independent inquiry but he did not explicitly confirm that it would be be specific to Islamophobia rather than a general inquiry into racism. Subsequently, a party source told the Guardian that the party was considering options for “an investigation into all types of prejudice and discrimination”, rather than the Islamophobia-specific one that the Muslim Council of Britain has been calling for. A spokesman for the MCB said the party needed to clarify exactly what was being proposed, and it would be a travesty if Johnson did not honour the promise given during the BBC debate. “There are over 100 incidents of Islamophobia that we have identified yourselves in the past year alone,” the spokesman said. “The Conservative party’s approach to Islamophobia has thus far been one of denial and obfuscation. This needs to change.” The Labour party chairman, Ian Lavery, said: “Boris Johnson promised an inquiry into Islamophobia in the Tory party but he’s backtracking. You can’t trust a word he says.” During the BBC debate, Javid, who at the time was home secretary and is now chancellor, managed to bounce his rivals into agreeing to an inquiry by challenging them all to say whether or not they accepted the idea. All of the others, including Johnson, appeared to endorse Javid’s proposal. In a subsequent interview during the campaign, Johnson seemed to resile from this commitment, claiming that what he had agreed to was “a general investigation into all types of prejudice and discrimination, including antisemitism”. That now appears to be the CCHQ position. In his interview, Cleverly said that before any inquiry went ahead the party would need to have a definition of Islamophobia. This year the government was criticised for refusing to accept a definition of Islamophobia drawn up by an all-party group of MPs that said it was “a type of racism that targets expressions of Muslimness or perceived Muslimness”. The government said it wanted to consider the matter further because that definition was not widely accepted. The MCB has been calling for an inquiry into Islamophobia in the Conservative party for more than a year, claiming that multiple incidents show that party officials are not doing enough to reprimand or remove those who express Islamophobic views. A YouGov poll this year suggesting that 54% of Conservative party members think Islam is “generally a threat to the British way of life” has also been cited as evidence that Islamophobia is entrenched in the party. Asked about this finding, Cleverly told Sky that the Tories did not share their membership data with YouGov and that therefore there was some doubt as to whether those surveyed for the poll were all party members. He said the party took a “robust line” with people who said inappropriate things.",
      "charCount": "3204",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/04/how-does-the-rest-of-the-world-currently-view-the-uk-brexit-boris-johnson",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-04T09:00:14Z",
    "webTitle": "'Something resembling hell': how does the rest of the world view the UK?",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/04/how-does-the-rest-of-the-world-currently-view-the-uk-brexit-boris-johnson",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/04/how-does-the-rest-of-the-world-currently-view-the-uk-brexit-boris-johnson",
    "fields": {
      "headline": "'Something resembling hell': how does the rest of the world view the UK?",
      "standfirst": "<p>Three years after the referendum, and hovering on the brink of a no-deal Brexit, international journalists share their thoughts</p>",
      "trailText": "Three years after the referendum, and hovering on the brink of a no-deal Brexit, international journalists share their thoughts",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"62bcba6bdd38141aa055c8b2cc0bacee81b2cceb\"> <img src=\"https://media.guim.co.uk/62bcba6bdd38141aa055c8b2cc0bacee81b2cceb/0_18_2536_1521/1000.jpg\" alt=\"Brexit views from (clockwise from top left) Der Spiegel of Germany, Veja of Brazil, Newsweek of the US, L’Espresso of Italy, Standpunkt of Norway, La Razon of Spain, Libération of France and Polityka of Poland.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Brexit views from (clockwise from top left) Der Spiegel of Germany, Veja of Brazil, Newsweek of the US, L’Espresso of Italy, Standpunkt of Norway, La Razon of Spain, Libération of France and Polityka of Poland.</span> <span class=\"element-image__credit\">Photograph: brexcomp1</span> </figcaption> </figure>",
      "body": "<figure class=\"element element-image element--thumbnail\" data-media-id=\"8eed35f04d6171dfa187225246d3ba8f7f9c1aa3\"> <img src=\"https://media.guim.co.uk/8eed35f04d6171dfa187225246d3ba8f7f9c1aa3/0_0_1250_1222/1000.jpg\" alt=\"Liu Ye\" width=\"1000\" height=\"978\" class=\"gu-image\" /> </figure>  <h2>China: ‘The Brexit farce has encouraged the nationalists in China, especially the young generation’</h2> <p><em>Liu Ye, editor of international affairs at Sanlian Life Week magazine in Beijing</em></p> <p>I remember the day of the referendum. It was very hot in Beijing that morning and I had gone to a meeting with my publishing agent. I kept checking the BBC app on my phone for news. Finally, after leaving the meeting, while waiting for a taxi, my phone buzzed – the UK had chosen to leave.</p> <p>Suddenly I was reminded of an old Yugoslav film, <em>Walter Defends Sarajevo</em>, which was <a href=\"https://qz.com/quartzy/1589664/chinas-love-for-old-yugoslav-war-movie-fuels-balkan-tourism-boom/\" title=\"\">very popular in China</a> in the 1970s. There is a famous line that many Chinese people will remember: “The air is shaking, as if the sky is going to burn. The storm is coming.”</p> <p>Within a few hours, I published an article titled “The storm is coming”. It was read by more than 100,000 people in just one hour. Later, I persuaded my editor to do a cover story on Brexit. We put that out within 72 hours, under the headline: “Brexit: are we facing the reversal of globalisation?” That edition sold almost 200,000 copies – even more than our report on Donald Trump’s presidential win.</p> <p>Not many Chinese people care about the technical or legal details of the Brexit deal, but the saga has made an impression. The reputation of British democracy has suffered. If you ask someone on the streets of Beijing what they think of Brexit, they might say: “Democracy only leads to confusion.” I know that’s not true, but it is difficult to change their impression.</p> <p>For the past two or three decades, the US and Britain have been cultural symbols in Chinese people’s eyes: the US powerful, rich, enviable; the UK exquisite, elegant. Public intellectuals, especially liberals, talk about the British style of constitutionalism, comparing it to our Soviet-style totalitarian regime. Students know more about Winston Churchill and Margaret Thatcher than JFK or Bill Clinton. That is real “soft power”.</p> <p>But now this image has collapsed. In the Brexit farce, there is no Churchill or Thatcher, only a dozen mediocre politicians, none of whom want to take responsibility or unite the nation. This has encouraged the nationalists in China, especially the young generation born after 1989. With the “help” of the <a href=\"https://www.theguardian.com/news/2018/jun/29/the-great-firewall-of-china-xi-jinpings-internet-shutdown\" title=\"\">great firewall</a>, they knew little about the inner crisis of their own country. But they see that China now has more aircraft carriers, more missiles and more hi-tech fighters, while the UK is trapped in the wallows of Brexit. There is an inner voice in their hearts: “Now we are strong. They are weak. We have nothing to learn from them.” That’s the danger.</p> <p>Today, no one really cares about Boris Johnson, but since he was the one who called for Brexit at the beginning, Chinese people will be interested to see how he can turn his commitment into reality.<br><strong>As told to Lily Kuo</strong></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"a6c1d091610dc7040b3d84d4e6be39eb3b757bab\"> <img src=\"https://media.guim.co.uk/a6c1d091610dc7040b3d84d4e6be39eb3b757bab/0_0_1000_927/1000.jpg\" alt=\"Sylvie Kauffmann\" width=\"1000\" height=\"927\" class=\"gu-image\" /> </figure>  <h2><strong>France: ‘Once, we used to hold up British parliamentary life as the Rolls-Royce of liberal democracy’</strong></h2> <p><em>Sylvie Kauffmann, editorial director and contributor, Le Monde</em></p> <p>First, I should say that we French Europeans are grateful to our British friends for making sure one word has exited our vocabulary: Frexit.</p> <p>For Brexit has made Frexit impossible. Four years ago, Marine Le Pen could still float the Frexit temptation and lead some of her supporters to believe that leaving the EU would somehow solve France’s problems.</p> <p>By the time she launched her campaign for the 2017 presidential election, the Brexit referendum had already had one effect: the Front National leader no longer dared push her Frexit argument any more, confining herself instead to attacking the euro and advocating a return to the old franc. Even this proved a bad idea.</p> <p>In the last TV debate between the two rounds of the election, Emmanuel Macron crushed Le Pen by proving how incoherent her idea of a French paradise outside the eurozone actually was. It took a year for her to recover, and two years for her party – <a href=\"https://www.theguardian.com/world/2018/jun/01/marine-le-pen-rebrands-front-national-in-push-for-support\" title=\"\">now renamed National Rally</a> – to produce a programme admitting that leaving the euro was “not a priority any more”.</p> <p>But for us, this has been the only silver lining of the Brexit saga. Watching the long descent of Westminster into something resembling hell has been an exhausting experience. Theresa May’s very British resilience was impressive, but we ended up pitying her. Nigel Farage’s type was all too familiar to us: we well understood just how dangerous he was. Some of us once found Boris Johnson funny; we long ago stopped laughing. John Bercow’s ties and desperate calls for order made a good show, but on the whole, this was a cast with too many villains and too few heroes.</p> <p>Once, we used to hold up British parliamentary life as an example, and watch prime minister’s questions in the House of Commons with envy: for us, accustomed to semi-monarchical presidents of the Republic, this was the very Rolls-Royce of liberal democracy. Now that Rolls-Royce looks more like a dodgem.</p> <p>We have come to dread seeing old British friends, now so obsessed with Brexit that it is all but impossible to talk of anything else. We wondered how it was possible for such brilliant public servants and such a legendary diplomatic service to be unable to come up with better plans and bring them to the negotiating table.</p> <p>And we could not understand how a former empire could dream of becoming “Singapore-on-Thames”. All our myths, in short, have been destroyed. Instead of taking back control, the Brits seemed to be losing their minds.</p> <p>Then <a href=\"https://www.theguardian.com/world/2018/dec/03/who-are-the-gilets-jaunes-and-what-do-they-want\" title=\"\">France had its own crisis</a>: the <em>gilets jaunes</em>. It was violent, ugly, destabilising. Maybe Brexit was Britain’s <em>gilets jaunes</em> moment? The UK version of a widespread crisis of representative democracy? Less violent – but, in the end, more destructive.</p> <p>Watching this final episode, of the election of a prime minister by 0.2% of the population, many of us came to this conclusion: this is a British crisis, not a European one. And you will never solve it without leaving, one way or another. So please, go now. Check the freezing temperature outside, fix your problem. And then come back. The door will stay open, because we do want you back. Just calmed down a bit.<br><strong>As told to Jon Henley</strong></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"9b42acd979dbaa0507c3449b7e66cbaca36a647a\"> <img src=\"https://media.guim.co.uk/9b42acd979dbaa0507c3449b7e66cbaca36a647a/0_0_800_738/500.jpg\" alt=\"Khuê Phạm\" width=\"500\" height=\"461\" class=\"gu-image\" /> </figure>  <h2><strong>Germany: ‘Johnson is seen as treating Europe as a big joke. Quoting witty lines in Latin won’t change that’</strong></h2> <p><em>Khuê Pham, </em><em>staff writer, Zeit magazine</em></p> <p>It has been difficult to write with the eye of a neutral observer about an event, Brexit, that can feel like a personal affront. After Berlin, London was my second home town, a place where I had gone to university and lived for four years. Yet the vote to leave made me realise that perhaps there was a side to Britain I had overlooked.</p> <p>I learned a lot since then – not just about Britain, but also our blindspots as reporters. I saw parallels to Brexit not just in Donald Trump’s election victory later that year, but also in the rise of <a href=\"https://www.theguardian.com/world/alternative-fur-deutschland-afd\" title=\"\">Alternative für Deutschland</a> at the 2017 elections in Germany. All three raise questions of social inequality that we have failed to address until now. The problem is that we are still looking for ways to resolve them. People are more disillusioned about politics than ever, and yet we are nowhere nearer to cleaning up the mess.</p> <p>For our readers at <em>Die Zeit</em>, Boris Johnson is by far the most intriguing character in the Brexit drama. He makes them come out in a rash – it’s as if they are allergic to him. They feel he has been disdainful towards Europeans, treating Europe as a big joke. That view will stick around even as prime minister – quoting witty lines in Latin won’t change that.</p> <p>I wrote a profile of him during the referendum campaign, and the impression I had then was of someone who doesn’t actually have a very strong opinion on Europe at all, and who isn’t really interested in the detail part of politics, which requires hard work. His stint as foreign secretary only confirmed that, so I am really surprised how many British commentators now endorse him as a prime minister.</p> <p>Britain’s soft power has already started to diminish. Caught up in Brexit, the UK government doesn’t have the bandwidth to play a role in European politics any more. I think the German public has started to lose interest in the latest details of the negotiations – they used to think of Britain as being very cool, now it’s seen as a big mess.</p> <p>I am not very hopeful about good relations between Britain and Germany in the near future. Merkel is on her way out and there’s no strong candidate to succeed her. The danger is that in a year’s time both Britain and Germany could be in a volatile state, both with leaders who need to prove to the electorate that they can be tough in negotiations. I fear the UK will come to miss Merkel as a pillar of stability.<br><strong>As told to Philip Oltermann</strong></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"849d662ee6d0a5e8ee1c815ce64ade33786d0b88\"> <img src=\"https://media.guim.co.uk/849d662ee6d0a5e8ee1c815ce64ade33786d0b88/0_0_770_775/497.jpg\" alt=\"Nobuyuki Suzuki of Tokyo Shimbum\" width=\"497\" height=\"500\" class=\"gu-image\" /> </figure>  <h2><strong>Japan: ‘The Japanese have always seen Britain as a gentle, stable country, but that has changed’</strong></h2> <p><em>Nobuyuki Suzuki, media and entertainment news editor, the Tokyo Shimbun newspaper</em></p> <p>I’m very concerned about the prospect of Britain leaving the EU without a deal on 31 October. This is unprecedented. I’m afraid that Japanese companies will continue to rethink their investments in Britain, as <a href=\"https://www.theguardian.com/business/2019/mar/11/no-deal-brexit-could-cost-japanese-auto-makers-in-uk-1bn-a-year\" title=\"\">Nissan and Honda have already done</a>.</p> <p>Japanese companies invested in Britain because it was a member of the EU. But agreeing a Japan-UK free trade deal after Brexit would take a very long time, and during that period it would be difficult for Japanese firms to continue operating in Britain.</p> <p>With or without a deal, leaving the EU is a bad idea and I hope, somehow, that Brexit won’t happen. I don’t think David Cameron ever thought that Britain would vote to leave, but voters were influenced by fake news claims about membership of the EU and what leaving would mean. They were persuaded that Brexit would be easy.</p> <p>I feel very sorry for British voters. A lot of people who voted to leave saw themselves as victims of globalisation. If I was a British factory worker and I had lost my job, I would have been tempted to support leaving the EU. The gap between rich and poor was growing. Immigration was also an issue. People looked around and thought: “I want to go back to the way Britain was.” I don’t think voters were given enough information about what the issues were before the referendum, and there should have been much more discussion of the risks and benefits of leaving.</p> <p>The Japanese prime minister, Shinzo Abe, is considering calling for a referendum on revising Japan’s postwar constitution (to legally recognise the self-defence forces, Japan’s de facto military). If Brexit has taught us anything, it is that the media have to do more to ensure that the public has a proper grasp of both sides of the argument.</p> <p>We run a lot of Brexit stories in the <em>Tokyo Shimbun</em>. It’s one of the hottest foreign news stories around. The tone of our coverage is almost always downbeat and we talk a lot about how chaotic British politics has become.</p> <p>The Japanese have always seen Britain as a gentle, stable country, but that has changed, first because of Brexit and now because of the rise of Boris Johnson.</p> <p>Johnson doesn’t fit the stereotype of an English gentleman. He reminds a lot of people in Japan of Donald Trump, both physically and in terms of his political style.</p> <p>Johnson looks a little wild, and he speaks his mind. We don’t have politicians like that in Japan. What he says about politics doesn’t really matter to the Japanese… instead we are intrigued by the fact that he doesn’t speak or behave like a conventional politician.<br><strong>As told to Justin McCurry</strong></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"a3b28cda164ac03d7b701bbd1a73dca60320dd68\"> <img src=\"https://media.guim.co.uk/a3b28cda164ac03d7b701bbd1a73dca60320dd68/0_100_898_858/500.jpg\" alt=\"Mihir Sharma\" width=\"500\" height=\"478\" class=\"gu-image\" /> </figure>  <h2><strong>India: ‘If Britain wants a deal with India, it will have to relax immigration. This is non-negotiable’</strong></h2> <p><em>Mihir Sharma, author, Bloomberg columnist, and senior fellow at the Observer Research Foundation, New Delhi</em></p> <p>I visit the UK regularly and was there during the referendum. I was surprised but not shocked at the result. The Westminster system, which we share, is meant to conceal the real “will of the people”. It’s a bad idea to combine that with referendums. You might discover what people actually want, which is usually something politicians, and reality, can’t deliver.</p> <p>The result, observing the saga unfold from afar, is high comedy: a political class that is trapped by its own promises and lies into delivering the undeliverable and which is now losing all credibility as a consequence. It’s been strange to watch the incredible arrogance on display in England (not Britain), which reveals itself in this belief that they will somehow be a desirable location or partner for other countries once they leave Europe. </p> <p>Such a giant and inexplicable act of self-harm would be sad if it happened to a country less sure of itself, but when it happens to England, it is amusing as well.</p> <p>Britain confuses its standing with that of London. London is a great global city. Britain is a small European country with ideas above its station. People will continue to shop in London. Companies will locate less in Britain. The Indian government will pay less attention to the British prime minister and more to Brussels and Berlin.</p> <p>It seems to me that too many people in London seem to believe, deep down, that Brexit won’t happen. They don’t seem to realise they are now strangers in their own country.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"a91283364738efbf8ae2cc82856335e6db066d7a\"> <img src=\"https://media.guim.co.uk/a91283364738efbf8ae2cc82856335e6db066d7a/212_0_2607_1565/1000.jpg\" alt=\"Illustration by James Melaugh.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration by James Melaugh.</span> <span class=\"element-image__credit\">Illustration: James Melaugh</span> </figcaption> </figure>  <p>As a political analyst, I have learned quite a few things from Brexit. For one, I see it as a warning of the danger in allowing a single issue to take over all politics, all economic planning, and in fact all conversation. Brexit has dumbed Britain down.</p> <p>For another, politicians need to realise that in democracies like Britain or India, people are always angry: whether at austerity, or decreasing living standards, or immigration, or religious diversity. Anger just needs a target. The Brexit referendum gave them one: the EU. The country that invented the Westminster system, intended to control popular anger, seems to have forgotten how to run a democracy.</p> <p>India, like others, has noticed for the first time that Europe exists independently of Britain. India thought of Europe as Britain’s backyard. Brexit means we will now develop independent relationships with European countries. Britain, and London, will become less important.</p> <p>If Brexiters think that negotiating a trade agreement with India is going to be easy, they are in for a nasty shock. There is a far stronger belief in Britain than in India in the power of nostalgia and a “shared history”. It won’t impact trade negotiations at all. If Britain wants a deal, it will have to concede India’s demand for <a href=\"https://www.theguardian.com/politics/2019/jun/24/ease-migration-rules-for-indians-to-win-post-brexit-deals-say-mps\" title=\"\">easier work visas for professionals and students</a>. It will have to relax immigration. This is as non-negotiable for New Delhi as it is for Brussels. I’m sure Brexiters will be fine with that!</p> <p>Britain’s reputation for common sense and pragmatism has been severely damaged by Brexit. I doubt it will survive a Boris Johnson premiership.<br><strong>As told to Amrit Dhillon</strong></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"dc6abbf2c410463897d3050f8cfcbd6e5621e9de\"> <img src=\"https://media.guim.co.uk/dc6abbf2c410463897d3050f8cfcbd6e5621e9de/0_0_853_838/500.jpg\" alt=\"Khadija Patel.\" width=\"500\" height=\"491\" class=\"gu-image\" /> </figure>  <h2><strong>South Africa: ‘There’s a gleefulness in watching the British realise the ineptitude of their own politicians’</strong></h2> <p><em>Khadija Patel, editor-in-chief, the Mail </em><em>&amp; Guardian newspaper, Johannesburg</em></p> <p>People find Brexit inexplicable and are getting bored by it. There’s some interest in the political spectacle, but the importance of Great Britain in the consciousness of South Africa has waned. Yet there’s a gleefulness in watching the British realise the ineptitude of their own politicians. I guess we suffered when they were colonial rulers, and Boris Johnson [encapsulates] everything you might lampoon about Britain and its idea of itself.</p> <p>In South Africa we have problems with our own politicians, and it is almost consoling to see that we are not alone. Britain is trying to figure itself out in 2019 and is suddenly realising that it’s not that important any more. </p> <p>Britain has come to think of itself in very noble terms, and to do that it has had to fundamentally erase its dealings with the colonies. Its history has been written that way. I am a fourth-generation South African of Indian descent, so my own history is riddled with Britain’s colonialism, and all that is glossed over.</p> <p>Of course we were surprised by the referendum result, but when you zoom out a bit it all makes sense. We have seen similar shocks elsewhere – Trump, Modi in India, Bolsonaro in Brazil and so on. The <a href=\"https://www.theguardian.com/world/ng-interactive/2019/mar/08/quiz-how-populist-were-these-politicians-on-the-stump\" title=\"\">global trend towards populism</a> is scary. It fundamentally undermines democracy.</p> <p>I’m going to be interested in how Boris Johnson deals with Africa… I don’t think that [South African president] Cyril Ramaphosa or [foreign minister] Naledi Pandor are going to respond very well to him as a serious interlocutor with proposals about strengthening ties between our two countries.</p> <p>Britain will never hold that soft power again, no way.<br><strong>As told to Jason Burke</strong></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"340987072e5921c3b21ce0c14041aaab60b6bc19\"> <img src=\"https://media.guim.co.uk/340987072e5921c3b21ce0c14041aaab60b6bc19/230_0_1270_1251/1000.jpg\" alt=\"Alexey Venediktov\" width=\"1000\" height=\"985\" class=\"gu-image\" /> </figure>  <h2><strong>Russia: ‘Our leaders see Boris Johnson as temporary – a clown. They’ll wait for the new leader’</strong></h2> <p><em>Alexey Venediktov, editor-in-</em><em>chief, </em><em>Echo of Moscow</em><em> radio station</em></p> <p>The economic leadership of Russia is not happy [about Brexit]. They think turbulence is not in our interest because Russia has a fairly weak economy at the moment. It changes the rules now, while we are weak. They’re concerned about the future.</p> <p>But the political leadership see a united front of western countries against them, and they see any weakening – the separatist movement in Catalonia, the rise of Salvini in Italy, the growth of the far right in the Netherlands and Germany, the exit of the UK from the EU – as a positive, because it makes our opponents look at themselves, not at us.</p> <p>I don’t see a possibility [for relations to improve]. The bilateral relationship isn’t determined by whether or not the UK is in the EU. Our relations of late have largely been determined by <a href=\"https://www.theguardian.com/uk-news/novichok-poisonings\" title=\"\">the Skripal case</a>, and the British leadership is now seen as the most actively hostile European government to Russia.</p> <p>[Of greater importance to diplomacy is] Vladimir Putin’s personal relationship with a leader, as we saw with George W Bush. Despite political differences, they had [a rapport] that helped smooth over many of the problems between Russia and the US. Unfortunately, the view of Boris Johnson in the leadership is quite negative. They don’t think he is serious. They think he’s a clown. And second, they think he has little support in his party and his country. So he’s temporary… we’ll wait for the new leader.<br><strong>As told to Andrew Roth</strong><strong> </strong></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"30514a87a5dde7fba0f285ca3571cbe532647b22\"> <img src=\"https://media.guim.co.uk/30514a87a5dde7fba0f285ca3571cbe532647b22/187_0_846_829/500.jpg\" alt=\"Jen Kirby, vox.com\" width=\"500\" height=\"490\" class=\"gu-image\" /> </figure>  <h2><strong>The United States: ‘Trump’s US doesn’t look as desperate for friends as the UK does in its split from the EU’</strong></h2> <p><em>Jen Kirby</em><em>, foreign and national security reporter, Vox</em></p> <p>Brexit, and the rise of Boris Johnson, is a drama Americans know they’re supposed to pay attention to, if only we weren’t so consumed by our own. We get that the drama is related. No one thought Britain would vote to leave the EU, until it did. No one thought Trump would win the presidency, until he did.</p> <p>What happened in the UK in June 2016 later looked like the harbinger of America’s political upheaval. Or maybe it felt more soothing that way. Here, America may not have wanted to be first.</p> <p>If the comparisons between Trump and Brexit seemed straightforward – the rise of populism and rightwing nationalism; the distrust of institutions and the “elite” – it became clear the events connected in deeper, murkier ways. Misinformation became a feature of both the referendum and the presidential campaign: the UK had the Brexit bus, the US had (well, still has) Trump’s twitter feed. Fake news was amplified on social media, including by Russian trolls. <a href=\"https://www.theguardian.com/profile/carolecadwalladr\" title=\"\">Cambridge Analytica</a> appeared as a villain in both. So, somehow, did <a href=\"https://www.theguardian.com/us-news/2019/jun/22/video-reveals-steve-bannon-links-to-boris-johnson\" title=\"\">Steve Bannon</a>.</p> <p>Johnson’s ascension to prime minister feels a bit like we still don’t get it, that all the forces that made Trump and Brexit possible have only hardened in the three years since. Johnson, Americans know, is the guy that sold Brexit, and Brexit really has not gone well. But his party, at least, is buying into his vision, even doubling down on it. It puts a knot in our stomach about 2020.</p> <p>Johnson isn’t exactly “Britain’s Trump”. Their commonalities are mostly superficial: born in New York, both have populist appeal despite a privileged upbringing; both court controversy and are owners of questionable hairstyles. But Johnson appears more savvy, more shrewd, more deliberate. He’s Trump, if Trump were in on the joke.</p> <p>The end result might be the same for both nations: leaders who cater to the voters who buy into their rhetoric, leaving everyone else to condemn their lies. Two men who should be cast off as ridiculous were they not so capable of tapping into anger, resentment, racism.</p> <p>Johnson and Trump will meet as heads of state at the G7 later this month, and the next, weirder stage of the special relationship will begin. It could be short-lived. Trump’s presidency has strained democratic alliances, and amplified some uncomfortable bonds, from Jair Bolsonaro to Mohammad bin Salman. But the US under Trump doesn’t look as desperate for friends as the UK does in its breakup with the EU. The Brexiters seem to think that the US will be a better substitute for the EU. But Trump can’t be trusted, particularly not on trade, where his one organising principle is that everyone’s out to take advantage of the US. And even if Trump gets along with Johnson now, he might be looking over his shoulder for someone better, or, really, just Nigel Farage.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"5f82a61e7da5b34c3b67b26ab8bd00528be16bb4\"> <img src=\"https://media.guim.co.uk/5f82a61e7da5b34c3b67b26ab8bd00528be16bb4/0_0_800_723/500.jpg\" alt=\"Fernanda Mena, Folha de São Paulo\" width=\"500\" height=\"452\" class=\"gu-image\" /> </figure>  <h2><strong>Brazil: ‘The UK appears fixated on its own problems – it is losing relevance quite quickly’</strong></h2> <p><em>Fernanda Mena, columnist, Folha de São Paulo</em></p> <p>Many of my peers, upper-middle-class Paulistas, are anglophiles, people who appreciate Britain as the homeland of ideas of liberalism, free markets and multiculturalism – all reinforced by the soft power of British pop culture. We have always seen London as one of the capitals of the world – very cosmopolitan and full of youth culture.</p> <p>And as Brazilians we know that Brits in general are better educated than us. So it was quite shocking to see people being driven by lies to vote for Brexit – and betraying all those principles of multiculturalism, liberalism and free markets.</p> <p>I was incredulous when I heard the result, but looking back at the time I spent studying in London, there were one or two things that could have given me a sign of what was to come. For example, the scandal that broke in 2009 about <a href=\"https://www.theguardian.com/business/2009/jan/11/primark-ethical-business-living\" title=\"\">Primark paying very low wages to Manchester textile workers</a> – we never thought of the British working-class as being as exploited as workers in eastern Asia. And of course this has to do with globalisation.</p> <p>A link between Brexit and Brazil is the use of social media to target uncertain and vulnerable voters with fake news. It happened here in Jair Bolsonaro’s election – and maybe it is not a coincidence that Bolsonaro is close to <a href=\"https://www.theguardian.com/us-news/2019/jun/22/video-reveals-steve-bannon-links-to-boris-johnson\" title=\"\">Steve Bannon</a>, who was key in Trump’s election.</p> <p>It looked mad that Britain wanted to leave the world’s largest trading bloc. In June, Brazil, as part of the Mercosur economic area, <a href=\"https://www.bbc.co.uk/news/world-europe-48807161\" title=\"\">signed a major trade deal with the EU</a>, so I think the relationship we have with the UK will be much weaker. My impression with Brexit is that a lot of companies will leave the UK. The UK is still the <a href=\"https://www.investopedia.com/insights/worlds-top-economies/\" title=\"\">fifth-largest economy</a> but for how much longer? It appears so self-centred, fixated on its own problems that it is currently out of the global debate – it is losing relevance quite quickly.<br><strong>As told to Ian Tucker</strong> </p>",
      "newspaperPageNumber": "13",
      "wordcount": "3978",
      "commentCloseDate": "2019-08-04T12:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-04T09:00:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:55Z",
      "newspaperEditionDate": "2019-08-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c3akn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/62bcba6bdd38141aa055c8b2cc0bacee81b2cceb/0_18_2536_1521/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "China: ‘The Brexit farce has encouraged the nationalists in China, especially the young generation’ Liu Ye, editor of international affairs at Sanlian Life Week magazine in Beijing I remember the day of the referendum. It was very hot in Beijing that morning and I had gone to a meeting with my publishing agent. I kept checking the BBC app on my phone for news. Finally, after leaving the meeting, while waiting for a taxi, my phone buzzed – the UK had chosen to leave. Suddenly I was reminded of an old Yugoslav film, Walter Defends Sarajevo, which was very popular in China in the 1970s. There is a famous line that many Chinese people will remember: “The air is shaking, as if the sky is going to burn. The storm is coming.” Within a few hours, I published an article titled “The storm is coming”. It was read by more than 100,000 people in just one hour. Later, I persuaded my editor to do a cover story on Brexit. We put that out within 72 hours, under the headline: “Brexit: are we facing the reversal of globalisation?” That edition sold almost 200,000 copies – even more than our report on Donald Trump’s presidential win. Not many Chinese people care about the technical or legal details of the Brexit deal, but the saga has made an impression. The reputation of British democracy has suffered. If you ask someone on the streets of Beijing what they think of Brexit, they might say: “Democracy only leads to confusion.” I know that’s not true, but it is difficult to change their impression. For the past two or three decades, the US and Britain have been cultural symbols in Chinese people’s eyes: the US powerful, rich, enviable; the UK exquisite, elegant. Public intellectuals, especially liberals, talk about the British style of constitutionalism, comparing it to our Soviet-style totalitarian regime. Students know more about Winston Churchill and Margaret Thatcher than JFK or Bill Clinton. That is real “soft power”. But now this image has collapsed. In the Brexit farce, there is no Churchill or Thatcher, only a dozen mediocre politicians, none of whom want to take responsibility or unite the nation. This has encouraged the nationalists in China, especially the young generation born after 1989. With the “help” of the great firewall, they knew little about the inner crisis of their own country. But they see that China now has more aircraft carriers, more missiles and more hi-tech fighters, while the UK is trapped in the wallows of Brexit. There is an inner voice in their hearts: “Now we are strong. They are weak. We have nothing to learn from them.” That’s the danger. Today, no one really cares about Boris Johnson, but since he was the one who called for Brexit at the beginning, Chinese people will be interested to see how he can turn his commitment into reality. As told to Lily Kuo France: ‘Once, we used to hold up British parliamentary life as the Rolls-Royce of liberal democracy’ Sylvie Kauffmann, editorial director and contributor, Le Monde First, I should say that we French Europeans are grateful to our British friends for making sure one word has exited our vocabulary: Frexit. For Brexit has made Frexit impossible. Four years ago, Marine Le Pen could still float the Frexit temptation and lead some of her supporters to believe that leaving the EU would somehow solve France’s problems. By the time she launched her campaign for the 2017 presidential election, the Brexit referendum had already had one effect: the Front National leader no longer dared push her Frexit argument any more, confining herself instead to attacking the euro and advocating a return to the old franc. Even this proved a bad idea. In the last TV debate between the two rounds of the election, Emmanuel Macron crushed Le Pen by proving how incoherent her idea of a French paradise outside the eurozone actually was. It took a year for her to recover, and two years for her party – now renamed National Rally – to produce a programme admitting that leaving the euro was “not a priority any more”. But for us, this has been the only silver lining of the Brexit saga. Watching the long descent of Westminster into something resembling hell has been an exhausting experience. Theresa May’s very British resilience was impressive, but we ended up pitying her. Nigel Farage’s type was all too familiar to us: we well understood just how dangerous he was. Some of us once found Boris Johnson funny; we long ago stopped laughing. John Bercow’s ties and desperate calls for order made a good show, but on the whole, this was a cast with too many villains and too few heroes. Once, we used to hold up British parliamentary life as an example, and watch prime minister’s questions in the House of Commons with envy: for us, accustomed to semi-monarchical presidents of the Republic, this was the very Rolls-Royce of liberal democracy. Now that Rolls-Royce looks more like a dodgem. We have come to dread seeing old British friends, now so obsessed with Brexit that it is all but impossible to talk of anything else. We wondered how it was possible for such brilliant public servants and such a legendary diplomatic service to be unable to come up with better plans and bring them to the negotiating table. And we could not understand how a former empire could dream of becoming “Singapore-on-Thames”. All our myths, in short, have been destroyed. Instead of taking back control, the Brits seemed to be losing their minds. Then France had its own crisis: the gilets jaunes. It was violent, ugly, destabilising. Maybe Brexit was Britain’s gilets jaunes moment? The UK version of a widespread crisis of representative democracy? Less violent – but, in the end, more destructive. Watching this final episode, of the election of a prime minister by 0.2% of the population, many of us came to this conclusion: this is a British crisis, not a European one. And you will never solve it without leaving, one way or another. So please, go now. Check the freezing temperature outside, fix your problem. And then come back. The door will stay open, because we do want you back. Just calmed down a bit. As told to Jon Henley Germany: ‘Johnson is seen as treating Europe as a big joke. Quoting witty lines in Latin won’t change that’ Khuê Pham, staff writer, Zeit magazine It has been difficult to write with the eye of a neutral observer about an event, Brexit, that can feel like a personal affront. After Berlin, London was my second home town, a place where I had gone to university and lived for four years. Yet the vote to leave made me realise that perhaps there was a side to Britain I had overlooked. I learned a lot since then – not just about Britain, but also our blindspots as reporters. I saw parallels to Brexit not just in Donald Trump’s election victory later that year, but also in the rise of Alternative für Deutschland at the 2017 elections in Germany. All three raise questions of social inequality that we have failed to address until now. The problem is that we are still looking for ways to resolve them. People are more disillusioned about politics than ever, and yet we are nowhere nearer to cleaning up the mess. For our readers at Die Zeit, Boris Johnson is by far the most intriguing character in the Brexit drama. He makes them come out in a rash – it’s as if they are allergic to him. They feel he has been disdainful towards Europeans, treating Europe as a big joke. That view will stick around even as prime minister – quoting witty lines in Latin won’t change that. I wrote a profile of him during the referendum campaign, and the impression I had then was of someone who doesn’t actually have a very strong opinion on Europe at all, and who isn’t really interested in the detail part of politics, which requires hard work. His stint as foreign secretary only confirmed that, so I am really surprised how many British commentators now endorse him as a prime minister. Britain’s soft power has already started to diminish. Caught up in Brexit, the UK government doesn’t have the bandwidth to play a role in European politics any more. I think the German public has started to lose interest in the latest details of the negotiations – they used to think of Britain as being very cool, now it’s seen as a big mess. I am not very hopeful about good relations between Britain and Germany in the near future. Merkel is on her way out and there’s no strong candidate to succeed her. The danger is that in a year’s time both Britain and Germany could be in a volatile state, both with leaders who need to prove to the electorate that they can be tough in negotiations. I fear the UK will come to miss Merkel as a pillar of stability. As told to Philip Oltermann Japan: ‘The Japanese have always seen Britain as a gentle, stable country, but that has changed’ Nobuyuki Suzuki, media and entertainment news editor, the Tokyo Shimbun newspaper I’m very concerned about the prospect of Britain leaving the EU without a deal on 31 October. This is unprecedented. I’m afraid that Japanese companies will continue to rethink their investments in Britain, as Nissan and Honda have already done. Japanese companies invested in Britain because it was a member of the EU. But agreeing a Japan-UK free trade deal after Brexit would take a very long time, and during that period it would be difficult for Japanese firms to continue operating in Britain. With or without a deal, leaving the EU is a bad idea and I hope, somehow, that Brexit won’t happen. I don’t think David Cameron ever thought that Britain would vote to leave, but voters were influenced by fake news claims about membership of the EU and what leaving would mean. They were persuaded that Brexit would be easy. I feel very sorry for British voters. A lot of people who voted to leave saw themselves as victims of globalisation. If I was a British factory worker and I had lost my job, I would have been tempted to support leaving the EU. The gap between rich and poor was growing. Immigration was also an issue. People looked around and thought: “I want to go back to the way Britain was.” I don’t think voters were given enough information about what the issues were before the referendum, and there should have been much more discussion of the risks and benefits of leaving. The Japanese prime minister, Shinzo Abe, is considering calling for a referendum on revising Japan’s postwar constitution (to legally recognise the self-defence forces, Japan’s de facto military). If Brexit has taught us anything, it is that the media have to do more to ensure that the public has a proper grasp of both sides of the argument. We run a lot of Brexit stories in the Tokyo Shimbun. It’s one of the hottest foreign news stories around. The tone of our coverage is almost always downbeat and we talk a lot about how chaotic British politics has become. The Japanese have always seen Britain as a gentle, stable country, but that has changed, first because of Brexit and now because of the rise of Boris Johnson. Johnson doesn’t fit the stereotype of an English gentleman. He reminds a lot of people in Japan of Donald Trump, both physically and in terms of his political style. Johnson looks a little wild, and he speaks his mind. We don’t have politicians like that in Japan. What he says about politics doesn’t really matter to the Japanese… instead we are intrigued by the fact that he doesn’t speak or behave like a conventional politician. As told to Justin McCurry India: ‘If Britain wants a deal with India, it will have to relax immigration. This is non-negotiable’ Mihir Sharma, author, Bloomberg columnist, and senior fellow at the Observer Research Foundation, New Delhi I visit the UK regularly and was there during the referendum. I was surprised but not shocked at the result. The Westminster system, which we share, is meant to conceal the real “will of the people”. It’s a bad idea to combine that with referendums. You might discover what people actually want, which is usually something politicians, and reality, can’t deliver. The result, observing the saga unfold from afar, is high comedy: a political class that is trapped by its own promises and lies into delivering the undeliverable and which is now losing all credibility as a consequence. It’s been strange to watch the incredible arrogance on display in England (not Britain), which reveals itself in this belief that they will somehow be a desirable location or partner for other countries once they leave Europe. Such a giant and inexplicable act of self-harm would be sad if it happened to a country less sure of itself, but when it happens to England, it is amusing as well. Britain confuses its standing with that of London. London is a great global city. Britain is a small European country with ideas above its station. People will continue to shop in London. Companies will locate less in Britain. The Indian government will pay less attention to the British prime minister and more to Brussels and Berlin. It seems to me that too many people in London seem to believe, deep down, that Brexit won’t happen. They don’t seem to realise they are now strangers in their own country. As a political analyst, I have learned quite a few things from Brexit. For one, I see it as a warning of the danger in allowing a single issue to take over all politics, all economic planning, and in fact all conversation. Brexit has dumbed Britain down. For another, politicians need to realise that in democracies like Britain or India, people are always angry: whether at austerity, or decreasing living standards, or immigration, or religious diversity. Anger just needs a target. The Brexit referendum gave them one: the EU. The country that invented the Westminster system, intended to control popular anger, seems to have forgotten how to run a democracy. India, like others, has noticed for the first time that Europe exists independently of Britain. India thought of Europe as Britain’s backyard. Brexit means we will now develop independent relationships with European countries. Britain, and London, will become less important. If Brexiters think that negotiating a trade agreement with India is going to be easy, they are in for a nasty shock. There is a far stronger belief in Britain than in India in the power of nostalgia and a “shared history”. It won’t impact trade negotiations at all. If Britain wants a deal, it will have to concede India’s demand for easier work visas for professionals and students. It will have to relax immigration. This is as non-negotiable for New Delhi as it is for Brussels. I’m sure Brexiters will be fine with that! Britain’s reputation for common sense and pragmatism has been severely damaged by Brexit. I doubt it will survive a Boris Johnson premiership. As told to Amrit Dhillon South Africa: ‘There’s a gleefulness in watching the British realise the ineptitude of their own politicians’ Khadija Patel, editor-in-chief, the Mail &amp; Guardian newspaper, Johannesburg People find Brexit inexplicable and are getting bored by it. There’s some interest in the political spectacle, but the importance of Great Britain in the consciousness of South Africa has waned. Yet there’s a gleefulness in watching the British realise the ineptitude of their own politicians. I guess we suffered when they were colonial rulers, and Boris Johnson [encapsulates] everything you might lampoon about Britain and its idea of itself. In South Africa we have problems with our own politicians, and it is almost consoling to see that we are not alone. Britain is trying to figure itself out in 2019 and is suddenly realising that it’s not that important any more. Britain has come to think of itself in very noble terms, and to do that it has had to fundamentally erase its dealings with the colonies. Its history has been written that way. I am a fourth-generation South African of Indian descent, so my own history is riddled with Britain’s colonialism, and all that is glossed over. Of course we were surprised by the referendum result, but when you zoom out a bit it all makes sense. We have seen similar shocks elsewhere – Trump, Modi in India, Bolsonaro in Brazil and so on. The global trend towards populism is scary. It fundamentally undermines democracy. I’m going to be interested in how Boris Johnson deals with Africa… I don’t think that [South African president] Cyril Ramaphosa or [foreign minister] Naledi Pandor are going to respond very well to him as a serious interlocutor with proposals about strengthening ties between our two countries. Britain will never hold that soft power again, no way. As told to Jason Burke Russia: ‘Our leaders see Boris Johnson as temporary – a clown. They’ll wait for the new leader’ Alexey Venediktov, editor-in-chief, Echo of Moscow radio station The economic leadership of Russia is not happy [about Brexit]. They think turbulence is not in our interest because Russia has a fairly weak economy at the moment. It changes the rules now, while we are weak. They’re concerned about the future. But the political leadership see a united front of western countries against them, and they see any weakening – the separatist movement in Catalonia, the rise of Salvini in Italy, the growth of the far right in the Netherlands and Germany, the exit of the UK from the EU – as a positive, because it makes our opponents look at themselves, not at us. I don’t see a possibility [for relations to improve]. The bilateral relationship isn’t determined by whether or not the UK is in the EU. Our relations of late have largely been determined by the Skripal case, and the British leadership is now seen as the most actively hostile European government to Russia. [Of greater importance to diplomacy is] Vladimir Putin’s personal relationship with a leader, as we saw with George W Bush. Despite political differences, they had [a rapport] that helped smooth over many of the problems between Russia and the US. Unfortunately, the view of Boris Johnson in the leadership is quite negative. They don’t think he is serious. They think he’s a clown. And second, they think he has little support in his party and his country. So he’s temporary… we’ll wait for the new leader. As told to Andrew Roth The United States: ‘Trump’s US doesn’t look as desperate for friends as the UK does in its split from the EU’ Jen Kirby, foreign and national security reporter, Vox Brexit, and the rise of Boris Johnson, is a drama Americans know they’re supposed to pay attention to, if only we weren’t so consumed by our own. We get that the drama is related. No one thought Britain would vote to leave the EU, until it did. No one thought Trump would win the presidency, until he did. What happened in the UK in June 2016 later looked like the harbinger of America’s political upheaval. Or maybe it felt more soothing that way. Here, America may not have wanted to be first. If the comparisons between Trump and Brexit seemed straightforward – the rise of populism and rightwing nationalism; the distrust of institutions and the “elite” – it became clear the events connected in deeper, murkier ways. Misinformation became a feature of both the referendum and the presidential campaign: the UK had the Brexit bus, the US had (well, still has) Trump’s twitter feed. Fake news was amplified on social media, including by Russian trolls. Cambridge Analytica appeared as a villain in both. So, somehow, did Steve Bannon. Johnson’s ascension to prime minister feels a bit like we still don’t get it, that all the forces that made Trump and Brexit possible have only hardened in the three years since. Johnson, Americans know, is the guy that sold Brexit, and Brexit really has not gone well. But his party, at least, is buying into his vision, even doubling down on it. It puts a knot in our stomach about 2020. Johnson isn’t exactly “Britain’s Trump”. Their commonalities are mostly superficial: born in New York, both have populist appeal despite a privileged upbringing; both court controversy and are owners of questionable hairstyles. But Johnson appears more savvy, more shrewd, more deliberate. He’s Trump, if Trump were in on the joke. The end result might be the same for both nations: leaders who cater to the voters who buy into their rhetoric, leaving everyone else to condemn their lies. Two men who should be cast off as ridiculous were they not so capable of tapping into anger, resentment, racism. Johnson and Trump will meet as heads of state at the G7 later this month, and the next, weirder stage of the special relationship will begin. It could be short-lived. Trump’s presidency has strained democratic alliances, and amplified some uncomfortable bonds, from Jair Bolsonaro to Mohammad bin Salman. But the US under Trump doesn’t look as desperate for friends as the UK does in its breakup with the EU. The Brexiters seem to think that the US will be a better substitute for the EU. But Trump can’t be trusted, particularly not on trade, where his one organising principle is that everyone’s out to take advantage of the US. And even if Trump gets along with Johnson now, he might be looking over his shoulder for someone better, or, really, just Nigel Farage. Brazil: ‘The UK appears fixated on its own problems – it is losing relevance quite quickly’ Fernanda Mena, columnist, Folha de São Paulo Many of my peers, upper-middle-class Paulistas, are anglophiles, people who appreciate Britain as the homeland of ideas of liberalism, free markets and multiculturalism – all reinforced by the soft power of British pop culture. We have always seen London as one of the capitals of the world – very cosmopolitan and full of youth culture. And as Brazilians we know that Brits in general are better educated than us. So it was quite shocking to see people being driven by lies to vote for Brexit – and betraying all those principles of multiculturalism, liberalism and free markets. I was incredulous when I heard the result, but looking back at the time I spent studying in London, there were one or two things that could have given me a sign of what was to come. For example, the scandal that broke in 2009 about Primark paying very low wages to Manchester textile workers – we never thought of the British working-class as being as exploited as workers in eastern Asia. And of course this has to do with globalisation. A link between Brexit and Brazil is the use of social media to target uncertain and vulnerable voters with fake news. It happened here in Jair Bolsonaro’s election – and maybe it is not a coincidence that Bolsonaro is close to Steve Bannon, who was key in Trump’s election. It looked mad that Britain wanted to leave the world’s largest trading bloc. In June, Brazil, as part of the Mercosur economic area, signed a major trade deal with the EU, so I think the relationship we have with the UK will be much weaker. My impression with Brexit is that a lot of companies will leave the UK. The UK is still the fifth-largest economy but for how much longer? It appears so self-centred, fixated on its own problems that it is currently out of the global debate – it is losing relevance quite quickly. As told to Ian Tucker",
      "charCount": "23134",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/04/boris-johnson-boos-leaks-snubs-floods",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-04T07:00:15Z",
    "webTitle": "Boos, leaks, snubs … then floods. Boris Johnson hits early turbulence",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/04/boris-johnson-boos-leaks-snubs-floods",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/04/boris-johnson-boos-leaks-snubs-floods",
    "fields": {
      "headline": "Boos, leaks, snubs … then floods. Boris Johnson hits early turbulence",
      "standfirst": "He toured the union and rushed to a flooding emergency, but there is little sign the tide is turning in the PM’s favour on Brexit",
      "trailText": "He toured the union and rushed to a flooding emergency, but there is little sign the tide is turning in the PM’s favour on Brexit",
      "byline": "Michael Savage and Chris Bradford",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"9018f6af30ae34e43eb6ceeeb075fd7f4bfb37b3\"> <img src=\"https://media.guim.co.uk/9018f6af30ae34e43eb6ceeeb075fd7f4bfb37b3/0_127_3500_2101/1000.jpg\" alt=\"Boris Johnson with Scotland’s First Minister, Nicola Sturgeon, at Bute House in Edinburgh on Monday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson with Scotland’s first minister, Nicola Sturgeon, at Bute House in Edinburgh on Monday.</span> <span class=\"element-image__credit\">Photograph: Duncan McGlynn/Pool via Reuters</span> </figcaption> </figure>",
      "body": "<p>Booed in Scotland. Confronted by farmers in Wales. Chided over the future of the union in Northern Ireland. Hit by damaging leaks and warned about the risk of recession by the Bank of England, all amid a tumbling pound.</p> <p>The turbulence that has struck Boris Johnson’s administration was more reminiscent of an ageing government fighting for survival than one embarking on its first seven days in office. Yet such is the perpetual turmoil of British politics amid the Brexit impasse that many in Westminster regarded the week’s events as a gentle opening to an inevitable crisis.</p> <p>Figures in Johnson’s team do not pretend his early visits to the four corners of the union were easy. His aides, who admit to an “intense” transition to life in Downing St, also insist there is one vital positive at the end of his UK tour: “It’s over.”</p> <p>Their sense of relief is understandable. Johnson’s flurry of activity in the hostile territories of Edinburgh, Cardiff and Belfast saw him repeatedly confronted over his willingness to back a no-deal Brexit. Nicola Sturgeon, Scotland’s first minister, described him as “dangerous”. In Wales, having kept both the media and public at a safe distance, he was accused of “playing Russian roulette” with farmers’ livelihoods. By the time he reached Belfast, the head of the SDLP, Nichola Mallon, accused him of having “little understanding of the complexities and fragility of relationships in Northern Ireland”.</p> <p>Close observers said his itinerary was significant not just in terms of where he chose to go but also the places he chose to avoid. “They know very well that what they are asking for from the EU [in terms of a new Brexit deal], the EU is not going to give,” said one veteran of Theresa May’s team. “That is why they are not going to EU capitals. It would be visible activity to no useful end. But whenever you take on the job, you need quickly to be able to say you have visited the four nations of the union.”</p> <p>By Friday morning, Johnson’s travails had been compounded by losing the <a href=\"https://www.theguardian.com/politics/2019/aug/02/brecon-radnorshire-byelection-lib-dems-jane-dodds-win-cuts-johnson-commons-majority-to-one\" title=\"\">Brecon and Radnorshire byelection</a> and further reducing his wafer-thin working majority. Yet even some of the new government’s fiercest critics believe that, while Johnson’s opening days have been far from flawless, he has been spared more serious political fallout by opinion polls appearing to show a “Boris bounce”, and a strange hiatus that has descended on Westminster just as he has taken office.</p> <p>“It is a most peculiar atmosphere,” said one senior Tory concerned about Johnson’s Brexit plans. “So many people are on holiday. They are literally in Spain or Portugal or France. They can follow all of this on their iPads, but Boris has been given pretty free rein.”</p> <p>Westminster is always eerily quiet as its summer recess starts, but this year’s lull has provided a bizarre contrast to the feverish activity that ended May’s reign and the inevitable frenzy set to unfold when MPs return in September, with a no-deal Brexit just weeks away. In truth, Tory MPs tracking his progress from the beach say that, for all the criticism Johnson received on his outings last week, the real danger signs are not so much lurking below the surface as hiding in plain sight.</p> <p>Several Tory MPs pointed to a series of warning lights that were already flashing. First, some in the European Research Group of hardline Brexiters have signalled that they would vote down any Brexit deal, even if it did not contain the <a href=\"https://www.theguardian.com/politics/2019/jul/29/johnson-refuses-to-meet-eu-leaders-unless-they-scrap-backstop\" title=\"\">Irish backstop provision</a> that they believe keeps Britain tethered to the EU. One May ally said this was a sign they would turn on Johnson, too. “They are not in the mood to compromise,” they said. “There was a way of running his leadership campaign without relying on them, giving him more freedom. But he chose not to do that.”</p> <p>On the other wing, <a href=\"https://www.theguardian.com/politics/2019/aug/02/boris-johnson-warned-he-could-lose-control-of-parliament\" title=\"\">Tory Phillip Lee</a> has signalled he is considering joining the Lib Dems and that others are countenancing a similar move – eliminating Johnson’s working majority. Meanwhile, the forces of no-deal resistance are getting organised. Oliver Letwin, the former cabinet minister who has masterminded previous attempts to block a no-deal, was one of the few figures left in Westminster last week. And there have already been a series of leaks about the impact of a no-deal Brexit.</p> <p>Then there is the perceived instability of Johnson’s new team. Some insiders regard the new discipline in government installed by <a href=\"https://www.theguardian.com/politics/2019/jul/25/dominic-cummings-role-provokes-alarm-inside-civil-service\" title=\"\">Dominic Cummings</a>, the Vote Leave strategy chief now calling the shots in No 10, as uneasy. “Ministers are like their equivalents in the Chinese people’s republic – they are there to deliver policy already worked out by the politburo,” said one Tory. “The politburo is Dominic Cummings and his special advisers. They are the ones that have all of the ideas.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Have a great summer and prepare for an exceptionally stormy autumn</p> <footer> <cite>Diplomat</cite> </footer> </blockquote> </aside>  <p>Some ministers are already deemed to have a limited lifespan. “I do wonder what the hell [pro-Remain cabinet ministers] Robert Buckland, Amber Rudd and Nicky Morgan are doing in this regime,” said one Tory preparing to block no-deal. “They have tried to tell me it’s a bit like the early days of Trump. ‘We are there to control him’. I see it far more like 1945-46. The Soviets installed communist regimes in Poland and Czechoslovakia, but needed to show some democratic representation in the government. These people survived for a couple of years before being denounced and then shot. You do wonder if this is going to happen to them.”</p> <p>Meanwhile, diplomats in Europe have also been monitoring the new regime with a mixture of concern and disbelief. On Thursday, during talks with EU officials, Johnson’s new negotiator David Frost, himself a former ambassador, delivered the message that <a href=\"https://www.theguardian.com/politics/2019/jul/31/johnson-sends-ditch-the-backstop-message-to-eu-via-brexit-adviser\" title=\"\">only a Brexit deal without the Irish backstop would be acceptable</a>. He was told in no uncertain terms that such an outcome wasn’t possible – and that in the event of a no-deal Brexit there would be no “mini-deals” making life easier from Britain in the immediate aftermath.</p> <p>“They find Frost puzzling on that,” said one person familiar with the talks. “He knows how the EU negotiates with third countries and must understand how the game would work in practice if we went there … The UK strategy seemed obviously mad and self-defeating. And that Frost appeared to be an ideologue, but was obviously not calling the shots in No 10.”</p> <p>The EU officials were clear about the difficult detail that will soon become a major part of the Brexit debate as a no-deal outcome looms. Once it has crashed out, Frost was told, Britain will have to bid for an article 218 negotiation – the legal basis on which the EU negotiates agreements with third countries that sees strict conditions placed on the scope and terms of talks.</p> <p>As one Brussels insider put it: “Going all the way out, and then having to bid for an article 218 negotiation puts the UK in an exceptionally weak negotiating position … Back to money and the backstop.” As they checked out for their stint on the beach, one diplomat had clear advice to all those involved in the battle ahead: “Have a great summer and prepare for an exceptionally stormy autumn.”</p> <p>Johnson finished his turbulent week with a <a href=\"https://www.theguardian.com/politics/2019/aug/02/whaley-bridge-pm-visits-residents-forced-to-flee-dam-threat\" title=\"\">visit to the Derbyshire town</a> of Whaley Bridge, where residents were forced to flee their homes amid fears that the walls of a reservoir could collapse. Both he and his new team already know that there are similar structural weaknesses in his new premiership. While the waters in Westminster may be still for now, the political dam could be ready to burst before the summer is out.</p> <h2>Monday</h2>  <figure class=\"element element-image\" data-media-id=\"677efae5dc9ee5cf81844258ecdc29139a49cd74\"> <img src=\"https://media.guim.co.uk/677efae5dc9ee5cf81844258ecdc29139a49cd74/0_201_3543_2126/1000.jpg\" alt=\"Boris Johnson is booed in Scotland before an awkward handshake with Nicola Sturgeon and an even more stilted conversation with the Scottish first minister\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson is booed in Scotland before an awkward handshake with Nicola Sturgeon and an even more stilted conversation with the Scottish first minister</span> <span class=\"element-image__credit\">Photograph: Stewart Attwood/EPA</span> </figcaption> </figure>  <h2>Tuesday</h2>  <figure class=\"element element-image\" data-media-id=\"f3bdaecafd9737b2a508e833b07fdd31e9553194\"> <img src=\"https://media.guim.co.uk/f3bdaecafd9737b2a508e833b07fdd31e9553194/0_149_3500_2101/1000.jpg\" alt=\"The prime minister visits a chicken farm near Newport in Wales, but no amount of his egg puns can dampen its owner’s concerns about a no-deal Brexit.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The prime minister visits a chicken farm near Newport in Wales, but no amount of his egg puns can dampen its owner’s concerns about a no-deal Brexit.</span> <span class=\"element-image__credit\">Photograph: Adrian Dennis/Pool via Reuters</span> </figcaption> </figure>  <h2>Wednesday</h2>  <figure class=\"element element-image\" data-media-id=\"d11d596f9b1686bbdca3e6a44856e25664241a6a\"> <img src=\"https://media.guim.co.uk/d11d596f9b1686bbdca3e6a44856e25664241a6a/0_117_3500_2100/1000.jpg\" alt=\"Johnson runs into trouble in Northern Ireland when Sinn Féin leader Mary Lou McDonald, centre, says it will be “unthinkable” if a no-deal Brexit is not followed by a poll on Irish reunification.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Johnson runs into trouble in Northern Ireland when Sinn Féin leader Mary Lou McDonald, centre, says it will be “unthinkable” if a no-deal Brexit is not followed by a poll on Irish reunification.</span> <span class=\"element-image__credit\">Photograph: Liam McBurney/PA</span> </figcaption> </figure>  <h2>Thursday</h2>  <figure class=\"element element-image\" data-media-id=\"1a1b4c86e6c0eb8749969390c903325b58f56d18\"> <img src=\"https://media.guim.co.uk/1a1b4c86e6c0eb8749969390c903325b58f56d18/0_139_3168_1901/1000.jpg\" alt=\"New chancellor Sajid Javid sets aside an extra £2.1bn for no-deal Brexit preparations, taking no-deal spending this year to £6.3bn. Meg Hillier, chair of the Commons public accounts committee, accuses Boris Johnson of “throwing good money after bad”.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New chancellor Sajid Javid sets aside an extra £2.1bn for no-deal Brexit preparations, taking no-deal spending this year to £6.3bn. Meg Hillier, chair of the Commons public accounts committee, accuses Boris Johnson of “throwing good money after bad”.</span> <span class=\"element-image__credit\">Photograph: Aaron Chown/PA</span> </figcaption> </figure>  <h2>Friday</h2>  <figure class=\"element element-image\" data-media-id=\"076dc5b16ebeac2b7b5f555ac2a2356588b177a5\"> <img src=\"https://media.guim.co.uk/076dc5b16ebeac2b7b5f555ac2a2356588b177a5/0_147_3600_2160/1000.jpg\" alt=\"“Dodgy but stable.” Not an assessment of Boris Johnson’s first full week in Downing Street, but the new prime minister’s description of the damaged dam at Whaley Bridge, Derbyshire.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">“Dodgy but stable.” Not an assessment of Boris Johnson’s first full week in Downing Street, but the new prime minister’s description of the damaged dam at Whaley Bridge, Derbyshire.</span> <span class=\"element-image__credit\">Photograph: MoD</span> </figcaption> </figure>",
      "newspaperPageNumber": "32",
      "wordcount": "1284",
      "commentable": "false",
      "firstPublicationDate": "2019-08-04T07:00:15Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:06Z",
      "newspaperEditionDate": "2019-08-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c3hpb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9018f6af30ae34e43eb6ceeeb075fd7f4bfb37b3/0_127_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Booed in Scotland. Confronted by farmers in Wales. Chided over the future of the union in Northern Ireland. Hit by damaging leaks and warned about the risk of recession by the Bank of England, all amid a tumbling pound. The turbulence that has struck Boris Johnson’s administration was more reminiscent of an ageing government fighting for survival than one embarking on its first seven days in office. Yet such is the perpetual turmoil of British politics amid the Brexit impasse that many in Westminster regarded the week’s events as a gentle opening to an inevitable crisis. Figures in Johnson’s team do not pretend his early visits to the four corners of the union were easy. His aides, who admit to an “intense” transition to life in Downing St, also insist there is one vital positive at the end of his UK tour: “It’s over.” Their sense of relief is understandable. Johnson’s flurry of activity in the hostile territories of Edinburgh, Cardiff and Belfast saw him repeatedly confronted over his willingness to back a no-deal Brexit. Nicola Sturgeon, Scotland’s first minister, described him as “dangerous”. In Wales, having kept both the media and public at a safe distance, he was accused of “playing Russian roulette” with farmers’ livelihoods. By the time he reached Belfast, the head of the SDLP, Nichola Mallon, accused him of having “little understanding of the complexities and fragility of relationships in Northern Ireland”. Close observers said his itinerary was significant not just in terms of where he chose to go but also the places he chose to avoid. “They know very well that what they are asking for from the EU [in terms of a new Brexit deal], the EU is not going to give,” said one veteran of Theresa May’s team. “That is why they are not going to EU capitals. It would be visible activity to no useful end. But whenever you take on the job, you need quickly to be able to say you have visited the four nations of the union.” By Friday morning, Johnson’s travails had been compounded by losing the Brecon and Radnorshire byelection and further reducing his wafer-thin working majority. Yet even some of the new government’s fiercest critics believe that, while Johnson’s opening days have been far from flawless, he has been spared more serious political fallout by opinion polls appearing to show a “Boris bounce”, and a strange hiatus that has descended on Westminster just as he has taken office. “It is a most peculiar atmosphere,” said one senior Tory concerned about Johnson’s Brexit plans. “So many people are on holiday. They are literally in Spain or Portugal or France. They can follow all of this on their iPads, but Boris has been given pretty free rein.” Westminster is always eerily quiet as its summer recess starts, but this year’s lull has provided a bizarre contrast to the feverish activity that ended May’s reign and the inevitable frenzy set to unfold when MPs return in September, with a no-deal Brexit just weeks away. In truth, Tory MPs tracking his progress from the beach say that, for all the criticism Johnson received on his outings last week, the real danger signs are not so much lurking below the surface as hiding in plain sight. Several Tory MPs pointed to a series of warning lights that were already flashing. First, some in the European Research Group of hardline Brexiters have signalled that they would vote down any Brexit deal, even if it did not contain the Irish backstop provision that they believe keeps Britain tethered to the EU. One May ally said this was a sign they would turn on Johnson, too. “They are not in the mood to compromise,” they said. “There was a way of running his leadership campaign without relying on them, giving him more freedom. But he chose not to do that.” On the other wing, Tory Phillip Lee has signalled he is considering joining the Lib Dems and that others are countenancing a similar move – eliminating Johnson’s working majority. Meanwhile, the forces of no-deal resistance are getting organised. Oliver Letwin, the former cabinet minister who has masterminded previous attempts to block a no-deal, was one of the few figures left in Westminster last week. And there have already been a series of leaks about the impact of a no-deal Brexit. Then there is the perceived instability of Johnson’s new team. Some insiders regard the new discipline in government installed by Dominic Cummings, the Vote Leave strategy chief now calling the shots in No 10, as uneasy. “Ministers are like their equivalents in the Chinese people’s republic – they are there to deliver policy already worked out by the politburo,” said one Tory. “The politburo is Dominic Cummings and his special advisers. They are the ones that have all of the ideas.” Some ministers are already deemed to have a limited lifespan. “I do wonder what the hell [pro-Remain cabinet ministers] Robert Buckland, Amber Rudd and Nicky Morgan are doing in this regime,” said one Tory preparing to block no-deal. “They have tried to tell me it’s a bit like the early days of Trump. ‘We are there to control him’. I see it far more like 1945-46. The Soviets installed communist regimes in Poland and Czechoslovakia, but needed to show some democratic representation in the government. These people survived for a couple of years before being denounced and then shot. You do wonder if this is going to happen to them.” Meanwhile, diplomats in Europe have also been monitoring the new regime with a mixture of concern and disbelief. On Thursday, during talks with EU officials, Johnson’s new negotiator David Frost, himself a former ambassador, delivered the message that only a Brexit deal without the Irish backstop would be acceptable. He was told in no uncertain terms that such an outcome wasn’t possible – and that in the event of a no-deal Brexit there would be no “mini-deals” making life easier from Britain in the immediate aftermath. “They find Frost puzzling on that,” said one person familiar with the talks. “He knows how the EU negotiates with third countries and must understand how the game would work in practice if we went there … The UK strategy seemed obviously mad and self-defeating. And that Frost appeared to be an ideologue, but was obviously not calling the shots in No 10.” The EU officials were clear about the difficult detail that will soon become a major part of the Brexit debate as a no-deal outcome looms. Once it has crashed out, Frost was told, Britain will have to bid for an article 218 negotiation – the legal basis on which the EU negotiates agreements with third countries that sees strict conditions placed on the scope and terms of talks. As one Brussels insider put it: “Going all the way out, and then having to bid for an article 218 negotiation puts the UK in an exceptionally weak negotiating position … Back to money and the backstop.” As they checked out for their stint on the beach, one diplomat had clear advice to all those involved in the battle ahead: “Have a great summer and prepare for an exceptionally stormy autumn.” Johnson finished his turbulent week with a visit to the Derbyshire town of Whaley Bridge, where residents were forced to flee their homes amid fears that the walls of a reservoir could collapse. Both he and his new team already know that there are similar structural weaknesses in his new premiership. While the waters in Westminster may be still for now, the political dam could be ready to burst before the summer is out. Monday Tuesday Wednesday Thursday Friday",
      "charCount": "7494",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a> and Chris Bradford"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/aug/04/observer-view-on-how-left-can-thwart-boris-johnson-donald-trump",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-04T05:00:13Z",
    "webTitle": "The Observer view on how the left can thwart Johnson and Trump | Observer editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/04/observer-view-on-how-left-can-thwart-boris-johnson-donald-trump",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/04/observer-view-on-how-left-can-thwart-boris-johnson-donald-trump",
    "fields": {
      "headline": "The Observer view on how the left can thwart Johnson and Trump",
      "standfirst": "Rightwing populism is a threat to democracy on both sides of the Atlantic, but ‘politics as usual’ won’t stop it",
      "trailText": "Rightwing populism is a threat to democracy on both sides of the Atlantic, but ‘politics as usual’ won’t stop it",
      "byline": "Observer editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"d216dd51326e617efbd96adb399d021a2ebfe538\"> <img src=\"https://media.guim.co.uk/d216dd51326e617efbd96adb399d021a2ebfe538/690_230_1712_1027/1000.jpg\" alt=\"Boris Johnson with Donald Trump in 2017\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Two of a kind: Boris Johnson and Donald Trump pictured a UN meeting in 2017.</span> <span class=\"element-image__credit\">Photograph: Kevin Lamarque/Reuters</span> </figcaption> </figure>",
      "body": "<p>Much has been made in recent days of the supposed similarities between Boris Johnson and Donald Trump. On a personal level, it is said, both men are boastful braggarts, frequently untruthful and skilled at self-promotion, which is pretty much all they care about. In terms of policy, both are rightwing populists wedded to a recklessly destructive form of regressive, pseudo-nostalgic nationalism.</p> <p>Both Johnson and Trump inspire strong feelings, especially in their detractors. Max Hastings, who was Johnson’s boss at the <em>Daily Telegraph</em>, recently described him as a weak, cowardly character more akin to <a href=\"https://www.theguardian.com/tv-and-radio/alan-partridge\" title=\"\">Alan Partridge</a> than to his hero, Winston Churchill. “Almost the only people who think Johnson a nice guy are those who do not know him,” <a href=\"https://www.theguardian.com/commentisfree/2019/jun/24/boris-johnson-prime-minister-tory-party-britain\" title=\"\">Hastings wrote</a>.</p> <p>Trump fares even worse. The usually unemotional US columnist <a href=\"https://www.nytimes.com/2019/07/16/opinion/trump-2020.html?module=inline\" title=\"\">Thomas Friedman</a> called him a “racist, divisive, climate-change-denying, woman-abusing jerk”. After Trump belittled a local black congressman, Elijah Cummings, the <a href=\"https://www.theguardian.com/commentisfree/2019/jul/29/baltimore-sun-editorial-trump\" title=\"\"><em>Baltimore Sun</em></a> denounced him as “the most dishonest man to ever occupy the Oval Office”.</p> <p>Much less has been said about the similarities between the choices and dilemmas facing those at the opposing, liberal-progressive end of the political spectrum in the US and Britain. In both countries, the left, broadly defined, faces an all but existential challenge. The most pressing issue for Democrats as next year’s election approaches is how to beat Trump. In Britain, the pre-eminent question is how to halt Brexit.</p> <p>Most liberal-progressive politicians and supporters on either side of the Atlantic understand that unless and until Trump is defeated, and Brexit stopped, their respective countries cannot move forward. Recent <a href=\"https://www.theguardian.com/us-news/2019/aug/01/democratic-debates-2019-detroit-joe-biden-trump\" title=\"\">debates</a> between candidates for the Democratic nomination, for example, were dominated by the spectre of a Trump second term. More than any policy issue, what matters most is identifying the person who can defeat him.</p> <p>It’s early days, but <a href=\"https://www.realclearpolitics.com/epolls/2020/president/us/2020_democratic_presidential_nomination-6730.html\" title=\"\">polls suggest</a> Joe Biden, Barack Obama’s former vice-president, is clear favourite. Despite unconvincing debate performances and doubts about his age (he is 76), Biden is touted as the sort of reassuring, experienced, moderate pragmatist who could attract middle America’s pivotal swing voters.</p> <p>Yet that way of thinking is fiercely resisted on the party’s left, where a <a href=\"https://www.realclearpolitics.com/epolls/2020/president/us/2020_democratic_presidential_nomination-6730.html\" title=\"\">younger, energised generation of reformers</a>, some from minority and multicultural backgrounds, is championing a more radical agenda on touchstone issues such as universal healthcare and migration. Insurgent candidates such as Kamala Harris, Pete Buttigieg and Beto O’Rourke are jostling the more experienced Bernie Sanders and Elizabeth Warren. All want to break the mould, not repair it.</p>  <figure class=\"element element-image\" data-media-id=\"4d289db81ab7a5bd7f2916ee8321c49964dcc696\"> <img src=\"https://media.guim.co.uk/4d289db81ab7a5bd7f2916ee8321c49964dcc696/320_99_3365_2019/1000.jpg\" alt=\"Joe Biden watches as Kamala Harris speaks during a Democratic primary debate on 31 July 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Joe Biden watches as Kamala Harris speaks during a Democratic primary debate on 31 July 2019.</span> <span class=\"element-image__credit\">Photograph: Jim Watson/AFP/Getty Images</span> </figcaption> </figure>  <p>As a possible general election nears, Britain’s unambiguously anti-Brexit parties – and Labour – face similar dilemmas. If stopping Johnson’s slide into no-deal catastrophe means forming nationwide electoral pacts, a successful tactic for the Liberal Democrats in last Thursday’s <a href=\"https://www.theguardian.com/politics/2019/aug/02/brecon-radnorshire-byelection-lib-dems-jane-dodds-win-cuts-johnson-commons-majority-to-one\" title=\"\">Brecon and Radnorshire byelection</a>, then must such temporary compromises be accepted for the greater good? Or is it better to maintain ideological purity and a distinct policy platform, as some in Labour may prefer, thereby increasing the Brexit risk?</p> <p>Trump is doubtless hoping Democrats pick a left-leaning candidate he can marginalise as a “socialist” (for Republicans, that’s a dirty word) hostile to American values. He has already begun, aiming his racist, misogynistic venom at the so-called “squad” – four reformist congresswomen of colour whom he told to “go back” where they came from. His attack on Cummings in Baltimore was another ugly signal to white America.</p> <p>Trump’s attempt to brand as unpatriotic extremists those progressives who seek to create a fairer, inclusive and more equal society is a familiar one in Britain. Johnson, trapped by his own hardline Brexit rhetoric and hounded from the right by Nigel Farage, is not above adopting a version of Trump’s divisive politics of identity and grievance if he thinks it will help him survive.</p> <p>How does the liberal-progressive left respond to the menace of immoral, unscrupulous rightwing populism, personified by Trump and the Johnson cabinet? How to neutralise this poison seeping through our societies? The answer cannot be a panicky, Biden-like scramble to the fabled centre-ground if that means abandoning the reform agenda. But nor is it a resort to populism of the left.</p> <p>The results of last May’s local elections and the European parliamentary elections clearly showed that <a href=\"https://www.theguardian.com/politics/2019/may/27/five-things-we-have-learned-from-the-election-results-across-europe\" title=\"\">voters are fed up with party politics as usual</a>. They want honest, practical leaders ready to shake things up and address vital issues of income inequality, healthcare, education, infrastructure and the climate crisis. Old tribal loyalties are dissolving. Radical new non-partisan thinking is required.</p> <p>Rightwing populism in Britain and the US threatens lives and livelihoods; elsewhere, it can threaten the very idea of democracy. To defeat it, and resist the global rise of authoritarianism, liberals and progressives of all stripes must join forces around a programme of reform. In Britain, that means considering parliamentary and electoral coalitions of the willing, focused in the first instance on dispelling the Brexit nightmare.</p>",
      "newspaperPageNumber": "40",
      "wordcount": "806",
      "commentCloseDate": "2019-08-04T10:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-04T05:00:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2021-01-21T03:22:11Z",
      "newspaperEditionDate": "2019-08-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c3h9j",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d216dd51326e617efbd96adb399d021a2ebfe538/690_230_1712_1027/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Much has been made in recent days of the supposed similarities between Boris Johnson and Donald Trump. On a personal level, it is said, both men are boastful braggarts, frequently untruthful and skilled at self-promotion, which is pretty much all they care about. In terms of policy, both are rightwing populists wedded to a recklessly destructive form of regressive, pseudo-nostalgic nationalism. Both Johnson and Trump inspire strong feelings, especially in their detractors. Max Hastings, who was Johnson’s boss at the Daily Telegraph, recently described him as a weak, cowardly character more akin to Alan Partridge than to his hero, Winston Churchill. “Almost the only people who think Johnson a nice guy are those who do not know him,” Hastings wrote. Trump fares even worse. The usually unemotional US columnist Thomas Friedman called him a “racist, divisive, climate-change-denying, woman-abusing jerk”. After Trump belittled a local black congressman, Elijah Cummings, the Baltimore Sun denounced him as “the most dishonest man to ever occupy the Oval Office”. Much less has been said about the similarities between the choices and dilemmas facing those at the opposing, liberal-progressive end of the political spectrum in the US and Britain. In both countries, the left, broadly defined, faces an all but existential challenge. The most pressing issue for Democrats as next year’s election approaches is how to beat Trump. In Britain, the pre-eminent question is how to halt Brexit. Most liberal-progressive politicians and supporters on either side of the Atlantic understand that unless and until Trump is defeated, and Brexit stopped, their respective countries cannot move forward. Recent debates between candidates for the Democratic nomination, for example, were dominated by the spectre of a Trump second term. More than any policy issue, what matters most is identifying the person who can defeat him. It’s early days, but polls suggest Joe Biden, Barack Obama’s former vice-president, is clear favourite. Despite unconvincing debate performances and doubts about his age (he is 76), Biden is touted as the sort of reassuring, experienced, moderate pragmatist who could attract middle America’s pivotal swing voters. Yet that way of thinking is fiercely resisted on the party’s left, where a younger, energised generation of reformers, some from minority and multicultural backgrounds, is championing a more radical agenda on touchstone issues such as universal healthcare and migration. Insurgent candidates such as Kamala Harris, Pete Buttigieg and Beto O’Rourke are jostling the more experienced Bernie Sanders and Elizabeth Warren. All want to break the mould, not repair it. As a possible general election nears, Britain’s unambiguously anti-Brexit parties – and Labour – face similar dilemmas. If stopping Johnson’s slide into no-deal catastrophe means forming nationwide electoral pacts, a successful tactic for the Liberal Democrats in last Thursday’s Brecon and Radnorshire byelection, then must such temporary compromises be accepted for the greater good? Or is it better to maintain ideological purity and a distinct policy platform, as some in Labour may prefer, thereby increasing the Brexit risk? Trump is doubtless hoping Democrats pick a left-leaning candidate he can marginalise as a “socialist” (for Republicans, that’s a dirty word) hostile to American values. He has already begun, aiming his racist, misogynistic venom at the so-called “squad” – four reformist congresswomen of colour whom he told to “go back” where they came from. His attack on Cummings in Baltimore was another ugly signal to white America. Trump’s attempt to brand as unpatriotic extremists those progressives who seek to create a fairer, inclusive and more equal society is a familiar one in Britain. Johnson, trapped by his own hardline Brexit rhetoric and hounded from the right by Nigel Farage, is not above adopting a version of Trump’s divisive politics of identity and grievance if he thinks it will help him survive. How does the liberal-progressive left respond to the menace of immoral, unscrupulous rightwing populism, personified by Trump and the Johnson cabinet? How to neutralise this poison seeping through our societies? The answer cannot be a panicky, Biden-like scramble to the fabled centre-ground if that means abandoning the reform agenda. But nor is it a resort to populism of the left. The results of last May’s local elections and the European parliamentary elections clearly showed that voters are fed up with party politics as usual. They want honest, practical leaders ready to shake things up and address vital issues of income inequality, healthcare, education, infrastructure and the climate crisis. Old tribal loyalties are dissolving. Radical new non-partisan thinking is required. Rightwing populism in Britain and the US threatens lives and livelihoods; elsewhere, it can threaten the very idea of democracy. To defeat it, and resist the global rise of authoritarianism, liberals and progressives of all stripes must join forces around a programme of reform. In Britain, that means considering parliamentary and electoral coalitions of the willing, focused in the first instance on dispelling the Brexit nightmare.",
      "charCount": "5259",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/observer-editorials\">Observer editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]