[
  {
    "id": "politics/2019/mar/16/eu-war-gaming-for-fall-of-theresa-may-government",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-16T20:00:09Z",
    "webTitle": "Revealed: EU war-gaming for fall of May’s government",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/16/eu-war-gaming-for-fall-of-theresa-may-government",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/16/eu-war-gaming-for-fall-of-theresa-may-government",
    "fields": {
      "headline": "Revealed: EU war-gaming for fall of May’s government",
      "standfirst": "<p>Leak shows Brussels planning for PM’s defeat and making efforts to prevent her deal being unpicked</p>",
      "trailText": "Leak shows Brussels planning for PM’s defeat and making efforts to prevent her deal being unpicked",
      "byline": "Daniel Boffey in Brussels, Michael Savage and Toby Helm",
      "main": "<figure class=\"element element-image\" data-media-id=\"0ff1e1fb3537d0046b489a44320672b0e2518c85\"> <img src=\"https://media.guim.co.uk/0ff1e1fb3537d0046b489a44320672b0e2518c85/0_182_5470_3282/1000.jpg\" alt=\"\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">European Union chief Brexit negotiator Michel Barnier greets Theresa May in Strasbourg.</span> <span class=\"element-image__credit\">Photograph: Patrick Seeger/EPA</span> </figcaption> </figure>",
      "body": "<p>The EU is war-gaming for the fall of Theresa May amid a complete collapse in confidence in the prime minister after a week of chaos over Brexit, a leaked document seen by the <em>Observer</em> reveals.</p> <p>In the run-up to a crucial summit of EU leaders where May will ask for a delay to Brexit, Brussels fears there is little hope that she will succeed in passing her deal this week and is preparing itself for a change of the guard in Downing Street.</p> <p>A diplomatic note of a meeting of EU ambassadors and senior officials reveals an attempt to ensure that any new prime minister cannot immediately unpick the withdrawal agreement should May be replaced in the months ahead. Some hardline Brexiters want to replace her with a leader who will back a harder split with Brussels.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/16/brexit-disbelief-in-europe-at-another-lost-week-theresa-may-strasbourg-juncker\">‘The damage is done’: Disbelief in Europe at another lost Brexit week</a> </p> </aside>  <p>According to the minutes, the European commission’s secretary general, Martin Selmayr, who is known as a master of strategy, asked: “Imagine that they have a new Brexit secretary or prime minister – what then? Article 50 has been agreed and the process has ended. It must be clear that the starting point is not a renegotiation of the withdrawal agreement.”</p> <p>The moves in Brussels come before another critical and highly unpredictable week in the Brexit process in which May is expected to launch her third attempt to secure support for her beleaguered deal. The <em>Observer</em> understands that Labour will use the opportunity to offer its most strident support yet for a second referendum, by voting for a plan drawn up by two Labour backbenchers to put May’s deal to a public vote.</p> <p>Cabinet ministers remained locked in talks this weekend with the Northern Irish Democratic Unionist party, who are seen as vital in building a narrow majority for May’s deal and who said on Saturday that there were “still issues to be addressed”. And more Tory MPs currently opposing May’s Brexit deal have told party whips they would back it if the prime minister announced she would quit this summer.</p> <p>The ebbing trust within her own party is matched by the mood in Brussels, where, according to the leaked notes, one diplomat said at the Friday meeting: “The clear feeling is that there is a complete lack of confidence in the British prime minister to deliver on this deal.”</p>  <figure class=\"element element-image\" data-media-id=\"e30c8f98ca0b446ff490f19effe8b4e6d9290175\"> <img src=\"https://media.guim.co.uk/e30c8f98ca0b446ff490f19effe8b4e6d9290175/0_0_4928_2957/1000.jpg\" alt=\"Martin Selmayr, the European commission’s secretary general.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Martin Selmayr, the European commission’s secretary general.</span> <span class=\"element-image__credit\">Photograph: Frederick Florin/AFP/Getty Images</span> </figcaption> </figure>  <p>The document indicates Selmayr argued for a shorter Brexit delay than the three-month period currently being suggested. He warned that it risked leaving the EU paralysed if British MEPs were not elected in May’s European parliament elections, but a new prime minister then revoked article 50 before July – when the European parliament first sits. “We should not run that risk,” he told the EU’s member states on Friday evening.</p> <p>Selmayr further suggested that May would be asked to write into her letter of request for a delay that the UK would not interfere in long-term EU planning, such as the bloc’s budget, during the extra period of membership – and that this should apply to her “successors” in Downing Street.</p> <p>There were glimmers of hope for May yesterday as some Tory rebels, including Daniel Kawczynski, a member of the European Research Group of hardline Brexiters, revealed they were preparing to back the deal. Senior government sources said it was possible that May would refuse to hold a further meaningful vote on her deal should there be no chance of success. However, she is likely to hold it on Tuesday.</p> <p>DUP MPs and Tory Brexiters are being warned by whips that rejecting May’s deal a third time will lead to a big delay and a softer Brexit, almost certainly including a permanent customs union with the EU. The prime minister warned on Saturday night that a lengthy delay requiring Britain to field candidates in May’s EU parliament elections would be a “potent symbol of parliament’s collective political failure”.</p> <p>Legal advice circulated at an EU meeting on Friday had seemingly opened the door to a Brexit delay until 1 July, when the new European parliament will sit for the first time. This would avoid the need for British MEPs to be elected in May.</p> <p>However, it has now emerged that Selmayr advised the ambassadors that in such a scenario a new incumbent in Downing Street could revoke article 50 in the period between May and July, leaving the UK as a member state but without MEPs. This would leave the EU “paralysed” as its institution’s decision-making would be liable to legal challenge, the bloc’s legal experts warned.</p> <p>The meeting also heard concerns that the prime minister would be unable to offer a clear reason for an extension after what they regard as a likely defeat in the third meaningful vote.</p> <p>The EU’s chief negotiator, Michel Barnier, said he “doubted” that the prime minister would be able to offer such clarity in time for a summit in Brussels on Thursday, where the bloc’s heads of state and government will discuss their reaction. An extension of article 50 will require unanimous support from the 27 leaders.</p> <p>Selmayr also raised his doubts that May would be precise in her request, adding “she never has been before”. He warned that “meaningful vote three could become meaningful vote four” and go on indefinitely, but that repeated extensions were undesirable given the growing costs to businesses “either side of the channel”.</p> <p>The French ambassador raised his concerns about the UK’s role in the EU during the extension, and explicitly voiced Paris’s doubts about the realism of a 21-month extension given that problem. Berlin said the EU should be as “flexible” as possible within the EU’s red lines.</p> <p>This Saturday – with less than a week to go before the UK is due to leave the EU – hundreds of thousands of people are expected to join a march in favour of another public vote on Brexit. Michael Chessum, from the leftwing anti-Brexit movement Another Europe is Possible, said: “The protest next weekend could be the biggest in British history. It will change the whole atmosphere around the Brexit debate, and bring huge pressure to bear on parliament. The Labour movement and the left are mobilising in a way they haven’t before.” On Saturday a rival “March to Leave”, which will arrive in London on 29 March set off from Sunderland.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1048",
      "commentable": "false",
      "firstPublicationDate": "2019-03-16T20:00:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:13Z",
      "newspaperEditionDate": "2019-03-17T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b2fdg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0ff1e1fb3537d0046b489a44320672b0e2518c85/0_182_5470_3282/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The EU is war-gaming for the fall of Theresa May amid a complete collapse in confidence in the prime minister after a week of chaos over Brexit, a leaked document seen by the Observer reveals. In the run-up to a crucial summit of EU leaders where May will ask for a delay to Brexit, Brussels fears there is little hope that she will succeed in passing her deal this week and is preparing itself for a change of the guard in Downing Street. A diplomatic note of a meeting of EU ambassadors and senior officials reveals an attempt to ensure that any new prime minister cannot immediately unpick the withdrawal agreement should May be replaced in the months ahead. Some hardline Brexiters want to replace her with a leader who will back a harder split with Brussels. According to the minutes, the European commission’s secretary general, Martin Selmayr, who is known as a master of strategy, asked: “Imagine that they have a new Brexit secretary or prime minister – what then? Article 50 has been agreed and the process has ended. It must be clear that the starting point is not a renegotiation of the withdrawal agreement.” The moves in Brussels come before another critical and highly unpredictable week in the Brexit process in which May is expected to launch her third attempt to secure support for her beleaguered deal. The Observer understands that Labour will use the opportunity to offer its most strident support yet for a second referendum, by voting for a plan drawn up by two Labour backbenchers to put May’s deal to a public vote. Cabinet ministers remained locked in talks this weekend with the Northern Irish Democratic Unionist party, who are seen as vital in building a narrow majority for May’s deal and who said on Saturday that there were “still issues to be addressed”. And more Tory MPs currently opposing May’s Brexit deal have told party whips they would back it if the prime minister announced she would quit this summer. The ebbing trust within her own party is matched by the mood in Brussels, where, according to the leaked notes, one diplomat said at the Friday meeting: “The clear feeling is that there is a complete lack of confidence in the British prime minister to deliver on this deal.” The document indicates Selmayr argued for a shorter Brexit delay than the three-month period currently being suggested. He warned that it risked leaving the EU paralysed if British MEPs were not elected in May’s European parliament elections, but a new prime minister then revoked article 50 before July – when the European parliament first sits. “We should not run that risk,” he told the EU’s member states on Friday evening. Selmayr further suggested that May would be asked to write into her letter of request for a delay that the UK would not interfere in long-term EU planning, such as the bloc’s budget, during the extra period of membership – and that this should apply to her “successors” in Downing Street. There were glimmers of hope for May yesterday as some Tory rebels, including Daniel Kawczynski, a member of the European Research Group of hardline Brexiters, revealed they were preparing to back the deal. Senior government sources said it was possible that May would refuse to hold a further meaningful vote on her deal should there be no chance of success. However, she is likely to hold it on Tuesday. DUP MPs and Tory Brexiters are being warned by whips that rejecting May’s deal a third time will lead to a big delay and a softer Brexit, almost certainly including a permanent customs union with the EU. The prime minister warned on Saturday night that a lengthy delay requiring Britain to field candidates in May’s EU parliament elections would be a “potent symbol of parliament’s collective political failure”. Legal advice circulated at an EU meeting on Friday had seemingly opened the door to a Brexit delay until 1 July, when the new European parliament will sit for the first time. This would avoid the need for British MEPs to be elected in May. However, it has now emerged that Selmayr advised the ambassadors that in such a scenario a new incumbent in Downing Street could revoke article 50 in the period between May and July, leaving the UK as a member state but without MEPs. This would leave the EU “paralysed” as its institution’s decision-making would be liable to legal challenge, the bloc’s legal experts warned. The meeting also heard concerns that the prime minister would be unable to offer a clear reason for an extension after what they regard as a likely defeat in the third meaningful vote. The EU’s chief negotiator, Michel Barnier, said he “doubted” that the prime minister would be able to offer such clarity in time for a summit in Brussels on Thursday, where the bloc’s heads of state and government will discuss their reaction. An extension of article 50 will require unanimous support from the 27 leaders. Selmayr also raised his doubts that May would be precise in her request, adding “she never has been before”. He warned that “meaningful vote three could become meaningful vote four” and go on indefinitely, but that repeated extensions were undesirable given the growing costs to businesses “either side of the channel”. The French ambassador raised his concerns about the UK’s role in the EU during the extension, and explicitly voiced Paris’s doubts about the realism of a 21-month extension given that problem. Berlin said the EU should be as “flexible” as possible within the EU’s red lines. This Saturday – with less than a week to go before the UK is due to leave the EU – hundreds of thousands of people are expected to join a march in favour of another public vote on Brexit. Michael Chessum, from the leftwing anti-Brexit movement Another Europe is Possible, said: “The protest next weekend could be the biggest in British history. It will change the whole atmosphere around the Brexit debate, and bring huge pressure to bear on parliament. The Labour movement and the left are mobilising in a way they haven’t before.” On Saturday a rival “March to Leave”, which will arrive in London on 29 March set off from Sunderland.",
      "charCount": "6107",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> in Brussels, <a href=\"profile/michael-savage\">Michael Savage</a> and <a href=\"profile/tobyhelm\">Toby Helm</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]