[
  {
    "id": "politics/2019/may/20/tories-scrabble-for-new-brexit-vision-in-place-of-mays-doomed-plan",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-20T21:49:38Z",
    "webTitle": "No-deal Brexit would be a betrayal, says Philip Hammond",
    "webUrl": "https://www.theguardian.com/politics/2019/may/20/tories-scrabble-for-new-brexit-vision-in-place-of-mays-doomed-plan",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/20/tories-scrabble-for-new-brexit-vision-in-place-of-mays-doomed-plan",
    "fields": {
      "headline": "No-deal Brexit would be a betrayal, says Philip Hammond",
      "standfirst": "<p>Chancellor’s remarks come as Tory feud grows and Lord Heseltine loses party whip</p>",
      "trailText": "Chancellor’s remarks come as Tory feud grows and Lord Heseltine loses party whip",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"fda86102aa25addbef94ec5e34c43474ef60f94b\"> \n <img src=\"https://media.guim.co.uk/fda86102aa25addbef94ec5e34c43474ef60f94b/87_643_2833_1699/1000.jpg\" alt=\"Philip Hammond standing in front of a bunch of flags\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A no-deal Brexit was being touted by people “on the populist right”, Philip Hammond is due to say. </span> \n  <span class=\"element-image__credit\">Photograph: Éric Piermont/AFP/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>The expected demise of Theresa May’s Brexit plan has sparked open feuding over what comes next, with the chancellor, Philip Hammond, arguing that proponents of a no-deal Brexit are betraying the referendum result.</p> \n<p>The cabinet will discuss on Tuesday the final details of <a href=\"https://www.theguardian.com/politics/2019/may/19/theresa-may-prepares-bold-offer-to-mps-on-brexit-withdrawal-agreement-bill\">what Downing Street calls a “new and improved deal” </a>to be presented to the House of Commons, expected to include reassurances on areas including the Irish backstop, workers’ rights and environmental protections.</p> \n<p>In an indication of the turmoil gripping the party, it emerged on Monday night that the former deputy prime minister <a href=\"https://www.theguardian.com/politics/2019/may/20/tory-party-suspends-michael-heseltine-for-backing-lib-dems\">Michael Heseltine has had the whip suspended</a> after saying he would vote Liberal Democrat in Thursday’s European election.</p> \n<p>With Conservative MPs near unanimous in saying May will lose the vote on her deal in the week starting 3 June, and Labour not minded to come to her rescue, attention is shifting to what happens when she leaves No 10, as she has promised to do soon afterwards.</p> \n<p>Boris Johnson is <a href=\"https://www.theguardian.com/politics/2019/may/18/conservatives-warned-against-comfort-blanket-populism\">the current clear favourite</a> to succeed May but he will face intense opposition, especially if he opts to pursue a no-deal departure should negotiations with the EU on a revised Brexit plan founder.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"48718617-39ff-43f6-86a7-0f462acf4b95\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Jeremy Hunt</strong></p>\n    <p></p>\n    <p>His style is notably technocratic, with few rhetorical flourishes and an emphasis on his consensual approach and long record as a minister, notably during more than five years as health secretary, a traditional graveyard of ministerial careers. Hunt’s attempts to talk up a backstory as an 'underestimated' entrepreneur can fall flat given he is also the son of an admiral and was head boy at Charterhouse.</p>\n    <p>Overall, Hunt’s approach can seem uninspiring and hard to pin down in terms of core beliefs, hence the 'Theresa in trousers' nickname among some Tory MPs – one that is more catchy than accurate (since May herself often wears trousers).</p>\n    <p><b>In the final round of MP voting Hunt edged out Michael Gove, 77 votes to 75.</b></p>\n    <p></p>\n    <p><strong>Boris Johnson</strong></p>\n    <p></p>\n    <p>Johnson’s progress to Downing Street appeared unstoppable&nbsp;<a href=\"https://www.theguardian.com/politics/2019/may/23/boris-johnson-bid-for-tory-leadership-gathers-momentum\">even before an overwhelming victory in the first round of voting among MPs</a>. Most of his colleagues believe it is now all but inevitable that he will be Britain’s next prime minister.</p>\n    <p>His well-disciplined campaign team will continue with their strategy of subjecting him to minimal media exposure, though once the field is narrowed down to two, the final pair will appear in more than a dozen head-to-head hustings for Tory members. The team’s main aim is simply to keep heads down and avoid Johnson creating headlines for the wrong reasons. <a href=\"https://www.theguardian.com/politics/2019/jun/21/police-called-to-loud-altercation-at-boris-johnsons-home\">It may not have worked</a>.&nbsp;</p>\n    <p><b>Johnson came first in the final round of MP voting with 160 votes.</b><br></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Hammond is due to castigate proponents of leaving the EU with no deal in his most scathing terms yet when he speaks on Tuesday evening to the annual dinner of <a href=\"https://www.theguardian.com/politics/2019/may/16/brexit-political-mess-crushing-disaster-uk-business-cbi-chief-carolyn-fairbairn\">the CBI, which also vehemently opposes no deal</a>.</p> \n<p>A no-deal Brexit was being touted by people “on the populist right”, Hammond is due to say, an apparent reference to Nigel Farage’s Brexit party which could also be read as criticism of Tory advocates of the idea.</p> \n<p>He will add: “Let me remind them: the 2016 leave campaign was clear that we would leave with a deal. So to advocate for no deal is to hijack the result of the referendum and, in doing so, knowingly to inflict damage on our economy and our living standards.</p> \n<p>“All the preparation in the world [could not avoid the consequences of no deal] so I will continue to fight, in the face of this polarisation, for a negotiated Brexit; an outcome that respects the British people’s decision to leave, while recognising that there is no mandate for a no-deal exit; and that we have an absolute obligation to protect Britain’s jobs, businesses and future prosperity.”</p> \n<p>The comments come as any remaining political momentum seemed to ebb away from May’s Brexit plan, to be presented to MPs this time as the withdrawal agreement bill.</p> \n<p>It had been touted by the prime minister as a <a href=\"https://www.theguardian.com/politics/2019/may/19/theresa-may-prepares-bold-offer-to-mps-on-brexit-withdrawal-agreement-bill\">“new, bold offer”</a> and presented as a different entity to the Brexit plan now rejected by MPs three times.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"ecc7feb2-f3fb-46b7-8221-67685ec7fce4\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Why is Theresa May bringing the withdrawal agreement bill to parliament?</strong></p>\n    <p></p>\n    <p>Although it may seem as though May is making a <a href=\"https://www.theguardian.com/politics/2019/may/15/brexit-mps-vote-down-withdrawal-agreement-bill-house-of-commons-theresa-may\">fourth attempt</a> to pass her deal, the tactic is slightly different. The withdrawal agreement bill – or WAB as it is known in Westminster – was intended to be the second stage after MPs had voted to ratify the agreement, to enshrine it in UK law.</p>\n    <p>MPs have failed to pass the first stage. Therefore, the government is now skipping directly to the second stage, and will need to include a clause in the bill removing the need for a separate approval motion.</p>\n    <p></p>\n    <p><strong>What risks are involved in bringing the bill to parliament?</strong></p>\n    <p></p>\n    <p>Bringing the withdrawal agreement bill to parliament with no stable majority is fraught with risk. Should the bill fail to pass at second reading, May would not be able to bring it back during this parliament and may be faced with proroguing parliament in order to make any new attempt.</p>\n    <p></p>\n    <p><strong>Why is she doing it in the first week of June?</strong></p>\n    <p></p>\n    <p>Ministers have agreed the UK should leave the EU before the summer parliamentary recess. The bill would need to get through all its different stages before recess, which is why the week of 3 June has been set, coming after the European elections and parliament’s Whitsun recess. “It is imperative we do so then if the UK is to leave the EU before the summer parliamentary recess,” No 10 said.</p>\n    <p></p>\n    <p><strong>Will the bill pass parliament?</strong></p>\n    <p></p>\n    <p>Unless there are substantial changes, it looks unlikely.</p>\n    <p><b><a href=\"https://www.theguardian.com/profile/jessica-elgot\">Jessica Elgot</a>,&nbsp;</b>Chief political correspondent</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>May’s spokesman said there were as yet no details on what offerings would be in the bill, saying it had yet to be completed. “We have been working on that piece of legislation for a long time, so the vast bulk of the work is completed, but there is still work ongoing,” he said.</p> \n<p>However, he said it was likely to include ideas on workers’ rights and environmental measures explored in talks with Labour, and a commitment to alternative arrangements to try to ensure the Irish backstop was not needed.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/19/the-guardian-view-on-theresa-may-brexit-options-stark-and-getting-starker\">The Guardian view on Theresa May’s Brexit options: stark – and getting starker | Editorial</a> </p> \n</aside> \n<p>Sent out on Monday morning to sell the plan via a series of media interviews, the health secretary, Matt Hancock, <a href=\"https://www.theguardian.com/politics/2019/may/20/mps-have-duty-to-pass-theresa-may-brexit-deal-says-hancock\">argued that MPs should back the bill</a> in the initial vote and then seek to amend it.</p> \n<p>“You need to vote for this legislation and then have the debate at the committee stages later on exactly what the details are,” he said. “And no doubt there will be votes on the really big issues like whether to have a people’s vote and whether to have customs union.”</p> \n<p>However, this argument appeared to backfire, with the former Brexit secretary David Davis saying it meant he might now not vote for the deal, having backed it in the last two votes.</p> \n<p>“This is not a great new offer; it’s a great new concession,” Davis said. “What it will do – and this is the critical thing – is if we pass that act, it opens things up so that the successor to the prime minister, the next prime minister, will have their hands tied.”</p> \n<p>In private, Conservative MPs said the bill had almost no chance of passing. “It’s doomed unless all Tory leadership contenders decide to support it so they don’t have to deal with it,” said one influential centrist backbencher.</p> \n<p>Another MP used similar language: “It’s doomed and none of the concessions will persuade enough MPs to vote for it.”</p> \n<p>A third MP said that, like Davis, they might not back the plan, having voted for it last time: “I’ll have to wait and see what it says, but there’s a good chance I won’t this time,” they said, adding that they could not risk the idea of a second referendum being added to the bill. They said: “The Brexit party are just killing us in my constituency. If there was an election tomorrow I’d be gone.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "841",
      "firstPublicationDate": "2019-05-20T18:43:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:19Z",
      "newspaperEditionDate": "2019-05-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bgcgb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fda86102aa25addbef94ec5e34c43474ef60f94b/87_643_2833_1699/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The expected demise of Theresa May’s Brexit plan has sparked open feuding over what comes next, with the chancellor, Philip Hammond, arguing that proponents of a no-deal Brexit are betraying the referendum result. The cabinet will discuss on Tuesday the final details of what Downing Street calls a “new and improved deal” to be presented to the House of Commons, expected to include reassurances on areas including the Irish backstop, workers’ rights and environmental protections. In an indication of the turmoil gripping the party, it emerged on Monday night that the former deputy prime minister Michael Heseltine has had the whip suspended after saying he would vote Liberal Democrat in Thursday’s European election. With Conservative MPs near unanimous in saying May will lose the vote on her deal in the week starting 3 June, and Labour not minded to come to her rescue, attention is shifting to what happens when she leaves No 10, as she has promised to do soon afterwards. Boris Johnson is the current clear favourite to succeed May but he will face intense opposition, especially if he opts to pursue a no-deal departure should negotiations with the EU on a revised Brexit plan founder. Hammond is due to castigate proponents of leaving the EU with no deal in his most scathing terms yet when he speaks on Tuesday evening to the annual dinner of the CBI, which also vehemently opposes no deal. A no-deal Brexit was being touted by people “on the populist right”, Hammond is due to say, an apparent reference to Nigel Farage’s Brexit party which could also be read as criticism of Tory advocates of the idea. He will add: “Let me remind them: the 2016 leave campaign was clear that we would leave with a deal. So to advocate for no deal is to hijack the result of the referendum and, in doing so, knowingly to inflict damage on our economy and our living standards. “All the preparation in the world [could not avoid the consequences of no deal] so I will continue to fight, in the face of this polarisation, for a negotiated Brexit; an outcome that respects the British people’s decision to leave, while recognising that there is no mandate for a no-deal exit; and that we have an absolute obligation to protect Britain’s jobs, businesses and future prosperity.” The comments come as any remaining political momentum seemed to ebb away from May’s Brexit plan, to be presented to MPs this time as the withdrawal agreement bill. It had been touted by the prime minister as a “new, bold offer” and presented as a different entity to the Brexit plan now rejected by MPs three times. May’s spokesman said there were as yet no details on what offerings would be in the bill, saying it had yet to be completed. “We have been working on that piece of legislation for a long time, so the vast bulk of the work is completed, but there is still work ongoing,” he said. However, he said it was likely to include ideas on workers’ rights and environmental measures explored in talks with Labour, and a commitment to alternative arrangements to try to ensure the Irish backstop was not needed. Sent out on Monday morning to sell the plan via a series of media interviews, the health secretary, Matt Hancock, argued that MPs should back the bill in the initial vote and then seek to amend it. “You need to vote for this legislation and then have the debate at the committee stages later on exactly what the details are,” he said. “And no doubt there will be votes on the really big issues like whether to have a people’s vote and whether to have customs union.” However, this argument appeared to backfire, with the former Brexit secretary David Davis saying it meant he might now not vote for the deal, having backed it in the last two votes. “This is not a great new offer; it’s a great new concession,” Davis said. “What it will do – and this is the critical thing – is if we pass that act, it opens things up so that the successor to the prime minister, the next prime minister, will have their hands tied.” In private, Conservative MPs said the bill had almost no chance of passing. “It’s doomed unless all Tory leadership contenders decide to support it so they don’t have to deal with it,” said one influential centrist backbencher. Another MP used similar language: “It’s doomed and none of the concessions will persuade enough MPs to vote for it.” A third MP said that, like Davis, they might not back the plan, having voted for it last time: “I’ll have to wait and see what it says, but there’s a good chance I won’t this time,” they said, adding that they could not risk the idea of a second referendum being added to the bill. They said: “The Brexit party are just killing us in my constituency. If there was an election tomorrow I’d be gone.”",
      "charCount": "4750",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/20/european-elections-tactical-voting-and-strategic-thinking-for-remainers",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-20T17:06:42Z",
    "webTitle": "European elections: tactical voting and strategic thinking for remainers | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/20/european-elections-tactical-voting-and-strategic-thinking-for-remainers",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/20/european-elections-tactical-voting-and-strategic-thinking-for-remainers",
    "fields": {
      "headline": "European elections: tactical voting and strategic thinking for remainers",
      "standfirst": "Labour-supporting readers advise others on whether they should stick with the party in Thursday’s poll or vote for another party as suggested by Jonathan Freedland",
      "trailText": "<strong>Letters:</strong> Labour-supporting readers advise others on whether they should stick with the party in Thursday’s poll or vote for another party as suggested by Jonathan Freedland",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"621d700815225794aa5de2d2014658885044be09\"> <img src=\"https://media.guim.co.uk/621d700815225794aa5de2d2014658885044be09/0_101_2368_1421/1000.jpg\" alt=\"Nigel Farage in Newcastle-upon-Tyne, after being hit a milkshake during a campaign visit on Monday 20 May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage in Newcastle upon Tyne, where he was hit by a milkshake during a campaign visit on Monday 20 May. David Hardman fears that Farage’s Brexit party will win two European parliament seats in north-east England unless Labour supporters vote tactically for the Liberal Democrats.</span> <span class=\"element-image__credit\">Photograph: Scott Heppell/Reuters</span> </figcaption> </figure>",
      "body": "<p>Jonathan Freedland does the country and the pro-EU cause a great disservice by advocating an anti-Labour protest vote (<a href=\"https://www.theguardian.com/commentisfree/2019/may/17/remain-voters-ignore-labour-change-uk-lib-dems-greens\" title=\"\">Remainers have no option but to ignore Labour next week</a>, 18 May). Leave won the referendum campaign partly because of the dominance of reactionary, pro-status-quo voices and a failure to engage with policies and political influence within the EU. Mr Freedland falls into the same trap.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>After nearly 30 years as a Labour activist, the last few as a councillor, I have with a heavy heart decided to vote Lib Dem</p> <footer> <cite>David Hardman</cite> </footer> </blockquote> </aside>  <p>Better advice is firstly to vote for a party with an EU manifesto and for MEPs who won’t disrupt the EU parliament. This leaves Labour, Greens, Tories (just) and Lib Dems.</p> <p>Then, vote for parties best placed to fight austerity and the climate emergency. This rules out Tories and Lib Dems on austerity and for the classification of their EU groupings as “dinosaurs” or “delayers” on climate emergency action, <a href=\"http://www.caneurope.org/publications/press-releases/1758-defenders-delayers-or-dinosaurs-where-do-eu-political-groups-stand-on-climate-change\" title=\"\">according to Climate Action Network Europe</a>.</p> <p>Next, vote for candidates who will be good pro-EU MEPs in the EU and the UK (though they cannot revoke article 50 or vote in parliament).</p> <p>Finally, consider the influence of the EU grouping the party belongs to. Unlike Greens, Labour MEPs have a prospect of electing the president (through the Socialists &amp; Democrats group), with the associated power and influence over EU policies, direction and narrative.</p> <p>We need passionate and influential Labour MEPs to help make the socialist case that we are all better off in the EU and to help us remain. This is why Europhiles like me are ignoring Jonathan Freedland’s advice, voting Labour, and urging others to do the same.<br><strong>Magi Young</strong><br><em>Exeter</em></p> <p>• After nearly 30 years as a Labour activist and the last few as a Labour councillor, I have with a heavy heart decided I will be voting Liberal Democrat in the European election on Thursday. A study of the regional and national polls makes for grim reading, and I find it impossible to see how voting Labour can stop Nigel Farage’s party winning two seats in the north-east.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I don’t want my vote to be misrepresented as pro-Brexit. So I will vote Labour, not with a cross, but with a ring of 12 dots like the EU flag</p> <footer> <cite>Robert Dimmick</cite> </footer> </blockquote> </aside>  <p>Labour’s vote is collapsing. Party loyalty will only deliver them enough votes to come second. This means Labour can only win one seat, and the third north-east seat will be a battle between the Lib Dems and the Brexit party. It is essential we do not allow the Brexit party to win a second seat in the region. I am truly sorry for the current Labour MEPs, who have served this region well, but their party leadership has let them down badly. It has lost them votes that should have returned them comfortably.</p> <p>If I am wrong – and I want to be – then Labour will come top and the third seat will go to Labour’s Paul Brannen or the Lib Dems’ Fiona Hall. I would be happy with either over any Brexit party candidate. Many of my former Labour colleagues are joining me in voting tactically for the Liberal Democrats on Thursday. I urge fellow remain-minded voters to do so too, to stop Nigel Farage getting a second MEP in the north-east.<br><strong>David Hardman</strong><br><em>Newcastle upon Tyne</em></p> <p>• Jonathan Freedland urges remainers in England to vote Green, which is all very well if they want to uphold a noble principle, but it’s bad politics. If Farage’s “party” wins a clear plurality of the votes, a Johnson victory in the Tory leadership contest would be likely, and so would a hard Brexit. A strong Labour vote, on the other hand, could open the way at least to a customs union, at best to a referendum. And a customs union, though not ideal, could be a relatively attractive option. Leo Varadkar has suggested a sui generis arrangement involving a consultation process with the UK on the EU’s future trade deals. This would keep open the option of a return to full membership in the future, which a Johnson-Farage-led Brexit would not. Remainers – think strategically, think long term!<br><strong>Bill Myers</strong><br><em>Leicester </em></p> <p>• I want to elect Labour MEPs, but I don’t want my vote to be misrepresented as pro-Brexit. So I think I will vote, not with a cross, but with a ring of 12 dots like the EU flag. That will count, as long as it isn’t regarded as “a mark by which the voter could be identified”. To avoid that, would others please do so too?<br><strong>Robert Dimmick</strong><br><em>Caversham, Reading</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "754",
      "commentable": "false",
      "firstPublicationDate": "2019-05-20T17:06:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:07Z",
      "newspaperEditionDate": "2019-05-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bgca3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/621d700815225794aa5de2d2014658885044be09/0_101_2368_1421/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jonathan Freedland does the country and the pro-EU cause a great disservice by advocating an anti-Labour protest vote (Remainers have no option but to ignore Labour next week, 18 May). Leave won the referendum campaign partly because of the dominance of reactionary, pro-status-quo voices and a failure to engage with policies and political influence within the EU. Mr Freedland falls into the same trap. Better advice is firstly to vote for a party with an EU manifesto and for MEPs who won’t disrupt the EU parliament. This leaves Labour, Greens, Tories (just) and Lib Dems. Then, vote for parties best placed to fight austerity and the climate emergency. This rules out Tories and Lib Dems on austerity and for the classification of their EU groupings as “dinosaurs” or “delayers” on climate emergency action, according to Climate Action Network Europe. Next, vote for candidates who will be good pro-EU MEPs in the EU and the UK (though they cannot revoke article 50 or vote in parliament). Finally, consider the influence of the EU grouping the party belongs to. Unlike Greens, Labour MEPs have a prospect of electing the president (through the Socialists &amp; Democrats group), with the associated power and influence over EU policies, direction and narrative. We need passionate and influential Labour MEPs to help make the socialist case that we are all better off in the EU and to help us remain. This is why Europhiles like me are ignoring Jonathan Freedland’s advice, voting Labour, and urging others to do the same. Magi Young Exeter • After nearly 30 years as a Labour activist and the last few as a Labour councillor, I have with a heavy heart decided I will be voting Liberal Democrat in the European election on Thursday. A study of the regional and national polls makes for grim reading, and I find it impossible to see how voting Labour can stop Nigel Farage’s party winning two seats in the north-east. Labour’s vote is collapsing. Party loyalty will only deliver them enough votes to come second. This means Labour can only win one seat, and the third north-east seat will be a battle between the Lib Dems and the Brexit party. It is essential we do not allow the Brexit party to win a second seat in the region. I am truly sorry for the current Labour MEPs, who have served this region well, but their party leadership has let them down badly. It has lost them votes that should have returned them comfortably. If I am wrong – and I want to be – then Labour will come top and the third seat will go to Labour’s Paul Brannen or the Lib Dems’ Fiona Hall. I would be happy with either over any Brexit party candidate. Many of my former Labour colleagues are joining me in voting tactically for the Liberal Democrats on Thursday. I urge fellow remain-minded voters to do so too, to stop Nigel Farage getting a second MEP in the north-east. David Hardman Newcastle upon Tyne • Jonathan Freedland urges remainers in England to vote Green, which is all very well if they want to uphold a noble principle, but it’s bad politics. If Farage’s “party” wins a clear plurality of the votes, a Johnson victory in the Tory leadership contest would be likely, and so would a hard Brexit. A strong Labour vote, on the other hand, could open the way at least to a customs union, at best to a referendum. And a customs union, though not ideal, could be a relatively attractive option. Leo Varadkar has suggested a sui generis arrangement involving a consultation process with the UK on the EU’s future trade deals. This would keep open the option of a return to full membership in the future, which a Johnson-Farage-led Brexit would not. Remainers – think strategically, think long term! Bill Myers Leicester • I want to elect Labour MEPs, but I don’t want my vote to be misrepresented as pro-Brexit. So I think I will vote, not with a cross, but with a ring of 12 dots like the EU flag. That will count, as long as it isn’t regarded as “a mark by which the voter could be identified”. To avoid that, would others please do so too? Robert Dimmick Caversham, Reading • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4364",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-20T16:30:58Z",
    "webTitle": "Farage says remainers have been 'radicalised' after he is hit with milkshake - live news",
    "webUrl": "https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news",
    "fields": {
      "headline": "Farage says remainers have been 'radicalised' after he is hit with milkshake - live news",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/may/20/electoral-commission-visit-brexit-party-offices-funding-gordon-brown-paypal\">Electoral Commission to visit Brexit party offices over funding concerns</a></li><li><a href=\"https://www.theguardian.com/politics/2019/may/20/nigel-farage-doused-with-milkshake-in-newcastle\">Nigel Farage doused with milkshake in Newcastle</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news?page=with:block-5ce283858f088c3e913d9baa#block-5ce283858f088c3e913d9baa\">Downing Street lobby briefing - Summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news?page=with:block-5ce29a108f08d2b474ebf5d6#block-5ce29a108f08d2b474ebf5d6\">Lunchtime summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news?page=with:block-5ce2cbe78f08ad67f1a7dba1#block-5ce2cbe78f08ad67f1a7dba1\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"c899587b-f018-45f6-9cd3-17c430805e2b\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/Hu9NVXtm6io?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5ce2cbe78f08ad67f1a7dba1\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T16:30:58.051Z\">5.30pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/20/electoral-commission-visit-brexit-party-offices-funding-gordon-brown-paypal\">The Electoral Commission has said it will attend the offices of Nigel Farage’s Brexit party to “review its systems” after Gordon Brown urged them to investigate concerns over the legality of the party’s funding.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong>Nigel Farage, the Brexit party leader, has said that normal campaigning is becoming impossible because some remainers have been “radicalised”</strong>. (See <a href=\"https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news?page=with:block-5ce2a9fd8f08ad67f1a7d979#block-5ce2a9fd8f08ad67f1a7d979\">2.42pm.</a>) He was speaking after a milkshake was thrown at him as he campaigned in Newcastle. According to the Telegraph’s <strong>Christopher Hope</strong>, Farage wants the person who threw the milkshake at him to be charged with assault.</li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/christopherhope/status/1130505608048852993\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING Nigel Farage has now made a statement to Northumbria Police and told them that he will press charges for assault against the man who threw milkshake over him.</p>— Christopher Hope (@christopherhope) \n    <a href=\"https://twitter.com/christopherhope/status/1130505608048852993?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n  <p>The attack has been condemned by Downing Street and by some of Farage’s other political opponents. (See<a href=\"https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news?page=with:block-5ce2c19b8f08cb61833728f8#block-5ce2c19b8f08cb61833728f8\"> 4.10am.)</a></p> \n  <ul> \n   <li><strong>Penny Mordaunt, the defence secretary, has played down the significance of <a href=\"https://www.theguardian.com/law/2019/may/20/rewritten-mod-guidance-could-leave-door-open-for-torture\">a document released at the weekend saying ministers can share information obtained from third parties where there is a “serious risk” of torture “if ministers agree that the potential benefits justify accepting the risk and the legal consequences that may follow”. </a></strong>Speaking in response to a Commons urgent question about the document, Mordaunt said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The UK government stands firmly against torture and does not participate in, solicit, encourage or condone the use of torture or cruel, inhumane or degrading treatment or punishment for any purpose. Our policy and activities in this area are in accordance with both domestic and international law. </p> \n  </blockquote> \n  <p>Mordaunt said the new document, released in response to a freedom of information request, dated from 2018 and did not introduce any “substantial changes” from previous policy. But she also said the wording of the current guidance on this matter was being reviewed.</p> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/20/blue-collar-conservatism-esther-mcvey-launches-tory-leadership-bid\">Esther McVey has launched a campaign to reconnect the Conservatives with working-class voters by promising to slash the overseas aid budget and give the money saved to schools and police.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/20/labour-party-broken-to-core-former-blair-minister-jane-kennedy\">The former Labour minister Jane Kennedy has said the party is “broken to the core” and has been hijacked by “something really nasty and dark in the hard left”. </a></strong>As <strong>Josh Halliday</strong> reports, Kennedy, the police and crime commissioner for Merseyside, <a href=\"https://www.bbc.co.uk/news/uk-england-merseyside-47614586\">quit the Labour party</a> in March after the <a href=\"https://www.theguardian.com/politics/2019/feb/28/labour-worst-day-shame-tom-watson-luciana-berger-resignation\">resignation of Luciana Berger</a>, saying it had failed to get to grips with antisemitism.The former <a href=\"https://www.theguardian.com/uk/liverpool\">Liverpool</a> Wavertree MP, who served as a minister under Tony Blair and Gordon Brown, said on Monday that other centre-left figures were being “hounded out” as a result of ongoing antisemitism and homophobia in local Labour parties.</li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/may/20/sajid-javid-high-court-hearing-mi5-failures-secret\">The home secretary has applied to the high court for a secret hearing to prevent public disclosure of the nature of “serious” breaches recently admitted by MI5 in its surveillance safeguards.</a></strong></li> \n  </ul> \n  <p>That’s all from me for today.</p> \n  <p>Thanks for the comments.</p> \n </div> \n</div> \n<div id=\"block-5ce2d27c8f08cb61833729f5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T16:15:18.612Z\">5.15pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Workers at two government departments, including cleaners and caterers, will launch a fresh campaign of strikes on Tuesday in disputes over pay and conditions. As the Press Association reports, members of the Public and Commercial Services union (PCS) at the Foreign Office (FCO) will walk out for two days, while workers at the Business, Energy &amp; Industrial Strategy Department (BEIS) will take action for four days. The dispute at the FCO involves Interserve, which the union accuses of making “repeated blunders” on pay, while PCS says ISS and Aramark are refusing to pay the London living wage. </p> \n </div> \n</div> \n<div id=\"block-5ce2ce3e8f08ad67f1a7dbc0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T16:12:11.002Z\">5.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Sky’s<strong> Beth Rigby</strong> has a useful tweet on divisions in the Tory leadership race.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1130479165323599873\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Emerging battle lines in Tory leadership race<br>- Brexit Deal v No Deal ( McVey comes out as 1st contender prepared to leave with No Deal Oct 31 <br>- HS2 (Osborne/Rudd want to save it, Johnson/McVey/Leadsom want to scrap it )<br>- Foreign Aid Budget (McVey today proposes £7bn cut)</p>— Beth Rigby (@BethRigby) \n    <a href=\"https://twitter.com/BethRigby/status/1130479165323599873?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Off the top of my head, here are a few other questions that are likely to matter in the leadership contest, with different candidates taking different views.</p> \n  <p><em>A pact with the Brexit party? </em>(Esther McVey would not rule one out, see<a href=\"https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news?page=with:block-5ce2af488f08ad67f1a7d9a5#block-5ce2af488f08ad67f1a7d9a5\"> 2.47pm, </a>although Nicky Morgan has said <a href=\"https://www.theguardian.com/politics/live/2019/may/17/brexit-latest-news-developments-express-regret-but-not-surprise-as-cross-party-talks-reportedly-set-to-be-wound-up-live-news?page=with:block-5cde6e808f08d2b474ebd7ac#block-5cde6e808f08d2b474ebd7ac\">it would be a death knell for the party.)</a></p> \n  <p><em>Holding an early election?</em> (There is not much enthusiasm for one in the party, but some candidates might be more willing to rule one out than others.)</p> \n  <p><em>Increasing defence spending?</em> (In truth, the division will be more about, by how much? <a href=\"https://www.theguardian.com/politics/2019/may/13/jeremy-hunt-uk-double-defence-spending-brexit-tory-leadership\">Jeremy Hunt wants to double it.)</a><br></p> \n  <p><em>Cutting taxes?</em> (Again, the division will be about how firmly this can be promised, and by how much. <a href=\"https://www.thesun.co.uk/news/9007335/dominic-raab-promises-to-slash-income-tax-as-he-gets-david-davis-backing-to-be-next-pm/\">Dominic Raab is already talking about a penny of the basic rate.)</a></p> \n  <p><em>Banning Huawei from 5G infrastructure contracts?</em></p> \n </div> \n</div> \n<div id=\"block-5ce2cd888f0807b455f84d2b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T15:55:03.917Z\">4.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are from ITV’s<strong> Daniel Hewitt</strong>, who’s been covering a Brexit party rally in Wakefield.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielHewittITV/status/1130490441844105216\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">At a <a href=\"https://twitter.com/brexitparty_uk?ref_src=twsrc%5Etfw\">@brexitparty_uk</a> rally in Wakefield. The first 4 people I speak to are all Conservative Party councillors, including the vice chair of the local party. They’ve already voted for the Brexit Party and they all say they’re here to support Nigel Farage. <a href=\"https://t.co/On3gyWTaX8\">pic.twitter.com/On3gyWTaX8</a></p>— Daniel Hewitt (@DanielHewittITV) \n    <a href=\"https://twitter.com/DanielHewittITV/status/1130490441844105216?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielHewittITV/status/1130495152450097152\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Nigel Farage tells me he is “100% confident” the <a href=\"https://twitter.com/brexitparty_uk?ref_src=twsrc%5Etfw\">@brexitparty_uk</a> has followed the rules on party funding and 100% confident they haven’t broken the law. I asked him if he’s 100% sure he’s not received a penny from foreign donors outside the UK, he says he “99% sure.”</p>— Daniel Hewitt (@DanielHewittITV) \n    <a href=\"https://twitter.com/DanielHewittITV/status/1130495152450097152?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielHewittITV/status/1130500487273435138\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Nigel Farage had planned to do a walkabout in Wakefield but after the milkshake in Newcastle, he said his safety cannot be guaranteed. So he stayed on the bus, gave a short speech to his supporters from the top deck and left. Next stop, Bolton. <a href=\"https://t.co/GIBLPtsArs\">pic.twitter.com/GIBLPtsArs</a></p>— Daniel Hewitt (@DanielHewittITV) \n    <a href=\"https://twitter.com/DanielHewittITV/status/1130500487273435138?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ce2c9bd8f08ad67f1a7db80\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T15:37:51.824Z\">4.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Gordon Brown’s office has tweeted this joke from his speech at the Labour rally earlier.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OfficeGSBrown/status/1130430315288252416\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Investigate funding of Nigel Farage and Brexit Party ⁦<a href=\"https://twitter.com/OfficeGSBrown?ref_src=twsrc%5Etfw\">@OfficeGSBrown</a>⁩ tells rally in Glasgow. ‘Farage not a man of the people - he’s a man of the PayPal.’ <a href=\"https://t.co/wYsLE7JLad\">pic.twitter.com/wYsLE7JLad</a></p>— Gordon &amp; Sarah Brown (@OfficeGSBrown) \n    <a href=\"https://twitter.com/OfficeGSBrown/status/1130430315288252416?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ce2c45c8f0807b455f84cb2\" class=\"block\" data-block-contributor=\"profile/henrymcdonald\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T15:23:08.927Z\">4.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Ray Bassett</strong> was one of the senior Irish diplomats advising Bertie Ahern’s government the during the run up to the signing of the Good Friday Agreement peace deal for Northern Ireland in 1998. Bassett then served as Irish joint secretary to the British Irish Intergovernmental Conference in Belfast between 2001 and 2005, just prior to the signing of the second major peace deal between unionism and nationalism - the St Andrews Agreement. He also served as an ambassador, but after leaving the Republic’s Department of Foreign Affairs stunned some of his former colleagues by turning against the EU and getting involved with the Eurosceptic Irish Freedom party.</p> \n  <p>Today Bassett claims that Irish/EU pressure leading to Theresa May not getting a deal she could sell will result in a real Brexiter entering 10 Downing Street. On his Facebook page the former senior Irish diplomat warns: </p> \n  <blockquote class=\"quoted\"> \n   <p>With the imminent ending of Theresa May’s leadership of the British Conservative party, and also [her time] as prime minister, the Irish government should reflect on the part they played in her, and indeed moderate Conservatism’s, demise in our neighbour. The likely prospect now seems that Boris Johnston will be the next PM of the UK, or Dominic Raab. </p> \n   <p>The failure to give the UK a reasonable deal in the withdrawal agreement politically killed off May and those around her. It was extremely short sighted to place all Ireland’s eggs in the Brussels basket. We needed a good deal for Britain, in our own interests, but the EU Commission needed to teach the deserting Brits a lesson. It was a repeat of the fiasco of the Cameron renegotiation, where our political establishment’s excessive Europhilia trumped the national interest. A sad day for Ireland.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ce2bd9a8f08cb61833728af\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T15:10:30.343Z\">4.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Three in five British voters say politics in Westminster and Brussels is broken, according to a poll that finds pro- and anti-Brexit parties are running neck and neck ahead of the <a href=\"https://www.theguardian.com/world/european-elections\">European elections</a> on Thursday, my colleague <strong>Mark Rice-Oxley</strong> reports.</p> \n  <p>Here is the key chart.</p> \n  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/may/2019-05-20T10:35:14/embed.html\" data-alt=\"Pro- and anti-Brexit parties are running neck and neck on eve of European elections\"> \n   <a href=\"https://interactive.guim.co.uk/charts/embed/may/2019-05-20T10:35:14/embed.html\">Pro- and anti-Brexit parties are running neck and neck on eve of European elections</a> \n   <figcaption>\n    Pro- and anti-Brexit parties are running neck and neck on eve of European elections\n   </figcaption> \n  </figure> \n  <p>And here is Mark’s story.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/20/pro-anti-brexit-parties-neck-and-neck-eu-election-poll\">Pro- and anti-Brexit parties neck and neck in EU election, says poll</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5ce2c19b8f08cb61833728f8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T15:10:16.497Z\">4.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The milkshake attack on Nigel Farage is being widely condemned.</p> \n  <p><strong>Downing Street</strong> has criticised what happened, PoliticsHome’s <strong>Kevin Schofield</strong> reports.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PolhomeEditor/status/1130487281901551616\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Downing St on Farage milkshaking: “The Prime Minister has been clear that politicians should be able to go about their work and campaign without harassment, intimidation and abuse.”</p>— Kevin Schofield (@PolhomeEditor) \n    <a href=\"https://twitter.com/PolhomeEditor/status/1130487281901551616?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n  <p>The former Labour prime minister <strong>Tony Blair</strong> has said the attack was “horrible”, the Telegraph’s <strong>Harry Yorke</strong> reports.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HarryYorke1/status/1130479682565136386\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tony Blair wades into the milkshake row in Farage's defence: <br><br>\"Horrible and ridiculous and people shouldn't do it. I can't stand this, I really feel very strongly about this. The guy is entitled to his point of view.\"</p>— Harry Yorke (@HarryYorke1) \n    <a href=\"https://twitter.com/HarryYorke1/status/1130479682565136386?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n  <p>This is from the former Lib Dem leader<strong> Tim Farron.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/timfarron/status/1130487269775876096\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I’m not laughing along with the attack on Farage. Violence and intimidation are wrong no matter who they’re aimed at. On top of that, it just makes the man a martyr, it’s playing into his hands.</p>— Tim Farron (@timfarron) \n    <a href=\"https://twitter.com/timfarron/status/1130487269775876096?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And this is from<strong> Brendan Cox,</strong> whose Labour MP wife Jo Cox was murdered by a far-right terrorist during the 2016 referendum campaign.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MrBrendanCox/status/1130471629732155392\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I dislike <a href=\"https://twitter.com/Nigel_Farage?ref_src=twsrc%5Etfw\">@Nigel_Farage</a> ‘s politics profoundly. His willingness to pander to hatred &amp;division even more so. But I don’t think throwing stuff at politicians you disagree with is a good idea. It normalises violence &amp;intimidation and we should consistently stand again it. <a href=\"https://t.co/B2padhJBTg\">https://t.co/B2padhJBTg</a></p>— Brendan Cox (@MrBrendanCox) \n    <a href=\"https://twitter.com/MrBrendanCox/status/1130471629732155392?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ce2beb38f08cb61833728c1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T14:58:59.691Z\">3.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>YouGov has released some European elections polling for ITV and Cardiff University showing Labour, which has been the dominant party in Welsh politics for almost a century, on course to come third, behind the Brexit party and Plaid Cyrmu. And the Conservatives are on course to come sixth, also behind the Liberal Democrats and the Greens.</p> \n  <figure class=\"element element-image\" data-media-id=\"e27c1b18d01ecc82dc268152a7fde3a3019ed08e\"> \n   <img src=\"https://media.guim.co.uk/e27c1b18d01ecc82dc268152a7fde3a3019ed08e/0_15_727_436/500.jpg\" alt=\"Euro elections poll for Wales\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Euro elections poll for Wales</span> \n    <span class=\"element-image__credit\">Photograph: YouGov</span> \n   </figcaption> \n  </figure> \n  <p>Here is an excerpt from Prof <strong>Roger Awan-Scully</strong>’s <a href=\"https://www.itv.com/news/wales/2019-05-20/poll-puts-brexit-party-on-course-for-european-election-triumph-in-wales/\">write-up for ITV.</a></p> \n  <blockquote class=\"quoted\"> \n   <p>These poll results clearly have immediate potential implications for Thursday’s election. But there is a broader historical context here. Since Lloyd George’s victory in the December 1918 general election, there have been 39 Wales-wide electoral contests. The Labour party have come first in 38 of those 39 contests – the sole exception being the 2009 European election when, at the absolute lowest point of Gordon Brown’s unhappy period as prime minister, Labour finished narrowly behind the Conservatives in Wales.</p> \n   <p>Unless our poll is horribly inaccurate, or Labour stage an astonishing resurgence in the last few days of the European election campaign, we are going to see Labour defeated in Wales for only the second time in the last one hundred years. Mark Drakeford’s first electoral test as Welsh Labour leader will have been failed. We don’t yet know what political implications might follow from such an outcome, but this result in itself would be truly historic.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ce2b7fa8f08cb6183372838\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T14:31:00.187Z\">3.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Greens have been in touch to clarify their policy on a universal basic income (UBI). (See <a href=\"https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news?page=with:block-5ce272b08f088c3e913d9ae9#block-5ce272b08f088c3e913d9ae9\">10.56am.) </a>At the last general election<a href=\"https://www.theguardian.com/commentisfree/2017/jun/02/green-party-universal-basic-income-eliminate-poverty-trap\"> the Green party was campaigning for a universal basic income</a> - a basic payment to everyone, regardless of whether they are working or not working, rich or poor. In these European elections, the Greens and their fellow EU Green parties are calling for EU legislation forcing member states to guarantee people a minimum income. This would involve top-pay payments going to the poor but, unlike a UBI, it would not involve payments to the rich. The Greens think this a realistic EU aspiration for the near future. They also want UBI to be piloted on an EU-wide basis, but they accept that it would take much longer to introduce this across Europe.</p> \n </div> \n</div> \n<div id=\"block-5ce2af488f08ad67f1a7d9a5\" class=\"block is-key-event\" data-block-contributor=\"profile/peterwalker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T13:47:39.649Z\">2.47pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">McVey calls for aid spending to be cut and refuses to rule out pact with Brexit party</h2> \n <div class=\"block-elements\"> \n  <p>I’ve just been to see <strong>Esther McVey</strong> formally launch a new group called Blue Collar Conservatism, an internal party campaign intended to push for policies attracting working voters in former industrial areas, which is also viewed as a vehicle for McVey’s own leadership ambitions.</p> \n  <p>The ex-work and pension secretary, who left government at the end of last year in protest at Theresa May’s Brexit plans, is seen as an outsider, but as with many of these efforts the aim is as much to push the individual MP’s policy aims and stature in the party.</p> \n  <p>Speaking in a packed room in parliament – she had made the wise move of both booking a fairly small space and removing all the chairs – McVey said the Conservatives must take votes from those who felt abandoned by Labour, in part by delivering Brexit quickly.</p> \n  <p>If that sounds a bit like the Brexit party, there were definite similarities, not least a video featuring uplifting music, the views of annoyed voters and a claim that Labour has abandoned working class people. In a brief Q&amp;A afterwards, McVey declined to say whether she would ever work with Nigel Farage’s party.</p> \n  <p>The main policy specific was to pare back overseas aid funding to 2010 levels and to spend what Mcvey said would be the left over £7bn a year on schools and the police.</p> \n  <p>There were some hiccups more reminiscent of Change UK than the Brexit party – the first video took some lengthy laptop key-pressing to start, while McVey mis-read her script and referred to having to “clear up the mess that was left by the Conservatives” but the event saw a fair turnout of fellow Tory MPs.</p> \n  <p>McVey also made it clear that she would only back a die-hard Brexiter to replace May, Asked whether someone like Jeremy Hunt or Sajid Javid would suffice, she said it had to be someone who “believes in Brexit with a passion”. </p> \n  <figure class=\"element element-image\" data-media-id=\"8c5894a038fe31fcaf96ae217fc0ef6988100b33\"> \n   <img src=\"https://media.guim.co.uk/8c5894a038fe31fcaf96ae217fc0ef6988100b33/0_117_3500_2100/1000.jpg\" alt=\"Esther McVey launches Blue Collar Conservatism at the Houses of Parliament\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Esther McVey launches Blue Collar Conservatism at the Houses of Parliament</span> \n    <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ce2a9fd8f08ad67f1a7d979\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T13:42:12.278Z\">2.42pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Farage says normal campaigning 'becoming impossible' because 'remainers have become radicalised'</h2> \n <div class=\"block-elements\"> \n  <p>Here is my colleague<strong> Matthew Weaver</strong>’s story about Nigel Farage being hit with a milkshake in Newcastle.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/20/nigel-farage-doused-with-milkshake-in-newcastle\">Nigel Farage doused with milkshake in Newcastle</a> </p> \n  </aside> \n  <p>Farage has posted this message on Twitter about the incident.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Nigel_Farage/status/1130453547819180033\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Sadly some remainers have become radicalised, to the extent that normal campaigning is becoming impossible.<br><br>For a civilised democracy to work you need the losers consent, politicians not accepting the referendum result have led us to this.</p>— Nigel Farage (@Nigel_Farage) \n    <a href=\"https://twitter.com/Nigel_Farage/status/1130453547819180033?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n  <p>This is the first time I’ve heard Farage talk about losers’ consent - a concept that it very well explained in this Twitter thread from <strong>Richard Wyn Jones</strong>, a professor of Welsh politics. Jones argues that Welsh devolution has been successful because, after a very narrow vote for devolution in 1997, Labour made an effort to obtain losers’ consent to ensure wide support for the assembly that was set up. He posted this Twitter thread to make a point about Brexit, where, he argues, the government has singularly failed to make an effort to accommodate the concerns of remainers.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RWynJones/status/1084721238809997313\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Unexpectedly, the 1997 referendum on Welsh devolution is back in the news. <br><br>Setting aside Theresa May's misremembering/rank hypocrisy [delete according to taste] concerning her own and her own party's position, the lesson of Wales 1997 is actually about 'loser's consent' 1/</p>— Richard Wyn Jones (@RWynJones) \n    <a href=\"https://twitter.com/RWynJones/status/1084721238809997313?ref_src=twsrc%5Etfw\">January 14, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Even though Farage has used the term, it is not apparent that he understands the concept. He is using it to say remainers should just accept Brexit. Jones is arguing that remainers consent would only be forthcoming if the government adopted a softer version of Brexit - something that would appal Farage. (He thinks Theresa May’s Brexit, which would involve being outside the single market and the customs union, is too soft, and is pushing for no-deal as the only proper Brexit.)</p> \n  <p>Farage is also not someone who has shown much willingness to grant losers’ consent himself. Famously, before the 2016 referendum he said that if leave lost narrowly, <a href=\"https://www.mirror.co.uk/news/uk-news/nigel-farage-wants-second-referendum-7985017\">he would be pushing for a further referendum.</a></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-20T13:53:18.163Z\">at 2.53pm BST</time></p> \n</div> \n<div id=\"block-5ce2a8848f0807b455f84b15\" class=\"block is-key-event\" data-block-contributor=\"profile/helenasmith\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T13:21:11.519Z\">2.21pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Barnier says EU has offered UK 'all options' on Brexit</h2> \n <div class=\"block-elements\"> \n  <p><strong>Michel Barnier</strong>, the EU’s chief Brexit negotiator, has been in Cyprus where he has warned that the bloc is preparing for a no-deal – even if it is a scenario that would not be of its choice. He told journalists:</p> \n  <blockquote class=\"quoted\"> \n   <p>We have offered all options to the United Kingdom, from the single market to the customs union or a free trade agreement. We are now waiting for clarity from the United Kingdom. In the meantime, we keep preparing for a no-deal. This is not, and will not be, the EU’s choice. It is for the UK to take its responsibilities.</p> \n  </blockquote> \n  <p> The withdrawal agreement remained the country’s only way to securing an orderly transition, if it still wanted to leave, he told a press conference after flying to the island to especially discuss Brexit with the island’s president Nicos Anastasiades. Cyprus has two British military bases – a legacy of its colonial era – whose post-Brexit future has been the focus of talks. </p> \n  <p> “Today the fundamental choices in front of the United Kingdom remain the same: deal, no-deal, no Brexit,” Barnier said. </p> \n  <blockquote class=\"quoted\"> \n   <p>Whatever happens and whatever the political situation in the UK, the issues and solutions remain the same.</p> \n   <p>Let me be clear: if the UK still wants, ratifying the withdrawal agreement is the only way to secure a transition period. That period of transition would give the United Kingdom time to sort out its negotiation positions. This transition period would also give time to both sides to figure out what specific arrangements are necessary in relation to the Northern Irish border on top of the overall EU/UK relationship.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"92e44de180958f79caeb480c4f61f2c2dd05ca7e\"> \n   <img src=\"https://media.guim.co.uk/92e44de180958f79caeb480c4f61f2c2dd05ca7e/0_8_2999_1799/1000.jpg\" alt=\"Michel Barnier (left) with the Cypriot foreign minister, Nikos Christodoulidis\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Michel Barnier (left) with the Cypriot foreign minister, Nikos Christodoulidis</span> \n    <span class=\"element-image__credit\">Photograph: -/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ce2a7278f08cb6183372749\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T13:13:40.603Z\">2.13pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Electoral Commission to visit Brexit party offices to check it is complying with electoral law</h2> \n <div class=\"block-elements\"> \n  <p>The <strong>Electoral Commission </strong>has said it will visit the Brexit party offices tomorrow to check it is complying with the electoral law about donations, the BBC’s<strong> Jessica Parker </strong>reports.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarkerJParker/status/1130454725445468166\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Electoral Commission to \"visit\" the Brexit Party's office tomorrow and \"conduct a review\" of its donations system <a href=\"https://t.co/au0uFFHkXg\">pic.twitter.com/au0uFFHkXg</a></p>— Jessica Parker (@MarkerJParker) \n    <a href=\"https://twitter.com/MarkerJParker/status/1130454725445468166?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ce2a5298f08ad67f1a7d941\" class=\"block is-key-event\" data-block-contributor=\"profile/severincarrell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T13:07:25.566Z\">2.07pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Brown says SNP pushing 'far more extreme' version of Scottish independence than in 2014</h2> \n <div class=\"block-elements\"> \n  <p><strong>Gordon Brown </strong>has accused the Scottish National party of pursuing a “far more extreme” version of independence than it has before, as he sought to shore up Labour’s fragile vote in Thursday’s European elections.</p> \n  <p>He told a Labour election rally in Glasgow, where he failed to answer any questions from the media or party members, that the SNP had now abandoned the “soft independence” pursued by Alex Salmond, the then first minister, during the 2014 independence referendum.</p> \n  <p>Then Salmond had wanted to leave the so-called political or parliamentary union between Scotland and the rest of the UK, but retain the monetary union by keeping the pound, and staying in the so-called social union by sharing pensions and some welfare powers.</p> \n  <p>However, the SNP’s spring conference narrowly voted to pursue leaving sterling and setting up an independent Scottish currency immediately after a yes vote in any future independence referendum. At the same time, the SNP would retain or seek European Union membership.</p> \n  <p>Brown told the Labour rally:</p> \n  <blockquote class=\"quoted\"> \n   <p>Just look at the decisions made by the SNP conference. You know in 2014 Alex Salmond told us we were only leaving the political union. That was all. We were staying in the other unions. Well what is the policy now? It’s a far more extreme version of independence. They have moved, if you like, from soft independence to hard independence. Because they will now leave the British pound, they will leave the UK currency union.</p> \n   <p>[Of] course they want to stay in the European Union after they leave Britain so they’ll leave the UK customs union as well. They have to leave the UK single market; they will leave the UK social welfare union, so pensions and everything else will have to be decided in Scotland and not decided as part of the UK pension scheme we have all contributed to.</p> \n   <p>So this is a far more extreme policy that the SNP are now putting forward and people have got to recognise that if you vote for the SNP on Thursday you’re voting to give recognition and legitimacy and credibility to a more extreme form of independence than ever we have seen. </p> \n  </blockquote> \n  <p>Scottish Labour is desperately worried about a haemorrhage of support from pro-remain voters to the SNP, the Scottish Greens or Liberal Democrats in Thursday’s election. The polls show it is likely to hold only one of its two European parliament seats, with the SNP on course to win three of Scotland’s six places.</p> \n  <p>Brown sought to shore up support for the party by insisting only Labour wanted to focus on policies which affected ordinary voters’ every day lives such as the NHS, schools and the economy. The SNP and Tories, he said, had:</p> \n  <blockquote class=\"quoted\"> \n   <p>a constitutional obsession; here you’ve got a never-ending, non-stop Punch and Judy show – the Conservatives versus the SNP, fighting it out over the minutiae of the constitution and ignoring the main issues that affect the people of Scotland.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"0a817e2e76fd1cd88e1bca9c28a7726f2bcdaffa\"> \n   <img src=\"https://media.guim.co.uk/0a817e2e76fd1cd88e1bca9c28a7726f2bcdaffa/0_65_5760_3456/1000.jpg\" alt=\"Gordon Brown at the Labour rally in Glasgow.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Gordon Brown at the Labour rally in Glasgow.</span> \n    <span class=\"element-image__credit\">Photograph: Murdo MacLeod/The Guardian</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ce29a108f08d2b474ebf5d6\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T12:53:34.276Z\">1.53pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Lunchtime summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>David Davis, the former Brexit secretary, has urged Conservative MPs not to vote for Theresa May’s EU withdrawal agreement bill because it would tie the hands of her successor. </strong>Davis did vote for May’s deal when it was defeated for the third time, in March, and his decision to revert to opposing it suggests she is at risk of an even bigger defeat at the next vote, in early June. (See<a href=\"https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news?page=with:block-5ce258c08f088c3e913d9a16#block-5ce258c08f088c3e913d9a16\"> 9.20am.) </a>Downing Street said at tomorrow’s cabinet ministers will discuss whether or not to hold indicative votes before the bill’s second reading. (See <a href=\"https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news?page=with:block-5ce283858f088c3e913d9baa#block-5ce283858f088c3e913d9baa\">11.57am.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>Nigel Farage, the Brexit party leader, has dismissed <a href=\"https://www.theguardian.com/politics/2019/may/20/brexit-partys-funding-must-be-investigated-says-gordon-brown\">a call from Gordon Brown, the Labour former prime minister, for an investigation into his party’s finances</a> as an “absolutely disgusting smear”. </strong>(See <a href=\"https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news?page=with:block-5ce2915b8f08ea3978d8a285#block-5ce2915b8f08ea3978d8a285\">12.45pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>Farage has been hit by a milkshake while campaiging in Newcastle. </strong>(See<a href=\"https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news?page=with:block-5ce29c128f088c3e913d9cb6#block-5ce29c128f088c3e913d9cb6\"> 1.25pm.)</a></li> \n  </ul> \n  <figure class=\"element element-image\" data-media-id=\"545fd7d6886c4c1ae59061ab754c9125a3c25b48\"> \n   <img src=\"https://media.guim.co.uk/545fd7d6886c4c1ae59061ab754c9125a3c25b48/0_10_1767_1060/1000.jpg\" alt=\"Nigel Farage after beint hit with a milkshake during a campaign walkabout in Newcastle.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nigel Farage after beint hit with a milkshake during a campaign walkabout in Newcastle.</span> \n    <span class=\"element-image__credit\">Photograph: Tom Wilkinson/PA</span> \n   </figcaption> \n  </figure> \n  <ul> \n   <li><strong>Brown has accused the SNP of pushing for “hard independence”</strong>. (See <a href=\"https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news?page=with:block-5ce268ff8f088c3e913d9a95#block-5ce268ff8f088c3e913d9a95\">9.52am.)</a></li> \n  </ul> \n  <figure class=\"element element-image\" data-media-id=\"165ce25241a372313351a0dc7a7a733249a11699\"> \n   <img src=\"https://media.guim.co.uk/165ce25241a372313351a0dc7a7a733249a11699/0_31_5282_3170/1000.jpg\" alt=\"Gordon Brown speaking at a Labour rally in Glasgow, Scotland.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Gordon Brown speaking at a Labour rally in Glasgow, Scotland.</span> \n    <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> \n   </figcaption> \n  </figure> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/20/sajid-javid-announces-overhaul-of-espionage-and-treason-laws\">Hostile state actors – spies, assassins or hackers directed by the government of another country – are to be targeted by refreshed espionage and treason laws, the home secretary has announced.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/20/change-uk-scottish-choice-david-macdonald-urges-fellow-candidates-to-back-lib-dems\">The top Change UK choice in Scotland for this week’s European elections has written an open letter to his fellow party candidates urging them to consider following his lead and voting for the Liberal Democrats or other remain parties.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/20/uk-appoint-first-human-rights-ambassador-rita-french\">The British government is appointing an international ambassador dedicated to the promotion of human rights, in a move that is likely to put the UK’s patchy approach to autocratic regimes under greater scrutiny.</a></strong> As <strong>Patrick Wintour </strong>reports, the foreign secretary, <a href=\"https://www.theguardian.com/politics/jeremy-hunt\">Jeremy Hunt</a>, has appointed Rita French, formerly his principal private secretary, to take on the task of promoting the UK’s work at the Geneva-based UN Human Rights Council and the cause of human rights internationally. The role is the first of its kind for the British government, although a clutch of other countries including France, Germany and the Netherlands have had the role, some for more than a decade, often taking outspoken positions with countries such as China and Saudi Arabia.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-20T14:21:24.064Z\">at 3.21pm BST</time></p> \n</div> \n<div id=\"block-5ce29e768f088c3e913d9cd2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T12:34:32.747Z\">1.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nicola Sturgeon,</strong> Scotland’s first minister, has said that leaving the single market would be “catastrophic” for Scotland. Speaking ahead of a visit to a fish processing plant in Aberdeen with SNP MEP candidate Christian Allard, she said: </p> \n  <blockquote class=\"quoted\"> \n   <p>The free movement of goods and people across Europe is vital for Scotland’s economic success. But those benefits that we all enjoy are plunged into peril by Brexit. </p> \n   <p>The EU accounts for more than half of Scottish exports - worth £15.7bn to our economy. Blocking Scotland from trading freely with the European Union post-Brexit will be catastrophic to businesses here.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-20T12:38:14.897Z\">at 1.38pm BST</time></p> \n</div> \n<div id=\"block-5ce29c128f088c3e913d9cb6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T12:25:59.213Z\">1.25pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Nigel Farage hit by milkshake in Newcastle</h2> \n <div class=\"block-elements\"> \n  <p><strong>Nigel Farage</strong>, the Brexit party leader, has been hit by a milkshake while campaigning in Newcastle. These are from the Newcastle Chronicle’s <strong>Sean Seddon.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/seddonnews/status/1130445422646956032\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Nigel Farage hit by a milkshake in Newcastle city centre. He’s furious. Telling his security “it’s a failure” and “how did that happen”. He’s just been whisked away in a car. Full story on <a href=\"https://t.co/YZjeNpfVJw\">https://t.co/YZjeNpfVJw</a> soon. <a href=\"https://t.co/FpXDS8cGTG\">pic.twitter.com/FpXDS8cGTG</a></p>— Sean Seddon (@seddonnews) \n    <a href=\"https://twitter.com/seddonnews/status/1130445422646956032?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/seddonnews/status/1130446247171710976\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Chaotic scenes in Newcastle city centre as Nigel Farage hit by a milkshake. He’s been whisked away by his security. This is the aftermath. <a href=\"https://t.co/qxz8yay492\">pic.twitter.com/qxz8yay492</a></p>— Sean Seddon (@seddonnews) \n    <a href=\"https://twitter.com/seddonnews/status/1130446247171710976?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ce29a528f088c3e913d9ca9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T12:16:15.545Z\">1.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"2bf63c40de2c58d1c1243a7f9ef50ccb64fb2242\"> \n   <img src=\"https://media.guim.co.uk/2bf63c40de2c58d1c1243a7f9ef50ccb64fb2242/0_47_5760_3456/1000.jpg\" alt=\"Gordon Brown, the Labour former prime minister, with Richard Leonard, the Scottish Labour leader, at an election campaign rally at the Lighthouse, Glasgow, this morning.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Gordon Brown, the Labour former prime minister, with Richard Leonard, the Scottish Labour leader, at an election campaign rally at the Lighthouse, Glasgow, this morning.</span> \n    <span class=\"element-image__credit\">Photograph: Murdo MacLeod/The Guardian</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ce298c68f08ea3978d8a2dc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T12:10:40.657Z\">1.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here are some tweets from journalists attending the launch of<strong> Esther McVey</strong>’s Blue Collar Conservatism campaign.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidTWilcock/status/1130442523418222593\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">At the launch of Esther McVey’s blue-collar Conservatism launch. One of the sandwich choices is a ‘vegan sunshine’ wrap.</p>— David Wilcock (@DavidTWilcock) \n    <a href=\"https://twitter.com/DavidTWilcock/status/1130442523418222593?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/steve_hawkes/status/1130443399818076160\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Standing room only at the Esther McVey launch - mainly because there aren’t any seats and she’ll be speaking to four TV cameras <a href=\"https://twitter.com/hashtag/commontouch?src=hash&amp;ref_src=twsrc%5Etfw\">#commontouch</a> <a href=\"https://t.co/ymab3NVLbA\">pic.twitter.com/ymab3NVLbA</a></p>— steve hawkes (@steve_hawkes) \n    <a href=\"https://twitter.com/steve_hawkes/status/1130443399818076160?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterwalker99/status/1130443607876489217\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I’m at the launch event in Parliament for a group calling itself “Blue Collar Conservatism”, which appears to mainly be the vehicle for the leadership ambitions of ex-minister and Brexiter ultra Esther McVey. Fair to say she’s seen as an outsider in the upcoming race.</p>— Peter Walker (@peterwalker99) \n    <a href=\"https://twitter.com/peterwalker99/status/1130443607876489217?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/breeallegretti/status/1130444933545058304\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Slight technical problems at the launch of Esther McVey’s Blue Collar Conservativism campaign as the “what we’ve done so far” video fails, at first, to play <a href=\"https://t.co/GDtZTPKXGp\">pic.twitter.com/GDtZTPKXGp</a></p>— Aubrey Allegretti (@breeallegretti) \n    <a href=\"https://twitter.com/breeallegretti/status/1130444933545058304?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ce2915b8f08ea3978d8a285\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T11:45:47.063Z\">12.45pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Farage claims Brown's call for investigation into Brexit party funding is 'disgusting smear'</h2> \n <div class=\"block-elements\"> \n  <p><strong>Nigel Farage,</strong> the Brexit party leader, has described<a draggable=\"true\" href=\"https://www.theguardian.com/politics/2019/may/20/brexit-partys-funding-must-be-investigated-says-gordon-brown\"> Gordon Brown’s call for the Brexit party to be subject to an Electoral Commission investigation into the source of its funding</a> as an “absolutely disgusting smear”. Farage told BBC News:</p> \n  <blockquote class=\"quoted\"> \n   <p>This from the man who was part of a Labour party that, through Lord Levy, were, shall we say, making a lot of big donors members of the House of Lords. How dare he?</p> \n   <p>Most of our money has been raised by people giving £25 to become registered supporters. And over 100,000 - nearly 110,000 - of them now have done that. And, frankly, this smacks, I think, of jealousy, because the other parties simply can’t do this.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"01b0ee6d432225485739e31ee8ea4b0beaae0f41\"> \n   <img src=\"https://media.guim.co.uk/01b0ee6d432225485739e31ee8ea4b0beaae0f41/89_0_1138_683/1000.jpg\" alt=\"Nigel Farage\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nigel Farage</span> \n    <span class=\"element-image__credit\">Photograph: BBC News</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-20T14:26:14.275Z\">at 3.26pm BST</time></p> \n</div> \n<div id=\"block-5ce28fcb8f088c3e913d9c2d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T11:31:10.349Z\">12.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Heidi Allen,</strong> Change UK’s interim leader, will apply for an emergency debate later on revoking article 50.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/1130434896374185984\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">After all this, Mr Speaker will hear an SO24 application from <a href=\"https://twitter.com/heidiallen75?ref_src=twsrc%5Etfw\">@heidiallen75</a> on ‘Revoking Article 50’.</p>— Labour Whips (@labourwhips) \n    <a href=\"https://twitter.com/labourwhips/status/1130434896374185984?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ce28b7d8f08d2b474ebf532\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T11:27:40.679Z\">12.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sajid Javid</strong>, the home secretary, gave a speech this morning in which he said <a href=\"https://www.theguardian.com/politics/2019/may/20/british-nationals-to-be-banned-from-parts-of-syria-under-new-law\">he would use a new power to ban British nationals from entering or remaining in parts of conflict-stricken Syria.</a> As my colleague <strong>Jamie Grierson</strong> reports, Javid was asked about his own leadership ambitions at the event. Javid was even less forthcoming than Matt Hancock. (See<a href=\"https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news?page=with:block-5ce2652a8f08ea3978d8a0cc#block-5ce2652a8f08ea3978d8a0cc\"> 9.42am.)</a> He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The prime minister has said she will step down, when she does there will be no shortage of candidates and whether I’m one of them, you’ll have to wait and see.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-20T11:28:03.958Z\">at 12.28pm BST</time></p> \n</div> \n<div id=\"block-5ce28a488f08d2b474ebf51c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T11:07:22.238Z\">12.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from my colleague <strong>Severin Carrell</strong>, who is at at the Labour event in Glasgow where Gordon Brown has been speaking.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/severincarrell/status/1130429293119643648\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Gordon Brown addresses a ⁦<a href=\"https://twitter.com/scottishlabour?ref_src=twsrc%5Etfw\">@scottishlabour</a>⁩ <a href=\"https://twitter.com/hashtag/Euro2019?src=hash&amp;ref_src=twsrc%5Etfw\">#Euro2019</a> election rally: accuses <a href=\"https://twitter.com/theSNP?ref_src=twsrc%5Etfw\">@theSNP</a> of not answering key questions but fails to take any questions from the press or Labour activists - no time to ask what he *really* thinks of ⁦<a href=\"https://twitter.com/UKLabour?ref_src=twsrc%5Etfw\">@UKLabour</a>⁩ stance on <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> <a href=\"https://t.co/UfOiJZTvl2\">pic.twitter.com/UfOiJZTvl2</a></p>— Severin Carrell (@severincarrell) \n    <a href=\"https://twitter.com/severincarrell/status/1130429293119643648?ref_src=twsrc%5Etfw\">May 20, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ce289af8f08ea3978d8a235\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T11:06:01.672Z\">12.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Change UK and the Brexit party have spent more on Facebook advertising than any other party in the lead-up to the European elections, new figures show. As the Press Association reports, data from the social media network showed Change UK spent a total of £107,442 on the platform in the 30 days from April 19. Nigel Farage’s party - currently leading in several polls - spent £95,222 over the same period, which ran until May 18. The Liberal Democrats were the fourth biggest spenders with £76,102 spent over the period on mostly anti-Brexit ads. The party was behind Facebook itself, which spent £86,457 on adverts assuring the public that it was taking action on misinformation. </p> \n </div> \n</div> \n<div id=\"block-5ce283858f088c3e913d9baa\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T10:57:38.553Z\">11.57am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cabinet to discuss when indicative votes might be held, No 10 says</h2> \n <div class=\"block-elements\"> \n  <p>I’m just back from the Number 10 lobby briefing. On Brexit - indeed, on most topics - it did not take us much beyond what we already know. Here are the main points.</p> \n  <ul> \n   <li><strong>Theresa May is expected to speak to cabinet colleagues today ahead of a cabinet meeting tomorrow where ministers will discuss whether or not to hold so-called indicative votes before the vote on the EU withdrawal agreement bill in the first of June, the prime minister’s spokesman said.</strong> But the spokesman would not give any indication as to whether the indicative votes would go ahead before the bill’s second reading debate (as one government leak last week suggested) or not. In his Today interview this morning <strong>Matt Hancock</strong>, the health secretary, suggested <a href=\"https://twitter.com/asabenn/status/1130412857961717760\">there was no point holding indicative votes before the second reading debate</a> because MPs could express their views through amendments to the bill as it was going through parliament. At lobby the spokesman sidestepped a question about whether May agreed with Hancock on this or not.</li> \n  </ul> \n  <ul> \n   <li><strong>The spokesman was unable to confirm reports saying May is planning to give a speech defending the Brexit bill this week.</strong></li> \n  </ul> \n  <ul> \n   <li><strong>The spokesman would not say when the EU withdrawal agreement bill would be published.</strong></li> \n  </ul> \n  <ul> \n   <li><strong>The spokesman insisted that the bill would amount to a “new, improved deal”.</strong> He would not give details, but he said there would be provisions designed to assure MPs the government would be working hard to make sure alternative arrangements to the backstop could be in place by the end of 2020.</li> \n  </ul> \n  <ul> \n   <li><strong>The spokesman refused to confirm <a href=\"https://www.thesun.co.uk/news/9100748/nigel-farage-brexit-party-boris-johnson/\">a report</a> claiming that the vote on the bill has been pencilled in for Friday 7 June.</strong></li> \n  </ul> \n  <figure class=\"element element-image\" data-media-id=\"56fdc453d9e727401b8d6a31f50f09aaf48ea325\"> \n   <img src=\"https://media.guim.co.uk/56fdc453d9e727401b8d6a31f50f09aaf48ea325/1784_35_3483_2090/1000.jpg\" alt=\"10 Downing Street\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">10 Downing Street</span> \n    <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ce272b08f088c3e913d9ae9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T09:56:45.188Z\">10.56am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Greens calls for EU-wide legislation for minimum income</h2> \n <div class=\"block-elements\"> \n  <p><strong>Jonathan Bartley</strong>, the Green party’s co-leader, told Sky’s All Out Politics this morning that all European Green parties were jointly calling for EU legislation to establish a minimum income across the EU.</p> \n  <p><a href=\"https://www.greenparty.org.uk/assets/images/national-site/eu-2019/eu-manifesto-online-19-05-13.pdf\">The party’s manifesto (pdf)</a> sets this ambition for the European parliament for the next five years:</p> \n  <blockquote class=\"quoted\"> \n   <p>European framework legislation must enforce, through a minimum income directive passed by the next European parliament, that member states guarantee their citizens a decent minimum income, respecting national social security systems ....</p> \n   <p>[Green ambition for 2019-2024] Work with member states and stakeholders to establish citizen basic income experiments to understand the viability and practical implementation of establishing a universal basic income for all EU citizens. </p> \n  </blockquote> \n  <p>Asked why that was necessary, Bartley said the UK was “lagging so far behind when it comes to poverty”. He explained:</p> \n  <blockquote class=\"quoted\"> \n   <p>If you look at 1.6m emergency food bank parcels being issued last year by the Trussell Trust, if you look at <a href=\"https://www.theguardian.com/society/2019/may/19/uk-government-cruel-policies-child-hunger-breach-human-rights-says-ngo\">the report from Human Rights Watch today about the state of poverty,</a> and the UN rapporteur who is going to come out on Wednesday, I believe, with a very damning report on the state of poverty - something has to be done.</p> \n  </blockquote> \n  <p>Bartley said, under the Green plan, the EU would legislate for a minimum income, but it would be up to member states to decide how they implemented it. He said it should be set at 60% of average income - around £17,000 a year in the UK.<br></p> \n  <p>And he rejected claims that there was economic evidence showing minimum income laws did not work. He said the Tories said 1m jobs would be lost if the government introduced a minimum wage, but those claims turned out to be untrue.</p> \n  <p>I’m off to the Number 10 lobby briefing now. I will post again after 11.30am.</p> \n  <p><em>UPDATE: </em>The Greens have been in touch to clarify their policy on a universal basic income (UBI). <a href=\"https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news?page=with:block-5ce272b08f088c3e913d9ae9#block-5ce272b08f088c3e913d9ae9\"> </a>At the last general election<a href=\"https://www.theguardian.com/commentisfree/2017/jun/02/green-party-universal-basic-income-eliminate-poverty-trap\"> the Green party was campaigning for a universal basic income</a> - a basic payment to everyone, regardless of whether they are working or not working, rich or poor. In these European elections, the Greens and their fellow EU Green parties are calling for EU legislation forcing member states to guarantee people a minimum income. This would involve top-pay payments going to the poor but, unlike a UBI, it would not involve payments to the rich. The Greens think this a realistic EU aspiration for the near future. They also want UBI to be piloted on an EU-wide basis, but they accept that it would take much longer to introduce this across Europe. I have amended the post so that it describes what the party is calling for more accurately.</p> \n  <figure class=\"element element-image\" data-media-id=\"57d49115d9aa275ab57520bc9880803e9dc550e9\"> \n   <img src=\"https://media.guim.co.uk/57d49115d9aa275ab57520bc9880803e9dc550e9/40_0_798_479/500.jpg\" alt=\"Jonathan Bartley\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jonathan Bartley</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-20T14:34:55.256Z\">at 3.34pm BST</time></p> \n</div> \n<div id=\"block-5ce271998f08ea3978d8a11e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T09:24:51.249Z\">10.24am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Responding to the extracts from Gordon Brown’s speech released in advance (see <a href=\"https://www.theguardian.com/politics/live/2019/may/20/brexit-latest-news-developments-may-fresh-bid-to-get-tories-to-back-brexit-bill-faltering-as-david-davis-says-hes-now-voting-against-live-news?page=with:block-5ce268ff8f088c3e913d9a95#block-5ce268ff8f088c3e913d9a95\">9.52am), </a>the SNP said Brown should apologise to Scotland for campaigning against independence in 2014. <strong>Christian Allard</strong>, one of the party’s European elections candidates, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>People in Scotland remember Gordon Brown as playing a key role in the campaign to ensure that we would continue having to live under Tory governments we didn’t vote for - and now that Tory Government is trying to drag Scotland out of the EU against our will. </p> \n   <p>So if he wants people to even consider listening to Labour on anything, Mr Brown should start by apologising to Scotland for the mess he has helped create. </p> \n   <p>While Labour are all over the place on Brexit, a vote for the SNP is a vote to stop Brexit.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ce26b768f08ea3978d8a0ea\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T09:20:01.455Z\">10.20am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Change UK could end up fighting general election under new format, Heidi Allen suggests</h2> \n <div class=\"block-elements\"> \n  <p>Change UK has been criticised for not being very clear about its name. When eight Labour MPs and three Tories defected in the Commons, they originally set up as the Independent Group, because they were not a party at that stage. They were also known as TIG (The Independent Group), or the Tiggers. Then they established themselves as a proper party, Change UK, although early in the European elections campaign sometimes they described themselves as the remain alliance.</p> \n  <p>In an interview on the Today programme this morning <strong>Heidi Allen</strong>, the party’s interim leader, hinted that further change could be coming. Asked about claims that she could defect to the Liberal Democrats, she ruled that out. But then she said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Will I stand again in South Cambridgeshire, my constituency, as Change UK? Whatever format, let’s hope we know, depends when the new general election comes, later rather than sooner. If we’ve managed to bring together other MPs from the House of Commons, the format might be slightly different. But, whatever the brand new world party looks like, at that point at the general election in South Cambridgeshire, absolutely, I’m not going back to the Conservatives.</p> \n  </blockquote> \n  <p>When why she was suggesting Change UK could change its name again, Allen replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>Because I want us to get bigger. I want us to get more successful, I want us to have more MPs, more opportunities, to change politics in this country ...</p> \n   <p>I see a modern world of coalition, where it isn’t just about two big parties. I think the whole way that parliament operates at Westminster needs a damn good shake-up, and I want to be part of that.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"8aed412a391011c521f939f877ac9ae014d6e887\"> \n   <img src=\"https://media.guim.co.uk/8aed412a391011c521f939f877ac9ae014d6e887/440_212_5579_3348/1000.jpg\" alt=\"Heidi Allen, the Change UK interim leader\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Heidi Allen, the Change UK interim leader</span> \n    <span class=\"element-image__credit\">Photograph: Dimitris Legakis/Athena Pictures</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ce268ff8f088c3e913d9a95\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T08:52:25.430Z\">9.52am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Brown to accuse SNP of pushing for 'hard independence'</h2> \n <div class=\"block-elements\"> \n  <p><strong>Gordon Brown</strong>, the Labour former prime minister, is speaking at an election campaign event in Glasgow this morning. As the Guardian reports, <a href=\"https://www.theguardian.com/politics/2019/may/20/brexit-partys-funding-must-be-investigated-says-gordon-brown\">he will call for an investigation into the Brexit party’s finances.</a></p> \n  <p>But he will also claim that Scotland is being let down by the growing intransigence of the SNP and the Conservatives over independence and devolution. In particular, he will accuse the SNP of pushing for “hard independence”. According to extracts from his speech released in advance, he will say: </p> \n  <blockquote class=\"quoted\"> \n   <p>I fear for the future of Scotland unless it can break free from this non-stop, never-ending, constitution-obsessed SNP/Conservative Punch and Judy show. </p> \n   <p>Both parties bang on day after day about independence, continuously ratcheting up the decibel levels with their ever-more hard-line policy stances - the SNP for all-out independence, nothing less, that now has become even more extreme with their plans to abandon the British pound and exit the UK customs union and single market - which would not now count as a soft independence, but a hard independence. </p> \n   <p>Meanwhile, the Conservatives increasingly reveal their hand as hostile to devolution - and because in Scotland they can’t talk about Europe or about their policy for austerity they talk about nothing else than the constitutional issues. </p> \n   <p>Essentially, we have two parties dug-in for a trench warfare that suits both of them because they have nothing positive to offer on any other issues. </p> \n   <p>In fact the two parties’ total neglect of the issues that really do affect people - our NHS, our schools, our law and order and our economy - can only have disastrous long-term consequences for the Scottish economy and for Scotland’s public services.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5ce2652a8f08ea3978d8a0cc\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T08:42:57.084Z\">9.42am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Hancock says new Tory leader should be 'not just for now but also for the future'</h2> \n <div class=\"block-elements\"> \n  <p><strong>Matt Hancock</strong>, the health secretary, is understood to be planning to stand for the Conservative party leadership. But in an interview on the Today programme this morning, he refused to confirm that he would be a candidate. He told the programme:</p> \n  <blockquote class=\"quoted\"> \n   <p>It’s flattering that lots of people have asked me to put my name forward and proposed to support me if I do but that isn’t the point, which is we still have to get this legislation to deliver Brexit through.</p> \n  </blockquote> \n  <p>Asked if he was not announcing his bid because a recent poll of Conservative members put his support at just 1%, he said:</p> \n  <blockquote class=\"quoted\"> \n   <p>No, because the contest hasn’t started yet.</p> \n  </blockquote> \n  <p>But, as he continued his answer, Hancock did go on to sum up his pitch for the top job in a sentence. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I have a strong view about the sort of leader that we need - we need a leader not just for now but also for the future, we need to be absolutely four-square in the centre-ground of British politics.</p> \n  </blockquote> \n  <p>A “leader ... for the future” means “someone young”. Hancock is just 40, meaning that he is the youngest of the cabinet-level contenders for the job.</p> \n  <p>And someone “in the centre-ground of British politics” means “not a rightwinger”. Most of the leading candidates in the contest are on the right of the party. Hancock himself is more aligned to the centre right, and he will be looking for support from this wing.</p> \n  <figure class=\"element element-image\" data-media-id=\"d09e3c2d438a13bb372ffabef6afc3059fd12c80\"> \n   <img src=\"https://media.guim.co.uk/d09e3c2d438a13bb372ffabef6afc3059fd12c80/0_92_4292_2575/1000.jpg\" alt=\"Matt Hancock being heckled by a pro-Brexit campaigner outside the Houses of Parliament last week.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Matt Hancock being heckled by a pro-Brexit campaigner outside the Houses of Parliament last week.</span> \n    <span class=\"element-image__credit\">Photograph: George Cracknell Wright/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ce258c08f088c3e913d9a16\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-20T08:20:13.905Z\">9.20am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">May's fresh bid to get Tories to back Brexit bill faltering as David Davis says he's now voting against</h2> \n <div class=\"block-elements\"> \n  <p>Yesterday, in <a href=\"https://www.thetimes.co.uk/article/my-withdrawal-agreement-bill-will-be-a-bold-new-offer-to-mps-7dxkkqs27\">an article for the Sunday Times (paywall), </a><strong>Theresa May </strong>said that when MPs vote on the EU withdrawal agreement bill in the first week of June, it would involve a “new, bold offer” with “an improved package of measures” that she hoped would win over some of those MPs who voted against her Brexit deal on the previous three occasions. In interviews this morning, <strong>Matt Hancock,</strong> the health secretary, said that if MPs wanted Brexit to happen, they should vote for the bill at second reading; if they wanted to change the terms of Brexit, they could amend it later, he argued.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/20/mps-have-duty-to-pass-theresa-may-brexit-deal-says-hancock\">MPs 'have duty' to pass Theresa May's Brexit deal, says Hancock</a> </p> \n  </aside> \n  <p>But this morning <a href=\"https://www.telegraph.co.uk/politics/2019/05/19/theresa-mays-bold-brexit-offer-just-retread-old-ideas-leaked/\">the Daily Telegraph reports (paywall) </a>that it has seen a summary of the bill sent to cabinet ministers last week and that it confirms that all the supposedly new concessions are ones that have been offered already.</p> \n  <blockquote class=\"quoted\"> \n   <p>A five-page summary of the bill sent to cabinet ministers last week contained no ideas on how to bridge the gap between the Tories and Labour on a possible customs union with the EU, and no fresh thinking on <a href=\"https://www.telegraph.co.uk/politics/2019/03/12/brexit-backstop-irish-border-important-deal/\">the Northern Irish backstop</a>, which is designed to prevent a hard border in Ireland if no trade deal is agreed.</p> \n   <p>Instead, it promises to incorporate an idea first proposed by the Tory MP Sir Hugo Swire in January that would give parliament the final say on implementing the backstop, as well as an obligation for the government to “seek” alternative arrangements to the backstop by the end of 2020.</p> \n   <p>It would also incorporate an amendment first proposed to the third “meaningful vote” in March by the Labour MPs Lisa Nandy and Gareth Snell, which would give parliament a say in what the objectives of future trade negotiations should be.</p> \n   <p>In an attempt to appease the DUP, on whose votes Mrs May relies for her working majority, the document also says the Northern Ireland assembly - which has been suspended for the past two years - will be given a “role” in any decision over the backstop.</p> \n   <p>Sir Bill Cash, the Brexiteer Tory MP who has consistently voted against Mrs May’s deal, said: “This is pretty cosmetic stuff. It will not have any effect on leave-supporting MPs and in fact there are votes coming back to our side from people who backed the deal last time.”</p> \n  </blockquote> \n  <p>Ominously for May, there are signs that the majority against her deal in June could be even bigger than the 58-vote majority against it in the last vote, in March. <strong>David Davis, </strong>the former Brexit secretary, supported her last time, and in an interview for the BBC’s Week in Westminster on Saturday he said he had not decided what he would do next time. But now he has, and he is voting against. Asked if he would vote for the bill, he told the Today programme this morning:</p> \n  <blockquote class=\"quoted\"> \n   <p>No. The reason I voted for the last two variants of it is that it had been modified a bit, but what was clear was if we didn’t get that through, there would be a chaotic consequential outcome. And that is what we are seeing now, this chaos.</p> \n   <p>And the trouble is - Matt [Hancock] was doing a good job of defending the line this morning. But this is not a great new offer; it’s a great new concession. What it will do, and this is the critical thing, is, if we pass that act, it opens things up so that the successor to the prime minister, the next prime minister, will have their hands tied. And I think the next prime minister must have the right to reset the negotiations on their terms.</p> \n  </blockquote> \n  <p>Here is the agenda for the day.<br></p> \n  <p><em>9.30am:</em> Nigel Farage, the Brexit party leader, holds a walkabout in Exeter. Later he is holding campaign events in Newcastle, Halifax and Horwich.</p> \n  <p><em>11am:</em> Downing Street lobby briefing.</p> \n  <p><em>11am:</em> Gordon Brown, the former Labour prime minister, speaks at a Labour rally for the European elections in Glasgow.</p> \n  <p><em>1pm:</em> Esther McVey, a candidate for the Conservative leadership, launches a Blue Collar Conservatism campaign.</p> \n  <p><em>1.45pm: </em>Caroline Lucas, the Green MP, and Molly Scott Cato, the Green MEP candidate, hold a rally in Bristol.</p> \n  <p><em>2.30pm:</em> Penny Mordaunt, the defence secretary, takes questions in the Commons for the fist time.</p> \n  <p><em>4pm:</em> David Lidington, the Cabinet Office minister, gives evidence to the public administration and constitutional affairs committee about the role of parliament in authorising the use of military force.</p> \n  <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-lloyds-banking-group-to-wab-or-not-to-wab-first-tory-leadership-hustings-australia-plays-catch-up/\">the Politico Europe round-up of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-20T08:54:51.941Z\">at 9.54am BST</time></p> \n</div>",
      "wordcount": "6244",
      "commentCloseDate": "2019-05-20T17:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-20T08:20:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:07Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bgaqq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/45238c728c95c102733433001027f97dfb999f81/0_4_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Electoral Commission has said it will attend the offices of Nigel Farage’s Brexit party to “review its systems” after Gordon Brown urged them to investigate concerns over the legality of the party’s funding. Nigel Farage, the Brexit party leader, has said that normal campaigning is becoming impossible because some remainers have been “radicalised”. (See 2.42pm.) He was speaking after a milkshake was thrown at him as he campaigned in Newcastle. According to the Telegraph’s Christopher Hope, Farage wants the person who threw the milkshake at him to be charged with assault. The attack has been condemned by Downing Street and by some of Farage’s other political opponents. (See 4.10am.) Penny Mordaunt, the defence secretary, has played down the significance of a document released at the weekend saying ministers can share information obtained from third parties where there is a “serious risk” of torture “if ministers agree that the potential benefits justify accepting the risk and the legal consequences that may follow”. Speaking in response to a Commons urgent question about the document, Mordaunt said: The UK government stands firmly against torture and does not participate in, solicit, encourage or condone the use of torture or cruel, inhumane or degrading treatment or punishment for any purpose. Our policy and activities in this area are in accordance with both domestic and international law. Mordaunt said the new document, released in response to a freedom of information request, dated from 2018 and did not introduce any “substantial changes” from previous policy. But she also said the wording of the current guidance on this matter was being reviewed. Esther McVey has launched a campaign to reconnect the Conservatives with working-class voters by promising to slash the overseas aid budget and give the money saved to schools and police. The former Labour minister Jane Kennedy has said the party is “broken to the core” and has been hijacked by “something really nasty and dark in the hard left”. As Josh Halliday reports, Kennedy, the police and crime commissioner for Merseyside, quit the Labour party in March after the resignation of Luciana Berger, saying it had failed to get to grips with antisemitism.The former Liverpool Wavertree MP, who served as a minister under Tony Blair and Gordon Brown, said on Monday that other centre-left figures were being “hounded out” as a result of ongoing antisemitism and homophobia in local Labour parties. The home secretary has applied to the high court for a secret hearing to prevent public disclosure of the nature of “serious” breaches recently admitted by MI5 in its surveillance safeguards. That’s all from me for today. Thanks for the comments. Workers at two government departments, including cleaners and caterers, will launch a fresh campaign of strikes on Tuesday in disputes over pay and conditions. As the Press Association reports, members of the Public and Commercial Services union (PCS) at the Foreign Office (FCO) will walk out for two days, while workers at the Business, Energy &amp; Industrial Strategy Department (BEIS) will take action for four days. The dispute at the FCO involves Interserve, which the union accuses of making “repeated blunders” on pay, while PCS says ISS and Aramark are refusing to pay the London living wage. Sky’s Beth Rigby has a useful tweet on divisions in the Tory leadership race. Off the top of my head, here are a few other questions that are likely to matter in the leadership contest, with different candidates taking different views. A pact with the Brexit party? (Esther McVey would not rule one out, see 2.47pm, although Nicky Morgan has said it would be a death knell for the party.) Holding an early election? (There is not much enthusiasm for one in the party, but some candidates might be more willing to rule one out than others.) Increasing defence spending? (In truth, the division will be more about, by how much? Jeremy Hunt wants to double it.) Cutting taxes? (Again, the division will be about how firmly this can be promised, and by how much. Dominic Raab is already talking about a penny of the basic rate.) Banning Huawei from 5G infrastructure contracts? These are from ITV’s Daniel Hewitt, who’s been covering a Brexit party rally in Wakefield. Gordon Brown’s office has tweeted this joke from his speech at the Labour rally earlier. Ray Bassett was one of the senior Irish diplomats advising Bertie Ahern’s government the during the run up to the signing of the Good Friday Agreement peace deal for Northern Ireland in 1998. Bassett then served as Irish joint secretary to the British Irish Intergovernmental Conference in Belfast between 2001 and 2005, just prior to the signing of the second major peace deal between unionism and nationalism - the St Andrews Agreement. He also served as an ambassador, but after leaving the Republic’s Department of Foreign Affairs stunned some of his former colleagues by turning against the EU and getting involved with the Eurosceptic Irish Freedom party. Today Bassett claims that Irish/EU pressure leading to Theresa May not getting a deal she could sell will result in a real Brexiter entering 10 Downing Street. On his Facebook page the former senior Irish diplomat warns: With the imminent ending of Theresa May’s leadership of the British Conservative party, and also [her time] as prime minister, the Irish government should reflect on the part they played in her, and indeed moderate Conservatism’s, demise in our neighbour. The likely prospect now seems that Boris Johnston will be the next PM of the UK, or Dominic Raab. The failure to give the UK a reasonable deal in the withdrawal agreement politically killed off May and those around her. It was extremely short sighted to place all Ireland’s eggs in the Brussels basket. We needed a good deal for Britain, in our own interests, but the EU Commission needed to teach the deserting Brits a lesson. It was a repeat of the fiasco of the Cameron renegotiation, where our political establishment’s excessive Europhilia trumped the national interest. A sad day for Ireland. Three in five British voters say politics in Westminster and Brussels is broken, according to a poll that finds pro- and anti-Brexit parties are running neck and neck ahead of the European elections on Thursday, my colleague Mark Rice-Oxley reports. Here is the key chart. And here is Mark’s story. The milkshake attack on Nigel Farage is being widely condemned. Downing Street has criticised what happened, PoliticsHome’s Kevin Schofield reports. The former Labour prime minister Tony Blair has said the attack was “horrible”, the Telegraph’s Harry Yorke reports. This is from the former Lib Dem leader Tim Farron. And this is from Brendan Cox, whose Labour MP wife Jo Cox was murdered by a far-right terrorist during the 2016 referendum campaign. YouGov has released some European elections polling for ITV and Cardiff University showing Labour, which has been the dominant party in Welsh politics for almost a century, on course to come third, behind the Brexit party and Plaid Cyrmu. And the Conservatives are on course to come sixth, also behind the Liberal Democrats and the Greens. Here is an excerpt from Prof Roger Awan-Scully’s write-up for ITV. These poll results clearly have immediate potential implications for Thursday’s election. But there is a broader historical context here. Since Lloyd George’s victory in the December 1918 general election, there have been 39 Wales-wide electoral contests. The Labour party have come first in 38 of those 39 contests – the sole exception being the 2009 European election when, at the absolute lowest point of Gordon Brown’s unhappy period as prime minister, Labour finished narrowly behind the Conservatives in Wales. Unless our poll is horribly inaccurate, or Labour stage an astonishing resurgence in the last few days of the European election campaign, we are going to see Labour defeated in Wales for only the second time in the last one hundred years. Mark Drakeford’s first electoral test as Welsh Labour leader will have been failed. We don’t yet know what political implications might follow from such an outcome, but this result in itself would be truly historic. The Greens have been in touch to clarify their policy on a universal basic income (UBI). (See 10.56am.) At the last general election the Green party was campaigning for a universal basic income - a basic payment to everyone, regardless of whether they are working or not working, rich or poor. In these European elections, the Greens and their fellow EU Green parties are calling for EU legislation forcing member states to guarantee people a minimum income. This would involve top-pay payments going to the poor but, unlike a UBI, it would not involve payments to the rich. The Greens think this a realistic EU aspiration for the near future. They also want UBI to be piloted on an EU-wide basis, but they accept that it would take much longer to introduce this across Europe. I’ve just been to see Esther McVey formally launch a new group called Blue Collar Conservatism, an internal party campaign intended to push for policies attracting working voters in former industrial areas, which is also viewed as a vehicle for McVey’s own leadership ambitions. The ex-work and pension secretary, who left government at the end of last year in protest at Theresa May’s Brexit plans, is seen as an outsider, but as with many of these efforts the aim is as much to push the individual MP’s policy aims and stature in the party. Speaking in a packed room in parliament – she had made the wise move of both booking a fairly small space and removing all the chairs – McVey said the Conservatives must take votes from those who felt abandoned by Labour, in part by delivering Brexit quickly. If that sounds a bit like the Brexit party, there were definite similarities, not least a video featuring uplifting music, the views of annoyed voters and a claim that Labour has abandoned working class people. In a brief Q&amp;A afterwards, McVey declined to say whether she would ever work with Nigel Farage’s party. The main policy specific was to pare back overseas aid funding to 2010 levels and to spend what Mcvey said would be the left over £7bn a year on schools and the police. There were some hiccups more reminiscent of Change UK than the Brexit party – the first video took some lengthy laptop key-pressing to start, while McVey mis-read her script and referred to having to “clear up the mess that was left by the Conservatives” but the event saw a fair turnout of fellow Tory MPs. McVey also made it clear that she would only back a die-hard Brexiter to replace May, Asked whether someone like Jeremy Hunt or Sajid Javid would suffice, she said it had to be someone who “believes in Brexit with a passion”. Here is my colleague Matthew Weaver’s story about Nigel Farage being hit with a milkshake in Newcastle. Farage has posted this message on Twitter about the incident. This is the first time I’ve heard Farage talk about losers’ consent - a concept that it very well explained in this Twitter thread from Richard Wyn Jones, a professor of Welsh politics. Jones argues that Welsh devolution has been successful because, after a very narrow vote for devolution in 1997, Labour made an effort to obtain losers’ consent to ensure wide support for the assembly that was set up. He posted this Twitter thread to make a point about Brexit, where, he argues, the government has singularly failed to make an effort to accommodate the concerns of remainers. Even though Farage has used the term, it is not apparent that he understands the concept. He is using it to say remainers should just accept Brexit. Jones is arguing that remainers consent would only be forthcoming if the government adopted a softer version of Brexit - something that would appal Farage. (He thinks Theresa May’s Brexit, which would involve being outside the single market and the customs union, is too soft, and is pushing for no-deal as the only proper Brexit.) Farage is also not someone who has shown much willingness to grant losers’ consent himself. Famously, before the 2016 referendum he said that if leave lost narrowly, he would be pushing for a further referendum. Michel Barnier, the EU’s chief Brexit negotiator, has been in Cyprus where he has warned that the bloc is preparing for a no-deal – even if it is a scenario that would not be of its choice. He told journalists: We have offered all options to the United Kingdom, from the single market to the customs union or a free trade agreement. We are now waiting for clarity from the United Kingdom. In the meantime, we keep preparing for a no-deal. This is not, and will not be, the EU’s choice. It is for the UK to take its responsibilities. The withdrawal agreement remained the country’s only way to securing an orderly transition, if it still wanted to leave, he told a press conference after flying to the island to especially discuss Brexit with the island’s president Nicos Anastasiades. Cyprus has two British military bases – a legacy of its colonial era – whose post-Brexit future has been the focus of talks. “Today the fundamental choices in front of the United Kingdom remain the same: deal, no-deal, no Brexit,” Barnier said. Whatever happens and whatever the political situation in the UK, the issues and solutions remain the same. Let me be clear: if the UK still wants, ratifying the withdrawal agreement is the only way to secure a transition period. That period of transition would give the United Kingdom time to sort out its negotiation positions. This transition period would also give time to both sides to figure out what specific arrangements are necessary in relation to the Northern Irish border on top of the overall EU/UK relationship. The Electoral Commission has said it will visit the Brexit party offices tomorrow to check it is complying with the electoral law about donations, the BBC’s Jessica Parker reports. Gordon Brown has accused the Scottish National party of pursuing a “far more extreme” version of independence than it has before, as he sought to shore up Labour’s fragile vote in Thursday’s European elections. He told a Labour election rally in Glasgow, where he failed to answer any questions from the media or party members, that the SNP had now abandoned the “soft independence” pursued by Alex Salmond, the then first minister, during the 2014 independence referendum. Then Salmond had wanted to leave the so-called political or parliamentary union between Scotland and the rest of the UK, but retain the monetary union by keeping the pound, and staying in the so-called social union by sharing pensions and some welfare powers. However, the SNP’s spring conference narrowly voted to pursue leaving sterling and setting up an independent Scottish currency immediately after a yes vote in any future independence referendum. At the same time, the SNP would retain or seek European Union membership. Brown told the Labour rally: Just look at the decisions made by the SNP conference. You know in 2014 Alex Salmond told us we were only leaving the political union. That was all. We were staying in the other unions. Well what is the policy now? It’s a far more extreme version of independence. They have moved, if you like, from soft independence to hard independence. Because they will now leave the British pound, they will leave the UK currency union. [Of] course they want to stay in the European Union after they leave Britain so they’ll leave the UK customs union as well. They have to leave the UK single market; they will leave the UK social welfare union, so pensions and everything else will have to be decided in Scotland and not decided as part of the UK pension scheme we have all contributed to. So this is a far more extreme policy that the SNP are now putting forward and people have got to recognise that if you vote for the SNP on Thursday you’re voting to give recognition and legitimacy and credibility to a more extreme form of independence than ever we have seen. Scottish Labour is desperately worried about a haemorrhage of support from pro-remain voters to the SNP, the Scottish Greens or Liberal Democrats in Thursday’s election. The polls show it is likely to hold only one of its two European parliament seats, with the SNP on course to win three of Scotland’s six places. Brown sought to shore up support for the party by insisting only Labour wanted to focus on policies which affected ordinary voters’ every day lives such as the NHS, schools and the economy. The SNP and Tories, he said, had: a constitutional obsession; here you’ve got a never-ending, non-stop Punch and Judy show – the Conservatives versus the SNP, fighting it out over the minutiae of the constitution and ignoring the main issues that affect the people of Scotland. David Davis, the former Brexit secretary, has urged Conservative MPs not to vote for Theresa May’s EU withdrawal agreement bill because it would tie the hands of her successor. Davis did vote for May’s deal when it was defeated for the third time, in March, and his decision to revert to opposing it suggests she is at risk of an even bigger defeat at the next vote, in early June. (See 9.20am.) Downing Street said at tomorrow’s cabinet ministers will discuss whether or not to hold indicative votes before the bill’s second reading. (See 11.57am.) Nigel Farage, the Brexit party leader, has dismissed a call from Gordon Brown, the Labour former prime minister, for an investigation into his party’s finances as an “absolutely disgusting smear”. (See 12.45pm.) Farage has been hit by a milkshake while campaiging in Newcastle. (See 1.25pm.) Brown has accused the SNP of pushing for “hard independence”. (See 9.52am.) Hostile state actors – spies, assassins or hackers directed by the government of another country – are to be targeted by refreshed espionage and treason laws, the home secretary has announced. The top Change UK choice in Scotland for this week’s European elections has written an open letter to his fellow party candidates urging them to consider following his lead and voting for the Liberal Democrats or other remain parties. The British government is appointing an international ambassador dedicated to the promotion of human rights, in a move that is likely to put the UK’s patchy approach to autocratic regimes under greater scrutiny. As Patrick Wintour reports, the foreign secretary, Jeremy Hunt, has appointed Rita French, formerly his principal private secretary, to take on the task of promoting the UK’s work at the Geneva-based UN Human Rights Council and the cause of human rights internationally. The role is the first of its kind for the British government, although a clutch of other countries including France, Germany and the Netherlands have had the role, some for more than a decade, often taking outspoken positions with countries such as China and Saudi Arabia. Nicola Sturgeon, Scotland’s first minister, has said that leaving the single market would be “catastrophic” for Scotland. Speaking ahead of a visit to a fish processing plant in Aberdeen with SNP MEP candidate Christian Allard, she said: The free movement of goods and people across Europe is vital for Scotland’s economic success. But those benefits that we all enjoy are plunged into peril by Brexit. The EU accounts for more than half of Scottish exports - worth £15.7bn to our economy. Blocking Scotland from trading freely with the European Union post-Brexit will be catastrophic to businesses here. Nigel Farage, the Brexit party leader, has been hit by a milkshake while campaigning in Newcastle. These are from the Newcastle Chronicle’s Sean Seddon. Here are some tweets from journalists attending the launch of Esther McVey’s Blue Collar Conservatism campaign. Nigel Farage, the Brexit party leader, has described Gordon Brown’s call for the Brexit party to be subject to an Electoral Commission investigation into the source of its funding as an “absolutely disgusting smear”. Farage told BBC News: This from the man who was part of a Labour party that, through Lord Levy, were, shall we say, making a lot of big donors members of the House of Lords. How dare he? Most of our money has been raised by people giving £25 to become registered supporters. And over 100,000 - nearly 110,000 - of them now have done that. And, frankly, this smacks, I think, of jealousy, because the other parties simply can’t do this. Heidi Allen, Change UK’s interim leader, will apply for an emergency debate later on revoking article 50. Sajid Javid, the home secretary, gave a speech this morning in which he said he would use a new power to ban British nationals from entering or remaining in parts of conflict-stricken Syria. As my colleague Jamie Grierson reports, Javid was asked about his own leadership ambitions at the event. Javid was even less forthcoming than Matt Hancock. (See 9.42am.) He said: The prime minister has said she will step down, when she does there will be no shortage of candidates and whether I’m one of them, you’ll have to wait and see. This is from my colleague Severin Carrell, who is at at the Labour event in Glasgow where Gordon Brown has been speaking. Change UK and the Brexit party have spent more on Facebook advertising than any other party in the lead-up to the European elections, new figures show. As the Press Association reports, data from the social media network showed Change UK spent a total of £107,442 on the platform in the 30 days from April 19. Nigel Farage’s party - currently leading in several polls - spent £95,222 over the same period, which ran until May 18. The Liberal Democrats were the fourth biggest spenders with £76,102 spent over the period on mostly anti-Brexit ads. The party was behind Facebook itself, which spent £86,457 on adverts assuring the public that it was taking action on misinformation. I’m just back from the Number 10 lobby briefing. On Brexit - indeed, on most topics - it did not take us much beyond what we already know. Here are the main points. Theresa May is expected to speak to cabinet colleagues today ahead of a cabinet meeting tomorrow where ministers will discuss whether or not to hold so-called indicative votes before the vote on the EU withdrawal agreement bill in the first of June, the prime minister’s spokesman said. But the spokesman would not give any indication as to whether the indicative votes would go ahead before the bill’s second reading debate (as one government leak last week suggested) or not. In his Today interview this morning Matt Hancock, the health secretary, suggested there was no point holding indicative votes before the second reading debate because MPs could express their views through amendments to the bill as it was going through parliament. At lobby the spokesman sidestepped a question about whether May agreed with Hancock on this or not. The spokesman was unable to confirm reports saying May is planning to give a speech defending the Brexit bill this week. The spokesman would not say when the EU withdrawal agreement bill would be published. The spokesman insisted that the bill would amount to a “new, improved deal”. He would not give details, but he said there would be provisions designed to assure MPs the government would be working hard to make sure alternative arrangements to the backstop could be in place by the end of 2020. The spokesman refused to confirm a report claiming that the vote on the bill has been pencilled in for Friday 7 June. Jonathan Bartley, the Green party’s co-leader, told Sky’s All Out Politics this morning that all European Green parties were jointly calling for EU legislation to establish a minimum income across the EU. The party’s manifesto (pdf) sets this ambition for the European parliament for the next five years: European framework legislation must enforce, through a minimum income directive passed by the next European parliament, that member states guarantee their citizens a decent minimum income, respecting national social security systems .... [Green ambition for 2019-2024] Work with member states and stakeholders to establish citizen basic income experiments to understand the viability and practical implementation of establishing a universal basic income for all EU citizens. Asked why that was necessary, Bartley said the UK was “lagging so far behind when it comes to poverty”. He explained: If you look at 1.6m emergency food bank parcels being issued last year by the Trussell Trust, if you look at the report from Human Rights Watch today about the state of poverty, and the UN rapporteur who is going to come out on Wednesday, I believe, with a very damning report on the state of poverty - something has to be done. Bartley said, under the Green plan, the EU would legislate for a minimum income, but it would be up to member states to decide how they implemented it. He said it should be set at 60% of average income - around £17,000 a year in the UK. And he rejected claims that there was economic evidence showing minimum income laws did not work. He said the Tories said 1m jobs would be lost if the government introduced a minimum wage, but those claims turned out to be untrue. I’m off to the Number 10 lobby briefing now. I will post again after 11.30am. UPDATE: The Greens have been in touch to clarify their policy on a universal basic income (UBI). At the last general election the Green party was campaigning for a universal basic income - a basic payment to everyone, regardless of whether they are working or not working, rich or poor. In these European elections, the Greens and their fellow EU Green parties are calling for EU legislation forcing member states to guarantee people a minimum income. This would involve top-pay payments going to the poor but, unlike a UBI, it would not involve payments to the rich. The Greens think this a realistic EU aspiration for the near future. They also want UBI to be piloted on an EU-wide basis, but they accept that it would take much longer to introduce this across Europe. I have amended the post so that it describes what the party is calling for more accurately. Responding to the extracts from Gordon Brown’s speech released in advance (see 9.52am), the SNP said Brown should apologise to Scotland for campaigning against independence in 2014. Christian Allard, one of the party’s European elections candidates, said: People in Scotland remember Gordon Brown as playing a key role in the campaign to ensure that we would continue having to live under Tory governments we didn’t vote for - and now that Tory Government is trying to drag Scotland out of the EU against our will. So if he wants people to even consider listening to Labour on anything, Mr Brown should start by apologising to Scotland for the mess he has helped create. While Labour are all over the place on Brexit, a vote for the SNP is a vote to stop Brexit. Change UK has been criticised for not being very clear about its name. When eight Labour MPs and three Tories defected in the Commons, they originally set up as the Independent Group, because they were not a party at that stage. They were also known as TIG (The Independent Group), or the Tiggers. Then they established themselves as a proper party, Change UK, although early in the European elections campaign sometimes they described themselves as the remain alliance. In an interview on the Today programme this morning Heidi Allen, the party’s interim leader, hinted that further change could be coming. Asked about claims that she could defect to the Liberal Democrats, she ruled that out. But then she said: Will I stand again in South Cambridgeshire, my constituency, as Change UK? Whatever format, let’s hope we know, depends when the new general election comes, later rather than sooner. If we’ve managed to bring together other MPs from the House of Commons, the format might be slightly different. But, whatever the brand new world party looks like, at that point at the general election in South Cambridgeshire, absolutely, I’m not going back to the Conservatives. When why she was suggesting Change UK could change its name again, Allen replied: Because I want us to get bigger. I want us to get more successful, I want us to have more MPs, more opportunities, to change politics in this country ... I see a modern world of coalition, where it isn’t just about two big parties. I think the whole way that parliament operates at Westminster needs a damn good shake-up, and I want to be part of that. Gordon Brown, the Labour former prime minister, is speaking at an election campaign event in Glasgow this morning. As the Guardian reports, he will call for an investigation into the Brexit party’s finances. But he will also claim that Scotland is being let down by the growing intransigence of the SNP and the Conservatives over independence and devolution. In particular, he will accuse the SNP of pushing for “hard independence”. According to extracts from his speech released in advance, he will say: I fear for the future of Scotland unless it can break free from this non-stop, never-ending, constitution-obsessed SNP/Conservative Punch and Judy show. Both parties bang on day after day about independence, continuously ratcheting up the decibel levels with their ever-more hard-line policy stances - the SNP for all-out independence, nothing less, that now has become even more extreme with their plans to abandon the British pound and exit the UK customs union and single market - which would not now count as a soft independence, but a hard independence. Meanwhile, the Conservatives increasingly reveal their hand as hostile to devolution - and because in Scotland they can’t talk about Europe or about their policy for austerity they talk about nothing else than the constitutional issues. Essentially, we have two parties dug-in for a trench warfare that suits both of them because they have nothing positive to offer on any other issues. In fact the two parties’ total neglect of the issues that really do affect people - our NHS, our schools, our law and order and our economy - can only have disastrous long-term consequences for the Scottish economy and for Scotland’s public services. Matt Hancock, the health secretary, is understood to be planning to stand for the Conservative party leadership. But in an interview on the Today programme this morning, he refused to confirm that he would be a candidate. He told the programme: It’s flattering that lots of people have asked me to put my name forward and proposed to support me if I do but that isn’t the point, which is we still have to get this legislation to deliver Brexit through. Asked if he was not announcing his bid because a recent poll of Conservative members put his support at just 1%, he said: No, because the contest hasn’t started yet. But, as he continued his answer, Hancock did go on to sum up his pitch for the top job in a sentence. He said: I have a strong view about the sort of leader that we need - we need a leader not just for now but also for the future, we need to be absolutely four-square in the centre-ground of British politics. A “leader ... for the future” means “someone young”. Hancock is just 40, meaning that he is the youngest of the cabinet-level contenders for the job. And someone “in the centre-ground of British politics” means “not a rightwinger”. Most of the leading candidates in the contest are on the right of the party. Hancock himself is more aligned to the centre right, and he will be looking for support from this wing. Yesterday, in an article for the Sunday Times (paywall), Theresa May said that when MPs vote on the EU withdrawal agreement bill in the first week of June, it would involve a “new, bold offer” with “an improved package of measures” that she hoped would win over some of those MPs who voted against her Brexit deal on the previous three occasions. In interviews this morning, Matt Hancock, the health secretary, said that if MPs wanted Brexit to happen, they should vote for the bill at second reading; if they wanted to change the terms of Brexit, they could amend it later, he argued. But this morning the Daily Telegraph reports (paywall) that it has seen a summary of the bill sent to cabinet ministers last week and that it confirms that all the supposedly new concessions are ones that have been offered already. A five-page summary of the bill sent to cabinet ministers last week contained no ideas on how to bridge the gap between the Tories and Labour on a possible customs union with the EU, and no fresh thinking on the Northern Irish backstop, which is designed to prevent a hard border in Ireland if no trade deal is agreed. Instead, it promises to incorporate an idea first proposed by the Tory MP Sir Hugo Swire in January that would give parliament the final say on implementing the backstop, as well as an obligation for the government to “seek” alternative arrangements to the backstop by the end of 2020. It would also incorporate an amendment first proposed to the third “meaningful vote” in March by the Labour MPs Lisa Nandy and Gareth Snell, which would give parliament a say in what the objectives of future trade negotiations should be. In an attempt to appease the DUP, on whose votes Mrs May relies for her working majority, the document also says the Northern Ireland assembly - which has been suspended for the past two years - will be given a “role” in any decision over the backstop. Sir Bill Cash, the Brexiteer Tory MP who has consistently voted against Mrs May’s deal, said: “This is pretty cosmetic stuff. It will not have any effect on leave-supporting MPs and in fact there are votes coming back to our side from people who backed the deal last time.” Ominously for May, there are signs that the majority against her deal in June could be even bigger than the 58-vote majority against it in the last vote, in March. David Davis, the former Brexit secretary, supported her last time, and in an interview for the BBC’s Week in Westminster on Saturday he said he had not decided what he would do next time. But now he has, and he is voting against. Asked if he would vote for the bill, he told the Today programme this morning: No. The reason I voted for the last two variants of it is that it had been modified a bit, but what was clear was if we didn’t get that through, there would be a chaotic consequential outcome. And that is what we are seeing now, this chaos. And the trouble is - Matt [Hancock] was doing a good job of defending the line this morning. But this is not a great new offer; it’s a great new concession. What it will do, and this is the critical thing, is, if we pass that act, it opens things up so that the successor to the prime minister, the next prime minister, will have their hands tied. And I think the next prime minister must have the right to reset the negotiations on their terms. Here is the agenda for the day. 9.30am: Nigel Farage, the Brexit party leader, holds a walkabout in Exeter. Later he is holding campaign events in Newcastle, Halifax and Horwich. 11am: Downing Street lobby briefing. 11am: Gordon Brown, the former Labour prime minister, speaks at a Labour rally for the European elections in Glasgow. 1pm: Esther McVey, a candidate for the Conservative leadership, launches a Blue Collar Conservatism campaign. 1.45pm: Caroline Lucas, the Green MP, and Molly Scott Cato, the Green MEP candidate, hold a rally in Bristol. 2.30pm: Penny Mordaunt, the defence secretary, takes questions in the Commons for the fist time. 4pm: David Lidington, the Cabinet Office minister, gives evidence to the public administration and constitutional affairs committee about the role of parliament in authorising the use of military force. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "36777",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "artanddesign/2019/may/20/wallop-eu-punchbag-artists-brexit-creations-marina-abramovic-elmgreen-dragset-bernard-henri-levy-united-artists-for-europe",
    "type": "article",
    "sectionId": "artanddesign",
    "sectionName": "Art and design",
    "webPublicationDate": "2019-05-20T15:41:47Z",
    "webTitle": "Wallop our EU punchbag! Artists talk us through their Brexit creations",
    "webUrl": "https://www.theguardian.com/artanddesign/2019/may/20/wallop-eu-punchbag-artists-brexit-creations-marina-abramovic-elmgreen-dragset-bernard-henri-levy-united-artists-for-europe",
    "apiUrl": "https://content.guardianapis.com/artanddesign/2019/may/20/wallop-eu-punchbag-artists-brexit-creations-marina-abramovic-elmgreen-dragset-bernard-henri-levy-united-artists-for-europe",
    "fields": {
      "headline": "Wallop our EU punchbag! Artists talk us through their Brexit creations",
      "standfirst": "<p>Marina Abramović, Elmgreen &amp; Dragset and Bernard-Henri Lévy are just some of the big names involved in United Artists for Europe. Here’s why they’re taking a stand</p>",
      "trailText": "Marina Abramović, Elmgreen &amp; Dragset and Bernard-Henri Lévy are just some of the big names involved in United Artists for Europe. Here’s why they’re taking a stand",
      "byline": "Interviews by Stuart Jeffries",
      "main": "<figure class=\"element element-image\" data-media-id=\"8d0dc00225a5d02e4d3367a54e0f732676dd5f34\"> <img src=\"https://media.guim.co.uk/8d0dc00225a5d02e4d3367a54e0f732676dd5f34/0_1520_4000_2400/1000.jpg\" alt=\"Anger Management by Elmgreen &amp; Dragset.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anger Management by Elmgreen &amp; Dragset.</span> <span class=\"element-image__credit\">Photograph: courtesy the artists and Victoria Miro Gallery</span> </figcaption> </figure>",
      "body": "<h2>‘You have not experienced fascism like we have’</h2> <p><em>Bernard-Henri Lévy, French philosopher</em></p> <p>I am 70 now and there is nothing in my life I regret. I’ve done a lot of things, I’ve written a lot of things and I’m comfortable with everything. Except for one thing: this rise of Brexit, this rise of populism, this possible collapse of the EU. This is something my generation is responsible for and something, if it happens, future generations will never forgive us for. And rightly so.</p> <p>That is why on the day before <a href=\"https://www.theguardian.com/world/european-elections\">the European elections</a> – in which I will vote for Macron and, were I British, I would vote for the Liberal Democrats since they are the only party fighting to remain – I will be in Britain to give a special performance of my one-man play, <a href=\"https://www.theguardian.com/stage/2018/jun/05/please-please-remain-bernard-henri-levy-performs-one-man-brexit-play\">Last Exit Before Brexit</a> (now Looking For Europe).</p> <p>Its message? Please, please don’t go. Brexit will be a disaster for the UK. You will collapse – from Great Britain to Little England – and all of Europe will suffer. I don’t think France and Germany, and I say this as a Frenchman, understand the extent of their need for the UK. The ideas of British liberalism are at the heart of the European ideal. That is not appreciated enough.</p>  <figure class=\"element element-image\" data-media-id=\"874adb551387c334b919f9f3be806758a99db02b\"> <img src=\"https://media.guim.co.uk/874adb551387c334b919f9f3be806758a99db02b/100_208_1767_1060/1000.jpg\" alt=\"Bernard-Henri Lévy performs Last Exit Before Brexit.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘This theatre of shadows is a tragedy’ … Bernard-Henri Lévy performs Last Exit Before Brexit.</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p>You doubt that Britain is part of the European family and its ideals? In 1948, the year I was born, my parents encouraged me to listen to the radio when Churchill gave his Zurich speech [in which he said: “We must re-create the European family in a regional structure called the United States of Europe.”] My parents said this was the voice of absolute good. And that’s what Britain has meant to me. If everywhere else became fascist, if everywhere else turned its back on liberalism, Britain would stand firm.</p> <p>For me your parliament was the greatest parliament in the world, the first and best democracy. For me it is a sacred space. To see it reduced to this theatre of shadows is a tragedy. I do not know what Jeremy Corbyn stands for, except failing to deal with anti-Semitism in his own party. And Theresa May? She says she remains firm, but she does not know what courage and bravery are – they involve acting in the consciousness of history. It is like Orwell’s Animal Farm: if you turn down the volume on the TV and look from one to the other, they are the same.</p> <p>One thing I will talk about in my play is the Irish Question. Achieving <a href=\"https://www.theguardian.com/world/2018/apr/10/it-took-me-years-to-accept-it-would-work-readers-on-the-good-friday-agreement\">peace in Ireland</a> has been the greatest achievement of the EU. This is not Airbus, Arte or Erasmus we’re talking about – it’s peace in Ireland. And that is now under threat. Ireland is not a detail, it is a member of the European family. A <a href=\"https://www.theguardian.com/commentisfree/2019/jan/04/invisible-irish-border-crucial-support-backstop-brexit-northern-ireland\">hard border</a> again is intolerable. And if there is Brexit then <a href=\"https://www.theguardian.com/politics/scottish-independence\">Scotland will leave</a>. No doubt about that. The UK will become a broken family surrounded by hard borders.</p> <p>I’ll make you this bet. <a href=\"https://www.theguardian.com/commentisfree/2019/may/16/nigel-farage-truth-honesty-brexit-party\">Nigel Farage</a> will know soon enough what kind of world he desires. It will be one of unemployment for you, of insularity, a little England, a corpse. I’ll make another bet. You have never experienced <a href=\"https://www.theguardian.com/world/far-right\">fascism</a> like the rest of Europe has. When I was younger, I thought England would be the last place in the world to collapse into fascism. It was the country of Churchill, not Mosley. The Italians invented fascism nearly 100 year ago, the Spanish lived under it for many years, France and Germany were destroyed by it. Now? You may well experience it.</p> <h2>‘Artists have to unite to fight this nightmare’</h2> <p><em>Marina Abramović, Yugoslav-born artist, currently hold</em><em>s a Dutch passport</em></p>  <figure class=\"element element-image element--supporting\" data-media-id=\"a9cc705c80d82561abbf8656f6e24fbfc691f678\"> <img src=\"https://media.guim.co.uk/a9cc705c80d82561abbf8656f6e24fbfc691f678/0_0_1643_2478/663.jpg\" alt=\"Marina Abramović with a Laos child.\" width=\"663\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Marina Abramović with a Laos child.</span> <span class=\"element-image__credit\">Photograph: Marina Abramović</span> </figcaption> </figure>  <p>Camus said: “If there is any man who has no right to solitude, it is the artist. Art cannot be a monologue.” I like this. I don’t care for the idea of a solipsistic artist alone in nature, or depressed and drinking himself to death. This doesn’t work in the 21st century. We have to take responsibility. We have to be together. And we have to fight against this nightmare of Brexit. You really have a problem Britain, my God!</p> <p>You may not have heard of <a href=\"https://en.wikipedia.org/wiki/Monte_Verit%C3%A0\">La Monte Verità</a> [The Hill of Truth]. But for me that is the model of how artists should be. It was an alternative colony in Switzerland in the early 20th century where artists and intellectuals – Rudolph Steiner, Carl Jung, Paul Klee, Isadora Duncan and Bauhaus members – formed a utopian community without nationalities or borders. They had conferences discussing dance as art, and women’s rights. They tried to find a new meaning to life communally. In the early 20th century, they created a model of what Europe might be: a place without borders.</p> <p>You ask if I am a member of an elite art world because I love the idea of such utopias? You worry that the populists like Trump and Farage will say they are the true voices of the people, opposing elitists like me? That makes me laugh. I am 73 years old and I have had a 50-year career, but I started off as an underground artist. Only after my show <a href=\"https://www.theguardian.com/film/video/2012/jul/04/marina-abramovic-the-artist-is-present-video\">The Artist Is Present</a>, at New York’s Museum of Modern Art in 2010, did I suddenly become seen as a jetsetter. But I’ve never been a jetsetter. I am an artist who believes in changing the world.</p> <p>I have chosen a piece to be auctioned for the United Artists of Europe initiative. It is a photograph of a little girl from <a href=\"https://www.theguardian.com/world/laos\">Laos</a> sitting on my lap holding a gun. I was working with children in Laos aged four to 10. They had experienced the kinds of disaster most of Europe in my lifetime has not – with the exception of my former homeland, <a href=\"https://www.theguardian.com/world/from-the-archive-blog/2018/jul/13/siege-of-sarajevo-ian-traynor-maggie-okane-1993\">Yugoslavia</a>. There were unexploded bombs in their forests. All the children knew about guns.</p> <p>This seven-year-old girl knew what a gun was and how to use it. This was part of an installation I did called <a href=\"http://www.li-ma.nl/lima/catalogue/art/marina-abramovic/8-lessons-on-emptiness-with-a-happy-end/14039#\">8 Lessons on Emptiness with a Happy End</a>. I gave the children these Chinese weapons and, at the end, they burned them. Will there be a happy end for Europe? I’m not optimistic.</p> <h2><strong>‘Brexit backers can take out their anger on our punchbag’</strong></h2> <p><em>Elmgreen &amp; Dragset, artists; Michael Elmgreen was born in Denmark, Ingar Dragset in Norway; they now live in Berlin</em></p>  <figure class=\"element element-image element--supporting\" data-media-id=\"8d0dc00225a5d02e4d3367a54e0f732676dd5f34\"> <img src=\"https://media.guim.co.uk/8d0dc00225a5d02e4d3367a54e0f732676dd5f34/0_411_4000_5250/762.jpg\" alt=\"Please punch … Anger Management by Elmgreen & Dragset.\" width=\"762\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Please punch … Anger Management by Elmgreen &amp; Dragset.</span> <span class=\"element-image__credit\">Photograph: Courtesy the artists and Victoria Miro</span> </figcaption> </figure>  <p>Why is there an EU flag on our Anger Management punchbag? Because it would be ideal if Brexit backers could take out some of their anger on something other than a whole nation. They should each have a punchbag and go crazy on it at home. Then afterwards, they might be more balanced and nuanced in political debates.</p> <p>MPs have for a long time blamed the EU for domestic problems caused by their own decision-making or, rather, lack of decision-making. So it was no wonder the referendum turned out as it did. It was a campaign based on lies influenced by years of this scapegoating.</p> <p>Right now, one of the Tory government’s arguments for backing Brexit is that they want more <a href=\"https://www.theguardian.com/politics/2019/apr/16/brexit-talks-with-government-have-stalled-says-corbyn\">deregulation</a>, which means being able to import chemical-infested food from the US and getting rid of regulations that protect human rights and labour conditions.</p> <p>Everyone should have a role in the Brexit debate. You as a citizen – artist or not – have an obligation to be engaged because the outcome will shape generations to come. We think artworks have a role in the Brexit debate because they speak in a different language, one that can hit you where a politician’s words or a newspaper article cannot.</p> <p>Our punchbag sculpture uses humour to speak about something that is actually tragic. But the motif on the punchbag could be anything you fear in a simplistic way. It is there to help you take out your frustrations – in a healthier way than attacking other people. It should sit in the lobby of <a href=\"https://www.theguardian.com/uk-news/palace-of-westminster\">Westminster</a>.</p> <h2><strong>‘I like cities and people, not nationalities and borders’</strong></h2> <p><em>Ron Arad, British-Israeli architect, artist and designer</em></p>  <figure class=\"element element-image element--supporting\" data-media-id=\"35c498c495488b7cd151131cad8549f7f5bf6a26\"> <img src=\"https://media.guim.co.uk/35c498c495488b7cd151131cad8549f7f5bf6a26/0_121_1600_2279/702.jpg\" alt=\"Absence … the sitter-less seat by Ron Arad.\" width=\"702\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Absence … the sitter-less seat by Ron Arad.</span> <span class=\"element-image__credit\">Photograph: Courtesy the artist</span> </figcaption> </figure>  <p>I was born in Tel Aviv, but I live and work in Europe. I don’t like nationalities. I like cities and people. I don’t like borders – and Brexit is all about borders. I teach at the Royal College of Art in London and I love it when my students return from working in Europe all fired up with new ideas. This won’t happen if they find it more difficult to travel.</p> <p>For architects, freedom to travel is important. I’m about to go to Toronto for the <a href=\"https://vimeo.com/143112233\">launch of Safe Hands, a 31-metre tall </a>cylindrical tower. I got an idea of what Brexit might be like when I was told that I couldn’t use Europeans to make it. I really moaned because I wanted to work with people I trusted. It was fine in the end because I found this little place in Toronto, run by a man and his dog, who made the stainless steel tower. It looks like it’s going to fall on you but it won’t. That’s why I called it Safe Hands. No, it’s not an ironic reference to <a href=\"https://www.theguardian.com/politics/theresamay\">Theresa May</a>.</p> <p>For this auction, I chose to donate a chair. It’s not just a chair but a sculpture, a negative impression of an invisible sitter, an everyman. The sitter could be <a href=\"https://www.theguardian.com/fashion/2016/feb/14/twiggy-face-of-1966-reveals-she-hated-her-looks\">Twiggy</a> or Pavarotti. It’s named after my friend <a href=\"https://www.theguardian.com/artanddesign/gormley\">Antony Gormley</a>, but spelled differently: Rod Gomli. When no one’s sitting on it, it just tilts up and points at the sky. I’ll miss it when it’s gone. But it will free some space in the studio, a negative of its presence. <em>• The United Artists for Europe project</em><em>will exhibit works by various figures </em><em>at <a href=\"https://www.eventbrite.com/e/united-artists-for-europe-artists-come-together-to-support-a-europe-of-culture-tickets-61124090801\">Galerie Thaddaeus Ropac</a></em><em><a href=\"https://www.eventbrite.com/e/united-artists-for-europe-artists-come-together-to-support-a-europe-of-culture-tickets-61124090801\">, London</a>, 21-23 May</em><em>; <a href=\"https://www.artistsforeurope.org/\">the pieces will be auctioned at Maison Assouline</a> on 3 June, in aid of pro-Europe cultural causes. More details: <a href=\"http://www.artistsforeurope.org/\">artistsforeurope.org</a>. </em></p> <p><em>Looking for Europe is a free show airing at 6.30pm, 22 May at Galerie Thaddaeus Ropac </em></p>",
      "newspaperPageNumber": "10",
      "wordcount": "1659",
      "commentCloseDate": "2019-05-23T15:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-20T15:41:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-04-16T11:33:12Z",
      "newspaperEditionDate": "2019-05-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bfkd7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8d0dc00225a5d02e4d3367a54e0f732676dd5f34/0_1520_4000_2400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "‘You have not experienced fascism like we have’ Bernard-Henri Lévy, French philosopher I am 70 now and there is nothing in my life I regret. I’ve done a lot of things, I’ve written a lot of things and I’m comfortable with everything. Except for one thing: this rise of Brexit, this rise of populism, this possible collapse of the EU. This is something my generation is responsible for and something, if it happens, future generations will never forgive us for. And rightly so. That is why on the day before the European elections – in which I will vote for Macron and, were I British, I would vote for the Liberal Democrats since they are the only party fighting to remain – I will be in Britain to give a special performance of my one-man play, Last Exit Before Brexit (now Looking For Europe). Its message? Please, please don’t go. Brexit will be a disaster for the UK. You will collapse – from Great Britain to Little England – and all of Europe will suffer. I don’t think France and Germany, and I say this as a Frenchman, understand the extent of their need for the UK. The ideas of British liberalism are at the heart of the European ideal. That is not appreciated enough. You doubt that Britain is part of the European family and its ideals? In 1948, the year I was born, my parents encouraged me to listen to the radio when Churchill gave his Zurich speech [in which he said: “We must re-create the European family in a regional structure called the United States of Europe.”] My parents said this was the voice of absolute good. And that’s what Britain has meant to me. If everywhere else became fascist, if everywhere else turned its back on liberalism, Britain would stand firm. For me your parliament was the greatest parliament in the world, the first and best democracy. For me it is a sacred space. To see it reduced to this theatre of shadows is a tragedy. I do not know what Jeremy Corbyn stands for, except failing to deal with anti-Semitism in his own party. And Theresa May? She says she remains firm, but she does not know what courage and bravery are – they involve acting in the consciousness of history. It is like Orwell’s Animal Farm: if you turn down the volume on the TV and look from one to the other, they are the same. One thing I will talk about in my play is the Irish Question. Achieving peace in Ireland has been the greatest achievement of the EU. This is not Airbus, Arte or Erasmus we’re talking about – it’s peace in Ireland. And that is now under threat. Ireland is not a detail, it is a member of the European family. A hard border again is intolerable. And if there is Brexit then Scotland will leave. No doubt about that. The UK will become a broken family surrounded by hard borders. I’ll make you this bet. Nigel Farage will know soon enough what kind of world he desires. It will be one of unemployment for you, of insularity, a little England, a corpse. I’ll make another bet. You have never experienced fascism like the rest of Europe has. When I was younger, I thought England would be the last place in the world to collapse into fascism. It was the country of Churchill, not Mosley. The Italians invented fascism nearly 100 year ago, the Spanish lived under it for many years, France and Germany were destroyed by it. Now? You may well experience it. ‘Artists have to unite to fight this nightmare’ Marina Abramović, Yugoslav-born artist, currently holds a Dutch passport Camus said: “If there is any man who has no right to solitude, it is the artist. Art cannot be a monologue.” I like this. I don’t care for the idea of a solipsistic artist alone in nature, or depressed and drinking himself to death. This doesn’t work in the 21st century. We have to take responsibility. We have to be together. And we have to fight against this nightmare of Brexit. You really have a problem Britain, my God! You may not have heard of La Monte Verità [The Hill of Truth]. But for me that is the model of how artists should be. It was an alternative colony in Switzerland in the early 20th century where artists and intellectuals – Rudolph Steiner, Carl Jung, Paul Klee, Isadora Duncan and Bauhaus members – formed a utopian community without nationalities or borders. They had conferences discussing dance as art, and women’s rights. They tried to find a new meaning to life communally. In the early 20th century, they created a model of what Europe might be: a place without borders. You ask if I am a member of an elite art world because I love the idea of such utopias? You worry that the populists like Trump and Farage will say they are the true voices of the people, opposing elitists like me? That makes me laugh. I am 73 years old and I have had a 50-year career, but I started off as an underground artist. Only after my show The Artist Is Present, at New York’s Museum of Modern Art in 2010, did I suddenly become seen as a jetsetter. But I’ve never been a jetsetter. I am an artist who believes in changing the world. I have chosen a piece to be auctioned for the United Artists of Europe initiative. It is a photograph of a little girl from Laos sitting on my lap holding a gun. I was working with children in Laos aged four to 10. They had experienced the kinds of disaster most of Europe in my lifetime has not – with the exception of my former homeland, Yugoslavia. There were unexploded bombs in their forests. All the children knew about guns. This seven-year-old girl knew what a gun was and how to use it. This was part of an installation I did called 8 Lessons on Emptiness with a Happy End. I gave the children these Chinese weapons and, at the end, they burned them. Will there be a happy end for Europe? I’m not optimistic. ‘Brexit backers can take out their anger on our punchbag’ Elmgreen &amp; Dragset, artists; Michael Elmgreen was born in Denmark, Ingar Dragset in Norway; they now live in Berlin Why is there an EU flag on our Anger Management punchbag? Because it would be ideal if Brexit backers could take out some of their anger on something other than a whole nation. They should each have a punchbag and go crazy on it at home. Then afterwards, they might be more balanced and nuanced in political debates. MPs have for a long time blamed the EU for domestic problems caused by their own decision-making or, rather, lack of decision-making. So it was no wonder the referendum turned out as it did. It was a campaign based on lies influenced by years of this scapegoating. Right now, one of the Tory government’s arguments for backing Brexit is that they want more deregulation, which means being able to import chemical-infested food from the US and getting rid of regulations that protect human rights and labour conditions. Everyone should have a role in the Brexit debate. You as a citizen – artist or not – have an obligation to be engaged because the outcome will shape generations to come. We think artworks have a role in the Brexit debate because they speak in a different language, one that can hit you where a politician’s words or a newspaper article cannot. Our punchbag sculpture uses humour to speak about something that is actually tragic. But the motif on the punchbag could be anything you fear in a simplistic way. It is there to help you take out your frustrations – in a healthier way than attacking other people. It should sit in the lobby of Westminster. ‘I like cities and people, not nationalities and borders’ Ron Arad, British-Israeli architect, artist and designer I was born in Tel Aviv, but I live and work in Europe. I don’t like nationalities. I like cities and people. I don’t like borders – and Brexit is all about borders. I teach at the Royal College of Art in London and I love it when my students return from working in Europe all fired up with new ideas. This won’t happen if they find it more difficult to travel. For architects, freedom to travel is important. I’m about to go to Toronto for the launch of Safe Hands, a 31-metre tall cylindrical tower. I got an idea of what Brexit might be like when I was told that I couldn’t use Europeans to make it. I really moaned because I wanted to work with people I trusted. It was fine in the end because I found this little place in Toronto, run by a man and his dog, who made the stainless steel tower. It looks like it’s going to fall on you but it won’t. That’s why I called it Safe Hands. No, it’s not an ironic reference to Theresa May. For this auction, I chose to donate a chair. It’s not just a chair but a sculpture, a negative impression of an invisible sitter, an everyman. The sitter could be Twiggy or Pavarotti. It’s named after my friend Antony Gormley, but spelled differently: Rod Gomli. When no one’s sitting on it, it just tilts up and points at the sky. I’ll miss it when it’s gone. But it will free some space in the studio, a negative of its presence. • The United Artists for Europe projectwill exhibit works by various figures at Galerie Thaddaeus Ropac, London, 21-23 May; the pieces will be auctioned at Maison Assouline on 3 June, in aid of pro-Europe cultural causes. More details: artistsforeurope.org. Looking for Europe is a free show airing at 6.30pm, 22 May at Galerie Thaddaeus Ropac",
      "charCount": "9177",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Interviews by <a href=\"profile/stuartjeffries\">Stuart Jeffries</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/may/20/uk-appoint-first-human-rights-ambassador-rita-french",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-20T10:03:23Z",
    "webTitle": "UK to appoint first human rights ambassador",
    "webUrl": "https://www.theguardian.com/politics/2019/may/20/uk-appoint-first-human-rights-ambassador-rita-french",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/20/uk-appoint-first-human-rights-ambassador-rita-french",
    "fields": {
      "headline": "UK to appoint first human rights ambassador",
      "standfirst": "<p>New role is likely to put spotlight on UK’s approach to autocratic regimes</p>",
      "trailText": "New role is likely to put spotlight on UK’s approach to autocratic regimes",
      "byline": "Patrick Wintour Diplomatic editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"b4b2cab0adfc13cfec8d35718481f6fcac18bb2f\"> <img src=\"https://media.guim.co.uk/b4b2cab0adfc13cfec8d35718481f6fcac18bb2f/0_123_3500_2100/1000.jpg\" alt=\"Jeremy Hunt\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Hunt, the foreign secretary, has appointed his former private secretary Rita French to the role.</span> <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> </figcaption> </figure>",
      "body": "<p>The British government is appointing an international ambassador dedicated to the promotion of human rights, in a move that is likely to put the UK’s patchy approach to autocratic regimes under greater scrutiny.</p> <p>The foreign secretary, Jeremy Hunt, has appointed Rita French, formerly his principal private secretary, to take on the task of promoting the UK’s work at the Geneva-based UN Human Rights Council and the cause of human rights internationally.</p> <p>The role is the first of its kind for the British government, although a clutch of other countries including France, Germany and the Netherlands have had the role, some for more than a decade, often taking outspoken positions with countries such as China and Saudi Arabia.</p> <p>While Tariq Ahmad, the Foreign Office minister in the Lords, currently has ministerial responsibility for human rights, it is one of many portfolios he holds, and the aim is to give the championing of human rights a higher profile.</p> <p>The Foreign Office said French’s role would be to act as an advocate for human rights inside the government, as well as a global champion for human rights across the globe. One test of her effectiveness will be whether she becomes more than the tolerated conscience of the government, echoing the views of external human rights groups but not truly reflecting government policy.</p> <p>There have been repeated claims that, post-Brexit, the UK will place desperately needed free trade deals ahead of human rights considerations, a charge Hunt denies, in part pointing to this new posting.</p> <p>French will also have a role in promoting the government’s key human rights campaigns, which currently include media freedom, modern slavery and freedom of religion or belief. Hunt believes focused campaigns can act almost as “a Trojan horse” to push wider universal human rights concerns with countries.</p> <p>Putting the appointment implicitly in the context of Brexit, Hunt said: “As the UK enters a new chapter in its history, I will work to ensure that our values are at the heart of all we do. Ambassador French’s new role will be central to our work in defending human rights across the globe. Standing up for human rights is not only the right thing, it helps to create a stable, more prosperous world.”</p> <p>French said: “Human rights are the essential foundations for a fair, open and transparent society. It is tragic that in too many countries these rights are violated and abused. I will speak up for human rights, providing a voice on the international stage for those who are not being represented. I also wish to form stronger partnerships with states, supporting their efforts to fulfil their human rights obligations.”</p> <p>French will try to build new alliances to advocate human rights issues both at the UN in New York and in Geneva. She will also act as the deputy permanent representative to the UN and other international organisations in Geneva under Julian Braithwaite.</p> <p>She joins a small array of new British special envoys, including the gender equality special envoy, Joanna Roper, and the special envoy for media freedom, <a href=\"https://www.theguardian.com/world/2019/apr/05/amal-clooney-hired-by-jeremy-hunt-as-uks-media-freedom-envoy\">Amal Clooney</a>.</p> <p>French worked with Hunt previously as principal private secretary in the culture department, responsible for delivering the 2012 Olympic Games.</p> <p>Human rights advocates inside governments have taken different forms. In Germany, the human rights commissioner, Bärbel Kofler, is an elected Bundestag member from the Social Democratic party, part of the ruling coalition. She has often taken action, issuing human rights statements condemning China recently in concert with the French, especially its ambassador for human rights, François Croquette.</p> <p>A career diplomat appointed to the role in February 2017, Croquette claims a small network of European specialist human rights ambassadors now exists in embryo. In a recent interview, he said: “The challenge is to find common ground, not to duplicate existing procedures and institutions, especially in Europe. But the weapon that is common to us is flexibility.”</p> <p>The Netherlands has had a specialist ambassador for human rights since 1999, normally from within the Dutch diplomatic service, charged with bringing greater coherence and visibility to the government’s human rights policy.</p> <p>One previous occupant of the post admitted: “The recurrent question in the human rights debate in the Netherlands was: who comes first, the vicar or the businessman?” He said he found foreign governments were open to dialogue but not to criticism or finger pointing.</p> <p>Shami Chakrabarti, shadow attorney general, said: “Rita French’s task will be an uphill struggle in a party that has consistently campaigned to scrap human rights instruments and cosied up to every despot in the pursuit of trade.</p> <p>“The race to be next Tory leader has so far involved pretenders competing to be the most authoritarian. We wait to see if this announcement sees a reversal of this worrying direction of travel.”</p>",
      "wordcount": "796",
      "firstPublicationDate": "2019-05-20T10:03:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-10-15T13:21:10Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bgbff",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b4b2cab0adfc13cfec8d35718481f6fcac18bb2f/0_123_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The British government is appointing an international ambassador dedicated to the promotion of human rights, in a move that is likely to put the UK’s patchy approach to autocratic regimes under greater scrutiny. The foreign secretary, Jeremy Hunt, has appointed Rita French, formerly his principal private secretary, to take on the task of promoting the UK’s work at the Geneva-based UN Human Rights Council and the cause of human rights internationally. The role is the first of its kind for the British government, although a clutch of other countries including France, Germany and the Netherlands have had the role, some for more than a decade, often taking outspoken positions with countries such as China and Saudi Arabia. While Tariq Ahmad, the Foreign Office minister in the Lords, currently has ministerial responsibility for human rights, it is one of many portfolios he holds, and the aim is to give the championing of human rights a higher profile. The Foreign Office said French’s role would be to act as an advocate for human rights inside the government, as well as a global champion for human rights across the globe. One test of her effectiveness will be whether she becomes more than the tolerated conscience of the government, echoing the views of external human rights groups but not truly reflecting government policy. There have been repeated claims that, post-Brexit, the UK will place desperately needed free trade deals ahead of human rights considerations, a charge Hunt denies, in part pointing to this new posting. French will also have a role in promoting the government’s key human rights campaigns, which currently include media freedom, modern slavery and freedom of religion or belief. Hunt believes focused campaigns can act almost as “a Trojan horse” to push wider universal human rights concerns with countries. Putting the appointment implicitly in the context of Brexit, Hunt said: “As the UK enters a new chapter in its history, I will work to ensure that our values are at the heart of all we do. Ambassador French’s new role will be central to our work in defending human rights across the globe. Standing up for human rights is not only the right thing, it helps to create a stable, more prosperous world.” French said: “Human rights are the essential foundations for a fair, open and transparent society. It is tragic that in too many countries these rights are violated and abused. I will speak up for human rights, providing a voice on the international stage for those who are not being represented. I also wish to form stronger partnerships with states, supporting their efforts to fulfil their human rights obligations.” French will try to build new alliances to advocate human rights issues both at the UN in New York and in Geneva. She will also act as the deputy permanent representative to the UN and other international organisations in Geneva under Julian Braithwaite. She joins a small array of new British special envoys, including the gender equality special envoy, Joanna Roper, and the special envoy for media freedom, Amal Clooney. French worked with Hunt previously as principal private secretary in the culture department, responsible for delivering the 2012 Olympic Games. Human rights advocates inside governments have taken different forms. In Germany, the human rights commissioner, Bärbel Kofler, is an elected Bundestag member from the Social Democratic party, part of the ruling coalition. She has often taken action, issuing human rights statements condemning China recently in concert with the French, especially its ambassador for human rights, François Croquette. A career diplomat appointed to the role in February 2017, Croquette claims a small network of European specialist human rights ambassadors now exists in embryo. In a recent interview, he said: “The challenge is to find common ground, not to duplicate existing procedures and institutions, especially in Europe. But the weapon that is common to us is flexibility.” The Netherlands has had a specialist ambassador for human rights since 1999, normally from within the Dutch diplomatic service, charged with bringing greater coherence and visibility to the government’s human rights policy. One previous occupant of the post admitted: “The recurrent question in the human rights debate in the Netherlands was: who comes first, the vicar or the businessman?” He said he found foreign governments were open to dialogue but not to criticism or finger pointing. Shami Chakrabarti, shadow attorney general, said: “Rita French’s task will be an uphill struggle in a party that has consistently campaigned to scrap human rights instruments and cosied up to every despot in the pursuit of trade. “The race to be next Tory leader has so far involved pretenders competing to be the most authoritarian. We wait to see if this announcement sees a reversal of this worrying direction of travel.”",
      "charCount": "4915",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/patrickwintour\">Patrick Wintour</a> Diplomatic editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/20/brexit-britain-labour-remain-european-elections-leave-voters",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-20T09:29:27Z",
    "webTitle": "Brexit has torn Britain in half. Only Labour can bridge that divide | Lisa Nandy",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/20/brexit-britain-labour-remain-european-elections-leave-voters",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/20/brexit-britain-labour-remain-european-elections-leave-voters",
    "fields": {
      "headline": "Brexit has torn Britain in half. Only Labour can bridge that divide",
      "standfirst": "<p>Those who argue the party must back remain for the European elections are wrong. We cannot abandon leave voters now</p>",
      "trailText": "Those who argue the party must back remain for the European elections are wrong, says Lisa Nandy, Labour MP for Wigan",
      "byline": "Lisa Nandy",
      "main": "<figure class=\"element element-image\" data-media-id=\"7dce3277762770bea82a3c54321f103fa79ae978\"> <img src=\"https://media.guim.co.uk/7dce3277762770bea82a3c54321f103fa79ae978/0_89_5569_3342/1000.jpg\" alt=\"Jeremy Corbyn campaigning in the European elections in Bootle, May 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Labour is urged to pick a side in this tug-of-war.’ Jeremy Corbyn campaigning in the European elections in Bootle, May 2019. </span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The European elections have polarised the Brexit debate into two camps: those who want to remain and discard the verdict of the 2016 referendum, and those who want a “clean” or “no-deal” Brexit. Labour is urged to pick a side in this ongoing tug-of-war. That is a dead end for the party and for a very divided country.</p> <p>The pollster <a href=\"https://www.theguardian.com/commentisfree/2019/may/16/labour-brexit-remain-voters-european-elections\" title=\"\">Peter Kellner</a> argues that Labour must come out unambiguously for remain. His reasoning is that two-thirds of 2017 Labour voters backed remain in 2016, that a greater proportion of Tory leave voters are now backing Nigel Farage’s Brexit party, and that there is a migration of Labour remain voters to the Liberal Democrats.</p> <p>For Labour to simply make an electoral calculation based on the apparent short-term interest of the party in these European elections, to scoop up the remain vote and let the Brexit party take the bulk of the leave vote, would be a historic mistake. I’m glad we haven’t succumbed to it, in the face of huge pressure from many of our MPs, some members of the shadow cabinet and several well-funded pressure groups.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/19/jeremy-corbyn-defends-labour-bid-leavers-remainers\">Corbyn defends Labour's bid for both leavers and remainers</a> </p> </aside>  <p>Why? First, because it does not add up. Kellner’s argument is based on the premise that the number of working-class leave voters who voted Labour in 2017 is relatively small. Working-class leave voters were far more likely to vote Tory, for smaller parties or not to vote at all in 2017.</p> <p>But many of them were Labour voters once. Between 2001 and 2015 we lost millions of working-class votes – which, by the last general election, left us with an electoral profile quite unlike anything we held previously. This was a trend highlighted best by Labour’s stunning <a href=\"https://www.theguardian.com/politics/2017/jun/28/canterbury-we-made-a-difference-election-labour-tory\" title=\"\">success in Canterbury</a>, and by the staggering loss of <a href=\"https://www.theguardian.com/politics/2017/apr/22/mansfield-miners-strike-general-election-brexit\" title=\"\">Mansfield</a>, which had voted Labour for generations. To abandon any prospect of representing those voters again is effectively an argument to abandon much of the working class – and with it any prospect of a Labour government.</p> <p>To win a majority in the country, Labour needs to win seats in the parts of the UK that backed leave. There is no route to 10 Downing Street that doesn’t run through areas that voted heavily to leave and heavily to remain. It is right to acknowledge that, in all these seats, many 2017 Labour voters backed remain; but what of the millions of who voted leave the year before and Labour in 2017?</p> <p>And what of the millions of former Labour supporters who voted leave, and who see Labour advocates in the media daily calling for their votes to be ignored? While the <a href=\"https://www.theguardian.com/politics/2018/may/04/labour-and-tories-enjoy-mixed-night-of-results-in-local-elections-in-england\" title=\"\">2018 local elections</a> saw us pile up votes in places such as Trafford and the London boroughs, we lost councillors in Sunderland, Bolton and Wigan despite eight years of austerity. We cannot win without the trust and support of those towns.</p> <p>Moreover, calls for a “confirmatory vote” with only Theresa May’s unpopular agreement and remain on the ballot will be seen by many of those voters as dishonest. Significant numbers now want to leave without a deal and would consider this to be a referendum without a genuine leave option at all. For others, this is a straightforward attempt to overturn the result of the first referendum without making any attempt in good faith to implement it.</p> <p>In areas where we’ve seen decades of decline, where good jobs have been replaced with zero-hours contracts and young people have left in large numbers, there is already a lingering sense that people’s views and experiences are not understood or respected. A rigged referendum will cost us the trust and respect of millions of current and former Labour voters. In a representative democracy trust is the glue that binds us together. Without it the system will not survive.</p> <p>And the issue goes so much further than electoral maths. I may take a different view to many of my constituents on Brexit, but I like and respect them enough to know that wanting to leave the EU is not the same as being stupid or racist, as they have too often been labelled. They listened to the economic arguments I, and others, put forward in 2016 and took a judgment to vote leave. I am yet to meet more than a handful of people who have changed their minds.</p> <p>Those working-class men and women come from families who worked in the mining, railway and textile industries to build this country’s prosperity and influence in the world. They have supported the Labour and trade union movement for a century and enabled us collectively to win employment, healthcare and housing rights that have changed this country forever. In recent years Labour has also been building its support in city and metropolitan areas, and I welcome that. But we also have a historic duty to the families in towns outside those big urban centres where we are struggling to retain support. A Labour party that cannot also speak for them doesn’t feel much like a Labour party at all.</p> <p>We represent the most leave and remain areas of the country, which have been moving apart for decades. But our dilemma is the country’s dilemma, and if ever there was a time to step up to that challenge, it is now. It is the mark of real leadership not to pick a side and wave a flag, but to seek to bring these complex alliances and interests together to find a solution. Nobody else is trying. That is what Labour must redouble its efforts to do.</p> <p>• Lisa Nandy is Labour MP for Wigan</p>",
      "wordcount": "928",
      "commentCloseDate": "2019-05-20T16:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-20T09:29:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:09Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bgb54",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7dce3277762770bea82a3c54321f103fa79ae978/0_89_5569_3342/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The European elections have polarised the Brexit debate into two camps: those who want to remain and discard the verdict of the 2016 referendum, and those who want a “clean” or “no-deal” Brexit. Labour is urged to pick a side in this ongoing tug-of-war. That is a dead end for the party and for a very divided country. The pollster Peter Kellner argues that Labour must come out unambiguously for remain. His reasoning is that two-thirds of 2017 Labour voters backed remain in 2016, that a greater proportion of Tory leave voters are now backing Nigel Farage’s Brexit party, and that there is a migration of Labour remain voters to the Liberal Democrats. For Labour to simply make an electoral calculation based on the apparent short-term interest of the party in these European elections, to scoop up the remain vote and let the Brexit party take the bulk of the leave vote, would be a historic mistake. I’m glad we haven’t succumbed to it, in the face of huge pressure from many of our MPs, some members of the shadow cabinet and several well-funded pressure groups. Why? First, because it does not add up. Kellner’s argument is based on the premise that the number of working-class leave voters who voted Labour in 2017 is relatively small. Working-class leave voters were far more likely to vote Tory, for smaller parties or not to vote at all in 2017. But many of them were Labour voters once. Between 2001 and 2015 we lost millions of working-class votes – which, by the last general election, left us with an electoral profile quite unlike anything we held previously. This was a trend highlighted best by Labour’s stunning success in Canterbury, and by the staggering loss of Mansfield, which had voted Labour for generations. To abandon any prospect of representing those voters again is effectively an argument to abandon much of the working class – and with it any prospect of a Labour government. To win a majority in the country, Labour needs to win seats in the parts of the UK that backed leave. There is no route to 10 Downing Street that doesn’t run through areas that voted heavily to leave and heavily to remain. It is right to acknowledge that, in all these seats, many 2017 Labour voters backed remain; but what of the millions of who voted leave the year before and Labour in 2017? And what of the millions of former Labour supporters who voted leave, and who see Labour advocates in the media daily calling for their votes to be ignored? While the 2018 local elections saw us pile up votes in places such as Trafford and the London boroughs, we lost councillors in Sunderland, Bolton and Wigan despite eight years of austerity. We cannot win without the trust and support of those towns. Moreover, calls for a “confirmatory vote” with only Theresa May’s unpopular agreement and remain on the ballot will be seen by many of those voters as dishonest. Significant numbers now want to leave without a deal and would consider this to be a referendum without a genuine leave option at all. For others, this is a straightforward attempt to overturn the result of the first referendum without making any attempt in good faith to implement it. In areas where we’ve seen decades of decline, where good jobs have been replaced with zero-hours contracts and young people have left in large numbers, there is already a lingering sense that people’s views and experiences are not understood or respected. A rigged referendum will cost us the trust and respect of millions of current and former Labour voters. In a representative democracy trust is the glue that binds us together. Without it the system will not survive. And the issue goes so much further than electoral maths. I may take a different view to many of my constituents on Brexit, but I like and respect them enough to know that wanting to leave the EU is not the same as being stupid or racist, as they have too often been labelled. They listened to the economic arguments I, and others, put forward in 2016 and took a judgment to vote leave. I am yet to meet more than a handful of people who have changed their minds. Those working-class men and women come from families who worked in the mining, railway and textile industries to build this country’s prosperity and influence in the world. They have supported the Labour and trade union movement for a century and enabled us collectively to win employment, healthcare and housing rights that have changed this country forever. In recent years Labour has also been building its support in city and metropolitan areas, and I welcome that. But we also have a historic duty to the families in towns outside those big urban centres where we are struggling to retain support. A Labour party that cannot also speak for them doesn’t feel much like a Labour party at all. We represent the most leave and remain areas of the country, which have been moving apart for decades. But our dilemma is the country’s dilemma, and if ever there was a time to step up to that challenge, it is now. It is the mark of real leadership not to pick a side and wave a flag, but to seek to bring these complex alliances and interests together to find a solution. Nobody else is trying. That is what Labour must redouble its efforts to do. • Lisa Nandy is Labour MP for Wigan",
      "charCount": "5274",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/lisa-nandy\">Lisa Nandy</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]