[
  {
    "id": "politics/2019/sep/09/getting-to-grips-with-labour-party-brexit-policy",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-09T17:06:28Z",
    "webTitle": "Getting to grips with the Labour party’s Brexit policy | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/09/getting-to-grips-with-labour-party-brexit-policy",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/09/getting-to-grips-with-labour-party-brexit-policy",
    "fields": {
      "headline": "Getting to grips with the Labour party’s Brexit policy",
      "standfirst": "Readers discuss Emily Thornberry’s recent attempt to spell out the party’s position",
      "trailText": "<strong>Letters: </strong>Readers discuss Emily Thornberry’s recent attempt to spell out the party’s position",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"1352fa68d99a06aa0d3471fe4670eaea2db82e36\"> <img src=\"https://media.guim.co.uk/1352fa68d99a06aa0d3471fe4670eaea2db82e36/0_73_3262_1956/1000.jpg\" alt=\"Jeremy Corbyn and the EU's Brexit negotiator Michel Barnier in Brussels\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Labour should drop the idea of a second referendum, promote a general election and campaign wholeheartedly to remain,’ writes Tim Oelman.</span> <span class=\"element-image__credit\">Photograph: Yves Herman/Reuters</span> </figcaption> </figure>",
      "body": "<p>While Jerry Hodgkinson (<a href=\"https://www.theguardian.com/politics/2019/sep/08/at-last-the-labour-position-on-brexit\" title=\"\">Letters</a>, 9 September) uses Labour’s position on Brexit as an opportunity for a cheap swipe at Jeremy Corbyn, he makes no case against it. The party suspects that a Brexit deal better than the one arranged by the May government is possible, and would like to explore that possibility. It also suspects that even an improved deal would be worse than no Brexit at all. Nonetheless, it would like to give the people the final say on the two options.</p> <p>It is hard to imagine any democrat objecting to this position. The alternative would be to run the general election as a proxy referendum, with each party setting out a clear Brexit or no-Brexit outcome in its manifesto and then, if elected, proceeding without further public consultation. But it would be a shame to have a single-issue election and the situation would be difficult if parliament were hung. Also, without knowing whether a Brexit deal that is better than May’s is possible, the manifestos would be premature.<br><strong>Dr Simon Brodbeck</strong><br><em>Cardiff</em></p> <p>• Emily Thornberry suggested that, if Labour wins a general election and is able to negotiate its own deal to leave the EU, such a deal should be put to a public vote with remain as an option and with Labour campaigning for that very option.</p> <p>If Labour does that it will be seen as acting in bad faith, negotiating not to get the best but the worst deal. If the party is to campaign against its own deal in favour of remain, then surely the worse the deal it negotiates, the better the chances of winning support for remain.<br><strong>Fawzi Ibrahim</strong><br><em>Trade Unionists Against the EU</em></p> <p>• Jerry Hodgkinson is not wrong about the incoherence of Labour’s Brexit policy. A much more coherent – and electorally viable – policy would be to negotiate a new remain deal in tandem with a new leave deal. This could address some of the problems the left has with the EU – for example, the enforced marketisation of the single market, the obligation to avoid excessive government deficits, the revolving doors between EU regulators and the financial industry, harsh tariffs imposed against Africa, and employer and agency abuse of the posted workers’ directive.</p> <p>Labour could then, as a “remain and reform” party, respect the referendum by making remain and leave options more specific than they were in 2016. Both would complement Labour’s domestic policy and ensure that it could campaign for remain and reform rather than for an electorally damaging “keep the status quo” option that voters have rejected.<br><strong>Peter McKenna</strong><br><em>Liverpool</em></p> <p>• Fair enough to sneer at Emily Thornberry (<a href=\"https://www.theguardian.com/commentisfree/2019/sep/06/three-questions-general-election-brexit-remain\" title=\"\">The three questions that will decide the next election</a>, Journal, 7 September), but will one of the scoffers tell us what we’ll be voting on when the people’s voice is being heard? Surely not remain or no deal; scarcely remain or Theresa May’s deal; nor, heavens above, remain or leave with the threat of kickstarting the political merry-go-round all over again.<br><strong>Glyn Ford</strong><br><em>Former Labour MEP (1984-2009)</em></p> <p>• It may be hard to roll up Labour’s Brexit policy into an easily digestible soundbite, but it is surely not beyond anyone’s wit to understand it. The 2016 referendum result took remain off the table and both main parties committed to negotiating a withdrawal. But a second referendum puts remain back on the table, and it is logical to take the same stance as in 2016: that staying in the EU is a better option than even a Labour-negotiated Brexit.<br><strong>Giles O’Bryen</strong><br><em>London</em></p> <p>• Emily Thornberry’s muddled pronouncement on Brexit policy suggests Jeremy Corbyn was right to resist the pressure to support a second referendum. Labour should now drop the idea, promote a general election and campaign wholeheartedly to remain.<br><strong>Tim Oelman</strong><br><em>Pinner, London</em></p> <p>• Jerry Hodgkinson mocks Labour’s approach to Brexit. While it might be easier to offer referendum options of remain and “a poke in the eye with a sharp stick”, there has to be something on the table for supporters of leave as well as for remain to vote on, even if a Labour government prefers the latter. It’s what governing in the interests of the country – AKA leadership – involves.<br><strong>Derrick Cameron</strong><br><em>Stoke-on-Trent, Staffordshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "737",
      "commentable": "false",
      "firstPublicationDate": "2019-09-09T17:06:28Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:20Z",
      "newspaperEditionDate": "2019-09-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cabez",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1352fa68d99a06aa0d3471fe4670eaea2db82e36/0_73_3262_1956/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "While Jerry Hodgkinson (Letters, 9 September) uses Labour’s position on Brexit as an opportunity for a cheap swipe at Jeremy Corbyn, he makes no case against it. The party suspects that a Brexit deal better than the one arranged by the May government is possible, and would like to explore that possibility. It also suspects that even an improved deal would be worse than no Brexit at all. Nonetheless, it would like to give the people the final say on the two options. It is hard to imagine any democrat objecting to this position. The alternative would be to run the general election as a proxy referendum, with each party setting out a clear Brexit or no-Brexit outcome in its manifesto and then, if elected, proceeding without further public consultation. But it would be a shame to have a single-issue election and the situation would be difficult if parliament were hung. Also, without knowing whether a Brexit deal that is better than May’s is possible, the manifestos would be premature. Dr Simon Brodbeck Cardiff • Emily Thornberry suggested that, if Labour wins a general election and is able to negotiate its own deal to leave the EU, such a deal should be put to a public vote with remain as an option and with Labour campaigning for that very option. If Labour does that it will be seen as acting in bad faith, negotiating not to get the best but the worst deal. If the party is to campaign against its own deal in favour of remain, then surely the worse the deal it negotiates, the better the chances of winning support for remain. Fawzi Ibrahim Trade Unionists Against the EU • Jerry Hodgkinson is not wrong about the incoherence of Labour’s Brexit policy. A much more coherent – and electorally viable – policy would be to negotiate a new remain deal in tandem with a new leave deal. This could address some of the problems the left has with the EU – for example, the enforced marketisation of the single market, the obligation to avoid excessive government deficits, the revolving doors between EU regulators and the financial industry, harsh tariffs imposed against Africa, and employer and agency abuse of the posted workers’ directive. Labour could then, as a “remain and reform” party, respect the referendum by making remain and leave options more specific than they were in 2016. Both would complement Labour’s domestic policy and ensure that it could campaign for remain and reform rather than for an electorally damaging “keep the status quo” option that voters have rejected. Peter McKenna Liverpool • Fair enough to sneer at Emily Thornberry (The three questions that will decide the next election, Journal, 7 September), but will one of the scoffers tell us what we’ll be voting on when the people’s voice is being heard? Surely not remain or no deal; scarcely remain or Theresa May’s deal; nor, heavens above, remain or leave with the threat of kickstarting the political merry-go-round all over again. Glyn Ford Former Labour MEP (1984-2009) • It may be hard to roll up Labour’s Brexit policy into an easily digestible soundbite, but it is surely not beyond anyone’s wit to understand it. The 2016 referendum result took remain off the table and both main parties committed to negotiating a withdrawal. But a second referendum puts remain back on the table, and it is logical to take the same stance as in 2016: that staying in the EU is a better option than even a Labour-negotiated Brexit. Giles O’Bryen London • Emily Thornberry’s muddled pronouncement on Brexit policy suggests Jeremy Corbyn was right to resist the pressure to support a second referendum. Labour should now drop the idea, promote a general election and campaign wholeheartedly to remain. Tim Oelman Pinner, London • Jerry Hodgkinson mocks Labour’s approach to Brexit. While it might be easier to offer referendum options of remain and “a poke in the eye with a sharp stick”, there has to be something on the table for supporters of leave as well as for remain to vote on, even if a Labour government prefers the latter. It’s what governing in the interests of the country – AKA leadership – involves. Derrick Cameron Stoke-on-Trent, Staffordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4444",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/09/were-doing-all-we-can-to-help-eu-citizens-who-want-to-stay-in-the-uk",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-09T17:05:18Z",
    "webTitle": "We’re doing all we can to help EU citizens who want to stay in the UK | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/09/were-doing-all-we-can-to-help-eu-citizens-who-want-to-stay-in-the-uk",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/09/were-doing-all-we-can-to-help-eu-citizens-who-want-to-stay-in-the-uk",
    "fields": {
      "headline": "We’re doing all we can to help EU citizens who want to stay in the UK",
      "standfirst": "Home Office minister <strong>Brandon Lewis</strong> responds to letters about the EU settlement scheme",
      "trailText": "Home Office minister <strong>Brandon Lewis</strong> responds to letters about the EU settlement scheme",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ed0f13b157909ecea749692450aa5791220f2779\"> <img src=\"https://media.guim.co.uk/ed0f13b157909ecea749692450aa5791220f2779/0_156_4697_2819/1000.jpg\" alt=\"Home Office minister Brandon Lewis.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I want to reassure EU citizens that we are looking for reasons to grant status.’ Home Office minister Brandon Lewis.</span> <span class=\"element-image__credit\">Photograph: Vickie Flores/EPA</span> </figcaption> </figure>",
      "body": "<p>EU citizens are our friends, family and neighbours. We want them to stay, and the EU settlement scheme has been designed to make it straightforward for them to get the immigration status they need.</p> <p>I am writing to address a number of inaccuracies in <a href=\"https://www.theguardian.com/uk-news/2019/sep/05/guarantee-the-legal-status-of-all-eu-migrants-living-in-the-uk\" title=\"\">letters published</a> on 6 September. A letter signed by Diane Abbott and Alf Dubs, among others, stated: “The Home Office has brought forward the deadline for applications from 30 June 2021 to 31 December 2020. This is the perfect recipe for a repetition of the Windrush generation scandal.” This is untrue. We have been consistent that EU citizens have until at least 31 December 2020 to apply to the scheme if we leave the EU without a deal. If we leave the EU with a deal, the deadline will be 30 June 2021.</p> <p>The same letter says: “Legislation should be passed to guarantee the legal status of all EU migrants who live here.” The EU settlement scheme provides an immigration status in UK law, set out in the immigration rules. By being granted status through the scheme, EU citizens and their families will have the immigration status they need to stay in the UK.</p> <p>Another letter said there needs to be a helpline. There is one. People can call 0300 123 7379 and reach some of the 1,500 Home Office staff working on the scheme, including handling calls and emails in the Settlement Resolution Centre. Furthermore, there is a wide range of support available by phone, email and in person, including 300 assisted digital locations across the UK to help people with limited computer skills to apply.</p> <p>A letter from another reader stated that their child is travelling in Australia for the next 18 months, has not been able to apply for settled status and will not meet the deadline of December 2020. This suggests that you can only apply to the scheme from the UK. Individuals can download the app and apply from anywhere in the world. Another letter stated: “EU nationals pay £65 per person for settlement.” This is untrue. It is free to apply to the scheme.</p> <p>I want to reassure EU citizens that we are looking for reasons to grant status. Anyone who experiences issues applying to the scheme should contact the Settlement Resolution Centre and we’ll do everything we can to resolve these as soon as possible.<br><strong>Brandon Lewis MP</strong><br><em>Home Office minister</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "448",
      "commentable": "false",
      "firstPublicationDate": "2019-09-09T17:05:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:13Z",
      "newspaperEditionDate": "2019-09-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/caamb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ed0f13b157909ecea749692450aa5791220f2779/0_156_4697_2819/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "EU citizens are our friends, family and neighbours. We want them to stay, and the EU settlement scheme has been designed to make it straightforward for them to get the immigration status they need. I am writing to address a number of inaccuracies in letters published on 6 September. A letter signed by Diane Abbott and Alf Dubs, among others, stated: “The Home Office has brought forward the deadline for applications from 30 June 2021 to 31 December 2020. This is the perfect recipe for a repetition of the Windrush generation scandal.” This is untrue. We have been consistent that EU citizens have until at least 31 December 2020 to apply to the scheme if we leave the EU without a deal. If we leave the EU with a deal, the deadline will be 30 June 2021. The same letter says: “Legislation should be passed to guarantee the legal status of all EU migrants who live here.” The EU settlement scheme provides an immigration status in UK law, set out in the immigration rules. By being granted status through the scheme, EU citizens and their families will have the immigration status they need to stay in the UK. Another letter said there needs to be a helpline. There is one. People can call 0300 123 7379 and reach some of the 1,500 Home Office staff working on the scheme, including handling calls and emails in the Settlement Resolution Centre. Furthermore, there is a wide range of support available by phone, email and in person, including 300 assisted digital locations across the UK to help people with limited computer skills to apply. A letter from another reader stated that their child is travelling in Australia for the next 18 months, has not been able to apply for settled status and will not meet the deadline of December 2020. This suggests that you can only apply to the scheme from the UK. Individuals can download the app and apply from anywhere in the world. Another letter stated: “EU nationals pay £65 per person for settlement.” This is untrue. It is free to apply to the scheme. I want to reassure EU citizens that we are looking for reasons to grant status. Anyone who experiences issues applying to the scheme should contact the Settlement Resolution Centre and we’ll do everything we can to resolve these as soon as possible. Brandon Lewis MP Home Office minister • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2587",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/09/names-worthy-of-a-standing-ovation",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-09T16:59:43Z",
    "webTitle": "Names worthy of a standing ovation | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/09/names-worthy-of-a-standing-ovation",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/09/names-worthy-of-a-standing-ovation",
    "fields": {
      "headline": "Names worthy of a standing ovation",
      "standfirst": "European holidays | Antisemitism tsar | Gendered language | Asterix translator | Coffee shop names",
      "trailText": "<strong>Brief letters:</strong> European holidays | Antisemitism tsar | Gendered language | Asterix translator | Coffee shop names",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"4907ddfced430871ea0bae80da00daa90bf5133d\"> <img src=\"https://media.guim.co.uk/4907ddfced430871ea0bae80da00daa90bf5133d/0_54_2400_1440/1000.jpg\" alt=\"Kirk Douglas as Spartacus\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A shout of ‘Cappuccino for Spartacus’ amused Margaret Clarke.</span> <span class=\"element-image__credit\">Photograph: Pictorial Press Ltd/Alamy</span> </figcaption> </figure>",
      "body": "<p>How can the EU better market its strengths? Each year throughout Europe we might celebrate four of the 28 national days as holidays, creating a rolling tableau to encounter historic diversity. It’s personally painful to watch Boris Johnson malign Europe as enemy territory; I’m a non-British graduate of Oxford University. Adopting this Lambert proposal for EU holiday legislation will widely accentuate a pleasure enjoyed by our rulers: European leisure is a treasure.<br><strong>Dr Bruce Henry Lambert</strong><br><em>Stockholm, Sweden</em></p> <p>• The announcement of a tsar to deal with antisemitism indicates that a government led by Boris Johnson has a truly breathtaking ignorance of Russian history (<a href=\"https://www.theguardian.com/politics/2019/sep/07/senior-labour-mp-quits-party-to-become-antisemitism-tsar\" title=\"\">Senior Labour MP quits party to become antisemitism tsar</a>, theguardian.com, 7 September). Cossacks in Cable Street?<br><strong>Prof</strong><strong> Hilary Rose</strong><br><em>London</em></p> <p>• To regret the “emasculation of trade unions” (<a href=\"https://www.theguardian.com/news/2019/sep/09/inequality-is-it-rising-and-can-we-reverse-it\" title=\"\">Briefing: How inequality is growing worldwide</a>, Journal, 9 September) comes perilously close to suggesting that they should never have allowed female members in. Words matter.<br><strong>Sylvia Rose</strong><br><em>Morleigh, Devon </em></p> <p>• The translators excelled themselves in Asterix the Gladiator, which featured two Roman soldiers named Sendervictorius and Appianglorious (<a href=\"https://www.theguardian.com/artanddesign/2019/sep/06/age-should-be-no-bar-to-naked-doorways\" title=\"\">Letters</a>, 7 September).<br><strong>Peter Lowthian</strong><br><em>Marlow, Buckinghamshire</em></p> <p>• I was recently in a coffee shop when I heard the barista shout: “Cappuccino for Spartacus” (<a href=\"https://www.theguardian.com/science/2019/sep/08/salyut-1-beat-skylab-in-space-station-race\" title=\"\">Letters</a>, 9 September). Sadly, only one person stood up, but it made my day.<br><strong>Margaret Clarke</strong><br><em>Clarendon, Victoria, Australia</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "260",
      "commentable": "false",
      "firstPublicationDate": "2019-09-09T16:59:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:27Z",
      "newspaperEditionDate": "2019-09-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cabev",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4907ddfced430871ea0bae80da00daa90bf5133d/0_54_2400_1440/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "How can the EU better market its strengths? Each year throughout Europe we might celebrate four of the 28 national days as holidays, creating a rolling tableau to encounter historic diversity. It’s personally painful to watch Boris Johnson malign Europe as enemy territory; I’m a non-British graduate of Oxford University. Adopting this Lambert proposal for EU holiday legislation will widely accentuate a pleasure enjoyed by our rulers: European leisure is a treasure. Dr Bruce Henry Lambert Stockholm, Sweden • The announcement of a tsar to deal with antisemitism indicates that a government led by Boris Johnson has a truly breathtaking ignorance of Russian history (Senior Labour MP quits party to become antisemitism tsar, theguardian.com, 7 September). Cossacks in Cable Street? Prof Hilary Rose London • To regret the “emasculation of trade unions” (Briefing: How inequality is growing worldwide, Journal, 9 September) comes perilously close to suggesting that they should never have allowed female members in. Words matter. Sylvia Rose Morleigh, Devon • The translators excelled themselves in Asterix the Gladiator, which featured two Roman soldiers named Sendervictorius and Appianglorious (Letters, 7 September). Peter Lowthian Marlow, Buckinghamshire • I was recently in a coffee shop when I heard the barista shout: “Cappuccino for Spartacus” (Letters, 9 September). Sadly, only one person stood up, but it made my day. Margaret Clarke Clarendon, Victoria, Australia • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1774",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/sep/09/left-immigration-open-borders",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-09T14:11:02Z",
    "webTitle": "Why the left should argue for more immigration – but not open borders | Carlo Invernizzi-Accetti",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/09/left-immigration-open-borders",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/09/left-immigration-open-borders",
    "fields": {
      "headline": "Why the left should argue for more immigration – but not open borders",
      "standfirst": "<p>The US needs more immigrants to maintain current levels of economic growth and welfare provision – but that doesn’t mean unlimited migration</p>",
      "trailText": "The US needs more immigrants to maintain current levels of economic growth and welfare provision – but that doesn’t mean unlimited migration",
      "byline": "Carlo Invernizzi-Accetti",
      "main": "<figure class=\"element element-image\" data-media-id=\"a80e7f18fe403ef728c1870561f6a717ccc5bfd9\"> <img src=\"https://media.guim.co.uk/a80e7f18fe403ef728c1870561f6a717ccc5bfd9/0_166_4971_2983/1000.jpg\" alt=\"FILE - This March 2, 2019, file photo, shows a Customs and Border Control agent patrolling on the US side of a razor-wire-covered border wall along the Mexico east of Nogales, Ariz. A border activist charged with helping a pair of migrants with water, food and lodging is set to go on trial in U.S. court in Arizona. Defendant Scott Daniel Warren has argued that his spiritual values compel him to help all people in distress. The trial is scheduled to begin Wednesday, May 29, 2019, in Tucson, with the 36-year-old Warren charged with harboring migrants and conspiring to transport and harbor two Mexican men found with him who were in the U.S. illegally. (AP Photo/Charlie Riedel, File)\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘There doesn’t have to be a tradeoff between immigration and welfare programs or workers’ rights. On the contrary, they are two sides of the same coin.’</span> <span class=\"element-image__credit\">Photograph: Charlie Riedel/AP</span> </figcaption> </figure>",
      "body": "<p>The idea of <a href=\"https://www.nytimes.com/2019/01/16/opinion/open-borders-immigration.html\">open borders</a> underpins many of the American left’s current stances on immigration. Although this isn’t always stated explicitly, it explains both the vehement opposition to Trump’s <a href=\"https://www.americanprogress.org/issues/immigration/news/2019/04/25/469026/trumps-border-wall-expensive-ineffective-application-eminent-domain/\">proposed wall</a> on the border with Mexico (whose construction actually <a href=\"https://psmag.com/news/did-democrats-support-border-barriers-before-trump-took-office\">began under Bill Clinton</a>) and the insistence on rolling back <a href=\"https://www.afsc.org/blogs/news-and-commentary/trumps-attacks-legal-immigration-system-explained\">regulation</a> on immigration flows.</p> <p>Yet this is a weak position, for at least two reasons. First, states presuppose borders. Failing to control borders is not an immigration policy, but the lack of one. It’s also a position likely to reinforce the already widespread perception that immigration flows are “<a href=\"https://www.nationalreview.com/news/kirstjen-nielsen-illegal-immigration-is-simply-spiraling-out-of-control/\">out of control</a>”.</p> <p>Second, the case for open borders relies on premises that are more usually associated with the libertarian right than the liberal or social-democratic left. The idea is that allowing the “<a href=\"http://crookedtimber.org/2018/01/21/adam-smith-against-nativist-immigration-policy/\">invisible hand</a>” of the market to determine where people live will benefit everyone because workers will naturally move to where there is more demand for them. But the left has historically been skeptical of that premise – holding instead that markets need to be regulated in order to lead to socially optimal outcomes.</p> <p>A stronger case in favor of immigration – that’s also more coherent with the left’s traditional values – can be built on demographic data. This is not something the American left has paid much attention to so far. Yet, the evidence is clear: net of immigration, the US population is both <a href=\"https://www.cnn.com/2019/01/10/health/us-fertility-rate-replacement-cdc-study/index.html\">shrinking</a> and <a href=\"https://www.weforum.org/agenda/2017/11/this-mesmerising-animation-shows-how-the-us-population-is-ageing\">ageing</a> at an alarming rate.</p> <p>If the trend continues, it threatens both the economic vitality of the country as a whole and widely cherished welfare programs such as <a href=\"https://thehill.com/opinion/finance/388618-effects-of-low-birth-rates-will-reverberate-for-years-to-come\">Social Security and Medicare</a>, which require a young and economically active tax base.</p> <p>The right’s response is to call for Americans to have more children. But this only makes sense on the chauvinistic assumption that immigration is a threat for the country’s civic culture. Immigration is a <a href=\"https://www.washingtonpost.com/opinions/can-immigration-save-the-us-from-its-birthrate-crisis/2019/01/15/2c546262-1907-11e9-8813-cb9dec761e73_story.html?noredirect=on\">faster and more efficient</a> way to replenish the country’s work-force.</p> <p>The left should therefore seize on the demographic data and openly make the case that the United States needs <em>more</em> immigrants, not just because cultural diversity is a good in itself, but also because this is essential to maintain current levels of <a href=\"http://www.aei.org/publication/how-immigration-boosts-american-economic-growth-and-innovation/\">economic growth</a> and <a href=\"https://immigrationforum.org/article/immigrants-as-economic-contributors-immigrant-tax-contributions-and-spending-power/\">welfare provision</a>.</p> <p>One way to tailor immigration flows specifically to the country’s demographic needs is through a <a href=\"https://www.bbc.com/news/uk-politics-29594642\">points-based system</a> like those of Canada and Australia. Yet this is not absolutely necessary; all the available evidence shows that even low-skilled immigrants <a href=\"https://www.urban.org/research/publication/state-and-local-fiscal-effects-immigration/view/full_report\">more than pay for themselves</a> in terms of tax revenue, beginning with the second generation. (First-generation immigrants cost the fiscal system marginally more than they contribute, largely because they have more children.)</p> <p>A more plausible objection concerns immigration’s distributive effects. Both the nationalist right and, more recently, some currents of the <a href=\"https://americanaffairsjournal.org/2018/11/the-left-case-against-open-borders/\">hard left</a> have argued that immigration negatively affects certain sectors of the population, because it increases competition among workers and puts downward pressure on wages and working conditions.</p> <p>In reality, the empirical evidence for these claims is <a href=\"https://www.nap.edu/catalog/23550/the-economic-and-fiscal-consequences-of-immigration\">far from conclusive</a>. But even if these claims were undeniably true, it wouldn’t necessarily be a weakness of the left case for more immigration, since it shifts the debate to a terrain on which the left should be happy to argue.</p> <p>If the problem is that immigration harms certain sectors of the population while increasing aggregate levels of growth, then surely the response should be to call for more economic redistribution alongside higher levels of immigration, so that everyone benefits from the added wealth generated by immigrants.</p> <p>The same goes for working conditions. If there’s any reason to suppose that immigration adversely affects workers’ rights, it’s because a large proportion of the immigrant workforce is currently illegal, which makes it harder for them to unionize and claim the rights legal workers are entitled to.</p> <p>Presumably, any policy aimed at fostering the number of immigrants entering the country would have to grant them the same rights as legal workers. So, it could actually end up bolstering the bargaining power of organized labor.</p> <p>There doesn’t have to be a tradeoff between immigration and welfare programs or workers’ rights. On the contrary, they are two sides of the same coin.</p> <p>The United States needs more immigrants to maintain current levels of economic growth and welfare provision, but it also needs more economic redistribution and workers’ rights to make sure that the aggregate benefits of immigration are shared fairly within society as a whole.</p> <ul> <li><p>Carlo Invernizzi-Accetti is Associate Professor of political science at the City University of New York – City College</p></li> </ul>",
      "wordcount": "748",
      "commentCloseDate": "2019-09-09T15:00:00Z",
      "commentable": "false",
      "firstPublicationDate": "2019-09-09T14:11:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-09T16:10:05Z",
      "productionOffice": "US",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c9fnz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a80e7f18fe403ef728c1870561f6a717ccc5bfd9/0_166_4971_2983/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The idea of open borders underpins many of the American left’s current stances on immigration. Although this isn’t always stated explicitly, it explains both the vehement opposition to Trump’s proposed wall on the border with Mexico (whose construction actually began under Bill Clinton) and the insistence on rolling back regulation on immigration flows. Yet this is a weak position, for at least two reasons. First, states presuppose borders. Failing to control borders is not an immigration policy, but the lack of one. It’s also a position likely to reinforce the already widespread perception that immigration flows are “out of control”. Second, the case for open borders relies on premises that are more usually associated with the libertarian right than the liberal or social-democratic left. The idea is that allowing the “invisible hand” of the market to determine where people live will benefit everyone because workers will naturally move to where there is more demand for them. But the left has historically been skeptical of that premise – holding instead that markets need to be regulated in order to lead to socially optimal outcomes. A stronger case in favor of immigration – that’s also more coherent with the left’s traditional values – can be built on demographic data. This is not something the American left has paid much attention to so far. Yet, the evidence is clear: net of immigration, the US population is both shrinking and ageing at an alarming rate. If the trend continues, it threatens both the economic vitality of the country as a whole and widely cherished welfare programs such as Social Security and Medicare, which require a young and economically active tax base. The right’s response is to call for Americans to have more children. But this only makes sense on the chauvinistic assumption that immigration is a threat for the country’s civic culture. Immigration is a faster and more efficient way to replenish the country’s work-force. The left should therefore seize on the demographic data and openly make the case that the United States needs more immigrants, not just because cultural diversity is a good in itself, but also because this is essential to maintain current levels of economic growth and welfare provision. One way to tailor immigration flows specifically to the country’s demographic needs is through a points-based system like those of Canada and Australia. Yet this is not absolutely necessary; all the available evidence shows that even low-skilled immigrants more than pay for themselves in terms of tax revenue, beginning with the second generation. (First-generation immigrants cost the fiscal system marginally more than they contribute, largely because they have more children.) A more plausible objection concerns immigration’s distributive effects. Both the nationalist right and, more recently, some currents of the hard left have argued that immigration negatively affects certain sectors of the population, because it increases competition among workers and puts downward pressure on wages and working conditions. In reality, the empirical evidence for these claims is far from conclusive. But even if these claims were undeniably true, it wouldn’t necessarily be a weakness of the left case for more immigration, since it shifts the debate to a terrain on which the left should be happy to argue. If the problem is that immigration harms certain sectors of the population while increasing aggregate levels of growth, then surely the response should be to call for more economic redistribution alongside higher levels of immigration, so that everyone benefits from the added wealth generated by immigrants. The same goes for working conditions. If there’s any reason to suppose that immigration adversely affects workers’ rights, it’s because a large proportion of the immigrant workforce is currently illegal, which makes it harder for them to unionize and claim the rights legal workers are entitled to. Presumably, any policy aimed at fostering the number of immigrants entering the country would have to grant them the same rights as legal workers. So, it could actually end up bolstering the bargaining power of organized labor. There doesn’t have to be a tradeoff between immigration and welfare programs or workers’ rights. On the contrary, they are two sides of the same coin. The United States needs more immigrants to maintain current levels of economic growth and welfare provision, but it also needs more economic redistribution and workers’ rights to make sure that the aggregate benefits of immigration are shared fairly within society as a whole. Carlo Invernizzi-Accetti is Associate Professor of political science at the City University of New York – City College",
      "charCount": "4751",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/carlo-invernizzi-accetti\">Carlo Invernizzi-Accetti</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/sep/09/tuc-head-demands-action-to-end-class-prejudice-in-workplace",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-09T12:16:18Z",
    "webTitle": "TUC head demands action to end class prejudice in workplace",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/09/tuc-head-demands-action-to-end-class-prejudice-in-workplace",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/09/tuc-head-demands-action-to-end-class-prejudice-in-workplace",
    "fields": {
      "headline": "TUC head demands action to end class prejudice in workplace",
      "standfirst": "<p>Working class faces rigged system of privilege, Frances O’Grady tells union conference</p>",
      "trailText": "Working class faces rigged system of privilege, Frances O’Grady tells union conference",
      "byline": "Rajeev Syal",
      "main": "<figure class=\"element element-image\" data-media-id=\"6822d11bde7dc91866acf548e15e9deeae2707bc\"> <img src=\"https://media.guim.co.uk/6822d11bde7dc91866acf548e15e9deeae2707bc/0_69_3500_2100/1000.jpg\" alt=\"The TUC general secretary, Frances O’Grady, addresses the TUC conference in Brighton on Monday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The TUC general secretary, Frances O’Grady, addresses the federation’s conference in Brighton on Monday.</span> <span class=\"element-image__credit\">Photograph: Andrew Matthews/PA</span> </figcaption> </figure>",
      "body": "<p>The head of the TUC has called for parliament to outlaw discrimination against working-class people at work, in an impassioned speech calling for parity of opportunity for lower-paid employees.</p> <p>In her address to the union umbrella body’s annual conference, Frances O’Grady reinforced demands that companies should be forced to report any gaps in pay between workers from different social backgrounds.</p> <p>Addressing hundreds of union delegates in Brighton, the general secretary said: “I want to issue a challenge to politicians. It’s high time we outlawed discrimination against working-class people. Let’s change the law and stamp out class prejudice once and for all.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/08/tuc-head-frances-o-grady-advises-parliament-to-hold-their-nerve-brexit\">TUC head advises UK parliament to 'hold their nerve'</a> </p> </aside>  <p>She said the UK was wasting talent and skills because working-class people were shut out of opportunities. “It’s hard to rise by hard graft and talent alone. The system is rigged from the start. Where you come from. What your parents do. Your accent. Which school you went to. If you’re from a working-class family, the odds are stacked against you,” she said.</p> <p>O’Grady illustrated her argument by raising the behaviour of the leader of the Commons, Jacob Rees-Mogg, who was <a href=\"https://www.theguardian.com/politics/2019/sep/03/sit-up-jacob-rees-mogg-under-fire-for-slouching-in-commons\">widely criticised for slouching</a> across three seats in the chamber during a crucial Brexit debate last week.</p> <p>“Let’s be honest, Britain is still blighted by old-fashioned snobbery, too. Inflated egos and a sense of entitlement. Picture Jacob Rees-Mogg. Treating the government frontbench like his own living room sofa,” she said.</p> <p>The TUC has said that without new laws, people from working-class backgrounds will continue to face direct forms of discrimination, such as employer bias during job applications and interviews. It has also warned of indirect forms of discrimination such as the use of <a href=\"https://www.theguardian.com/society/2018/feb/08/initiative-to-crack-down-on-unpaid-internships-launched-in-uk\">unpaid internships</a> as a gateway into jobs.</p> <p>Issuing a challenge to the “<a href=\"https://www.theguardian.com/media/2019/jun/03/hovis-boy-on-the-bike-tv-advert-as-good-today-ridley-scott\">Hovis ad</a>” image, O’Grady redefined the term working class for the present day.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/05/uk-faces-victorian-age-of-inequality-says-tuc-general-secretary\">UK faces Victorian age of inequality, says TUC general secretary</a> </p> </aside>  <p>“Today’s working class looks like modern Britain. As likely to work in an office as a factory. To be a care assistant, as a car worker. And to wear a hijab, as a football shirt. Or, quite possibly, both,” she said.</p> <p>O’Grady also issued another warning that the union movement would take action if Boris Johnson attempted to <a href=\"https://www.theguardian.com/politics/2019/sep/08/tuc-head-frances-o-grady-advises-parliament-to-hold-their-nerve-brexit\">trick the UK into a no-deal Brexit</a> or refused to obey the law.</p> <p>“If the prime minister tries to trick us or refuses to obey the law that stops no deal and workers vote to strike to defend their jobs, then the gloves are off. And I want to make this crystal clear – this whole movement will stand together,” she said.</p>",
      "wordcount": "419",
      "firstPublicationDate": "2019-09-09T12:16:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-09T18:08:12Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/caahz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6822d11bde7dc91866acf548e15e9deeae2707bc/0_69_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The head of the TUC has called for parliament to outlaw discrimination against working-class people at work, in an impassioned speech calling for parity of opportunity for lower-paid employees. In her address to the union umbrella body’s annual conference, Frances O’Grady reinforced demands that companies should be forced to report any gaps in pay between workers from different social backgrounds. Addressing hundreds of union delegates in Brighton, the general secretary said: “I want to issue a challenge to politicians. It’s high time we outlawed discrimination against working-class people. Let’s change the law and stamp out class prejudice once and for all.” She said the UK was wasting talent and skills because working-class people were shut out of opportunities. “It’s hard to rise by hard graft and talent alone. The system is rigged from the start. Where you come from. What your parents do. Your accent. Which school you went to. If you’re from a working-class family, the odds are stacked against you,” she said. O’Grady illustrated her argument by raising the behaviour of the leader of the Commons, Jacob Rees-Mogg, who was widely criticised for slouching across three seats in the chamber during a crucial Brexit debate last week. “Let’s be honest, Britain is still blighted by old-fashioned snobbery, too. Inflated egos and a sense of entitlement. Picture Jacob Rees-Mogg. Treating the government frontbench like his own living room sofa,” she said. The TUC has said that without new laws, people from working-class backgrounds will continue to face direct forms of discrimination, such as employer bias during job applications and interviews. It has also warned of indirect forms of discrimination such as the use of unpaid internships as a gateway into jobs. Issuing a challenge to the “Hovis ad” image, O’Grady redefined the term working class for the present day. “Today’s working class looks like modern Britain. As likely to work in an office as a factory. To be a care assistant, as a car worker. And to wear a hijab, as a football shirt. Or, quite possibly, both,” she said. O’Grady also issued another warning that the union movement would take action if Boris Johnson attempted to trick the UK into a no-deal Brexit or refused to obey the law. “If the prime minister tries to trick us or refuses to obey the law that stops no deal and workers vote to strike to defend their jobs, then the gloves are off. And I want to make this crystal clear – this whole movement will stand together,” she said.",
      "charCount": "2526",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rajeev-syal\">Rajeev Syal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/sep/09/brussels-boris-johnson-eu-brexit",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-09T11:18:23Z",
    "webTitle": "In Brussels, the goodwill Boris Johnson fostered is slowly ebbing away | Mujtaba Rahman",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/09/brussels-boris-johnson-eu-brexit",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/09/brussels-boris-johnson-eu-brexit",
    "fields": {
      "headline": "In Brussels, the goodwill Boris Johnson fostered is slowly ebbing away",
      "standfirst": "As Johnson’s position weakens at home, EU leaders are finding fewer reasons to yield to his unsatisfactory Brexit ‘solutions’",
      "trailText": "As Johnson’s position weakens, EU leaders are finding fewer reasons to yield to his Brexit ‘solutions’, says Mujtaba Rahman of political consulting firm Eurasia Group",
      "byline": "Mujtaba Rahman",
      "main": "<figure class=\"element element-image\" data-media-id=\"9a73f334dffaefde1b8bfb77ef6d1dd319c67d6d\"> <img src=\"https://media.guim.co.uk/9a73f334dffaefde1b8bfb77ef6d1dd319c67d6d/356_176_1492_895/1000.jpg\" alt=\"Boris Johnson and Angela Merkel\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘EU leaders thought a deal could possibly be struck with Boris Johnson – this was partly why Angela Merkel signalled a willingness to explore changes to the backstop.’</span> <span class=\"element-image__credit\">Photograph: Annegret Hilse/Reuters</span> </figcaption> </figure>",
      "body": "<p>The attention of Brexit-watchers has understandably been focused on Boris Johnson’s <a href=\"https://www.theguardian.com/commentisfree/2019/sep/06/boris-johnson-twilight-zone-police-escort-conservatives\" title=\"\">disastrous week in parliament</a> and the exact timing of any election. But key to what happens next is, of course, the EU’s position. </p> <p>When UK (and European) commentators talk about the EU’s stance on Brexit, they almost invariably conclude that “nothing has changed”. <a href=\"https://www.theguardian.com/commentisfree/2019/jul/31/boris-johnson-eu-no-deal-brexit-uk-government-backstop\" title=\"\">Europe’s unity is paramount</a>. Ireland will not be sacrificed. The withdrawal agreement will not be reopened. Even suggesting that Germany’s <a href=\"https://www.theguardian.com/world/2019/aug/26/german-recession-fears-business-confidence-europe-economy\" title=\"\">deteriorating economic conditions</a> may give Berlin some pause for thought is tantamount to heresy. The EU’s Brexit position is fixed in time and space. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/sep/08/like-macbeth-johnson-too-steeped-in-blood-to-turn-back-what-next\">Like Macbeth, Johnson is too stepped in blood to turn back. Where next? | Andrew Rawnsley</a> </p> </aside>  <p>The truth, as always, is more nuanced, as I learned during meetings in Brussels at the end of last week. There is real debate in the EU about Brexit. The EU’s position today is subtly different to that of two weeks ago. And its position of two weeks ago subtly different to that which came before. So where is the EU currently on Brexit?</p> <p>The EU liked <a href=\"https://www.theguardian.com/politics/2018/jul/27/olly-robbins-steely-operator-fighting-on-the-brexit-frontline\" title=\"\">Olly Robbins</a>, Theresa May’s Brexit negotiator. Intelligent, thoughtful, persistent and tirelessly hardworking, he was widely respected among his EU peers as someone they could do business with. They were less keen on May herself. Their misgivings were well-founded. Robbins negotiated a Brexit deal widely recognised in Europe as an excellent outcome for the UK, in light of the red lines his prime minister had drawn at the time. Yet May proved incapable of managing the domestic politics and selling his deal. This provides the context for understanding how the EU sees Johnson.</p> <p>While there is a lot in him they dislike, they welcomed the fact he is a “red-blooded politician”, as one adviser to an EU head of state put it to me. A breath of fresh air compared to May. The fact Brexit is inherently political for Johnson – a means to a bigger Commons majority – creates the glimmer, no matter how slight, that he may be able to get a deal over the line. This, combined with Johnson’s singular focus on the backstop, and his willingness to adopt “a continental line” on global issues at the <a href=\"https://www.theguardian.com/politics/2019/aug/26/boris-johnson-in-biarritz-what-we-learned\" title=\"\">G7 in Biarritz</a>, gave EU leaders more confidence a deal could possibly be struck.</p>  <figure class=\"element element-image\" data-media-id=\"81a10d53b7ec4f261c8bbad7c946adf683c255c2\"> <img src=\"https://media.guim.co.uk/81a10d53b7ec4f261c8bbad7c946adf683c255c2/0_99_3500_2099/1000.jpg\" alt=\"Olly Robbins\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The EU liked Olly Robbins, Theresa May’s Brexit negotiator. He was widely respected among his EU peers as someone they could do business with.’</span> <span class=\"element-image__credit\">Photograph: Simon Dawson/Reuters</span> </figcaption> </figure>  <p>This was partly why the German chancellor, Angela Merkel, signalled a willingness to explore <a href=\"https://www.theguardian.com/politics/video/2019/aug/21/angela-merkel-challenges-boris-johnson-to-find-backstop-solution-in-30-days-video\" title=\"\">changes to the backstop</a>, insofar as any new UK proposals protect the Irish peace process and the EU’s single market.</p> <p>This view still holds – just – despite the events of the last few weeks. But it’s equally fair to say that the goodwill Johnson did establish is quickly ebbing. But this is not for the reasons people might think.</p> <p>It is true that the government has not tabled any formal proposals to the EU yet. This reinforces scepticism in Westminster that the government is serious about a deal. However, senior EU officials and negotiators were not expecting much prior to the Tory party conference, which runs from 29 September to 2 October. The critical window they have earmarked were the weeks running into the 17-18 October European heads of state meeting in Brussels, and after, until 31 October.</p> <p>Moreover, trial balloons floated by No 10 have made their way to the EU’s institutions and have been discussed by the 27 member states. These include radically reducing the backstop to sectoral elements and proposing a single <a href=\"https://www.theguardian.com/politics/2019/sep/06/ireland-says-pms-agri-food-idea-not-enough-to-replace-backstop\" title=\"\">all-Ireland regime for agriculture</a>.</p> <p>David Frost, Johnson’s most senior official for European affairs and the government’s lead negotiator, has also clarified the government’s approach to Brexit, clearly setting out new parameters for the negotiation. Unlike Robbins and May, the Johnson government is not seeking “frictionless trade” with the EU while simultaneously leaving the EU’s two economic institutions that are necessary to deliver it – the customs union and the single market. Instead, Johnson and Frost only want to “facilitate” trade with the EU. They accept that Brexit will mean the UK’s access to EU markets will suffer.</p> <p>This is where Europe’s concerns set in. The ideas floated by No 10 suggest <a href=\"https://www.theguardian.com/politics/2019/sep/06/ireland-says-pms-agri-food-idea-not-enough-to-replace-backstop\" title=\"\">a trade border</a> between Northern Ireland and the Republic. As one senior EU negotiator puts it: “The backstop means no border on the island of Ireland. But the UK’s solution will result in a customs and regulatory border – which will carry implications for peace.” This is obviously unacceptable for the EU27.</p> <p>The government also wants to bank the benefits of Brexit by diverging from EU rules to the maximum extent possible. Yet this has fostered the perception in EU capitals that the UK will compete with its firms by undercutting EU standards.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/09/no-deal-brexit-not-clean-break-irish-pm-leo-varadkar-boris-johnson\">No-deal Brexit will not be clean break, Irish PM warns Boris Johnson</a> </p> </aside>  <p>Politically, it makes little strategic sense for the EU to compromise on the backstop – and risk its principles – if the purpose of doing so is to facilitate a deal over a bare-bones free trade agreement (FTA) that would not differ much from a no-deal outcome. “What’s the difference between no deal and a hard FTA?” ponders another adviser to an EU head of state. In no deal, the EU would at least have stuck to its principles.</p> <p>Once the EU factors in Johnson’s tumultuous week in parliament – that has left him heading an even weaker minority government and facing the high likelihood of an <a href=\"https://www.theguardian.com/politics/2019/sep/08/how-likely-general-election-october-brexit-boris-johnson\" title=\"\">early election</a> – it’s possible to see why its calculus is shifting it again towards a harder, less flexible position.</p> <p>As the UK slides painfully towards an early election, there is less scope for progress in Brussels. Any formal UK proposals will become political fodder. The EU will have to become more cautious in its response; it will not risk its interventions becoming part of the campaign. As the EU ponders events in London, its window for a deal, while open, is closing.</p> <p>• Mujtaba Rahman is the managing director of Europe at Eurasia Group, a political risk research and consulting firm</p>",
      "wordcount": "962",
      "commentCloseDate": "2019-09-09T17:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-09T11:18:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:22Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/caaey",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9a73f334dffaefde1b8bfb77ef6d1dd319c67d6d/356_176_1492_895/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The attention of Brexit-watchers has understandably been focused on Boris Johnson’s disastrous week in parliament and the exact timing of any election. But key to what happens next is, of course, the EU’s position. When UK (and European) commentators talk about the EU’s stance on Brexit, they almost invariably conclude that “nothing has changed”. Europe’s unity is paramount. Ireland will not be sacrificed. The withdrawal agreement will not be reopened. Even suggesting that Germany’s deteriorating economic conditions may give Berlin some pause for thought is tantamount to heresy. The EU’s Brexit position is fixed in time and space. The truth, as always, is more nuanced, as I learned during meetings in Brussels at the end of last week. There is real debate in the EU about Brexit. The EU’s position today is subtly different to that of two weeks ago. And its position of two weeks ago subtly different to that which came before. So where is the EU currently on Brexit? The EU liked Olly Robbins, Theresa May’s Brexit negotiator. Intelligent, thoughtful, persistent and tirelessly hardworking, he was widely respected among his EU peers as someone they could do business with. They were less keen on May herself. Their misgivings were well-founded. Robbins negotiated a Brexit deal widely recognised in Europe as an excellent outcome for the UK, in light of the red lines his prime minister had drawn at the time. Yet May proved incapable of managing the domestic politics and selling his deal. This provides the context for understanding how the EU sees Johnson. While there is a lot in him they dislike, they welcomed the fact he is a “red-blooded politician”, as one adviser to an EU head of state put it to me. A breath of fresh air compared to May. The fact Brexit is inherently political for Johnson – a means to a bigger Commons majority – creates the glimmer, no matter how slight, that he may be able to get a deal over the line. This, combined with Johnson’s singular focus on the backstop, and his willingness to adopt “a continental line” on global issues at the G7 in Biarritz, gave EU leaders more confidence a deal could possibly be struck. This was partly why the German chancellor, Angela Merkel, signalled a willingness to explore changes to the backstop, insofar as any new UK proposals protect the Irish peace process and the EU’s single market. This view still holds – just – despite the events of the last few weeks. But it’s equally fair to say that the goodwill Johnson did establish is quickly ebbing. But this is not for the reasons people might think. It is true that the government has not tabled any formal proposals to the EU yet. This reinforces scepticism in Westminster that the government is serious about a deal. However, senior EU officials and negotiators were not expecting much prior to the Tory party conference, which runs from 29 September to 2 October. The critical window they have earmarked were the weeks running into the 17-18 October European heads of state meeting in Brussels, and after, until 31 October. Moreover, trial balloons floated by No 10 have made their way to the EU’s institutions and have been discussed by the 27 member states. These include radically reducing the backstop to sectoral elements and proposing a single all-Ireland regime for agriculture. David Frost, Johnson’s most senior official for European affairs and the government’s lead negotiator, has also clarified the government’s approach to Brexit, clearly setting out new parameters for the negotiation. Unlike Robbins and May, the Johnson government is not seeking “frictionless trade” with the EU while simultaneously leaving the EU’s two economic institutions that are necessary to deliver it – the customs union and the single market. Instead, Johnson and Frost only want to “facilitate” trade with the EU. They accept that Brexit will mean the UK’s access to EU markets will suffer. This is where Europe’s concerns set in. The ideas floated by No 10 suggest a trade border between Northern Ireland and the Republic. As one senior EU negotiator puts it: “The backstop means no border on the island of Ireland. But the UK’s solution will result in a customs and regulatory border – which will carry implications for peace.” This is obviously unacceptable for the EU27. The government also wants to bank the benefits of Brexit by diverging from EU rules to the maximum extent possible. Yet this has fostered the perception in EU capitals that the UK will compete with its firms by undercutting EU standards. Politically, it makes little strategic sense for the EU to compromise on the backstop – and risk its principles – if the purpose of doing so is to facilitate a deal over a bare-bones free trade agreement (FTA) that would not differ much from a no-deal outcome. “What’s the difference between no deal and a hard FTA?” ponders another adviser to an EU head of state. In no deal, the EU would at least have stuck to its principles. Once the EU factors in Johnson’s tumultuous week in parliament – that has left him heading an even weaker minority government and facing the high likelihood of an early election – it’s possible to see why its calculus is shifting it again towards a harder, less flexible position. As the UK slides painfully towards an early election, there is less scope for progress in Brussels. Any formal UK proposals will become political fodder. The EU will have to become more cautious in its response; it will not risk its interventions becoming part of the campaign. As the EU ponders events in London, its window for a deal, while open, is closing. • Mujtaba Rahman is the managing director of Europe at Eurasia Group, a political risk research and consulting firm",
      "charCount": "5732",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mujtaba-rahman\">Mujtaba Rahman</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]