[
  {
    "id": "commentisfree/2019/jul/04/the-guardian-view-on-theresa-may-she-should-have-thought-about-the-uk-all-along",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-04T17:34:36Z",
    "webTitle": "The Guardian view on Theresa May: she should have thought about the UK all along | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/04/the-guardian-view-on-theresa-may-she-should-have-thought-about-the-uk-all-along",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/04/the-guardian-view-on-theresa-may-she-should-have-thought-about-the-uk-all-along",
    "fields": {
      "headline": "The Guardian view on Theresa May: she should have thought about the UK all along",
      "standfirst": "The prime minister is right to be concerned about threats to national cohesion. But the damage has been done on her watch because of Brexit",
      "trailText": "<strong>Editorial:</strong> The prime minister is right to be concerned about threats to national cohesion. But the damage has been done on her watch because of Brexit",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"62701b65c112c74ba5b53ac39c39c8d558275837\"> <img src=\"https://media.guim.co.uk/62701b65c112c74ba5b53ac39c39c8d558275837/0_144_4410_2646/1000.jpg\" alt=\"Theresa May gives a speech on the importance of the union in Stirling, Scotland, on Thursday\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May gives a speech on the importance of the union in Stirling, Scotland, on Thursday. ‘Her three years at the helm have not been marked by sustained sensitivity to the union.’</span> <span class=\"element-image__credit\">Photograph: Andy Buchanan/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Theresa May’s <a href=\"https://www.theguardian.com/politics/2019/jul/04/no-deal-brexit-risks-breaking-up-uk-warns-theresa-may\">speech in Stirling</a> on Thursday spoke volumes. It was not the content that was especially striking, although there was much there that was interesting, <a href=\"https://www.theguardian.com/politics/2019/jul/03/theresa-may-to-warn-successors-no-deal-brexit-threatens-uks-future\" title=\"\">including a review</a> under Lord Dunlop of the role of Whitehall departments in the devolved nations. But the fact and timing of the speech signified more. Mrs May is playing out time in Downing Street. For her to devote one of her last visits to the public pulpit as prime minister to the importance of the UK union is a significant choice. It tells us that she is scared the union will not survive under her successor.</p> <p>Mrs May’s message was that whoever takes over from her will have among their “first and greatest duties” the need to strengthen the union. This will come as something of a surprise to May watchers. Her three years at the helm have not been marked by sustained sensitivity to the union, by fresh initiatives or by persuasive evidence that she has any great feeling for it. On the contrary, she has been a centraliser, and the Dunlop review – which she says both Boris Johnson and Jeremy Hunt support – appears designed to claim a bigger role, involving greater spending for Whitehall over Scotland and Wales.</p> <p>The lack of engagement has been disabling, both in Northern Ireland and Scotland. In the former, Mrs May presided over a continuing period of political stagnation. For the majority of her premiership, devolved institutions have been in abeyance. There has been no sense that she sees restoring them as a priority. Quite the reverse. Her pact with the DUP has implied that their view of the union and Brexit is also hers. Her <a href=\"https://www.gov.uk/government/speeches/pm-belfast-speech-20-july-2018\" title=\"\">speech in Belfast</a> last year was a low point of her premiership.</p> <p>With Scotland, Mrs May has been equally cautious. She made an early visit to Edinburgh in 2016, but she has done nothing sustained to reach out to Scottish concerns. Though her speech blamed the SNP for refusing to cooperate, she seemed to decide early on that there was nothing to be gained by working with a resourceful and implacable foe on Brexit. The upshot was not just that Mrs May appeared unresponsive but also that she <em>was</em> unresponsive. As a result, the SNP dominates Scotland’s Brexit debate and is back in the driving seat on independence too.</p> <p>All of this comes back to Brexit. Northern Ireland and Scotland are the two component parts of the UK that voted to remain in the EU. In both, hostility to Brexit has increased since 2016. They are also the two, unlike Wales, in which the union is under most immediate stress. The connection is umbilical. Mrs May tried to deliver a Brexit that Northern Ireland and Scotland do not want, did it incompetently, in an increasingly extreme form, and without addressing Irish or Scottish concerns honestly, or at all.</p> <p>The result is that Brexit is disabling the Tory party in Scotland and threatening to undermine the cohesion and viability of <a href=\"http://blog.whatscotlandthinks.org/2019/07/could-brexit-yet-undermine-the-future-of-the-british-state/\" title=\"\">the British state</a>. Few now think that the Scottish Tories will improve on their 2016 and 2017 electoral successes; large losses are more likely. An early general election could give the SNP a mandate to demand a second referendum. The narrowing of the polls suggests that this time Scotland might secede. The impact on the UK would be lasting in every way. The future in it of Northern Ireland and even Wales would come into question. The thought has UK military chiefs in mounting panic.</p> <p>The prospect of <a href=\"https://www.theguardian.com/politics/2019/jun/23/boris-johnson-as-pm-would-be-catastrophe-for-uk-say-scottish-tories\" title=\"\">Mr Johnson</a> as Mrs May’s successor means that Christmas may come early for the SNP. Mr Johnson embodies a thoughtless, arrogant and disrespectful Englishness that offers rich pickings. It is hard to see any way that he can now avoid becoming the SNP’s recruiting sergeant. But this is not ultimately about personalities. This would not all go away if Mr Hunt prevails. This is about Brexit. And it is about the way that an asymmetric union of four very different nations has failed to ensure enough mutual respect.</p> <p>Just as she prepares to depart, Mrs May has uttered an anguished plea to think about the union. So she should. But her last-minute anxiety is pretty rich. She should have addressed this from the start, not at the end. The damage has been done on her watch, and as a result of her approach. It may well be true that her successor will do even more damage. But Mrs May’s own role in this disaster cannot be ignored.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "754",
      "commentCloseDate": "2019-07-04T21:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-04T17:34:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:51:13Z",
      "newspaperEditionDate": "2019-07-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bnyh2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/62701b65c112c74ba5b53ac39c39c8d558275837/0_144_4410_2646/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May’s speech in Stirling on Thursday spoke volumes. It was not the content that was especially striking, although there was much there that was interesting, including a review under Lord Dunlop of the role of Whitehall departments in the devolved nations. But the fact and timing of the speech signified more. Mrs May is playing out time in Downing Street. For her to devote one of her last visits to the public pulpit as prime minister to the importance of the UK union is a significant choice. It tells us that she is scared the union will not survive under her successor. Mrs May’s message was that whoever takes over from her will have among their “first and greatest duties” the need to strengthen the union. This will come as something of a surprise to May watchers. Her three years at the helm have not been marked by sustained sensitivity to the union, by fresh initiatives or by persuasive evidence that she has any great feeling for it. On the contrary, she has been a centraliser, and the Dunlop review – which she says both Boris Johnson and Jeremy Hunt support – appears designed to claim a bigger role, involving greater spending for Whitehall over Scotland and Wales. The lack of engagement has been disabling, both in Northern Ireland and Scotland. In the former, Mrs May presided over a continuing period of political stagnation. For the majority of her premiership, devolved institutions have been in abeyance. There has been no sense that she sees restoring them as a priority. Quite the reverse. Her pact with the DUP has implied that their view of the union and Brexit is also hers. Her speech in Belfast last year was a low point of her premiership. With Scotland, Mrs May has been equally cautious. She made an early visit to Edinburgh in 2016, but she has done nothing sustained to reach out to Scottish concerns. Though her speech blamed the SNP for refusing to cooperate, she seemed to decide early on that there was nothing to be gained by working with a resourceful and implacable foe on Brexit. The upshot was not just that Mrs May appeared unresponsive but also that she was unresponsive. As a result, the SNP dominates Scotland’s Brexit debate and is back in the driving seat on independence too. All of this comes back to Brexit. Northern Ireland and Scotland are the two component parts of the UK that voted to remain in the EU. In both, hostility to Brexit has increased since 2016. They are also the two, unlike Wales, in which the union is under most immediate stress. The connection is umbilical. Mrs May tried to deliver a Brexit that Northern Ireland and Scotland do not want, did it incompetently, in an increasingly extreme form, and without addressing Irish or Scottish concerns honestly, or at all. The result is that Brexit is disabling the Tory party in Scotland and threatening to undermine the cohesion and viability of the British state. Few now think that the Scottish Tories will improve on their 2016 and 2017 electoral successes; large losses are more likely. An early general election could give the SNP a mandate to demand a second referendum. The narrowing of the polls suggests that this time Scotland might secede. The impact on the UK would be lasting in every way. The future in it of Northern Ireland and even Wales would come into question. The thought has UK military chiefs in mounting panic. The prospect of Mr Johnson as Mrs May’s successor means that Christmas may come early for the SNP. Mr Johnson embodies a thoughtless, arrogant and disrespectful Englishness that offers rich pickings. It is hard to see any way that he can now avoid becoming the SNP’s recruiting sergeant. But this is not ultimately about personalities. This would not all go away if Mr Hunt prevails. This is about Brexit. And it is about the way that an asymmetric union of four very different nations has failed to ensure enough mutual respect. Just as she prepares to depart, Mrs May has uttered an anguished plea to think about the union. So she should. But her last-minute anxiety is pretty rich. She should have addressed this from the start, not at the end. The damage has been done on her watch, and as a result of her approach. It may well be true that her successor will do even more damage. But Mrs May’s own role in this disaster cannot be ignored.",
      "charCount": "4307",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/jul/04/neoliberal-economics-and-other-fairytales-about-money",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-04T16:34:17Z",
    "webTitle": "Neoliberal economics and other fairytales about money | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/04/neoliberal-economics-and-other-fairytales-about-money",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/04/neoliberal-economics-and-other-fairytales-about-money",
    "fields": {
      "headline": "Neoliberal economics and other fairytales about money",
      "standfirst": "Politics is not about a struggle over a fixed pot of money, says <strong>Mary Mellor, </strong>and<strong> </strong>the best way to end austerity is to reject it as an ideology, says <strong>Peter McKenna</strong>",
      "trailText": "<strong>Letters:</strong> Politics is not about a struggle over a fixed pot of money, says <strong>Mary Mellor</strong>, and the best way to end austerity is to reject it as an ideology, says <strong>Peter McKenna</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"2566435df3c95c10dd2c4ef55073485a2c8b0d9b\"> <img src=\"https://media.guim.co.uk/2566435df3c95c10dd2c4ef55073485a2c8b0d9b/0_163_3500_2101/1000.jpg\" alt=\"Boris Johnson at a Conservative party hustings event.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson at a Conservative party hustings event. ‘The right is happy to use public money to rescue the banks or boost their electoral chances,’ says Mary Mellor.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>Aditya Chakrabortty (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/03/boris-johnson-cash-splurge-election-voters\" title=\"\">It’s reckless. But a Tory cash splurge could win an election</a>, 3 July) is right to point out the hypocrisy of the political right about public expenditure. While progressive proposals for public spending are decried as burdening the hard-pressed taxpayer, the right is happy to use public money to rescue the banks or boost their electoral chances.</p> <p>As I explain in my book Money: Myths, Truths and Alternatives, neoliberal economics is built on a fairytale about money that distorts our view of how a contemporary public money system operates. It is assumed that public spending depends on extracting money from the market and that money (like gold) is always in short supply. Neither is true. Both the market and the state generate money – the market through bank lending and the state through public spending. Both increase the money supply, while bank loan repayments and taxation reduce it. There is no natural shortage of money – which today mainly exists only as data.</p> <p>The case for austerity missed the point. Politics is not about a struggle over a fixed pot of money. What is limited are resources (particularly the environment) and human capacity. How these are best used should be a matter of democratic debate. The allocation of money should depend on the priorities identified. In this the market has no more claim than the public economy to be the source of sustainable human welfare.<br><strong>Professor Mary Mellor</strong><br><em>Newcastle upon Tyne</em></p> <p>• Over the years Aditya Chakrabortty has provided us with powerful critiques of austerity. His message now – that EU membership “is the best way to end austerity” – overlooks the fact that the UK was in the EU all that time.</p> <p>Moreover, the EU’s stability and growth pact requires that budget deficits and public debt be pegged below 3% and 60% of GDP respectively.</p> <p>Such notions are the beating heart of austerity, and the European commission’s excessive deficit procedure taken against errant states has almost universally resulted in swingeing austerity programmes. These were approved and monitored by the commission and council, with the UK only taken off the naughty step in 2017 after years of crippling austerity finally reduced the deficit to 2.3% of GDP.</p> <p>The best way to end austerity – and to sway voters – is to reject austerity as an ideology regardless of remain or leave, and rehabilitate the concept of public investment in a people’s economy.<br><strong>Peter McKenna</strong><br><em>Liverpool</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "445",
      "commentable": "false",
      "firstPublicationDate": "2019-07-04T16:34:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:35:20Z",
      "newspaperEditionDate": "2019-07-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bnknm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2566435df3c95c10dd2c4ef55073485a2c8b0d9b/0_163_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Aditya Chakrabortty (It’s reckless. But a Tory cash splurge could win an election, 3 July) is right to point out the hypocrisy of the political right about public expenditure. While progressive proposals for public spending are decried as burdening the hard-pressed taxpayer, the right is happy to use public money to rescue the banks or boost their electoral chances. As I explain in my book Money: Myths, Truths and Alternatives, neoliberal economics is built on a fairytale about money that distorts our view of how a contemporary public money system operates. It is assumed that public spending depends on extracting money from the market and that money (like gold) is always in short supply. Neither is true. Both the market and the state generate money – the market through bank lending and the state through public spending. Both increase the money supply, while bank loan repayments and taxation reduce it. There is no natural shortage of money – which today mainly exists only as data. The case for austerity missed the point. Politics is not about a struggle over a fixed pot of money. What is limited are resources (particularly the environment) and human capacity. How these are best used should be a matter of democratic debate. The allocation of money should depend on the priorities identified. In this the market has no more claim than the public economy to be the source of sustainable human welfare. Professor Mary Mellor Newcastle upon Tyne • Over the years Aditya Chakrabortty has provided us with powerful critiques of austerity. His message now – that EU membership “is the best way to end austerity” – overlooks the fact that the UK was in the EU all that time. Moreover, the EU’s stability and growth pact requires that budget deficits and public debt be pegged below 3% and 60% of GDP respectively. Such notions are the beating heart of austerity, and the European commission’s excessive deficit procedure taken against errant states has almost universally resulted in swingeing austerity programmes. These were approved and monitored by the commission and council, with the UK only taken off the naughty step in 2017 after years of crippling austerity finally reduced the deficit to 2.3% of GDP. The best way to end austerity – and to sway voters – is to reject austerity as an ideology regardless of remain or leave, and rehabilitate the concept of public investment in a people’s economy. Peter McKenna Liverpool • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2736",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/jul/04/essex-constable-and-gypsy-life",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-07-04T16:29:58Z",
    "webTitle": "Essex, Constable and Gypsy life | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/jul/04/essex-constable-and-gypsy-life",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/jul/04/essex-constable-and-gypsy-life",
    "fields": {
      "headline": "Essex, Constable and Gypsy life",
      "standfirst": "Constable had no time for Travellers, says <strong>Ed Lilley</strong>, and<strong> Frank Jackson </strong>speaks out in defence of Harlow",
      "trailText": "<strong>Letters:</strong> Constable had no time for Travellers, says <strong>Ed Lilley</strong>, and<strong> Frank Jackson </strong>speaks out in defence of Harlow",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"160636339edbc14a5edc9820b88c77e09f27096d\"> <img src=\"https://media.guim.co.uk/160636339edbc14a5edc9820b88c77e09f27096d/0_575_3590_2154/1000.jpg\" alt=\"Harlow in 1956.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Harlow, Essex, in 1956. ‘Of course a new town built during the genuine austerity postwar years could not compete with, say, Nash’s Bath terraces,’ says Frank Jackson.</span> <span class=\"element-image__credit\">Photograph: Harry Todd/Getty Images</span> </figcaption> </figure>",
      "body": "<p>As Professor Judith Okely notes (<a href=\"https://www.theguardian.com/uk-news/2019/jul/01/gypsy-life-in-essex-is-brushed-over\" title=\"\">Letters</a>, 2 July), John Constable does indeed include a Gypsy woman and her baby in his 1828 painting of the Vale of Dedham, but this is unlikely to be as a sign of sympathy. Constable had no time for agricultural labourers, whom he regarded as potential agitators and troublemakers, and even less for Travellers. It is true that his Gypsy is in the foreground of his composition, but this only highlights her isolation from the community signified by the village in the background.</p> <p>An important formal source for Constable’s picture is Claude’s Hagar and the Angel, and it may be that the links between the two works go beyond structural similarity. The Bible tells that Hagar became pregnant by Abraham, but left his house after an understandable row with Abraham’s childless wife Sarah. The angel is sent to require Hagar’s return to her previous abode (submission to the established authority). I doubt the reactionary Constable (a natural Brexiteer “avant la lettre”) would have been praising the Gypsy’s right to choose her own lifestyle; rather he would have been intimating the need for her to live according to the dictates of her “betters”.<br><strong>Ed Lilley</strong><br><em>Bristol</em></p> <p>• Had the picture of Harlow Market Square that David Reed disparages (<a href=\"https://www.theguardian.com/uk-news/2019/jun/28/essex-lies-and-stereotypes\" title=\"\">Letters</a>, 29 June) been taken on the day it appeared, it would have looked very different. The town centre was filled with colourful stalls representing the community under the banner of Harlow Showcase. And his first sentence is an insult to the memory of master planner Sir Frederick Gibberd and his colleagues on Harlow Development Corporation. Of course a town built during the genuine austerity postwar years could not compete with, say, Nash’s Bath terraces or Brussels’ Grande Place. (Incidentally, the clock in the picture commemorates the corporation’s first general manager, Eric Adams.) But it did provide well-built, affordable, homes in a clean and green environment, together with an amazingly rich cultural life. For the working classes who moved to Harlow from east London in the 50s, 60s and 70s – many of them, or their descendants, are still in those houses – it was a transformation. Today, like many other urban areas, Harlow has problems. The privatisation of the town’s assets, which should have been devolved to the community when the corporation completed its work, by the Thatcher government, the sale of council houses ditto, and the further cuts by more recent Tory governments, have made life generally much harder for everyone. But it is still a great place to live. At this time of year it is especially beautiful, with green everywhere. And as “Sculpture Town”, it is unique.<br><strong>Frank Jackson</strong><br><em>Harlow, Essex</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "489",
      "commentable": "false",
      "firstPublicationDate": "2019-07-04T16:29:58Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-04T17:03:56Z",
      "newspaperEditionDate": "2019-07-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bny63",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/160636339edbc14a5edc9820b88c77e09f27096d/0_575_3590_2154/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As Professor Judith Okely notes (Letters, 2 July), John Constable does indeed include a Gypsy woman and her baby in his 1828 painting of the Vale of Dedham, but this is unlikely to be as a sign of sympathy. Constable had no time for agricultural labourers, whom he regarded as potential agitators and troublemakers, and even less for Travellers. It is true that his Gypsy is in the foreground of his composition, but this only highlights her isolation from the community signified by the village in the background. An important formal source for Constable’s picture is Claude’s Hagar and the Angel, and it may be that the links between the two works go beyond structural similarity. The Bible tells that Hagar became pregnant by Abraham, but left his house after an understandable row with Abraham’s childless wife Sarah. The angel is sent to require Hagar’s return to her previous abode (submission to the established authority). I doubt the reactionary Constable (a natural Brexiteer “avant la lettre”) would have been praising the Gypsy’s right to choose her own lifestyle; rather he would have been intimating the need for her to live according to the dictates of her “betters”. Ed Lilley Bristol • Had the picture of Harlow Market Square that David Reed disparages (Letters, 29 June) been taken on the day it appeared, it would have looked very different. The town centre was filled with colourful stalls representing the community under the banner of Harlow Showcase. And his first sentence is an insult to the memory of master planner Sir Frederick Gibberd and his colleagues on Harlow Development Corporation. Of course a town built during the genuine austerity postwar years could not compete with, say, Nash’s Bath terraces or Brussels’ Grande Place. (Incidentally, the clock in the picture commemorates the corporation’s first general manager, Eric Adams.) But it did provide well-built, affordable, homes in a clean and green environment, together with an amazingly rich cultural life. For the working classes who moved to Harlow from east London in the 50s, 60s and 70s – many of them, or their descendants, are still in those houses – it was a transformation. Today, like many other urban areas, Harlow has problems. The privatisation of the town’s assets, which should have been devolved to the community when the corporation completed its work, by the Thatcher government, the sale of council houses ditto, and the further cuts by more recent Tory governments, have made life generally much harder for everyone. But it is still a great place to live. At this time of year it is especially beautiful, with green everywhere. And as “Sculpture Town”, it is unique. Frank Jackson Harlow, Essex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3001",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/jul/04/foreign-language-learning-more-vital-than-ever-in-post-brexit-world",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-07-04T16:29:15Z",
    "webTitle": "Foreign language learning more vital than ever in post-Brexit world | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/jul/04/foreign-language-learning-more-vital-than-ever-in-post-brexit-world",
    "apiUrl": "https://content.guardianapis.com/education/2019/jul/04/foreign-language-learning-more-vital-than-ever-in-post-brexit-world",
    "fields": {
      "headline": "Foreign language learning more vital than ever in post-Brexit world",
      "standfirst": "<strong>Sean Harford</strong> of Ofsted says studying modern foreign languages is an essential part of a broad, balanced curriculum",
      "trailText": "Letters: <strong>Sean Harford</strong> of Ofsted says studying modern foreign languages is an essential part of a broad, balanced curriculum",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"8a919c62cc8599cef5f029dc30285ccf34309451\"> <img src=\"https://media.guim.co.uk/8a919c62cc8599cef5f029dc30285ccf34309451/0_38_4122_2474/1000.jpg\" alt=\"Mandarin lesson at Kingsford Community School, Beckton, London. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mandarin lesson at Kingsford Community School, Beckton, London. </span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>",
      "body": "<p>The fall in the number of pupils studying modern foreign languages (MFL) is concerning and continues a trend started when the government of the day removed the compulsion for our young people to study a language to age 16 back in the 90s (<a href=\"https://www.theguardian.com/education/2019/jul/03/brexit-putting-pupils-off-modern-foreign-languages\" title=\"\">Learn a language? No need for them once we quit the EU, parents tell schools</a>, 3 May).</p> <p>Languages are an essential part of a broad, balanced curriculum. Not only do they provide an opportunity to communicate more effectively with others – something that will be even more vital in a post-Brexit world – they also help pupils to understand what it is to be a global citizen, including the importance of tolerance and understanding. And they explicitly celebrate difference and highlight that which we all have in common. This is crucial knowledge in today’s world.</p> <p>As the country’s inspectorate, we at Ofsted expect schools to give all children the opportunity to study a broad range of subjects, including MFL, so that they gain the knowledge and skills that will broaden their horizons and set them up for later life. Our new inspection framework will make sure schools focus on doing just that – regardless of pupils’ background and circumstances.</p> <p>Through the Ebacc, the Department for Education wants to increase the number of pupils studying MFL to 90% by 2025. At inspection, our inspectors ask heads if they know about this national ambition and what they are doing to contribute to it.</p> <p>We are playing our part in reversing this downturn. But it can only be achieved through the concerted efforts of school leaders, backed by government, to make sure it’s not just the privileged few who gain the advantage of being able to speak a foreign language.<br><strong>Sean Harford HMI</strong><br><em>National director, education, Ofsted </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "340",
      "commentable": "false",
      "firstPublicationDate": "2019-07-04T16:29:15Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:51:13Z",
      "newspaperEditionDate": "2019-07-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bny2t",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8a919c62cc8599cef5f029dc30285ccf34309451/0_38_4122_2474/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The fall in the number of pupils studying modern foreign languages (MFL) is concerning and continues a trend started when the government of the day removed the compulsion for our young people to study a language to age 16 back in the 90s (Learn a language? No need for them once we quit the EU, parents tell schools, 3 May). Languages are an essential part of a broad, balanced curriculum. Not only do they provide an opportunity to communicate more effectively with others – something that will be even more vital in a post-Brexit world – they also help pupils to understand what it is to be a global citizen, including the importance of tolerance and understanding. And they explicitly celebrate difference and highlight that which we all have in common. This is crucial knowledge in today’s world. As the country’s inspectorate, we at Ofsted expect schools to give all children the opportunity to study a broad range of subjects, including MFL, so that they gain the knowledge and skills that will broaden their horizons and set them up for later life. Our new inspection framework will make sure schools focus on doing just that – regardless of pupils’ background and circumstances. Through the Ebacc, the Department for Education wants to increase the number of pupils studying MFL to 90% by 2025. At inspection, our inspectors ask heads if they know about this national ambition and what they are doing to contribute to it. We are playing our part in reversing this downturn. But it can only be achieved through the concerted efforts of school leaders, backed by government, to make sure it’s not just the privileged few who gain the advantage of being able to speak a foreign language. Sean Harford HMI National director, education, Ofsted • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2042",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/04/northern-ireland-boris-johnson-jeremy-hunt-tory-leadership",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-04T15:57:27Z",
    "webTitle": "What unites Johnson and Hunt in Northern Ireland? An inability to pretend they care | Séamas O’Reilly",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/04/northern-ireland-boris-johnson-jeremy-hunt-tory-leadership",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/04/northern-ireland-boris-johnson-jeremy-hunt-tory-leadership",
    "fields": {
      "headline": "What unites Johnson and Hunt in Northern Ireland? An inability to pretend they care",
      "standfirst": "The Tory leadership hopefuls arrived in Belfast spouting half-truths – and disregarding the biggest issue facing the region",
      "trailText": "In Belfast, the Tory leadership hopefuls disregarded the biggest issue facing the region, says Derry writer Séamas O’Reilly",
      "byline": "Séamas O’Reilly",
      "main": "<figure class=\"element element-image\" data-media-id=\"572ccd7ba767efeef0dae71e7bf6e055c0cde6f3\"> <img src=\"https://media.guim.co.uk/572ccd7ba767efeef0dae71e7bf6e055c0cde6f3/0_106_4754_2852/1000.jpg\" alt=\"Jeremy Hunt in Belfast\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Jeremy Hunt was slick in the neutered, tedious way of a hotshot sales executive giving the keynote at a conference for people who sell lanyards.’ Hunt speaking in Belfast on Tuesday.</span> <span class=\"element-image__credit\">Photograph: Peter Morrison/Pool/EPA</span> </figcaption> </figure>",
      "body": "<p>Winston Churchill called the train that smuggled Vladimir Lenin into Russia, “a sealed truck” carrying “a plague bacillus”. By contrast, the plane carrying Jeremy Hunt and Boris Johnson <a href=\"https://www.theguardian.com/politics/2019/jul/02/boris-johnson-jeremy-hunt-accused-of-trying-to-turn-uk-into-tax-haven-freeports\" title=\"\">to Belfast this week</a> was a bit more like a Tupperware container filled with norovirus.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/02/hunt-pips-johnson-in-front-of-northern-irelands-small-band-of-tories\">Hunt pips Johnson in front of Northern Ireland's small band of Tories</a> </p> </aside>  <p>Conveyed at separate ends of a <a href=\"https://twitter.com/Jeremy_Hunt/status/1146001141844647937\" title=\"\">single private jet</a>, Schrödinger’s leadership candidates took the roadshow of milky promises and hedged half-truths to Northern Ireland for a strange, and quietly pointless, <a href=\"https://www.theguardian.com/politics/2019/jul/02/hunt-pips-johnson-in-front-of-northern-irelands-small-band-of-tories\" title=\"\">Conservative party hustings</a> in Belfast.</p> <p>To a less-than-enthused crowd of several dozen, they set out their case for leadership of a party for whom only a miniscule percentage of the local population has ever voted. In all my time growing up in Northern Ireland I never once met someone who had. Just five weeks ago, the country’s sole Tory candidate, Amandeep Singh Bhogal, <a href=\"https://elections.belfasttelegraph.co.uk/ni-european-election-2019\" title=\"\">acquired a desultory count of 662 votes</a> in the European elections which, even accounting for low turnout, is the kind of tally you’d manage if you pinned a rosette to a jar of wasps.</p> <p><a href=\"https://www.theguardian.com/politics/live/2019/jul/02/tory-leadership-latest-news-hustings-boris-johnsons-brexit-plan-could-prove-fatal-to-tory-party-says-former-leader-william-hague-live-news?page=with:block-5d1b38188f088a739273760f\" title=\"\">Both leadership contenders</a> were uninspiring. Hunt was slick in the neutered, tedious way of a hotshot sales executive giving the keynote at a conference for people who sell lanyards. Johnson did that shaggy-dog, waffling vicar act that only really works when he’s in a good mood. Here, with the life sucked from his eyes, his stumbles and prevarications seemed rote and joyless – even his tiredness seemed performative, like the showy exhaustion of a self-possessed family friend charged with talking to the media when a backpacker is arrested overseas.</p> <p>What unites both is their inability to pretend they care about issues facing Northern Irish people, and more especially how those issues relate to the rest of the UK. Both reject any change to <a href=\"https://www.theguardian.com/world/2019/jul/02/hunt-and-johnson-rule-out-abortion-reform-in-northern-ireland\" title=\"\">Northern Ireland’s draconian reproductive rights</a>, just a week after legal proceedings began against a woman for <a href=\"https://www.irishtimes.com/news/crime-and-law/woman-faces-ni-trial-in-november-for-procuring-abortion-pills-1.3937157\" title=\"\">procuring abortion pills</a>, and both dismiss any suggestion that <a href=\"https://www.theguardian.com/society/2019/jul/02/mps-in-fresh-attempt-to-extend-equal-marriage-to-northern-ireland\" title=\"\">marriage equality</a> would be extended to the entirety of the UK. Most striking of all, both offer low-fat answers to the border issue that hinge on “technical solutions” without ever getting too technical about what those solutions might actually be.</p> <p>Johnson has mooted the idea of <a href=\"https://www.theguardian.com/politics/2019/jul/02/boris-johnson-jeremy-hunt-accused-of-trying-to-turn-uk-into-tax-haven-freeports\" title=\"\">“Singapore style”</a> tax-free zone, essentially a revenue cheat’s paradise where imports wouldn’t be subject to checks. He has declined to address how this haven would interface with the Republic of Ireland, which would be entitled – in fact obliged – to institute such checks themselves.</p>  <figure class=\"element element-image\" data-media-id=\"e8e58904209cc3c4d8663326022d62cc6d5f6dbf\"> <img src=\"https://media.guim.co.uk/e8e58904209cc3c4d8663326022d62cc6d5f6dbf/0_58_2000_1199/1000.jpg\" alt=\"Boris Johnson in Belfast\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Boris Johnson did that waffling vicar act that only really works when he’s in a good mood. Here, with the life sucked from his eyes, his stumbles and prevarications seemed rote and joyless.’</span> <span class=\"element-image__credit\">Photograph: Pool/Reuters</span> </figcaption> </figure>  <p>The problem is, for decades Northern Irish people have been sidelined, annexed to our own tiny corner of news coverage that paints us as a one-issue flank of flighty, tribal simpletons: people for whom even the slightest provocation might cause us to protest, bomb, or daub a truly awful mural on the side of our own home. Like almost everyone from Northern Ireland, I too enjoy lampooning the place, and the fossils and madmen that litter its <a href=\"https://www.theguardian.com/commentisfree/2019/jun/25/northern-ireland-unionism-nationalism-tribalism\" title=\"\">political sphere</a>. It’s just that it’s frankly odd to see us now being the ones talking sense while no one else listens.</p> <p>Even the more sympathetic organs of the mainstream British media have a tendency to report on the region through a reductive and patrician lens, and it’s rare to hear Northern Irish commentators articulating their position on TV or in newspapers. The lack of invested and informed coverage of <a href=\"https://twitter.com/shockproofbeats/status/747362070576898048\" title=\"\">our concerns</a> may go some way to explaining why the border issue – understood by the farmers and petrol station attendants who grew up beside me in rural Derry – appears to have taken so many seasoned politicians and commentators by surprise. I once thought Brexiters were downplaying the threat of a hard border out of callous indifference. This was an unfair assessment, since I now know they had simply never realised that the UK had a 300-mile border with the EU, and the callous indifference only kicked in once this was explained to them.</p> <p>And this disregard has only grown, since it is much more expedient for them to ignore the issue than admit it exists. Accountability has collapsed and, uncoupled from any responsibility toward telling the truth, or even making sense, the Conservative party is locked in a nonsensical debate about how best to navigate the flat earth they’ve mapped for themselves. It allows them to toss off placeholder text like “technical solution”, where once policy would have been demanded.</p> <p>And it works, since the messaging is effective within the fact-vacuum of home counties conservatism, where non-negotiable withdrawal agreements can, in fact, be renegotiated and huge, lasting damage to the UK’s economy is a price worth paying for the right to be poorer for decades afterwards. More worrying for the party’s Ulster supporters – and their fellow travellers within the DUP – is when asked to accept the premise that a hard border would pose an existential threat to either Brexit or the union, <a href=\"https://www.scotsman.com/news/politics/poll-leave-voters-want-brexit-even-if-it-breaks-up-uk-1-4756562\" title=\"\">a clear majority of leavers</a> now say they would happily help their Ulster cousins pack their bags.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jul/04/boris-johnson-failure-suffer-life-expectancy-cuts-britain\">Boris Johnson embraces failure. But it’s the rest of us who will suffer for it | Frances Ryan</a> </p> </aside>  <p>For Northern Irish people, this failure to acknowledge what a border is, and how every border on Earth has ever worked, was Brexit’s original sin – the first dead canary in the caved-in coalmine of nonsense British politics has since become. Northern Ireland has long been regarded as a dribbling basket case with a retrograde polity of cranks and dinosaurs, so dysfunctional that it is currently in its 906th day of suspended government. It’s miraculous that Westminster has debased itself so fully that we now appear to be the adults in the room, presenting stubborn facts and inconvenient truths, that have been studiously, and perilously, ignored.</p> <p>• Séamas O’Reilly is a writer from Derry</p>",
      "wordcount": "935",
      "commentCloseDate": "2019-07-04T21:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-04T15:57:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:51:13Z",
      "newspaperEditionDate": "2019-07-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bnycj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/572ccd7ba767efeef0dae71e7bf6e055c0cde6f3/0_106_4754_2852/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Winston Churchill called the train that smuggled Vladimir Lenin into Russia, “a sealed truck” carrying “a plague bacillus”. By contrast, the plane carrying Jeremy Hunt and Boris Johnson to Belfast this week was a bit more like a Tupperware container filled with norovirus. Conveyed at separate ends of a single private jet, Schrödinger’s leadership candidates took the roadshow of milky promises and hedged half-truths to Northern Ireland for a strange, and quietly pointless, Conservative party hustings in Belfast. To a less-than-enthused crowd of several dozen, they set out their case for leadership of a party for whom only a miniscule percentage of the local population has ever voted. In all my time growing up in Northern Ireland I never once met someone who had. Just five weeks ago, the country’s sole Tory candidate, Amandeep Singh Bhogal, acquired a desultory count of 662 votes in the European elections which, even accounting for low turnout, is the kind of tally you’d manage if you pinned a rosette to a jar of wasps. Both leadership contenders were uninspiring. Hunt was slick in the neutered, tedious way of a hotshot sales executive giving the keynote at a conference for people who sell lanyards. Johnson did that shaggy-dog, waffling vicar act that only really works when he’s in a good mood. Here, with the life sucked from his eyes, his stumbles and prevarications seemed rote and joyless – even his tiredness seemed performative, like the showy exhaustion of a self-possessed family friend charged with talking to the media when a backpacker is arrested overseas. What unites both is their inability to pretend they care about issues facing Northern Irish people, and more especially how those issues relate to the rest of the UK. Both reject any change to Northern Ireland’s draconian reproductive rights, just a week after legal proceedings began against a woman for procuring abortion pills, and both dismiss any suggestion that marriage equality would be extended to the entirety of the UK. Most striking of all, both offer low-fat answers to the border issue that hinge on “technical solutions” without ever getting too technical about what those solutions might actually be. Johnson has mooted the idea of “Singapore style” tax-free zone, essentially a revenue cheat’s paradise where imports wouldn’t be subject to checks. He has declined to address how this haven would interface with the Republic of Ireland, which would be entitled – in fact obliged – to institute such checks themselves. The problem is, for decades Northern Irish people have been sidelined, annexed to our own tiny corner of news coverage that paints us as a one-issue flank of flighty, tribal simpletons: people for whom even the slightest provocation might cause us to protest, bomb, or daub a truly awful mural on the side of our own home. Like almost everyone from Northern Ireland, I too enjoy lampooning the place, and the fossils and madmen that litter its political sphere. It’s just that it’s frankly odd to see us now being the ones talking sense while no one else listens. Even the more sympathetic organs of the mainstream British media have a tendency to report on the region through a reductive and patrician lens, and it’s rare to hear Northern Irish commentators articulating their position on TV or in newspapers. The lack of invested and informed coverage of our concerns may go some way to explaining why the border issue – understood by the farmers and petrol station attendants who grew up beside me in rural Derry – appears to have taken so many seasoned politicians and commentators by surprise. I once thought Brexiters were downplaying the threat of a hard border out of callous indifference. This was an unfair assessment, since I now know they had simply never realised that the UK had a 300-mile border with the EU, and the callous indifference only kicked in once this was explained to them. And this disregard has only grown, since it is much more expedient for them to ignore the issue than admit it exists. Accountability has collapsed and, uncoupled from any responsibility toward telling the truth, or even making sense, the Conservative party is locked in a nonsensical debate about how best to navigate the flat earth they’ve mapped for themselves. It allows them to toss off placeholder text like “technical solution”, where once policy would have been demanded. And it works, since the messaging is effective within the fact-vacuum of home counties conservatism, where non-negotiable withdrawal agreements can, in fact, be renegotiated and huge, lasting damage to the UK’s economy is a price worth paying for the right to be poorer for decades afterwards. More worrying for the party’s Ulster supporters – and their fellow travellers within the DUP – is when asked to accept the premise that a hard border would pose an existential threat to either Brexit or the union, a clear majority of leavers now say they would happily help their Ulster cousins pack their bags. For Northern Irish people, this failure to acknowledge what a border is, and how every border on Earth has ever worked, was Brexit’s original sin – the first dead canary in the caved-in coalmine of nonsense British politics has since become. Northern Ireland has long been regarded as a dribbling basket case with a retrograde polity of cranks and dinosaurs, so dysfunctional that it is currently in its 906th day of suspended government. It’s miraculous that Westminster has debased itself so fully that we now appear to be the adults in the room, presenting stubborn facts and inconvenient truths, that have been studiously, and perilously, ignored. • Séamas O’Reilly is a writer from Derry",
      "charCount": "5700",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/seamas-o-reilly\">Séamas O’Reilly</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/jul/04/ann-widdecombe-likens-brexit-to-emancipation-of-slaves",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-04T12:04:36Z",
    "webTitle": "Ann Widdecombe likens Brexit to emancipation of slaves",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/04/ann-widdecombe-likens-brexit-to-emancipation-of-slaves",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/04/ann-widdecombe-likens-brexit-to-emancipation-of-slaves",
    "fields": {
      "headline": "Ann Widdecombe likens Brexit to emancipation of slaves",
      "standfirst": "<p>Widdecombe becomes first Brexit party MEP to speak in new European parliament</p>",
      "trailText": "Widdecombe becomes first Brexit party MEP to speak in new European parliament",
      "byline": "Daniel Boffey in Brussels",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"9da8c643-5f47-40cc-ace5-93643111fa35\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/HUS0cBdFicI?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>The former Conservative minister Ann Widdecombe has likened the UK’s departure from the EU to the emancipation of slaves, as she became the first Brexit party MEP to speak in the new European parliament.</p> \n<p>With her leader, Nigel Farage, on her right, Widdecombe said the recent negotiations among the EU’s heads of state and government over the <a href=\"https://www.theguardian.com/world/2019/jul/02/women-to-head-top-eu-institutions-for-first-time\">leadership of the bloc’s institutions</a> confirmed the need for Britain to leave.</p> \n<p>“It’s not democratic at all and that is just one of many reasons why Britain is right to be leaving this place, hopefully on Halloween,” Widdecombe told a plenary session of the European parliament in Strasbourg. “If that’s this place’s idea of democracy that’s a serious betrayal of every country represented here.”</p> \n<p>Widdecombe, who was criticised this month for claiming science might “produce an answer” to being gay, said the UK’s departure from the EU equated to a liberation.</p> \n<p>She said: “There is a pattern consistent throughout history of oppressed people turning on their oppressors, slaves against their owners, the peasantry against the feudal barons, colonies against empires, and that is why Britain is leaving … It doesn’t matter which language you use, we are leaving and we are pleased to be going. <em>Nous allons </em>[sic]<em>, wir gehen</em>, we are off!”</p> \n<p>The Brexit party’s MEP for the South East, Alexandra Phillips, tweeted: “Tears in my eyes. She represents the ignored majority. Brave and principled. Our Ann.”</p> \n<p>Germany’s defence minister, Ursula von der Leyen, 60, was nominated on Tuesday by leaders including Theresa May to replace Jean-Claude Juncker as the next European commission president but she will only take up the role if a majority of MEPs vote in favour of her candidacy.</p> \n<p>Theresa May’s spokeswoman said the prime minister did not agree with the comparison: “That isn’t a characterisation she would recognise, nor is it a phrase that she would ever use to describe leaving the European Union.”</p> \n<p>Guy Verhofstadt, the Brexit coordinator for the parliament, expressed his scorn at Widdecombe’s comments.</p> \n<p>“Nigel Farage facing some stiff competition as chief clown of the Brexit Party in the [European parliament],” he tweeted. “By the way, when Widdecombe talks about ‘colonies liberating themselves from their empires’, is she really referring to the American Revolution of 1776?”</p> \n<p>The Liberal Democrat MEP Martin Horwood, who also took part in the debate, said: “To imply that the United Kingdom is any way in a similar situation to the colonies of our former empire or a victim of slavery is deeply offensive. Widdecombe’s comments trivialise the suffering of those who have experienced slavery and colonialism.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/music/2019/jul/03/beethovens-ninth-farage-turned-his-back-on-more-than-just-music\">Beethoven's Ninth – Farage turned his back on more than just music</a> </p> \n</aside> \n<p>“If Ann Widdecombe had any grip on reality, she would have the sense to look at her own record on oppressing women and minorities when she defended shackling pregnant women and opposed repealing section 28.</p> \n<p>“Ann Widdecombe has not only embarrassed herself, but she has embarrassed the nation she represents. I hope she withdraws her comments and sincerely apologises to all those she has offended immediately.”</p> \n<p>This week Brexit party MEPs faced criticism for <a href=\"https://www.theguardian.com/politics/2019/jul/02/brexit-party-meps-turn-their-backs-european-anthem-ode-to-joy\">turning their backs when Beethoven’s Ode to Joy</a>, the EU anthem, was played in the chamber on the opening day of the five-year term.</p> \n<p>Widdecombe’s comments followed a speech by Donald Tusk, the president of the European council, who asked parliament to back the leaders’ nomination of Von der Leyen in the commission and of Christine Lagarde as president of the European Central Bank, breaking more than 60 years of male monopoly of the leadership of the institutions.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"35e5f52b-ff43-4a29-b5bd-e1aeadad3228\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The president is proposed by the European parliament and nominated by the European council of leaders of the EU member states. They lead the commission's work in implementing EU policies, chair the weekly commission meetings and set its policy agenda. They also represent the EU at European council meetings, G7 and G20 summits and at bilateral summits with third countries.</p>\n    <p>The role was held by Jean-Claude Juncker from November 2014 until July 2019, when he was replaced by Ursula von der Leyen, the former German defence minister.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>“This is a very positive change,” Tusk said. “Europe is not only talking about women, it is choosing women. I hope that this choice will inspire many girls and women to fight for their beliefs and passions. And I also hope that it will inspire the European parliament in its decisions.”</p>",
      "newspaperPageNumber": "24",
      "wordcount": "634",
      "firstPublicationDate": "2019-07-04T12:04:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:51:14Z",
      "newspaperEditionDate": "2019-07-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bnk9g",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8ba104a4454b9fdca29b3d472c0c3454941bf4f1/85_117_1586_951/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The former Conservative minister Ann Widdecombe has likened the UK’s departure from the EU to the emancipation of slaves, as she became the first Brexit party MEP to speak in the new European parliament. With her leader, Nigel Farage, on her right, Widdecombe said the recent negotiations among the EU’s heads of state and government over the leadership of the bloc’s institutions confirmed the need for Britain to leave. “It’s not democratic at all and that is just one of many reasons why Britain is right to be leaving this place, hopefully on Halloween,” Widdecombe told a plenary session of the European parliament in Strasbourg. “If that’s this place’s idea of democracy that’s a serious betrayal of every country represented here.” Widdecombe, who was criticised this month for claiming science might “produce an answer” to being gay, said the UK’s departure from the EU equated to a liberation. She said: “There is a pattern consistent throughout history of oppressed people turning on their oppressors, slaves against their owners, the peasantry against the feudal barons, colonies against empires, and that is why Britain is leaving … It doesn’t matter which language you use, we are leaving and we are pleased to be going. Nous allons [sic], wir gehen, we are off!” The Brexit party’s MEP for the South East, Alexandra Phillips, tweeted: “Tears in my eyes. She represents the ignored majority. Brave and principled. Our Ann.” Germany’s defence minister, Ursula von der Leyen, 60, was nominated on Tuesday by leaders including Theresa May to replace Jean-Claude Juncker as the next European commission president but she will only take up the role if a majority of MEPs vote in favour of her candidacy. Theresa May’s spokeswoman said the prime minister did not agree with the comparison: “That isn’t a characterisation she would recognise, nor is it a phrase that she would ever use to describe leaving the European Union.” Guy Verhofstadt, the Brexit coordinator for the parliament, expressed his scorn at Widdecombe’s comments. “Nigel Farage facing some stiff competition as chief clown of the Brexit Party in the [European parliament],” he tweeted. “By the way, when Widdecombe talks about ‘colonies liberating themselves from their empires’, is she really referring to the American Revolution of 1776?” The Liberal Democrat MEP Martin Horwood, who also took part in the debate, said: “To imply that the United Kingdom is any way in a similar situation to the colonies of our former empire or a victim of slavery is deeply offensive. Widdecombe’s comments trivialise the suffering of those who have experienced slavery and colonialism. “If Ann Widdecombe had any grip on reality, she would have the sense to look at her own record on oppressing women and minorities when she defended shackling pregnant women and opposed repealing section 28. “Ann Widdecombe has not only embarrassed herself, but she has embarrassed the nation she represents. I hope she withdraws her comments and sincerely apologises to all those she has offended immediately.” This week Brexit party MEPs faced criticism for turning their backs when Beethoven’s Ode to Joy, the EU anthem, was played in the chamber on the opening day of the five-year term. Widdecombe’s comments followed a speech by Donald Tusk, the president of the European council, who asked parliament to back the leaders’ nomination of Von der Leyen in the commission and of Christine Lagarde as president of the European Central Bank, breaking more than 60 years of male monopoly of the leadership of the institutions. “This is a very positive change,” Tusk said. “Europe is not only talking about women, it is choosing women. I hope that this choice will inspire many girls and women to fight for their beliefs and passions. And I also hope that it will inspire the European parliament in its decisions.”",
      "charCount": "3860",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/04/boris-johnson-failure-suffer-life-expectancy-cuts-britain",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-04T07:00:37Z",
    "webTitle": "Boris Johnson embraces failure. But it’s the rest of us who will suffer for it | Frances Ryan",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/04/boris-johnson-failure-suffer-life-expectancy-cuts-britain",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/04/boris-johnson-failure-suffer-life-expectancy-cuts-britain",
    "fields": {
      "headline": "Boris Johnson embraces failure. But it’s the rest of us who will suffer for it",
      "standfirst": "<p>From life expectancy to cuts to basic services, Britain is decaying. And this would-be leader will do nothing to stop it</p>",
      "trailText": "From life expectancy to cuts to basic services, Britain is decaying, says Guardian columnist Frances Ryan",
      "byline": "Frances Ryan",
      "main": "<figure class=\"element element-image\" data-media-id=\"cabbb91d99274df6267d5021a4ab6cd4b46a82f0\"> <img src=\"https://media.guim.co.uk/cabbb91d99274df6267d5021a4ab6cd4b46a82f0/0_0_4317_2591/1000.jpg\" alt=\"Boris Johnson at the Thames Valley police training centre in Reading, July 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A toxic mix of entitlement and class privilege.’ Boris Johnson at the Thames Valley police training centre in Reading, July 2019.</span> <span class=\"element-image__credit\">Photograph: Dylan Martinez/AP</span> </figcaption> </figure>",
      "body": "<p>“Expectation management” is a well-known tactic in politics, in which a party or politician’s own side plays down hopes to ensure that even the most average performance can be spun into a sign of success. Would-be prime minister Boris Johnson’s entire political career appears to be an example of this: in which a toxic mix of entitlement, class privilege and enablement by sections of the press has cast the smallest achievement – say, a new haircut and a smattering of Latin – as proof of worthiness for the highest office of state.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/03/theresa-may-to-warn-successors-no-deal-brexit-threatens-uks-future\">Theresa May to warn successors that no-deal Brexit threatens UK's future</a> </p> </aside>  <p>And yet I can’t help but think such psychology is crossing into new territory. No longer saved for just individual politicians or parties, increasingly, expectation management could be said to describe Britain itself. Brexit is in many ways the poster child for this phenomenon, in which leading Brexiteers – once promising the earth – now buoyantly boast “<a href=\"https://www.indy100.com/video/politics/boris-johnson-says-that-there-will-still-be-drinking-water-after-brexit-iOT1oYpt\" title=\"\">there will be drinking water</a>” after the 31 October deadline to leave the EU.</p> <p>But this reframing of expectations spreads much further. Take life expectancy. Medics often use life expectancy as a barometer of the health of a nation and by official measures, Britain is getting sicker. For the first time in 100 years, <a href=\"https://www.theguardian.com/society/2019/mar/07/life-expectancy-slumps-by-five-months\" title=\"\">Britons are dying earlier</a>, leading a team of specialists to meet at University College London this month to investigate it.</p> <p>The UK now has the worst health trends in western Europe, with <a href=\"https://www.theguardian.com/society/2019/jun/23/why-is-life-expectancy-falling\" title=\"\">experts stating</a> that austerity is a major factor. This is no coincidence considering that consecutive Conservative-led governments chose far deeper cuts in the wake of the 2008 global crash than many other European countries, opting for dramatic reductions in funding for anything from <a href=\"https://www.theguardian.com/social-care-network/2016/nov/08/meals-on-wheels-threat-council-cuts\" title=\"\">meals on wheels</a>, to NHS spending and social security.</p> <p>Even babies are not immune to such political failings. The infant mortality rate in England and Wales <a href=\"https://www.theguardian.com/society/2018/mar/15/concern-at-rising-infant-mortality-rate-in-england-and-wales\" title=\"\">is rising</a> after more than a century of continuous improvement. As child poverty grows, the <a href=\"https://www.theguardian.com/politics/2018/oct/15/infant-mortality-in-england-and-wales-could-soar-without-action-study-warns\" title=\"\">Royal College of Paediatrics and Child Health</a> estimates infant mortality rates could be 140% higher here than in comparable wealthy countries by 2030.</p> <p>Or take local services. This week, the Local Government Association (LGA) warned one in five councils in England face making further drastic funding <a href=\"https://www.theguardian.com/society/2019/jul/02/one-in-five-councils-face-drastic-spending-cuts-within-months\" title=\"\">cuts in the coming months</a>, just to fend off bankruptcy. Nearly a decade of hollowing out town hall budgets has seen the most basic parts of society reframed as unaffordable: libraries, Sure Start centres, parks, youth services, schooling for children with special educational needs and disabilities, social care. One in three councils surveyed by the LGA said prospects were now so bleak that within three years they will be unable to meet even their statutory duty to provide core services – that’s anything from child protection to homelessness prevention.</p> <p>Consider the recent spread of <a href=\"https://www.theguardian.com/society/2019/jun/17/removal-of-homeless-camps-trebles-as-charities-warn-of-out-of-control-crisis\" title=\"\">rough sleeping camps</a> around the country and it gives a hint at where we’re heading: a nation with such warped standards that for the unlucky, tents and garden sheds are a home.</p> <p>In any reasonable country, such a crisis would be dominating the front pages and yet we trundle on, blindly wandering into a future weighted by resignation that this is somehow the best we can do. Jeremy Hunt’s muted admission in the last leadership debate that “<a href=\"https://www.thetimes.co.uk/article/tory-leaders-debate-cuts-to-social-care-funding-went-too-far-admits-hunt-wsrrkmm7r\" title=\"\">some cuts</a>” to social care went too far was typical of the restricted scope of the new politics. Forget visions for change; tomorrow’s leaders are barely staving off disaster and expecting applause for it. That this fatigue exists in a climate where ultra-Brexiteers spout British exceptionalism is a bitter irony. Theirs is the hollowest version of greatness – the type of grandeur that can puff its chest at Britain’s birthright <a href=\"https://www.theguardian.com/commentisfree/2018/feb/03/imperial-fantasies-brexit-theresa-may\" title=\"\">as a global leader</a> while a record number of its populace queue at food banks.</p> <p>The power of figures such as Johnson is that each failure, far from being their undoing, often makes them stronger. Each untruth, each scandal, each charge of hypocrisy not only sets expectations lower for the general public but is actively embraced by their supporters. <a href=\"https://news.sky.com/story/boris-johnson-called-a-racist-as-his-past-remarks-are-read-out-in-commons-11744991\" title=\"\">Racial slurs</a> are “character”. Incompetence is “charm”. The same, however, cannot be said for governing. Whether it is infant deaths or human beings living in tents, failures have consequences.</p> <p>As we crawl towards a Johnson premiership, our ability to press back against national decay slips further out of sight. Britain is sleepwalking into an era of normalised failure. Who among us honestly expects better?</p> <p>• Frances Ryan is a Guardian columnist</p>",
      "wordcount": "731",
      "commentCloseDate": "2019-07-04T14:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-04T07:00:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:35:23Z",
      "newspaperEditionDate": "2019-07-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bnhp6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cabbb91d99274df6267d5021a4ab6cd4b46a82f0/0_0_4317_2591/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "“Expectation management” is a well-known tactic in politics, in which a party or politician’s own side plays down hopes to ensure that even the most average performance can be spun into a sign of success. Would-be prime minister Boris Johnson’s entire political career appears to be an example of this: in which a toxic mix of entitlement, class privilege and enablement by sections of the press has cast the smallest achievement – say, a new haircut and a smattering of Latin – as proof of worthiness for the highest office of state. And yet I can’t help but think such psychology is crossing into new territory. No longer saved for just individual politicians or parties, increasingly, expectation management could be said to describe Britain itself. Brexit is in many ways the poster child for this phenomenon, in which leading Brexiteers – once promising the earth – now buoyantly boast “there will be drinking water” after the 31 October deadline to leave the EU. But this reframing of expectations spreads much further. Take life expectancy. Medics often use life expectancy as a barometer of the health of a nation and by official measures, Britain is getting sicker. For the first time in 100 years, Britons are dying earlier, leading a team of specialists to meet at University College London this month to investigate it. The UK now has the worst health trends in western Europe, with experts stating that austerity is a major factor. This is no coincidence considering that consecutive Conservative-led governments chose far deeper cuts in the wake of the 2008 global crash than many other European countries, opting for dramatic reductions in funding for anything from meals on wheels, to NHS spending and social security. Even babies are not immune to such political failings. The infant mortality rate in England and Wales is rising after more than a century of continuous improvement. As child poverty grows, the Royal College of Paediatrics and Child Health estimates infant mortality rates could be 140% higher here than in comparable wealthy countries by 2030. Or take local services. This week, the Local Government Association (LGA) warned one in five councils in England face making further drastic funding cuts in the coming months, just to fend off bankruptcy. Nearly a decade of hollowing out town hall budgets has seen the most basic parts of society reframed as unaffordable: libraries, Sure Start centres, parks, youth services, schooling for children with special educational needs and disabilities, social care. One in three councils surveyed by the LGA said prospects were now so bleak that within three years they will be unable to meet even their statutory duty to provide core services – that’s anything from child protection to homelessness prevention. Consider the recent spread of rough sleeping camps around the country and it gives a hint at where we’re heading: a nation with such warped standards that for the unlucky, tents and garden sheds are a home. In any reasonable country, such a crisis would be dominating the front pages and yet we trundle on, blindly wandering into a future weighted by resignation that this is somehow the best we can do. Jeremy Hunt’s muted admission in the last leadership debate that “some cuts” to social care went too far was typical of the restricted scope of the new politics. Forget visions for change; tomorrow’s leaders are barely staving off disaster and expecting applause for it. That this fatigue exists in a climate where ultra-Brexiteers spout British exceptionalism is a bitter irony. Theirs is the hollowest version of greatness – the type of grandeur that can puff its chest at Britain’s birthright as a global leader while a record number of its populace queue at food banks. The power of figures such as Johnson is that each failure, far from being their undoing, often makes them stronger. Each untruth, each scandal, each charge of hypocrisy not only sets expectations lower for the general public but is actively embraced by their supporters. Racial slurs are “character”. Incompetence is “charm”. The same, however, cannot be said for governing. Whether it is infant deaths or human beings living in tents, failures have consequences. As we crawl towards a Johnson premiership, our ability to press back against national decay slips further out of sight. Britain is sleepwalking into an era of normalised failure. Who among us honestly expects better? • Frances Ryan is a Guardian columnist",
      "charCount": "4484",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/frances-ryan\">Frances Ryan</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/jul/04/autumn-2020-no-deal-britain-conservative-party",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-04T05:00:45Z",
    "webTitle": "It’s the autumn of 2020 and no-deal Britain is on its knees… | Martin Kettle",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/04/autumn-2020-no-deal-britain-conservative-party",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/04/autumn-2020-no-deal-britain-conservative-party",
    "fields": {
      "headline": "It’s the autumn of 2020 and no-deal Britain is on its knees…",
      "standfirst": "A dystopian future, delivered by a Conservative party with no mandate from the country at large, is looming ever closer",
      "trailText": "A dystopian future, delivered by a Conservative party with no mandate, is looming, says Guardian columnist Martin Kettle",
      "byline": "Martin Kettle",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"91f7f4d2e719cd2c6b29dec4a29a2d6e54bec8ff\"> <img src=\"https://media.guim.co.uk/91f7f4d2e719cd2c6b29dec4a29a2d6e54bec8ff/0_0_2560_1536/1000.jpg\" alt=\"Illustration by Bill Bragg\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration by Bill Bragg</span> <span class=\"element-image__credit\">Illustration: Bill Bragg/The Guardian</span> </figcaption> </figure>",
      "body": "<p>It was Sunday 1 November 2020. The helicopter carrying his hush-hush VIP visitor was expected soon. Staring through the Chequers windows at the lawn where the unmarked Sea King would soon land, prime minister Boris Johnson could hardly believe what he was about to do.</p> <p>Even by his standards, it had been a year of scrapes, of winging it and of close-run things that would have destroyed another leader. In the summer of 2019 he had defeated Jeremy Hunt by an unexpectedly narrow margin. A year ago he had led Britain out of the European Union without a deal.</p> <p>He had been cheered to the echo at the Tory conference. The Brexit party had plummeted in the polls. But things had gone quickly wrong elsewhere. Was it really 12 months already since British lorry drivers fought daily running battles with French customs officers in Calais? How long it seemed since British Airways announced it was relocating to Paris and Barclays moved to Dublin. The mass layoffs following the S&amp;P rating downgrade of Britain to BB status were especially traumatic.</p> <p>When the Russian owner of the Belfast Freeport was arrested for fraud in the spring, even he thought his government was doomed. It was probably only the shock royal divorce in April, and the postponement of the general election, that had kept the show on the road this long. Just yesterday, two million people had marched through London in protest on the Brexit anniversary.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jul/03/eu-new-leaders-charles-michel-ursula-von-der-leyen-jean-claude-juncker-donald-tusk-brexit\">The EU has nominated new leaders – but there will be no Brexit breakthrough | Anand Menon</a> </p> </aside>  <p>There was a knock on the door. “President <a href=\"https://www.theguardian.com/world/2019/jul/03/ursula-von-der-leyen-on-mission-to-win-over-meps-in-strasbourg-european-commission\" title=\"\">von der Leyen</a> is here, prime minister,” the official announced. “Welcome to my Eagle’s Nest,” boomed the prime minister cheerily. The European commission president did not smile. “Let us get down to business, Boris,” she began. “Tell me. Is this serious?” And she placed on the table a file headed “Top secret: UK government application to rejoin”.</p> <p>Well, no, this isn’t entirely serious. Boris Johnson wears his principles more lightly than most. It is nevertheless highly improbable that a man who is currently clawing his way up the greasy pole would brazenly spurn his own cause in such a way. But who can say for sure? The pollster Peter Kellner <a href=\"https://carnegieeurope.eu/strategiceurope/79413?lang=en\" title=\"\">made a plausible case</a> this week that Johnson could end up calling a second referendum in order to retain power. As Kellner put it: “Changing his mind would be an addition to an already impressive list, not a break with any personal tradition of principled consistency.”</p> <p>It is high time to get serious. Time, so to speak, to take back control. For the past six weeks, the biggest public issue facing this country has in effect been privatised to the Conservative party’s internal processes. The debate about Brexit options has spiralled into a netherworld of <a href=\"https://www.theguardian.com/commentisfree/2019/jul/03/boris-johnson-cash-splurge-election-voters\" title=\"\">faith-based outcomes</a> and fundamentalist beliefs, in which the candidates have made promises they cannot keep about processes they do not control.</p> <p>Meanwhile the rest of us wait meekly for the outcome the Tory members demand. This is an act of collective negligence on the public’s part and an even more dangerous hijack of democracy by the minority of Tory MPs, led by <a href=\"https://www.theguardian.com/politics/2018/nov/16/tory-revolt-how-graham-brady-became-partys-most-powerful-mp\" title=\"\">Graham Brady</a>, who successfully forced Theresa May out. Perhaps it will be reversed if Philip Hammond, David Gauke and perhaps even May herself can find a way of working across the House of Commons to stop the renewed drive towards a no-deal Brexit.</p> <p>It is important to be clear about three things concerning a no-deal Brexit. First, a no-deal outcome on or before 31 October is now increasingly likely. Second, it will cause real damage to the country both in the short and the long term – damage about which the Brexiters are lying. And, third, <a href=\"https://d25d2506sfb94s.cloudfront.net/cumulus_uploads/document/2v9b2rv2gl/TheTimes_190618_BrexitResults_w.pdf\" title=\"\">it does not have public support</a>; only 28% of all voters back no deal, and just 47% of Tory voters. Among under-25s, a mere 8% support no deal.</p> <p>Rationally, it is political madness to desire no deal. But the leadership contest has narrowed the debate about options, so that the difference between Johnson and Jeremy Hunt on no deal is increasingly difficult to discern. Both candidates know they will not be able to negotiate a new deal. Both have boxed themselves into not seeking an extension. Neither is likely to expend limited political capital trying to finesse a negotiated Brexit through an already uncooperative parliament.</p> <p>The contest has also used up a lot of precious time. The leadership election will be followed by a parliamentary recess, and in turn by the autumn conference season. With the Brussels EU leadership also in transition it becomes increasingly unrealistic to expect the two sides to find any new version of the withdrawal agreement and political declaration on which both can sign off, even if they both had the wish to do so. Which neither of them does.</p> <p>This is made more difficult by the continuing levels of what Ivan Rogers, Britain’s former EU negotiator, <a href=\"https://www.bloomberg.com/news/articles/2019-06-18/lying-politicians-leading-u-k-to-no-deal-brexit-ex-envoy-says\" title=\"\">recently called</a> the “denial, delusion-mongering and deception” that still envelop the Brexit debate. It is inconceivable that the new prime minister will stand on the Downing Street doorstep later this month and renege on the things he has been saying during the contest by warning the public to prepare for difficult compromises. Yet without that, and without an extension beyond 31 October, no deal is not an option. It is automatic.</p> <p>And that means that the UK will be in trouble, short-term or long – or both. Part of this is about tariffs. Mainly, though, it is about the ending of a preferential agreement on trading and commerce within the EU that has no replacement. No deal means <a href=\"https://twitter.com/DavidGauke/status/1142543879910174725\" title=\"\">no transitional period</a>. This has instant negative consequences for checks on things such as industrial standards, financial regulation, phytosanitary provisions, aviation, road haulage, energy and tax. Why else, for instance, would a lifelong anti-EU politician such as the trade secretary, Liam Fox, now be so anxious to <a href=\"https://www.bbc.co.uk/news/uk-47213842\" title=\"\">roll over existing EU free trade deals</a>?</p> <p>Speaking on Wednesday at an Institute for Government event in London, legal, business and government experts filled in some of the more immediate practical consequences. Planes will still fly and energy supplies will not be shut off. But the practicalities of trade in goods and, in particular, services (where the UK has a surplus) will alter decisively.</p> <p>Some of this will be immediate. Calais will be a focal point as new checks apply and docks get clogged up. Other impacts will be more gradual as standards diverge and forms become more complicated. Both are likely. The <a href=\"https://www.theguardian.com/politics/2019/jul/02/boris-johnson-jeremy-hunt-accused-of-trying-to-turn-uk-into-tax-haven-freeports\" title=\"\">free port idea</a> floated by Johnson in Belfast this week would create more barriers, not fewer. The <a href=\"https://www.bbc.co.uk/news/uk-politics-48819260\" title=\"\">mitigation payments to farmers</a> proposed by Hunt are illegal. Sorting out new arrangements, which will be on EU terms, could take years.</p> <p>So forget about Wimbledon, the women’s football, the cricket and the summer holidays. Grasp instead that this is the month in which the Conservative party will decide to put modern Britain through the economic and political wringer simply in order to save its own skin from the Brexit party. No one voted for this, least of all in 2016. It would surely be better to remain than to have to rejoin.</p> <p>• Martin Kettle is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1200",
      "commentCloseDate": "2019-07-04T12:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-04T05:00:45Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:51:15Z",
      "newspaperEditionDate": "2019-07-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bnt64",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/91f7f4d2e719cd2c6b29dec4a29a2d6e54bec8ff/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It was Sunday 1 November 2020. The helicopter carrying his hush-hush VIP visitor was expected soon. Staring through the Chequers windows at the lawn where the unmarked Sea King would soon land, prime minister Boris Johnson could hardly believe what he was about to do. Even by his standards, it had been a year of scrapes, of winging it and of close-run things that would have destroyed another leader. In the summer of 2019 he had defeated Jeremy Hunt by an unexpectedly narrow margin. A year ago he had led Britain out of the European Union without a deal. He had been cheered to the echo at the Tory conference. The Brexit party had plummeted in the polls. But things had gone quickly wrong elsewhere. Was it really 12 months already since British lorry drivers fought daily running battles with French customs officers in Calais? How long it seemed since British Airways announced it was relocating to Paris and Barclays moved to Dublin. The mass layoffs following the S&amp;P rating downgrade of Britain to BB status were especially traumatic. When the Russian owner of the Belfast Freeport was arrested for fraud in the spring, even he thought his government was doomed. It was probably only the shock royal divorce in April, and the postponement of the general election, that had kept the show on the road this long. Just yesterday, two million people had marched through London in protest on the Brexit anniversary. There was a knock on the door. “President von der Leyen is here, prime minister,” the official announced. “Welcome to my Eagle’s Nest,” boomed the prime minister cheerily. The European commission president did not smile. “Let us get down to business, Boris,” she began. “Tell me. Is this serious?” And she placed on the table a file headed “Top secret: UK government application to rejoin”. Well, no, this isn’t entirely serious. Boris Johnson wears his principles more lightly than most. It is nevertheless highly improbable that a man who is currently clawing his way up the greasy pole would brazenly spurn his own cause in such a way. But who can say for sure? The pollster Peter Kellner made a plausible case this week that Johnson could end up calling a second referendum in order to retain power. As Kellner put it: “Changing his mind would be an addition to an already impressive list, not a break with any personal tradition of principled consistency.” It is high time to get serious. Time, so to speak, to take back control. For the past six weeks, the biggest public issue facing this country has in effect been privatised to the Conservative party’s internal processes. The debate about Brexit options has spiralled into a netherworld of faith-based outcomes and fundamentalist beliefs, in which the candidates have made promises they cannot keep about processes they do not control. Meanwhile the rest of us wait meekly for the outcome the Tory members demand. This is an act of collective negligence on the public’s part and an even more dangerous hijack of democracy by the minority of Tory MPs, led by Graham Brady, who successfully forced Theresa May out. Perhaps it will be reversed if Philip Hammond, David Gauke and perhaps even May herself can find a way of working across the House of Commons to stop the renewed drive towards a no-deal Brexit. It is important to be clear about three things concerning a no-deal Brexit. First, a no-deal outcome on or before 31 October is now increasingly likely. Second, it will cause real damage to the country both in the short and the long term – damage about which the Brexiters are lying. And, third, it does not have public support; only 28% of all voters back no deal, and just 47% of Tory voters. Among under-25s, a mere 8% support no deal. Rationally, it is political madness to desire no deal. But the leadership contest has narrowed the debate about options, so that the difference between Johnson and Jeremy Hunt on no deal is increasingly difficult to discern. Both candidates know they will not be able to negotiate a new deal. Both have boxed themselves into not seeking an extension. Neither is likely to expend limited political capital trying to finesse a negotiated Brexit through an already uncooperative parliament. The contest has also used up a lot of precious time. The leadership election will be followed by a parliamentary recess, and in turn by the autumn conference season. With the Brussels EU leadership also in transition it becomes increasingly unrealistic to expect the two sides to find any new version of the withdrawal agreement and political declaration on which both can sign off, even if they both had the wish to do so. Which neither of them does. This is made more difficult by the continuing levels of what Ivan Rogers, Britain’s former EU negotiator, recently called the “denial, delusion-mongering and deception” that still envelop the Brexit debate. It is inconceivable that the new prime minister will stand on the Downing Street doorstep later this month and renege on the things he has been saying during the contest by warning the public to prepare for difficult compromises. Yet without that, and without an extension beyond 31 October, no deal is not an option. It is automatic. And that means that the UK will be in trouble, short-term or long – or both. Part of this is about tariffs. Mainly, though, it is about the ending of a preferential agreement on trading and commerce within the EU that has no replacement. No deal means no transitional period. This has instant negative consequences for checks on things such as industrial standards, financial regulation, phytosanitary provisions, aviation, road haulage, energy and tax. Why else, for instance, would a lifelong anti-EU politician such as the trade secretary, Liam Fox, now be so anxious to roll over existing EU free trade deals? Speaking on Wednesday at an Institute for Government event in London, legal, business and government experts filled in some of the more immediate practical consequences. Planes will still fly and energy supplies will not be shut off. But the practicalities of trade in goods and, in particular, services (where the UK has a surplus) will alter decisively. Some of this will be immediate. Calais will be a focal point as new checks apply and docks get clogged up. Other impacts will be more gradual as standards diverge and forms become more complicated. Both are likely. The free port idea floated by Johnson in Belfast this week would create more barriers, not fewer. The mitigation payments to farmers proposed by Hunt are illegal. Sorting out new arrangements, which will be on EU terms, could take years. So forget about Wimbledon, the women’s football, the cricket and the summer holidays. Grasp instead that this is the month in which the Conservative party will decide to put modern Britain through the economic and political wringer simply in order to save its own skin from the Brexit party. No one voted for this, least of all in 2016. It would surely be better to remain than to have to rejoin. • Martin Kettle is a Guardian columnist",
      "charCount": "7071",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/martinkettle\">Martin Kettle</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "culture/2019/jul/04/who-has-the-right-to-decide-what-art-is-made-in-australia-apparently-not-artists",
    "type": "article",
    "sectionId": "culture",
    "sectionName": "Culture",
    "webPublicationDate": "2019-07-04T01:45:02Z",
    "webTitle": "Who has the right to decide what art is made in Australia? Apparently not artists | Esther Anatolitis",
    "webUrl": "https://www.theguardian.com/culture/2019/jul/04/who-has-the-right-to-decide-what-art-is-made-in-australia-apparently-not-artists",
    "apiUrl": "https://content.guardianapis.com/culture/2019/jul/04/who-has-the-right-to-decide-what-art-is-made-in-australia-apparently-not-artists",
    "fields": {
      "headline": "Who has the right to decide what art is made in Australia? Apparently not artists",
      "standfirst": "<p>The NSW government has changed the way it funds art, and it’s going to leave artists in the cold</p>",
      "trailText": "The NSW government’s has changed the way it funds art, and it’s going to leave artists in the cold",
      "byline": "Esther Anatolitis",
      "main": "<figure class=\"element element-image\" data-media-id=\"ad05a41741c046e3c5aa11f47f06e60bcfd52cd0\"> <img src=\"https://media.guim.co.uk/ad05a41741c046e3c5aa11f47f06e60bcfd52cd0/0_167_5600_3360/1000.jpg\" alt=\"Close up of mature male artist working on canvas\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Artists seeking arts funding in NSW will now have to compete directly with requests for major capital infrastructure in one and the same funding round. </span> <span class=\"element-image__credit\">Photograph: Zero Creatives/Getty Images/Image Source</span> </figcaption> </figure>",
      "body": "<p>How does public investment in the arts shape our culture? And why should we care?</p> <p>These are the questions facing New South Wales right now following the minister for the arts Don Harwin’s announcement that artist peer assessment for arts grants <a href=\"https://www.create.nsw.gov.au/news-and-publications/news/simpler-nsw-arts-funding-launched-with-call-for-expert-artform-boards-2/\">has been replaced by “art form boards” of his choosing</a>, and that dedicated funding for artistic projects no longer exists. Artists will now have to compete directly with requests for major capital infrastructure in one and the same funding round, making NSW likely the only government in the world to end its commitment to artists as central to funding programs.</p> <p>The announcement last Friday has concerned artists and sector bodies, especially given the minister’s direct interference in past funding rounds to prioritise capital expenditure or specific electorates.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/2018/sep/28/stop-stealing-from-us-nsws-demoralising-raid-on-arts-funding-should-concern-the-nation\">‘Stop stealing from us’: NSW's demoralising raid on arts funding should concern the nation | Ben Eltham</a> </p> </aside>  <p>Last year Harwin <a href=\"https://www.theguardian.com/culture/2018/sep/28/stop-stealing-from-us-nsws-demoralising-raid-on-arts-funding-should-concern-the-nation\">redirected $400,000 out of an already peer-assessed project funding round</a> towards the capital infrastructure needs of one organisation, the Sydney Symphony Orchestra. That interference was revealed only through <a href=\"https://www.abc.net.au/news/2018-09-26/arts-groups-miss-out-as-minister-funds-special-project/10298452\">exhaustive freedom of information research by the ABC</a>. The Sydney Symphony Orchestra <a href=\"https://www.smh.com.au/entertainment/music/sydney-symphony-orchestra-harwin-arts-grant-20181220-p50ngf.html\">returned the money soon afterwards</a>. Earlier this year, the minister took<a href=\"https://mobile.abc.net.au/news/2019-03-14/nsw-ministers-accused-of-pork-barrelling-over-regional-arts-fund/10898154\"> money from two future funding rounds to give it to projects in Liberal or National electorates ahead of the NSW election</a>, which was also revealed by the ABC.</p> <p>The reintroduction of art form boards creates a great deal of confusion. Since the Australia Council rejected that structure following an independent review in 2012 in response to <a href=\"https://www.abc.net.au/news/2010-09-21/30204\">long-held artist and sector concerns</a>,<strong> </strong>Australia’s funding bodies have assessed projects through peer review. This means a diverse pool of arts practitioners with extensive art form and industry knowledge debate funding decisions rigorously, based on ongoing engagement with the work of their peers.</p> <p>Art form-specific boards present problems. How do you define an art form? What if an artist works across more than one? Given the NSW government hasn’t proposed funding programs specific to each board, will the applications be assessed multiple times, first by an art form board then in a separate shortlisting process? Will there instead be art form-specific quotas? Or will there be art form-specific funding pools within each round? How would such amounts be determined?</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Artists and organisations are reluctant to speak out for fear of the consequences</p> </blockquote> </aside>  <p>Of course, it’s artists and not governments who determine art forms. Which “art form” board would Wiradjuri conceptual artist Amala Groom choose for her socially engaged practice across diverse media? Or Justine Youssef, who works across performance, video, scent and collaboration? What about Skye Gellman, whose practice shifts between stage, installation, circus, site-specific, photography and video work?</p> <p>These NSW artists are known regionally, nationally and internationally and have won multiple awards – but what about artists who are only just emerging? Which box do they tick? And if they can’t decide, or if they tick the wrong one, what disadvantage will befall their career when people who are not their peers judge their work – whether that assessment results in funding or not?</p> <p>That question of judgment is fraught, especially in a situation where political interference has already marred such judgment.</p> <p>When a minister <a href=\"https://www.smh.com.au/national/nsw/largest-arts-funding-shake-up-in-a-decade-announced-20190627-p521rc.html\">chooses 10 “art form” boards, selects the chair of each one and works with that chair to appoint members,</a> it’s difficult for taxpayers to have confidence in the integrity of their decisions. Especially with arts projects and capital infrastructure requests now explicitly in the one funding pool, so there’s no longer any need for the minister to hide non-artistic grants.</p> <p>Despite applications currently being open to join an art form board, all artists and organisations who’ve raised this new framework with me are reluctant to speak out for fear of the consequences. Indeed, with no dedicated funding stream, it’s difficult to understand where artists fit in this structure. At the same time, <a href=\"https://www.copyright.com.au/2018/06/nsw-government-non-payment-an-update-from-our-ceo/\">the NSW government is in court with the Copyright Agency</a>: NSW is the only state or territory in Australia that refuses to pay writers and visual artists fairly for the use of their intellectual property. And it’s the only government that actively <a href=\"http://apraamcos.com.au/news/2019/february/nsw-australias-new-festival-free-zone/\">jeopardises its live music and festivals industries</a> through unworkable regulation.</p> <p>Of course, only a small fraction of artists seek or earn public investment through grants. Yet all artists look to arts and cultural policies as a marker of how their work is valued by society. And all arts organisations expect governments to set policies that help creative businesses thrive. Otherwise, remaining in NSW becomes less and less practical for artists.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/culture/2018/nov/03/years-of-savage-cuts-leave-australian-cultural-institutions-struggling-to-survive\">Australian cultural institutions struggle to survive as War Memorial gets half-billion dollar upgrade</a> </p> </aside>  <p>The NSW government already spends less on arts and cultural activity per capita than other state governments and just over half of Victoria’s spend, <a href=\"https://www.create.nsw.gov.au/wp-content/uploads/2018/12/Economic-Value-of-Arts-Screen-and-Culture-2018-Report.pdf\">according to KPMG analysis</a>. Meanwhile, artists’ incomes are falling, it’s taking longer for them to become established in their field, and their career prospects are dwindling, <a href=\"https://australiacouncil.gov.au/research/making-art-work/\">according to research by the Australia Council</a>. These trends suggest the clear and urgent priorities for the arts in NSW which are not at all addressed by the new framework.</p> <p>Courageous ministers with ambition place their confidence in artists, recognising artists’ power to create the invigorating experiences, indelible images and compelling stories as our society’s conscience and cultural record. The power of the artist should not be feared; it should be welcomed and embraced by policy that’s ambitious and fair.</p> <p><em>• Esther Anatolitis is the executive director of the National Association for the Visual Arts</em></p>",
      "wordcount": "868",
      "commentCloseDate": "2019-07-07T01:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-04T01:45:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-27T06:20:11Z",
      "productionOffice": "AUS",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bntqx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ad05a41741c046e3c5aa11f47f06e60bcfd52cd0/0_167_5600_3360/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "How does public investment in the arts shape our culture? And why should we care? These are the questions facing New South Wales right now following the minister for the arts Don Harwin’s announcement that artist peer assessment for arts grants has been replaced by “art form boards” of his choosing, and that dedicated funding for artistic projects no longer exists. Artists will now have to compete directly with requests for major capital infrastructure in one and the same funding round, making NSW likely the only government in the world to end its commitment to artists as central to funding programs. The announcement last Friday has concerned artists and sector bodies, especially given the minister’s direct interference in past funding rounds to prioritise capital expenditure or specific electorates. Last year Harwin redirected $400,000 out of an already peer-assessed project funding round towards the capital infrastructure needs of one organisation, the Sydney Symphony Orchestra. That interference was revealed only through exhaustive freedom of information research by the ABC. The Sydney Symphony Orchestra returned the money soon afterwards. Earlier this year, the minister took money from two future funding rounds to give it to projects in Liberal or National electorates ahead of the NSW election, which was also revealed by the ABC. The reintroduction of art form boards creates a great deal of confusion. Since the Australia Council rejected that structure following an independent review in 2012 in response to long-held artist and sector concerns, Australia’s funding bodies have assessed projects through peer review. This means a diverse pool of arts practitioners with extensive art form and industry knowledge debate funding decisions rigorously, based on ongoing engagement with the work of their peers. Art form-specific boards present problems. How do you define an art form? What if an artist works across more than one? Given the NSW government hasn’t proposed funding programs specific to each board, will the applications be assessed multiple times, first by an art form board then in a separate shortlisting process? Will there instead be art form-specific quotas? Or will there be art form-specific funding pools within each round? How would such amounts be determined? Of course, it’s artists and not governments who determine art forms. Which “art form” board would Wiradjuri conceptual artist Amala Groom choose for her socially engaged practice across diverse media? Or Justine Youssef, who works across performance, video, scent and collaboration? What about Skye Gellman, whose practice shifts between stage, installation, circus, site-specific, photography and video work? These NSW artists are known regionally, nationally and internationally and have won multiple awards – but what about artists who are only just emerging? Which box do they tick? And if they can’t decide, or if they tick the wrong one, what disadvantage will befall their career when people who are not their peers judge their work – whether that assessment results in funding or not? That question of judgment is fraught, especially in a situation where political interference has already marred such judgment. When a minister chooses 10 “art form” boards, selects the chair of each one and works with that chair to appoint members, it’s difficult for taxpayers to have confidence in the integrity of their decisions. Especially with arts projects and capital infrastructure requests now explicitly in the one funding pool, so there’s no longer any need for the minister to hide non-artistic grants. Despite applications currently being open to join an art form board, all artists and organisations who’ve raised this new framework with me are reluctant to speak out for fear of the consequences. Indeed, with no dedicated funding stream, it’s difficult to understand where artists fit in this structure. At the same time, the NSW government is in court with the Copyright Agency: NSW is the only state or territory in Australia that refuses to pay writers and visual artists fairly for the use of their intellectual property. And it’s the only government that actively jeopardises its live music and festivals industries through unworkable regulation. Of course, only a small fraction of artists seek or earn public investment through grants. Yet all artists look to arts and cultural policies as a marker of how their work is valued by society. And all arts organisations expect governments to set policies that help creative businesses thrive. Otherwise, remaining in NSW becomes less and less practical for artists. The NSW government already spends less on arts and cultural activity per capita than other state governments and just over half of Victoria’s spend, according to KPMG analysis. Meanwhile, artists’ incomes are falling, it’s taking longer for them to become established in their field, and their career prospects are dwindling, according to research by the Australia Council. These trends suggest the clear and urgent priorities for the arts in NSW which are not at all addressed by the new framework. Courageous ministers with ambition place their confidence in artists, recognising artists’ power to create the invigorating experiences, indelible images and compelling stories as our society’s conscience and cultural record. The power of the artist should not be feared; it should be welcomed and embraced by policy that’s ambitious and fair. • Esther Anatolitis is the executive director of the National Association for the Visual Arts",
      "charCount": "5575",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "<a href=\"profile/esther-anatolitis\">Esther Anatolitis</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  }
]