[
  {
    "id": "commentisfree/2019/mar/15/brexit-house-down-brexit-secretary-stephen-barclay",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-15T17:05:16Z",
    "webTitle": "Brexit – the niche production that truly brought the house down | Marina Hyde",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/15/brexit-house-down-brexit-secretary-stephen-barclay",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/15/brexit-house-down-brexit-secretary-stephen-barclay",
    "fields": {
      "headline": "Brexit – the niche production that truly brought the house down",
      "standfirst": "<p>From Brexit secretary Stephen Barclay to the Territorial Army’s Mark Francois, bad actors are destroying the UK franchise</p>",
      "trailText": "Failing political actors are bankrupting the UK franchise, says Guardian columnist Marina Hyde",
      "byline": "Marina Hyde",
      "main": "<figure class=\"element element-image\" data-media-id=\"7de070ddb2dd964daa5e049ce2c59c4577ee181b\"> \n <img src=\"https://media.guim.co.uk/7de070ddb2dd964daa5e049ce2c59c4577ee181b/0_250_5214_3128/1000.jpg\" alt=\"Stephen Barclay\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘Stephen Barclay was recently cast as Brexit secretary for looking like he could snap a towel in a locker-room.’ <br></span> \n  <span class=\"element-image__credit\">Photograph: Mark Duffy/Xinhua/Barcroft Images</span> \n </figcaption> \n</figure>",
      "body": "<p>We focus so much on what divides parliament’s warring Brexit factions, when almost all of them are united by the guiding principle of brinkmanship: “Eventually someone will stop acting like a shit, but it certainly won’t be me.” The past few days have been like watching the Cuban missile crisis re-enacted by the Teletubbies.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/14/mps-vote-by-majority-of-210-to-extend-article-50-and-delay-brexit\">MPs back Brexit delay as votes lay bare cabinet divisions</a> </p> \n</aside> \n<p>A recap, then. Hopes that Tinky Winky would grow into the role of Bobby Kennedy were dashed this week in a <a href=\"https://www.theguardian.com/politics/2019/mar/14/mps-vote-by-majority-of-210-to-extend-article-50-and-delay-brexit\" title=\"\">series of votes</a> in the House of Commons. We are 14 days out from the date the UK will leave the European Union without a deal unless something else is agreed upon. With the threat of that something being a long extension, if granted by the EU, Theresa May is hoping MPs will <a href=\"https://www.theguardian.com/commentisfree/2019/mar/14/theresa-may-brexit-victory-rebel-tory-mps-deal\" title=\"\">look again at her withdrawal agreement</a> next week in Meaningful Vote 3. Sure, they saw it lurching around the bar earlier and thought there was no way in a million years they were going home with it. But this close to tipping-out time, are they drunk enough to panic-buy? If the answer turns out to be yes, the prime minister’s various earlier losses this week will be hailed momentarily as tactically astute. Think of it as a sort of Crap Negotiations World Cup. Theresa May doesn’t want to finish top of the group or her Brexit will face the Treaty of Versailles in the semis.</p> \n<p>To say the drama at Westminster came off as meth-assisted is to flatter it. Take <a href=\"https://www.theguardian.com/politics/2019/feb/28/stephen-barclay-brexit-secretary-irrelevance-comfortable-mediocrity\" title=\"\">Stephen Barclay</a>, the unknown who was recently cast as Brexit secretary on the basis that he met the role’s single criterion: looking like you could snap a towel in a locker-room, then go, “Don’t be a girl, mate!” Stephen summed up the debate for the government. “It is time for this house to act in the national interest,” he said, presumably for the lulz. “It’s time to put forward an extension that is realistic.” And with that, he <a href=\"https://www.theguardian.com/politics/live/2019/mar/14/brexit-mps-to-vote-on-delaying-departure-from-european-union-politics-live?page=with:block-5c8ab076e4b016d23425c110#block-5c8ab076e4b016d23425c110\" title=\"\">voted against that very extension</a>. Abstentions included the actual<a href=\"https://www.bbc.co.uk/news/uk-politics-47569013\" title=\"\"> chief whip, Julian Smith</a>. Like a lot of Tory MPs this week, I haven’t paid much attention to Smith. But that is quite the character note.</p> \n<p>Other lowlights? <a href=\"https://twitter.com/bernardjenkin/status/1105920892994011136\" title=\"\">Bernard Jenkin</a> calling the vote against no deal “a sad day for democracy”. Oh, please. Bernard Jenkin is a sad day for democracy – and one that’s gone on for 27 years now. Special mention, also, to all the guys helping us to understand matters via the medium of their penises. Monday began with the ERG deputy chair, <a href=\"https://twitter.com/BBCEssex/status/1105033680014266369\" title=\"\">Mark Francois, taking to the airwaves</a> to reheat his <a href=\"https://www.bbc.co.uk/news/av/uk-politics-47497183/brexit-will-self-and-mark-francois-in-tv-stare-off\" title=\"\">TV exchange with Will Self</a> last week, revealing that Self had asked him if he was worried about his penis size. “Quite the opposite!” Mark now honked to a wider audience. Also on Monday, Boris Johnson was talking about <a href=\"https://www.theguardian.com/politics/2019/mar/13/boris-johnson-under-fire-over-remarks-about-child-abuse-inquiries\" title=\"\">fig leaves and embarrassment</a>, Geoffrey Cox was still going on about <a href=\"https://www.theguardian.com/politics/2019/mar/07/cometh-the-hour-cometh-geoffrey-cox-wobbly-codpiece\" title=\"\">his codpiece</a>, and by the afternoon an <a href=\"https://twitter.com/MarinaHyde/status/1105434582441168896\" title=\"\">MP declared of May</a> that Cox “has removed the codpiece and fucked her”. Thanks, all! Will the last man involved in Brexit who doesn’t think it’s all somehow about their penis, someone else’s penis, or the collective penis, please stand up?</p> \n<p>Unfortunately they can’t, because Mark Francois is on the telly again. “I was in the army,” <a href=\"https://inews.co.uk/news/uk/mark-francois-army-sky-news-beth-rigby-brexit-vote/\" title=\"\">Mark was boasting</a> by Wednesday. “I wasn’t trained to lose.” Like his fellow Brexiter David Davis, Mark seems to have parlayed a long-distant period in the territorial army into a dazzling military career. Can you get a DSO for bullshit? Either way, permission not to be automatically turned on by your former weekend job. Oh, wait, I just gave permission to myself. That’s MY chain of command, Mark. Free your mind, man!</p> \n<p>Not that it isn’t always amusing to hear from the guy who led the raid on Osama bin Laden’s Abbottabad compound. I should say that this was when it was re-enacted at Gary’s stag do at Splatoon Paintball in Wickford – but it was definitely Mark who whooped “<a href=\"https://www.bbc.co.uk/news/world-us-canada-13265069\" title=\"\">Geronimo EKIA</a>!” when Gaz got coated.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b678ba95-ed38-4835-8913-792cfd2800a3\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/nON8Nt-JeyI?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>After the meaningful vote was lost on Tuesday, then, the<a href=\"https://www.theguardian.com/politics/2019/mar/12/business-leaders-react-with-dismay-to-brexit-circus\" title=\"\"> CBI called</a> for this to be “the last day of failed politics”. Will it even be the last decade? Like one of the classic Hollywood flops that ended up almost bankrupting their studios, Brexit is the niche project that has become a vast, troubled production. United Artists was the studio collapsed by <a href=\"https://www.theguardian.com/film/2013/dec/08/heavens-gate-philip-french-classic-dvd\" title=\"\">Heaven’s Gate</a> – at various points this week it has felt like the United Kingdom might be done in by Brexit.</p> \n<p>And so, finally, to Nigel Farage, who <a href=\"https://www.indy100.com/article/brexit-nigel-farage-european-parliament-mep-esther-de-lange-video-8822271\" title=\"\">went to the European parliament</a> specifically to insult Michel Barnier. Like a lot of rightwing vloggers, Nigel’s branding depends on him declaiming in front of a prestigious backdrop, and this is why he frequently pitches up in the chamber, unleashes three minutes of complete non sequitur, then immediately leaves, presumably to count his salary and expenses while some incel intern posts the video for him.</p> \n<p>You may not agree with Barnier, but he is faultlessly polite, and watching Farage address him in such aggressively obnoxious terms is to be reminded of just how antithetical Nigel is to all the supposedly British traits, such as good manners, that he drones on about. “We’ve had enough!” he shouted. “I’m sure you’re feeling a bit sore about that!” “You pushed your luck too far!” Yap yap yap. I’m so tired of this little doggy barking. Watching the United Kingdom shitshow this week and idly identifying culprits that ruined the franchise, you really don’t have to look a lot further than Racist Scrappy-Doo, whose best point about himself is that he isn’t Tommy Robinson.</p> \n<p>Still, according to Nigel: “There is a greater sense of unity in the country than I’ve seen for some years.” Or, as polls found this week, opinion remains deadlocked or bitterly divided, while <a href=\"https://www.theguardian.com/politics/2019/mar/14/day-993-in-the-big-brexit-house-and-another-crank-of-the-pathos-handle\" title=\"\">MPs have voted against</a> May’s deal, the Malthouse compromise, a second referendum, no deal, parliament taking control of Brexit, and all manner of things besides. The territory we’re in is not so much The Will of the People as The Won’t of the People. Still, another week, another vote. <em>Après</em> this, <em>le déluge</em>.</p> \n<p>• Marina Hyde is a Guardian columnist</p>",
      "newspaperPageNumber": "3",
      "wordcount": "1035",
      "commentCloseDate": "2019-03-15T22:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-15T17:05:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:15Z",
      "newspaperEditionDate": "2019-03-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b29xt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7de070ddb2dd964daa5e049ce2c59c4577ee181b/0_250_5214_3128/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We focus so much on what divides parliament’s warring Brexit factions, when almost all of them are united by the guiding principle of brinkmanship: “Eventually someone will stop acting like a shit, but it certainly won’t be me.” The past few days have been like watching the Cuban missile crisis re-enacted by the Teletubbies. A recap, then. Hopes that Tinky Winky would grow into the role of Bobby Kennedy were dashed this week in a series of votes in the House of Commons. We are 14 days out from the date the UK will leave the European Union without a deal unless something else is agreed upon. With the threat of that something being a long extension, if granted by the EU, Theresa May is hoping MPs will look again at her withdrawal agreement next week in Meaningful Vote 3. Sure, they saw it lurching around the bar earlier and thought there was no way in a million years they were going home with it. But this close to tipping-out time, are they drunk enough to panic-buy? If the answer turns out to be yes, the prime minister’s various earlier losses this week will be hailed momentarily as tactically astute. Think of it as a sort of Crap Negotiations World Cup. Theresa May doesn’t want to finish top of the group or her Brexit will face the Treaty of Versailles in the semis. To say the drama at Westminster came off as meth-assisted is to flatter it. Take Stephen Barclay, the unknown who was recently cast as Brexit secretary on the basis that he met the role’s single criterion: looking like you could snap a towel in a locker-room, then go, “Don’t be a girl, mate!” Stephen summed up the debate for the government. “It is time for this house to act in the national interest,” he said, presumably for the lulz. “It’s time to put forward an extension that is realistic.” And with that, he voted against that very extension. Abstentions included the actual chief whip, Julian Smith. Like a lot of Tory MPs this week, I haven’t paid much attention to Smith. But that is quite the character note. Other lowlights? Bernard Jenkin calling the vote against no deal “a sad day for democracy”. Oh, please. Bernard Jenkin is a sad day for democracy – and one that’s gone on for 27 years now. Special mention, also, to all the guys helping us to understand matters via the medium of their penises. Monday began with the ERG deputy chair, Mark Francois, taking to the airwaves to reheat his TV exchange with Will Self last week, revealing that Self had asked him if he was worried about his penis size. “Quite the opposite!” Mark now honked to a wider audience. Also on Monday, Boris Johnson was talking about fig leaves and embarrassment, Geoffrey Cox was still going on about his codpiece, and by the afternoon an MP declared of May that Cox “has removed the codpiece and fucked her”. Thanks, all! Will the last man involved in Brexit who doesn’t think it’s all somehow about their penis, someone else’s penis, or the collective penis, please stand up? Unfortunately they can’t, because Mark Francois is on the telly again. “I was in the army,” Mark was boasting by Wednesday. “I wasn’t trained to lose.” Like his fellow Brexiter David Davis, Mark seems to have parlayed a long-distant period in the territorial army into a dazzling military career. Can you get a DSO for bullshit? Either way, permission not to be automatically turned on by your former weekend job. Oh, wait, I just gave permission to myself. That’s MY chain of command, Mark. Free your mind, man! Not that it isn’t always amusing to hear from the guy who led the raid on Osama bin Laden’s Abbottabad compound. I should say that this was when it was re-enacted at Gary’s stag do at Splatoon Paintball in Wickford – but it was definitely Mark who whooped “Geronimo EKIA!” when Gaz got coated. After the meaningful vote was lost on Tuesday, then, the CBI called for this to be “the last day of failed politics”. Will it even be the last decade? Like one of the classic Hollywood flops that ended up almost bankrupting their studios, Brexit is the niche project that has become a vast, troubled production. United Artists was the studio collapsed by Heaven’s Gate – at various points this week it has felt like the United Kingdom might be done in by Brexit. And so, finally, to Nigel Farage, who went to the European parliament specifically to insult Michel Barnier. Like a lot of rightwing vloggers, Nigel’s branding depends on him declaiming in front of a prestigious backdrop, and this is why he frequently pitches up in the chamber, unleashes three minutes of complete non sequitur, then immediately leaves, presumably to count his salary and expenses while some incel intern posts the video for him. You may not agree with Barnier, but he is faultlessly polite, and watching Farage address him in such aggressively obnoxious terms is to be reminded of just how antithetical Nigel is to all the supposedly British traits, such as good manners, that he drones on about. “We’ve had enough!” he shouted. “I’m sure you’re feeling a bit sore about that!” “You pushed your luck too far!” Yap yap yap. I’m so tired of this little doggy barking. Watching the United Kingdom shitshow this week and idly identifying culprits that ruined the franchise, you really don’t have to look a lot further than Racist Scrappy-Doo, whose best point about himself is that he isn’t Tommy Robinson. Still, according to Nigel: “There is a greater sense of unity in the country than I’ve seen for some years.” Or, as polls found this week, opinion remains deadlocked or bitterly divided, while MPs have voted against May’s deal, the Malthouse compromise, a second referendum, no deal, parliament taking control of Brexit, and all manner of things besides. The territory we’re in is not so much The Will of the People as The Won’t of the People. Still, another week, another vote. Après this, le déluge. • Marina Hyde is a Guardian columnist",
      "charCount": "5887",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/marinahyde\">Marina Hyde</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/live/2019/mar/15/brexit-may-scrambles-to-get-support-for-her-deal-ahead-of-vote-next-week-politics-live",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-15T16:49:41Z",
    "webTitle": "Brexit: DUP still seeking assurances on backstop as discussions continue - as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/mar/15/brexit-may-scrambles-to-get-support-for-her-deal-ahead-of-vote-next-week-politics-live",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/mar/15/brexit-may-scrambles-to-get-support-for-her-deal-ahead-of-vote-next-week-politics-live",
    "fields": {
      "headline": "Brexit: DUP still seeking assurances on backstop as discussions continue - as it happened",
      "standfirst": "<p>After Thursday’s vote allowing an extension of Article 50, the prime minister is seeking support from DUP and hardline Brexiters</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/mar/14/mps-vote-by-majority-of-210-to-extend-article-50-and-delay-brexit\">Full story: MPs vote to extend Article 50 and delay Brexit</a></li><li><a href=\"https://www.theguardian.com/politics/2019/mar/15/one-last-roll-of-the-dice-what-the-papers-say-about-extending-article-50\">‘One last roll of the dice’: how the papers covered it</a></li></ul>",
      "trailText": "After Thursday’s vote allowing an extension of Article 50, the prime minister is seeking support from DUP and hardline Brexiters",
      "byline": "Ben Quinn (now), Nadeem Badshah and Kate Lyons  (earlier)",
      "main": "<figure class=\"element element-image\" data-media-id=\"c9626548f4ed7d9eb35c3c485d320304b8db23dd\"> \n <img src=\"https://media.guim.co.uk/c9626548f4ed7d9eb35c3c485d320304b8db23dd/0_138_3500_2100/1000.jpg\" alt=\"DUP deputy leader Nigel Dodds in London on Friday.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">DUP deputy leader Nigel Dodds in London on Friday.</span> \n  <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<div id=\"block-5c8bd62be4b0cf92e5a57e6e\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T16:49:15.721Z\">4.49pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Early Evening Summary</h2> \n <div class=\"block-elements\"> \n  <p><strong>• <a href=\"https://www.theguardian.com/politics/2019/mar/15/ministers-dup-democratic-unionist-party-talks-brexit-deal-support\">The Democratic Unionist party is locked in what its deputy leader described as a”constructive dialogue” to try to reach an agreement to allow it to back Theresa May’s Brexit deal, including with the attorney general, Geoffrey Cox, and the chancellor, Philip Hammond.</a></strong><br>Downing Street is convinced the support of the DUP is key to unlocking the backing of many Conservative Brexiters when May brings her deal to the House of Commons on Tuesday for the third time.<br>The discussions, believed to be at the Cabinet Office, are taking place on Friday and expected to continue into the weekend. They are likely to cover the role of any future Northern Ireland assembly if the Irish backstop were used – one of the issues senior DUP leaders have asked for further clarification about.</p> \n  <p><strong>• <a href=\"https://www.theguardian.com/politics/2019/mar/15/david-lidington-insists-cabinet-united-despite-some-voting-against-brexit-delay\">David Lidington has insisted Theresa May’s cabinet will continue to work together “very constructively”, despite eight senior ministers, including the Brexit secretary, voting against an extension to article 50.</a></strong><br>Steve Barclay voted against a motion tabled by the government, even though he had spoken in favour of it at the dispatch box just minutes earlier.<br>Others who rejected the idea of an extension were Penny Mordaunt, Liam Fox and Chris Grayling.<br></p> \n  <p><strong>• <a href=\"https://www.theguardian.com/politics/2019/mar/15/jo-swinson-tipped-as-frontrunner-for-lib-dem-leadership\">The Liberal Democrat deputy leader, Jo Swinson, has been tipped as the frontrunner to replace the party’s outgoing leader, Vince Cable, who has announced plans to step down from the party in May.</a></strong><br>Cable, a former business secretary in the coalition government, announced that he would set a timetable for his departure at the party’s spring conference this weekend.<br></p> \n  <p><strong>• <a href=\"https://www.theguardian.com/politics/2019/mar/15/brexit-delay-cannot-lead-to-rolling-cliff-edges-irish-minister\">Ireland will want to avoid a series of “rolling cliff edges” if the UK requests a delay to its exit from the EU, the country’s finance minister has said.</a></strong><br>Paschal Donohoe said London would need to convince the EU27 that an extension to article 50 would not further risk economic disruption.<br>“I believe it is highly important that we do all we can to avoid being in a scenario of rolling cliff edges … particularly from a financial market stability perspective and economic stability, we need to be aware of that,” he said.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-15T16:49:41.836Z\">at 4.49pm GMT</time></p> \n</div> \n<div id=\"block-5c8bd13ce4b016d23425caff\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T16:32:29.578Z\">4.32pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">DUP: 'constructive dialogue' with government</h2> \n <div class=\"block-elements\"> \n  <p>There had been a “constructive dialogue” between the DUP and the government, said the party’s deputy leader, Nigel Dodds following his talks with the attorney general and ministers.</p> \n  <p>He added that the talks would continue to also focus on the issue of the so-called ‘Stormont Lock’ and how it can be provided for.</p> \n  <p>The lock in question relates to a series of assurances on Northern Ireland and its place in the UK, which the government published in January.</p> \n  <p>Those commitments give a restored Northern Ireland Assembly at Stormont - which has not sat for two years - a say on any future laws that the European Union may pass if the backstop comes into force.</p> \n  <p>A government paper promised that this “Stormont lock” on the backstop would be a legally binding commitment.</p> \n  <p>However, the DUP immediately rejected the paper when it was first put forward in January, dashing hopes that the party would get behind May for the first vote on her Brexit deal.<br></p> \n </div> \n</div> \n<div id=\"block-5c8bcf34e4b0cf92e5a57dec\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T16:19:44.993Z\">4.19pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Dodds: DUP still seeking assurances on backstop</h2> \n <div class=\"block-elements\"> \n  <p>The DUP’s deputy leader, Nigel Dodds, has emerged from discussions with the government and said that the party is still seeking to have its concerns “assuaged” about the Northern Ireland backstop before it can support Theresa May’s deal.</p> \n  <p>The party, which in 2017 squeezed £1bn extra for Northern Ireland over the next two years as part of its confidence and supply deal to support the government, is not seeking more money as part of the talks, Dodds.<br></p> \n  <p>Dodds said that the chancellor, Phillip Hammond, was in the talks but “nothing more” should be read into the fact that he was present along with the Attorney General Geoffrey Cox. Michael Gove, a key Brexiteer member of the cabinet and Secretary of State for Environment, Food and Rural Affairs, was also present for the talks.</p> \n  <p>“No, we are not discussing more cash,” said Dodds, in answer to questions from the press.</p> \n  <p>“It’s about Brexit and how we can protect Northern Ireland’s economic and political future,” said the MP.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-15T16:26:32.254Z\">at 4.26pm GMT</time></p> \n</div> \n<div id=\"block-5c8bc963e4b016d23425ca7c\" class=\"block\" data-block-contributor=\"profile/jessica-elgot\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T15:50:04.734Z\">3.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Liberal Democrat deputy leader, <a href=\"https://www.theguardian.com/politics/2019/mar/15/jo-swinson-tipped-as-frontrunner-for-lib-dem-leadership\">Jo Swinson, has been tipped as</a> the frontrunner to replace the party’s outgoing leader Vince Cable, who announced plans to step down from the party in May.</p> \n  <p>Cable, the former business secretary in the coalition government, <a href=\"https://www.theguardian.com/politics/2019/mar/14/sir-vince-cable-to-stand-down-as-lib-dem-leader-in-may\">announced that he would set a timetable</a> for his departure at the party’s spring conference this weekend.</p> \n  <p>Three MPs were expected to be in the running – Swinson, the former cabinet minister <a href=\"https://www.theguardian.com/politics/ed-davey\">Ed Davey</a> and the party’s education spokeswoman, Layla Moran.</p> \n  <p>Swinson, a coalition business minister, was highly likely to announce her candidacy, according to multiple sources. </p> \n  <p>One, who is close to Swinson, said: “Jo loves the party and is passionate about wanting it to succeed. She hears the calls for her to stand very clearly, and I would put money on her going for it.”</p> \n  <figure class=\"element element-image\" data-media-id=\"725ea3497fb8e446fa13e407dbdd8c25e151476b\"> \n   <img src=\"https://media.guim.co.uk/725ea3497fb8e446fa13e407dbdd8c25e151476b/0_122_3648_2189/1000.jpg\" alt=\"Sir Vince Cable on the day in 2017 when he was named as the new leader of the Liberal Democrats with the deputy leader Jo Swinson.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sir Vince Cable on the day in 2017 when he was named as the new leader of the Liberal Democrats with the deputy leader Jo Swinson.</span> \n    <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8bc425e4b0cf92e5a57d33\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T15:30:27.909Z\">3.30pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We’re hearing suggestions that Nigel Dodds, the DUP’s deputy leader, is going to be saying something in a while about his party’s talks with the Attorney General, Geoffrey Cox, </p> \n  <p>Dodds and colleagues are<a href=\"https://www.theguardian.com/politics/2019/mar/15/ministers-dup-democratic-unionist-party-talks-brexit-deal-support\"> locked in intensive talks </a> with Cox and the chancellor, Philip Hammond, try to reach an agreement to allow them to back Theresa May’s <a href=\"https://viewer.gutools.co.uk/politics/eu-referendum\">Brexit</a> deal.</p> \n  <p>When he’s going to appear, or what he’ll say.. ‘Ulster says Yes?’ .. ‘we’ll keep talking?’ .. we don’t know yet.</p> \n </div> \n</div> \n<div id=\"block-5c8bbec5e4b0cf92e5a57cd0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T15:08:21.537Z\">3.08pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Brexit Secretary, Steve Barclay, has been explaining that extraordinary decision he took last night to vote last night AGAINST the government’s motion extending article 50, after he wound up the debate by making the case FOR it.</p> \n  <p>Doorstepped by the BBC’s Tom Barton, Barclay said that it had to do with the motion having two parts:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tombarton/status/1106560180819496962\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">EXCLUSIVE: Brexit Secretary Steve Barclay tells me why he voted against a motion he'd spoken in favour of.<br><br>\"There were two parts of the motion ... a short technical extension .. that's separate from whether you just have a long extension rather than no deal.\" <a href=\"https://t.co/vuVvXGvN33\">pic.twitter.com/vuVvXGvN33</a></p>— Tom Barton (@tombarton) \n    <a href=\"https://twitter.com/tombarton/status/1106560180819496962?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n  <p>B<a href=\"https://www.theguardian.com/politics/2019/mar/14/mps-vote-by-majority-of-210-to-extend-article-50-and-delay-brexit\">arclay wound up last night’s debate </a>by telling MPs: “It is time for this house to act in the national interest, it’s time to put forward an extension that is realistic”<br></p> \n  <p>The Guardian’s Chief Political Correspondent suggests that a fourth Brexit Secretary may be on the cards.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessicaelgot/status/1106562321344802818\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">These comments from the Brexit secretary suggest VERY heavily he will not be prepared to negotiate a longer extension if deal does not pass.<br><br>\"If we can get the deal through...we will now need a short technical extension, but if not we shouldn't be afraid to leave with no deal.\" <a href=\"https://t.co/bs6Y96SToL\">https://t.co/bs6Y96SToL</a></p>— Jessica Elgot (@jessicaelgot) \n    <a href=\"https://twitter.com/jessicaelgot/status/1106562321344802818?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-15T15:09:34.691Z\">at 3.09pm GMT</time></p> \n</div> \n<div id=\"block-5c8bbc69e4b0cf92e5a57ca6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T15:03:27.410Z\">3.03pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>He might be taking it easy on the hard stuff in preparation for the beginning of his <a href=\"https://www.chroniclelive.co.uk/news/north-east-news/nigel-farage-lead-leave-means-15978191\">big March to Leave </a>tomorrow but Nigel Farage will surely find some use for some politically-charged beer mats that have been left on his desk at the European Parliament.</p> \n  <p>Richard Corbett, the leader of their Labour group in the European Parliament, <a href=\"https://twitter.com/ByDonkeys\">tweeted</a> a picture of the mats produced by <a href=\"https://www.theguardian.com/politics/2019/jan/16/billboard-campaign-reminds-voters-of-mps-brexit-promises\">the pro-remain guerrilla marketing activists, ByDonkeys</a>.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RCorbettMEP/status/1106568413747601409\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The excellent beer mats made by Led By Donkeys (<a href=\"https://twitter.com/ByDonkeys?ref_src=twsrc%5Etfw\">@ByDonkeys</a>) being placed on <a href=\"https://twitter.com/hashtag/NigelFarage?src=hash&amp;ref_src=twsrc%5Etfw\">#NigelFarage</a>’s seat in the European Parliament... <a href=\"https://t.co/MV3QMDQtp9\">pic.twitter.com/MV3QMDQtp9</a></p>— Richard Corbett (@RCorbettMEP) \n    <a href=\"https://twitter.com/RCorbettMEP/status/1106568413747601409?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8bbaa9e4b016d23425c93c\" class=\"block\" data-block-contributor=\"profile/jessica-elgot\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T14:46:36.945Z\">2.46pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Democratic Unionist party <a href=\"https://www.theguardian.com/politics/2019/mar/15/ministers-dup-democratic-unionist-party-talks-brexit-deal-support\">is locked in intensive talks </a>to try to reach an agreement to allow it to back Theresa May’s <a href=\"https://viewer.gutools.co.uk/politics/eu-referendum\">Brexit</a> deal, including with the attorney general, Geoffrey Cox, and the chancellor, Philip Hammond.</p> \n  <p>Downing Street is convinced the support of the DUP is key to unlocking the <a href=\"https://viewer.gutools.co.uk/politics/2019/mar/14/mps-vote-by-majority-of-210-to-extend-article-50-and-delay-brexit\">backing of many Conservative Brexiters</a> when May brings her deal to the House of Commons on Tuesday for the third time.</p> \n  <p>The discussions, which are taking place on Friday and expected to continue into the weekend, are likely to cover the role of any future <a href=\"https://viewer.gutools.co.uk/uk/northernireland\">Northern Ireland</a>assembly if the Irish backstop were used – one of the issues senior DUP leaders have asked for further clarification about.</p> \n  <p>Hammond is also attending a meeting in Downing Street on Friday with the DUP, <a href=\"https://www.thesun.co.uk/news/brexit/8645667/philip-hammond-calls-into-emergency-no10-brexit-summit-with-dup/\">first reported by the Sun</a>, and the government is said to also be looking at what domestic legal guarantees could be offered to the party.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-15T14:47:51.206Z\">at 2.47pm GMT</time></p> \n</div> \n<div id=\"block-5c8bb90ce4b016d23425c91b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T14:44:57.422Z\">2.44pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>While MPs bicker over the terms of the UK’s divorce from the EU, British citizens in Brussels who have been worrying about the impact on their lives there have been taking out Belgian citizenship.</p> \n  <p>The Belgian government’s statistics service, StatBel, this week released figures this week showing a spike in Brits becoming Belgians after the 2016 Brexit referendum.</p> \n  <p>The Associated Press has been speaking to a few of them, including lobbyist Brian O’Riordan, who described how he has been feeling: “It’s a kind of bizarre feeling, this sense of disempowerment, helplessness watching it all happen, not really understanding why.”</p> \n  <p>That uncertainty finally pushed him over the edge, according to the AP. He has lived in Belgium for two decades and speaks French to his two border collie dogs all the while being happy to be British. But with Brexit looming, he shifted his pension savings out of Britain and took Belgian citizenship. </p> \n  <p>In 2015, 127 Britons took Belgian citizenship. The following year the number soared to 506. In 2017, 1,375 of the 23,000 Brits living in Belgium a whopping 6 percent adopted Belgian nationality. <br></p> \n  <figure class=\"element element-image\" data-media-id=\"b755763d49e990c68ce6c791fb8f914aee310b6a\"> \n   <img src=\"https://media.guim.co.uk/b755763d49e990c68ce6c791fb8f914aee310b6a/0_182_5472_3283/1000.jpg\" alt=\"People walk past European Union flags placed outside the European Commission headquarters in Brussels, Thursday, March 14, 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">People walk past European Union flags placed outside the European Commission headquarters in Brussels, Thursday, March 14, 2019.</span> \n    <span class=\"element-image__credit\">Photograph: Francisco Seco/AP</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8bacb2e4b0cf92e5a57ba7\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T13:48:56.477Z\">1.48pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">DUP and government discussing role of Stormont - report</h2> \n <div class=\"block-elements\"> \n  <p>Much of the talks between the DUP and the government are revolving around the role of the Northern Ireland Assembly - which is currently suspended - in the event of the backstop being used. </p> \n  <p>That’s according to UTV’s Political Editor, <strong>Ken Reid</strong>.</p> \n  <p>If the role of the assembly is being discussed, that’s quite new and potentially separate from the question of whether or not the backstop will need to be used, and whether it is time limited. Are they ready to jump?</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KenReid_utv/status/1106548292048089090\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Much of the discussion between the DUP and the Government is on the role of any future NI Assembly if the backstop was used.</p>— Ken Reid (@KenReid_utv) \n    <a href=\"https://twitter.com/KenReid_utv/status/1106548292048089090?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KenReid_utv/status/1106549102450495490\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The DUP insists Northern Ireland must be treated like the rest of the UK. The party insists it wants a deal which is good for the whole of the UK and Ireland. Talks likely to continue through the coming days.</p>— Ken Reid (@KenReid_utv) \n    <a href=\"https://twitter.com/KenReid_utv/status/1106549102450495490?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n  <p> <a href=\"https://www.theguardian.com/uk/northernireland\">Northern Ireland</a> has had no functioning elected government since power sharing DUP and Sinn Féin collapsed in January 2017. Civil servants are left to run things but cannot make key decisions.</p> \n  <p>How that can change is an altogether different can of worms from the current Brexit impasse. Either way, if you want to know more you could do worse than <a href=\"https://www.theguardian.com/politics/2019/mar/11/in-need-of-a-wizard-northern-ireland-gets-blundering-bradley\">read this piece</a> from <strong>Rory Carroll</strong>, the Guardian’s Ireland correspondent, about the simmering resentment in Northern Ireland as Stormont sits empty:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/11/in-need-of-a-wizard-northern-ireland-gets-blundering-bradley\">In need of a wizard, Northern Ireland gets blundering Bradley</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-15T13:54:01.825Z\">at 1.54pm GMT</time></p> \n</div> \n<div id=\"block-5c8baa54e4b016d23425c851\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T13:41:20.251Z\">1.41pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A DUP MP, <strong>Jim Shannon,</strong> has said that the party will not be changing its minds on May’s deal unless there are legally binding changes to ensure that the backstop is limited.</p> \n  <p>“That is what we have been asking for over the past two years to be honest with you and we can’t understand why the government has not been able to understand that,” he told the BBC’s World at One.</p> \n  <p>He warned however: “If nothing has chaned then our opinoin has not changed.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-15T13:41:43.059Z\">at 1.41pm GMT</time></p> \n</div> \n<div id=\"block-5c8ba59ae4b016d23425c803\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T13:18:59.614Z\">1.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>It looks like the government is putting its back into convincing the Democratic Unionists to come on board. This from Sky’s Beth Rigby:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1106544423868030976\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Understand DUP and Cox remaining in London all weekend to work on possible agreement. Looking at what additional provisions they could add to domestic law to underline interpretations on backstop (in the Withdrawal Agreement Bill?) <a href=\"https://t.co/K85vauHKex\">https://t.co/K85vauHKex</a></p>— Beth Rigby (@BethRigby) \n    <a href=\"https://twitter.com/BethRigby/status/1106544423868030976?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8ba397e4b0eff8e0fc39bc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T13:10:02.294Z\">1.10pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The DUP may or may not be on the move, but Theresa May has also received a boost after Esther McVey, who quit the cabinet over Brexit policy last year, indicated she could vote for the deal next week.</p> \n  <p>McVey <a href=\"https://www.bbc.co.uk/news/uk-politics-47584616\">was speaking </a>to the BBC’s Nick Robinson for his politics blog.</p> \n  <p>Asked if MPs would “hold their noses and vote” for Mrs May’s deal - which is expected to return to the Commons next week - the former minister said: “Yes. They will. I don’t know what the number is, but they will have to do that if they... want Brexit.”</p> \n </div> \n</div> \n<div id=\"block-5c8b9ed4e4b016d23425c7b0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T12:47:25.839Z\">12.47pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Austria would be in favour of granting Britain a “short extension” to Brexit, according to <strong>Karin Kneissl,</strong> Austria’s Minister for Europe, Integration and Foreign Affairs.<br></p> \n  <p>However, it remains to be seen whether other EU states would also agree and it is very difficult to say where a longer one would be granted, she told BBC’s Politics Live.</p> \n  <p>“A Longer extensions of course coincides with the European Parliamentary elelctions and this cause a problem,” said Kneissl.</p> \n  <p>“It’s not just an issue of the British participating in elections. It’s about the presidency of the parliament and we could enter into a debate about parliamentary legitimacy and we could enter into a debate about parliamentary legitimacy.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1106534602594611200\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Do EU member states support an Article 50 extension? <br><br>“That remains to be seen” says Austrian Foreign Minister Karin Knessil<a href=\"https://twitter.com/hashtag/politicslive?src=hash&amp;ref_src=twsrc%5Etfw\">#politicslive</a> <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> <a href=\"https://t.co/aFDcd0nCcy\">https://t.co/aFDcd0nCcy</a> <a href=\"https://t.co/Jh0wukCDIZ\">pic.twitter.com/Jh0wukCDIZ</a></p>— BBC Politics (@BBCPolitics) \n    <a href=\"https://twitter.com/BBCPolitics/status/1106534602594611200?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-15T13:14:33.878Z\">at 1.14pm GMT</time></p> \n</div> \n<div id=\"block-5c8b9b21e4b0cf92e5a57a95\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T12:32:52.655Z\">12.32pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">DUP holding \"significant discussions\" with government</h2> \n <div class=\"block-elements\"> \n  <p>Is the DUP about to budge from their opposition to May’s deal? </p> \n  <p>The party is holding “ongoing and significant discussions with Government” over Brexit, the Press Association reports.</p> \n  <p>The BBC’s Political Editor picked up on this last night too:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1106173307706109952\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Are the DUP on the move? <a href=\"https://twitter.com/DUPleader?ref_src=twsrc%5Etfw\">@DUPleader</a> tells us they're in talks with govt, 'we want to make sure we get there' and 'when you come to end of a negotiation that's when you start to see the whites in people's eyes and you get down to point where you can make a deal'</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1106173307706109952?ref_src=twsrc%5Etfw\">March 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-15T12:34:27.226Z\">at 12.34pm GMT</time></p> \n</div> \n<div id=\"block-5c8b9726e4b0eff8e0fc390c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T12:25:26.568Z\">12.25pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The question of whether third vote on the withdrawal agreement should - or will - be ruled out by the Speaker, John Bercow, continues to be debated.</p> \n  <p>There are those who argue passionately that he has to do so for the sake of democracy:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/melaniekmelvin/status/1106469806734262273\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Is Parliament really going to let itself be bullied into accepting May’s deal?<br>Bercow must stand up for our democracy against the Executive coup and block the third Meaningful Vote.<a href=\"https://twitter.com/hashtag/NoMV3?src=hash&amp;ref_src=twsrc%5Etfw\">#NoMV3</a></p>— Melanie Melvin #JC4PM (@melaniekmelvin) \n    <a href=\"https://twitter.com/melaniekmelvin/status/1106469806734262273?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Then there’s this view from Jo Maugham, a QC and Director of the <a href=\"https://twitter.com/GoodLawProject\"><strong>Good Law Project</strong></a>, who <a href=\"https://twitter.com/JolyonMaugham/status/1106520196469194752\">tweets three reasons</a> for why Bercow should not. Here’s the second and third:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JolyonMaugham/status/1106520930040365061\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Third, this isn’t a game. It would be wrong for some arcane technicality to thwart MPs if they want to approve the Withdrawal Agreement. If it did, trust in democracy would suffer. And if you really care about democracy you can’t duck this point just because it's inconvenient. /5</p>— Jo Maugham QC (@JolyonMaugham) \n    <a href=\"https://twitter.com/JolyonMaugham/status/1106520930040365061?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n  <p>As Catherine Haddon of the Institute for Government<a href=\"https://news.sky.com/story/an-ancient-rule-means-bercow-could-take-drastic-action-on-brexit-11664555\"> told Sky News on Thursday however</a>: “In the end, it’s the speaker’s discretion. Though he should follow the will of the House.”<br></p> \n </div> \n</div> \n<div id=\"block-5c8b939ce4b0cf92e5a57a35\" class=\"block is-key-event\" data-block-contributor=\"profile/lisaocarroll\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T12:14:00.843Z\">12.14pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Irish finance minister: UK \"must convince\" extension</h2> \n <div class=\"block-elements\"> \n  <p>Ireland will want to avoid a series of “rolling cliff edges” if the UK requests a delay to its exit from the EU, the country’s finance minister has said.</p> \n  <p><strong>Paschal Donohoe</strong> said London would need to convince the EU27 that an extension to article 50 would not further risk economic disruption.</p> \n  <p>“I believe it is highly important that we do all we can to avoid being in a scenario of rolling cliff edges … particularly from a financial market stability perspective and economic stability [perspective], we need to be aware of that,” he said.</p> \n  <p>Theresa May is expected to ask the EU for an extension next week at the European Council summit after MPs voted overwhelming to delay Brexit until 30 June amid chaotic scenes in the House of Commons on Thursday evening.</p> \n  <p>Donohoe said the taoiseach Leo Varadkar had made it clear Ireland “would provide generous response” but that London needed to spell out what it wanted from any extension.</p> \n  <p>A delay of anything from a few months to as long as 21 months have been mooted in recent weeks with some EU leaders such as the Dutch prime minister Mark Rutter questioning the point of any extension if the UK was not clear about the Brexit it wanted.</p> \n  <figure class=\"element element-image\" data-media-id=\"f2e721c74211984ca6752dd1e27a90b4c17c3c08\"> \n   <img src=\"https://media.guim.co.uk/f2e721c74211984ca6752dd1e27a90b4c17c3c08/0_102_3500_2100/1000.jpg\" alt=\"Irish Finance Minister Paschal Donohoe speaks during an interview with Reuters at the Ministry of Finance in Dublin, Ireland, February 5.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Irish Finance Minister Paschal Donohoe speaks during an interview with Reuters at the Ministry of Finance in Dublin, Ireland, February 5.</span> \n    <span class=\"element-image__credit\">Photograph: Clodagh Kilcoyne/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8b9327e4b0eff8e0fc38dc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T11:58:35.163Z\">11.58am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>MPs have gathered in the House of Commons for a minute’s silence in memory of those killed in the New Zealand terror attack. </p> \n  <p>Speaker John Bercow led tributes to the victims of the Christchurch mosque shootings, telling the chamber the pause in proceedings at 11am was in “solidarity” with the people of New Zealand and Muslims around the world. </p> \n  <p>Labour MP Wes Streeting, co-chairman of the all-party parliamentary group on British Muslims, said what had happened in Christchurch would be felt deeply by UK communities. <br></p> \n  <p>In the wake of “Islamophobia and anti-Muslim prejudice not just in this country but right across the world”, he said “on behalf of the whole House, you are not alone in confronting prejudice and hatred”. </p> \n  <figure class=\"element element-image\" data-media-id=\"6d5d6681ceccbc9773d9997150e7f3d5bb05b01b\"> \n   <img src=\"https://media.guim.co.uk/6d5d6681ceccbc9773d9997150e7f3d5bb05b01b/48_0_1627_976/1000.jpg\" alt=\"A video grab from footage broadcast by the UK Parliament’s Parliamentary Recording Unit (PRU) shows MP’s in the House of Commons standing for a minutes silence in memory to those who died in the New Zealand terror attack on March 15, 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A video grab from footage broadcast by the UK Parliament’s Parliamentary Recording Unit (PRU) shows MP’s in the House of Commons standing for a minutes silence in memory to those who died in the New Zealand terror attack on March 15, 2019.</span> \n    <span class=\"element-image__credit\">Photograph: -/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8b8d1fe4b016d23425c698\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T11:47:30.587Z\">11.47am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The risk of the backstop being weaponised by European governments to force the UK to make concessions on unrelated issues is now much less, according to <a href=\"https://policyexchange.org.uk/wp-content/uploads/2019/03/A-Second-Look.pdf\">a new paper</a> from the Policy Exchange thinktank.</p> \n  <p>Readers might recall that <a href=\"https://www.theguardian.com/politics/2018/nov/25/eu-leaders-back-theresa-mays-brexit-deal-in-brussels\">Macron said in November </a>that the UK will be trapped in a customs union after Brexit unless Downing Street offers European fishermen full access to British waters during the coming trade negotiations.</p> \n  <p>Three lawyers who have penned ‘A Second Look at the UK’s Legal Position in Relation to the Backstop’ argue anumber of points made earlier in the week during Attorney General Geoffrey Cox’s fateful legal take on the backstop “may have been lost, overlooked, or not fully appreciated”. </p> \n  <p>They emphasise the force of “good faith” obligations in international law, while also adding:</p> \n  <blockquote class=\"quoted\"> \n   <p>While the AG’s assessment on legal risk for the UK in the event of EU compliance with its obligations (and absent a fundamental change of circumstances) is correct, the risk of the backstop being used as leverage for the next phase of the negotiations in order to lock the UK into a backstop-like arrangement indefinitely has receded significantly.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5c8b8bfce4b0eff8e0fc3856\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T11:29:04.162Z\">11.29am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Frayed nerves? Wondering if you have the right number of tins of beans stashed away in the attic? </p> \n  <p>Spare a thought for the Guardian’s Westminster sketchwriter <strong>John Crace</strong>. Here’s a snippet from his digested week (<a href=\"https://www.theguardian.com/uk-news/2019/mar/15/john-crace-digested-week-brexit-therapist-piers-morgan\">online here)</a>:</p> \n  <h2><strong>Wednesday</strong></h2> \n  <p>A nightmare. A day when I basically had to rip up three-quarters of the sketch I’d already written and <a href=\"https://www.theguardian.com/politics/2019/mar/13/as-the-losses-take-their-toll-may-is-now-a-leader-in-name-only\">start again from scratch</a> with barely 40 minutes to the latest deadline. My nerves can’t take much more of this. I’m a broken man.</p> \n  <p>I’d thought for once in the ongoing Brexit shitshow that we were in for a relatively quiet day. That May had surely now found a vote she couldn’t possibly lose. </p> \n  <p>After all, a government motion to take a no-deal Brexit off the table was something on which every MP, with the exception of a few delusional members of the ERG, who demanded the certainty of businesses in their constituencies going bust on 29 March, could agree.</p> \n </div> \n</div> \n<div id=\"block-5c8b8368e4b0cf92e5a57952\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T11:11:47.536Z\">11.11am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Some folks have been asking below the line on the blog about whether the Speaker, John Bercow, will allow May to bring her rejected deal back to Parliament for another attempt to get it passed. </p> \n  <p>When, <a href=\"https://twitter.com/AphexGwyn/status/1106502810449920032\">asks @Aphex</a> on Twitter, will we know what his decision is on this matter?<br></p> \n  <p>The short answer is that we probably won’t know definitively until Tuesday next week</p> \n  <p>Those interested in the same question might also be intrigued by a recent exchange between a Westminster committee and the just-retired clerk of the House, who suggested it was not for the Speaker to apply “theological” rules in the face of political reality.</p> \n  <p>There is a general rule against being asked to decide again on the same question in the same Session, Sir David Natzler, <a href=\"https://www.parliament.uk/business/committees/committees-a-z/commons-select/exiting-the-european-union-committee/\">told the Exiting the EU Committee in October</a>.</p> \n  <p>He added: </p> \n  <blockquote class=\"quoted\"> \n   <p>If it was a different document, obviously there would be a different motion. I do not know; I would not want to speculate. </p> \n   <p>If it was exactly the same document and they came back three months later for another bite, I do not think the procedures of the House are designed to obstruct the necessary business of Government in that way in such a crucial thing. I hope that is helpful.</p> \n  </blockquote> \n  <p> He went on:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>I do not want to speculate on various things the chair might do, but the chair is there to facilitate the business of the House, not to operate a series of strange theological rules, with no disrespect to theology. They are there for a purpose, and it is the purpose that has to be looked at.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-15T11:18:00.047Z\">at 11.18am GMT</time></p> \n</div> \n<div id=\"block-5c8b8147e4b016d23425c5e8\" class=\"block\" data-block-contributor=\"profile/benquinn\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T10:50:06.255Z\">10.50am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>I suspect a re-run of the Geldof versus Farage <a href=\"https://www.theguardian.com/politics/2016/jun/15/nigel-farage-bob-geldof-rival-eu-referendum-thames-flotillas\">‘Battle of the Thames’</a> isn’t quite on the cards yet, but a group of fishing boats has set off on the River Tyne to protest against the Prime Minister’s Brexit plans. </p> \n  <p>The flotilla (if that’s quite the right word), which comes the day before Farage starts out on his March to Leave, from Sunderland to London, has been organised by a group call Fishing for Leave.</p> \n  <p>After setting off from North Shields the flotilla made its way towards Newcastle’s Quayside through the choppy waters of the Tyne. A battered trawler was driven on the back of a lorry by road, heading for a meeting point.</p> \n  <figure class=\"element element-image\" data-media-id=\"1bde25ac0f220246388b4e44851dfc4bb52846e6\"> \n   <img src=\"https://media.guim.co.uk/1bde25ac0f220246388b4e44851dfc4bb52846e6/0_196_5906_3545/1000.jpg\" alt=\"Boats flying pro-Brexit flags sail on the River Tyne during the Fishing For Leave flotilla.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boats flying pro-Brexit flags sail on the River Tyne during the Fishing For Leave flotilla.</span> \n    <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p><a href=\"https://twitter.com/fishingforleave\">A Fishing For Leave </a>spokesman said: “The terms of the Withdrawal Agreement are an existential threat to fishing and a total betrayal of Brexit and Britain. </p> \n  <p>“It means a second surrender of our industry and coastal communities and places a constitutional bomb under democracy.”</p> \n  <figure class=\"element element-image\" data-media-id=\"ff56b9ceb536d4b580aef3d34b375a728ab6997b\"> \n   <img src=\"https://media.guim.co.uk/ff56b9ceb536d4b580aef3d34b375a728ab6997b/0_363_4622_2773/1000.jpg\" alt=\"A 30ft fishing boat on a lorry is escorted by a Pipe band as a flotilla of fishing boats from the Fishing For Leave protest group prepares to sail up the River Tyne from North Shields.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A 30ft fishing boat on a lorry is escorted by a Pipe band as a flotilla of fishing boats from the Fishing For Leave protest group prepares to sail up the River Tyne from North Shields.</span> \n    <span class=\"element-image__credit\">Photograph: Ian Forsyth/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8b7f70e4b0cf92e5a57910\" class=\"block\" data-block-contributor=\"profile/heatherstewart\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T10:35:01.374Z\">10.35am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>David Lidington, </strong> the Cabinet Office minister and de facto deputy prime minister <a href=\"https://www.theguardian.com/politics/2019/mar/15/david-lidington-insists-cabinet-united-despite-some-voting-against-brexit-delay\">has insisted </a>Theresa May’s cabinet will continue to work “very constructively” together, despite eight senior ministers, including the Brexit secretary, voting against an extension to article 50.</p> \n  <p>Steve Barclay voted against a motion tabled by the government, even though he had spoken in favour of it at the dispatch box just minutes earlier.</p> \n  <p>Others who rejected the idea of an extension included Penny Mordaunt, Liam Fox and Chris Grayling.</p> \n  <p>Lidington, who is the Cabinet Office secretary, told BBC Radio 4’s Today programme: “I’ve been working very constructively with Steve Barclay since his appointment a couple of months ago despite the fact that he and I were vigorously on opposite sides of the debate during the referendum, and we are continuing to work very constructively together today and in the days to come.”</p> \n  <p>The motion called for a three-month delay to Brexit – or a potentially much longer one, if parliament does not back the prime minister’s deal next week. That will now become government policy.</p> \n  <p>(<a href=\"https://www.theguardian.com/politics/2019/mar/15/david-lidington-insists-cabinet-united-despite-some-voting-against-brexit-delay\">read</a> on)</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-15T11:15:45.021Z\">at 11.15am GMT</time></p> \n</div> \n<div id=\"block-5c8b7eb0e4b0eff8e0fc37ad\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T10:31:46.122Z\">10.31am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>European Press Reaction</strong></p> \n  <p>• “At long last, MPs now have to decide where they stand,” said <a href=\"https://www.zeit.de/politik/ausland/2019-03/abstimmung-britisches-unterhaus-brexit-fristverlaengerung-theresa-may\">Die Zeit in Germany</a> after the Commons <a href=\"https://www.theguardian.com/politics/2019/mar/14/mps-vote-by-majority-of-210-to-extend-article-50-and-delay-brexit\">voted in favour of a short extension to article 50</a> on Thursday evening, having earlier in the week rejected both Theresa May’s Brexit deal and no deal. “Empty promises to voters and pithy speeches in parliament will no longer cut it. The drama currently being played out in Westminster represents, at long last, the painful intrusion of reality into Britain’s Brexit debate.”</p> \n  <p>• <a href=\"https://www.faz.net/aktuell/brexit/britisches-parlament-stimmt-fuer-brexit-verschiebung-16089736.html\">Frankfurter Allgemeine Zeitung</a>reckoned the UK’s “battered prime minister may perhaps have slightly more reason for hope than before. Who knows, it could just be that the Brexit drama in London will come to an end soon after all.”</p> \n  <p>• <a href=\"https://www.liberation.fr/planete/2019/03/14/brexit-may-fait-voter-un-mini-report-dans-l-espoir-de-refourguer-son-accord_1715165\">France’s Libération</a> rejoiced that at long last one thing looked more or less likely: “Britain will not be leaving the EU on 29 March.” Except, it added, the country was traversing a period “so utterly extraordinary, so totally unprecedented, in which all the existing logic of votes and established political forces has been so completely overturned, that nothing, nothing at all, can any longer be predicted.”</p> \n  <p>• <a href=\"https://www.lemonde.fr/international/article/2019/03/14/les-deputes-britanniques-votent-pour-un-report-du-brexit-et-un-nouveau-vote_5436180_3210.html\">Le Monde</a> warned that the “apparent bright spot” masked “a weakening of May’s authority that is alarming not just for her political survival but for the democratic functioning of the country”. She had “lost control of her party and cabinet to the extent that 188 Conservative MPs and eight ministers voted against the government’s motion to postpone Brexit”, the paper pointed out.</p> \n  <p>In Spain’s <a href=\"https://elpais.com/internacional/2019/03/14/actualidad/1552556807_288357.html\">El País</a>, the commentator Rafa de Miguel said the hardcore Brexiters were like “enraged children who despise any gift that is not the one they want”. Having twice rejected May’s deal, parliament was now completely confused: “Yes to Brexit but no to no deal; No to May’s plan but also to any other solution.”</p> \n  <p>• In Dublin, <a href=\"https://www.irishtimes.com/news/world/uk/after-the-chaos-and-humiliation-may-has-a-relatively-good-day-1.3826481\">the Irish Times</a> said that after the “chaos and humiliation of a double defeat in the House of Commons on Wednesday, Theresa May had a relatively good day” on Thursday. But the paper’s commentator, <a href=\"https://www.irishtimes.com/news/world/brexit/house-of-commons-s-brexit-irresponsibility-makes-irish-democracy-look-good-1.3824689\">Stephen Collins</a>, was brutal on what the week’s events in Westminster had revealed.</p> \n </div> \n</div> \n<div id=\"block-5c8b7cace4b0cf92e5a57900\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T10:25:34.704Z\">10.25am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>After the chaos, contradictions and incompetence, European media have spotted a glimmer of light at the end of the <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> tunnel. </p> \n  <p>That’s according to the Guardian’s <strong>John Henley</strong>, who has been reviewing reaction to the past 48 hours on the continent (below).</p> \n  <p>On past form, of course, it will soon be extinguished, but the endgame seems – at least for now – to be approaching.</p> \n  <p>This is <strong><a href=\"https://twitter.com/BenQuinn75?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Ben Quinn</a></strong> picking up the blog by the way. As regulars know, the best way to get my attention is to <a href=\"https://twitter.com/BenQuinn75?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">tweet me</a>.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/15/painful-intrusion-of-reality-european-press-view-on-possible-brexit-delay\">'Painful intrusion of reality': European press view on possible Brexit delay</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5c8b7838e4b0cf92e5a578cb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T10:02:44.991Z\">10.02am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisaocarroll/status/1106491481844563968\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"Highly important to do all we can to avoid rolling cliff edges\".<br><br>Irish finance minister Paschal Donohoe tells audience at Bloomberg in London.</p>— lisa o'carroll (@lisaocarroll) \n    <a href=\"https://twitter.com/lisaocarroll/status/1106491481844563968?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8b75f5e4b0eff8e0fc3762\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T10:02:25.651Z\">10.02am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My colleague Lisa O’Carroll at Bloomberg HQ</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisaocarroll/status/1106491356342599680\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Irish finance minister asked whether he would prefer 3 month or 21 month extension said: <br>\"There are many in the EU who would want to be very clear on how this extension would be used\" but also said it was important to be ensure \"stability\" in the markets.</p>— lisa o'carroll (@lisaocarroll) \n    <a href=\"https://twitter.com/lisaocarroll/status/1106491356342599680?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8b75d1e4b0cf92e5a578ba\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T09:52:41.883Z\">9.52am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour took a city council seat from an independent in the latest local by-elections.</p> \n  <p>The party’s gain came in a contest in the Coxford ward of Southampton City Council caused by the resignation of an independent councillor.</p> \n  <p><strong>Voting was</strong>: Lab 668, C 529, Lib Dem 450, Socialist Alternative 368, Integrity Southampton 178, Ind 174, Ukip 123, Green 53. The turnout was 25%.</p> \n  <p>Elsewhere, Labour comfortably held two seats: one at Croydon (Norbury &amp; Pollards Hill ward) and one at Durham (Wingate division).</p> \n </div> \n</div> \n<div id=\"block-5c8b74d0e4b0eff8e0fc375a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T09:48:16.317Z\">9.48am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisaocarroll/status/1106488780616282112\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">One member of ERG tells FT he's looking for way to support May <a href=\"https://t.co/WQOaF9xfBh\">https://t.co/WQOaF9xfBh</a></p>— lisa o'carroll (@lisaocarroll) \n    <a href=\"https://twitter.com/lisaocarroll/status/1106488780616282112?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8b732be4b0cf92e5a578a7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T09:46:39.191Z\">9.46am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Mr Hogan added that MPs in Westminster were behaving in an unacceptable way.</p> \n  <blockquote class=\"quoted\"> \n   <p>“They have had a long time to do all of this up until now and leaving it until the eleventh hour is creating instability and uncertainty for their own people, but also for Irish people and for the European Union generally.</p> \n  </blockquote> \n  <p>“That is certainly not an acceptable way of political behaviour from the mother of parliaments.”</p> \n  <p>He said he would not pre-judge whether European leaders would be prepared to offer Mrs May a Brexit extension.</p> \n  <p>Mr Hogan also insisted the EU stood ready to support Irish farmers who might be adversely impacted by Brexit but urged those in the sector to “remain calm” until the final shape of Brexit was clear.</p> \n  <p>“We are well advanced for all scenarios including very difficult situations for farmers in Europe generally and indeed for Irish farmers because we are very exposed, particularly in the beef sector,” he said. </p> \n  <p>He added: “The European Union is ready to help them at the appropriate time when we see what the conclusions of the negotiations in London are.” <br>Mr Hogan said there was not yet a market crisis - characterising the situation as only a “political crisis”.</p> \n  <p>He said Irish farmers had weathered previous troubled periods, such as mad cow and foot and mouth diseases, with EU help.</p> \n  <p>“We shouldn’t talk ourselves into a crisis.”<br></p> \n </div> \n</div> \n<div id=\"block-5c8b72e4e4b0eff8e0fc3752\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T09:40:32.618Z\">9.40am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>EU Commissioner <strong>Phil Hogan </strong>believes the UK’s no-deal tariff plans - proposals that would see no import duties levied on goods entering Northern Ireland across the border - are likely to breach World Trade Organisation rules.</p> \n  <p>Mr Hogan, who is commissioner for agriculture and rural development, claimed the plans unveiled by Whitehall this week were “political” and designed to “change in the news cycle from the political chaos on London”.</p> \n  <p>“I think they are incompatible with WTO rules,” he said after arriving at an agriculture conference in Dublin. </p> \n  <p>He added: “I think the timing of it was unfortunate and it was a deliberate attempt to put Ireland more on the agenda, as if it wasn’t on the agenda already.”</p> \n </div> \n</div> \n<div id=\"block-5c8b6df5e4b016d23425c52b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T09:19:56.802Z\">9.19am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My colleague Lisa O’Carroll is at Bloomberg HQ</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisaocarroll/status/1106484628142112768\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Irish finance minister at Bloomberg in London: “extension of A50 is deeply welcome and very significant. <br><br>but simply agreeing that a no deal should be avoided is not enough.”</p>— lisa o'carroll (@lisaocarroll) \n    <a href=\"https://twitter.com/lisaocarroll/status/1106484628142112768?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8b6beee4b016d23425c522\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T09:11:06.377Z\">9.11am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Jeremy Corbyn sends his condolences following the New Zealand shootings</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/1106479932853706753\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">My heart goes out to the victims of the horrific terror attack in New Zealand.<br><br>We stand in solidarity with the Muslim community in Christchurch and around the world.<br><br>We must defeat the bigotry which fuels such hatred and violence.</p>— Jeremy Corbyn (@jeremycorbyn) \n    <a href=\"https://twitter.com/jeremycorbyn/status/1106479932853706753?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-15T09:15:22.991Z\">at 9.15am GMT</time></p> \n</div> \n<div id=\"block-5c8b677ce4b0cf92e5a57860\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T08:51:32.880Z\">8.51am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Andrew Adonis reacting to David Lidington’s comments</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Andrew_Adonis/status/1106464540898799616\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">David Lidington all but accepts that there will now be a long extension &amp; he hasn’t the faintest clue how Brexit will be resolved! <a href=\"https://twitter.com/BBCr4today?ref_src=twsrc%5Etfw\">@BBCr4today</a></p>— Andrew Adonis (@Andrew_Adonis) \n    <a href=\"https://twitter.com/Andrew_Adonis/status/1106464540898799616?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8b6554e4b0cf92e5a57849\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T08:45:00.394Z\">8.45am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>David Lidington</strong> has denied the Government was falling apart after seven Cabinet ministers including Brexit Secretary Stephen Barclay voted against the Prime Minister’s motion on delaying EU withdrawal.</p> \n  <p>He told the Today programme: “It was a free vote in that division yesterday. Now, what happens this morning is that the entire Cabinet has accepted the position that Parliament voted for last night.</p> \n  <blockquote class=\"quoted\"> \n   <p>I’ve been working very constructively with Steve Barclay since his appointment a couple of months ago despite the fact that he and I were vigorously on opposite sides of the debate during the referendum, and we are continuing to work very constructively together today and in the days to come.”</p> \n  </blockquote> \n  <p>Mr Lidington said he believed that Leave-backing ministers had used the free vote as “an opportunity to register how unhappy they were with being in the position where we don’t really have an option as a country except to seek an extension of our time in the European Union”.</p> \n  <p>He said that leaving on March 29 with no deal remains the “legal default position” but the likelihood of it happening had “diminished” after this week’s votes.</p> \n  <p>He said he was still hoping that the UK will “leave as soon as possible in an orderly fashion” by MPs backing Mrs May’s Withdrawal Agreement next week.</p> \n </div> \n</div> \n<div id=\"block-5c8b5f9ee4b0cf92e5a5782d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T08:18:31.072Z\">8.18am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Theresa May’s effective deputy, Cabinet Office minister <strong>David Lidington</strong>, said the Christchurch attacks highlighted the need to “stamp out” Islamophobia.</p> \n  <p>He told BBC Radio 4’s Today programme: “On behalf of the whole British Government, I’m sure that the whole British people would want to share the sense of shock and grief that must be felt throughout New Zealand today.</p> \n  <p>“Our hearts go out particularly to the families of those who’ve lost people in New Zealand and also feelings of strong solidarity with Prime Minister Ardern and her government in New Zealand.”</p> \n  <blockquote class=\"quoted\"> \n   <p>While I don’t want at this early stage to comment on what the motivation of the criminals concerned might have been, Islamophobia is an evil. I know that there will be Muslim constituents of mine and Muslim British fellow-citizens throughout the country who will be worried about the reports from New Zealand and the implications for their own safety. </p> \n  </blockquote> \n  <p>“All of us as a country, wherever we came from, whatever our ancestry, whatever our political loyalties may be, need to demonstrate a sense of solidarity and friendship with our British Muslim fellow-citizens.</p> \n  <p>“They are part of our country, they contribute so much to life in so many respects in the United Kingdom. They are welcome here, they are valued parts of our community and we need to demonstrate that friendship and solidarity and be very clear - across any political parties - we need to stamp out Islamophobia and take action against it wherever it is found.”</p> \n </div> \n</div> \n<div id=\"block-5c8b5c83e4b016d23425c4bd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T08:05:24.215Z\">8.05am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Shadow international trade secretary <strong>Barry Gardiner</strong> said Labour was pursuing cross-party discussions in the search for “something which can become the consensus that Parliament solidifies around” as a solution to Brexit.</p> \n  <p>Mr Gardiner said parties should be ready to accept that “none of us may think this entirely suits what we might ideally have liked and put forward, but this is a way of uniting the country”.</p> \n  <blockquote class=\"quoted\"> \n   <p>We have always said that it will be the case that the option of a further public vote is there to stop a no-deal, to stop a bad deal. I believe that we should still try to achieve a deal and that’s what we are now working for in the Labour front bench.”</p> \n  </blockquote> \n  <p>Mr Gardiner said the extension to Brexit sought by Theresa May last night was only delivered because of Labour votes.</p> \n  <p>“It was only because the Labour Party voted with Theresa May that the extension went ahead, because the Government could not get its own Cabinet ministers to back that extension, which was its own policy,” he said.</p> \n  <p>“This is extraordinary and that’s why Parliament must now take back control.”</p> \n </div> \n</div> \n<div id=\"block-5c8b5c08e4b0eff8e0fc36cf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T08:02:27.719Z\">8.02am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Activist <strong>Gina Miller</strong> has ruled out putting her name in the ring for the Lib Dem leadership contest after Sir Vince Cable announced he will step down in May to make way for a “new generation”.</p> \n  <p>She told BBC Radio 4’s Today: “No, no, no, I’m definitely not doing that.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-15T08:03:14.639Z\">at 8.03am GMT</time></p> \n</div> \n<div id=\"block-5c8b58fbe4b0cf92e5a5780c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T07:50:34.569Z\">7.50am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Theresa May </strong>has sent her condolences after40 people were killed in shootings at two mosques in Christchurch.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/theresa_may/status/1106461659856551936\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">On behalf of the UK, my deepest condolences to the people of New Zealand after the horrifying terrorist attack in Christchurch. My thoughts are with all of those affected by this sickening act of violence.</p>— Theresa May (@theresa_may) \n    <a href=\"https://twitter.com/theresa_may/status/1106461659856551936?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8b5551e4b0eff8e0fc36b9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T07:39:36.329Z\">7.39am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Activist and businesswoman <strong>Gina Miller </strong>believes the moment to call for a second referendum is “when all else fails”. </p> \n  <blockquote class=\"quoted\"> \n   <p>I don’t think last night was the time to lay down this amendment,” she told the Today programme.</p> \n   <p>“Yesterday was about extension and the day before was about taking no-deal off the table.</p> \n   <p>“You have to try to exhaust all the other options first, and if Parliament can’t resolve it, it’s at that point that it goes back to the people.”</p> \n  </blockquote> \n  <p>An amendment calling for a fresh public vote, tabled by The Independent Group’s Sarah Wollaston, lost by 334 votes to 85 last night with Jeremy Corbyn telling Labour MPs to abstain. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-15T07:41:41.297Z\">at 7.41am GMT</time></p> \n</div> \n<div id=\"block-5c8b53c0e4b016d23425c48e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T07:31:07.558Z\">7.31am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Barry Gardiner</strong> also said Labour will back a second referendum. </p> \n  <blockquote class=\"quoted\"> \n   <p>We in the Labour party lost the referendum, we campaigned to Remain.</p> \n  </blockquote> \n  <p>“If it’s [second referendum] the only way to stop a no deal or a bad deal”.</p> \n </div> \n</div> \n<div id=\"block-5c8b532de4b0eff8e0fc36a1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T07:30:44.491Z\">7.30am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Speaking on the Today programme, Labour MP <strong>Barry Gardiner</strong> said the party’s mission is to bring unity following a turbulent week, citing last night’s Question Time programme.</p> \n  <p>“To see people in the audience arguing so aggressively with each other, that is what is happening now with Brexit. That is what Labour is trying to do with these cross party talks.”</p> \n </div> \n</div> \n<div id=\"block-5c8b5298e4b016d23425c48a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T07:30:33.086Z\">7.30am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good morning everyone, I am Nadeem Badshah and will be taking over the politics blog from my colleague Kate Lyons</p> \n </div> \n</div> \n<div id=\"block-5c8b4e92e4b0cf92e5a577e3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T07:06:14.570Z\">7.06am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More tweets from MPs are pouring in in support of those in New Zealand affected by the <a href=\"https://www.theguardian.com/world/2019/mar/15/multiple-fatalities-gunman-christchurch-mosque-shooting\">horrific shootings that resulted in the deaths of 40 people</a> at two mosques in Christchurch.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HarrietHarman/status/1106450938934542337\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This is so awful. Sympathy and solidarity to everyone in New Zealand. <a href=\"https://t.co/dFiTaWTyhd\">https://t.co/dFiTaWTyhd</a></p>— Harriet Harman (@HarrietHarman) \n    <a href=\"https://twitter.com/HarrietHarman/status/1106450938934542337?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/halfon4harlowMP/status/1106450712488300544\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Awful Tragedy in <a href=\"https://twitter.com/hashtag/NewZealand?src=hash&amp;ref_src=twsrc%5Etfw\">#NewZealand</a>. Innocent mosque worshippers slain. <br>Solidarity and compassion for all the families.</p>— Robert Halfon MP #WorkingHard4Harlow (@halfon4harlowMP) \n    <a href=\"https://twitter.com/halfon4harlowMP/status/1106450712488300544?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidMundellDCT/status/1106446054327762944\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Appalling news from Christchurch. I was there last summer marking the deep links with Scotland. My heart goes out to the families of those caught up in this outrage and the people of New Zealand</p>— David Mundell (@DavidMundellDCT) \n    <a href=\"https://twitter.com/DavidMundellDCT/status/1106446054327762944?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/margot_james_mp/status/1106445798454280193\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">So shocked to hear the tragic news unfolding in New Zealand, my deepest sympathy to all those affected, and my admiration for the leadership shown by PM Jacinda Ardern</p>— Margot James (@margot_james_mp) \n    <a href=\"https://twitter.com/margot_james_mp/status/1106445798454280193?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-15T07:07:18.474Z\">at 7.07am GMT</time></p> \n</div> \n<div id=\"block-5c8b4dfce4b016d23425c471\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T07:03:29.116Z\">7.03am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Mercedes team principal Toto Wolff has compared the UK’s handling of Brexit to a sketch from Monty Python. </p> \n  <p>Speaking ahead of the Australian Grand Prix in Melbourne, Wolff said: “For some time I found it really tragic but the tragic has somehow changed into real good entertainment. <br></p> \n  <p>“Every evening I watch the House of Commons and I’m not quite sure whether it’s a Monty Python thing or what is really happening. </p> \n  <p>“For us, we have 26 nations in our company and we are living from the ‘just in time’ principle of getting goods in.” </p> \n  <p>There are seven F1 teams based in the UK and bosses including Wolff and McLaren chief executive Jonathan Neale have previously expressed concern about the impact of a no-deal Brexit on the sport. </p> \n  <p>Christian Horner, principal of Red Bull Racing, added: “Trying to follow what on earth is going on in British politics at the moment is rather difficult for all of us. </p> \n  <p>“It will be business as normal, we will wait and see what and if and when Brexit does happen, and when it happens then we’ll deal with it. <br></p> \n  <p>“But of course you try and put as many ‘what if’ scenarios in place as you can to protect the operation of your business.”</p> \n </div> \n</div> \n<div id=\"block-5c8b4c13e4b0cf92e5a577d8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T06:55:03.541Z\">6.55am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>For the first time in what feels like a very long time (can it really just be four days?), a key Brexit motion is not on the agenda for the House of Commons.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MsKateLyons/status/1106448072056303616\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">House of Commons order of business. <a href=\"https://t.co/NWOKfU6LrV\">pic.twitter.com/NWOKfU6LrV</a></p>— Kate Lyons (@MsKateLyons) \n    <a href=\"https://twitter.com/MsKateLyons/status/1106448072056303616?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8b3dabe4b016d23425c424\" class=\"block\" data-block-contributor=\"profile/johncrace\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T06:44:38.605Z\">6.44am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <blockquote class=\"quoted\"> \n   <p>Finally. Theresa May had found a vote she could win. A narrow two-vote victory. A largely pyrrhic victory, as the government had won on a motion to extend article 50 it had never actually wanted to put to the house in the first place. Even when the Leader In Name Only is winning, she still contrives to lose. Another crank of the pathos handle. The government still just about had control of the parliamentary timetable. For a few more days at least.</p> \n   <p>Not that Lino took any pleasure in the result. No smile escaped her lips, no signifier of relief. Just a hunched figure, lost in a near catatonic state. She clearly hates her life almost as much as she hates many of her colleagues. Hating is one of the few things she does well. The body language between her and Philip Hammond was of a couple who had long since realised there had never been two of them in this relationship. She left long before the final result was declared.</p> \n   <p>With Lino’s voice on either life support or a damage limitation exercise – take your pick – it had been left to the Cabinet Office minister, David Lidington, to open the latest <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> debate the government had been hoping to avoid. He looked like a man who knew he had drawn the short straw.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/14/day-993-in-the-big-brexit-house-and-another-crank-of-the-pathos-handle\">Day 993 in the Big Brexit House, and another crank on the pathos handle | John Crace</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5c8b469ce4b0eff8e0fc3666\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T06:38:39.254Z\">6.38am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Tom Watson, </strong>deputy Labour leader, has also tweeted his concern for the people of New Zealand at this time.<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tom_watson/status/1106443781048537088\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">My thoughts are with the good people of New Zealand this morning. <a href=\"https://t.co/9id9QJwI2g\">https://t.co/9id9QJwI2g</a></p>— Tom Watson (@tom_watson) \n    <a href=\"https://twitter.com/tom_watson/status/1106443781048537088?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Jacinda Ardern, the New Zealand prime minister, is speaking now and has confirmed that <a href=\"https://www.theguardian.com/world/live/2019/mar/15/christchurch-shooting-injuries-reported-as-police-respond-to-critical-incident-live\">40 people have been killed in the two shootings in Christchurch</a>. A truly shocking event and by far the worst shooting event New Zealand has suffered.</p> \n </div> \n</div> \n<div id=\"block-5c8b3fa0e4b0eff8e0fc3648\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T06:33:25.309Z\">6.33am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>A recap of last night’s vote</h2> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"b678ba95-ed38-4835-8913-792cfd2800a3\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/nON8Nt-JeyI?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>In case you missed it, here is the result of last night’s vote, as parliament opted overwhelmingly to request an extension to article 50.</p> \n  <p>The prime minister is now expected to bring her twice-defeated Brexit deal back to parliament on Tuesday, after she narrowly retained control of the next steps of the process.<br></p> \n  <p>The votes, the last in a series of vital parliamentary decisions on Brexit over several days, mean that Britain’s departure from the EU should not now take place before 30 June and gave the prime minister a window to resuscitate her plan.</p> \n  <p>Brexit secretary, Steve Barclay wound up the debate for the government, saying: “It is time for this house to act in the national interest, it’s time to put forward an extension that is realistic”.</p> \n  <p>The shadow Brexit secretary, Keir Starmer, said: “This evening the Brexit secretary voted against his government’s own motion on Brexit, which earlier in the day he had defended in the <a href=\"https://www.theguardian.com/politics/houseofcommons\">House of Commons</a>. That’s the equivalent of the chancellor voting against his own budget. This is a government that has completely lost control.”</p> \n </div> \n</div> \n<div id=\"block-5c8b44d8e4b0cf92e5a577c0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T06:25:15.022Z\">6.25am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Foreign secretary <strong>Jeremy Hunt </strong>has tweeted this morning about the horrific attack in Christchurch today, in which an as-yet unconfirmed number of people were killed when a shooter or shooters targeted two mosques. Our rolling coverage of that event is <a href=\"https://www.theguardian.com/world/live/2019/mar/15/christchurch-shooting-injuries-reported-as-police-respond-to-critical-incident-live\">here</a>.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jeremy_Hunt/status/1106440396316594176\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Our hearts go out to the people of New Zealand following the news of this terrible act in Christchurch. NZ is one of the most peaceful, peace-loving and generous nations in the world. Your friends in the UK stand with you today in deepest sympathy.</p>— Jeremy Hunt (@Jeremy_Hunt) \n    <a href=\"https://twitter.com/Jeremy_Hunt/status/1106440396316594176?ref_src=twsrc%5Etfw\">March 15, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8b4122e4b0eff8e0fc364c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T06:10:38.317Z\">6.10am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">What the papers say about extending article 50</h2> \n <div class=\"block-elements\"> \n  <p>The vote to delay <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> for a yet-to-be-determined length of time has been met in the papers today with a mix of incredulity, calls for more time and speculation as to whether it will boost May’s hand in negotiations.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/guardian/status/1106313188126195718\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Guardian front page, Friday 15 March 2019: Cabinet split exposed as MPs vote overwhelmingly to delay Brexit <a href=\"https://t.co/0DyC4UuCAO\">pic.twitter.com/0DyC4UuCAO</a></p>— The Guardian (@guardian) \n    <a href=\"https://twitter.com/guardian/status/1106313188126195718?ref_src=twsrc%5Etfw\">March 14, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TimesPictures/status/1106320458834763776\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Times 15/3/2019<br>Bryony Frost, 23, from Devon celebrates on Frodon, winning the Ryanair Chase making her the first woman to win a grade 1 jumps race at Cheltenham Festival. Photo : David Fitzgerald/Sportsfile<a href=\"https://twitter.com/hashtag/thetimes?src=hash&amp;ref_src=twsrc%5Etfw\">#thetimes</a> <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash&amp;ref_src=twsrc%5Etfw\">#tomorrowspaperstoday</a> <a href=\"https://twitter.com/hashtag/cheltenhamfestival?src=hash&amp;ref_src=twsrc%5Etfw\">#cheltenhamfestival</a> <a href=\"https://twitter.com/thetimes?ref_src=twsrc%5Etfw\">@thetimes</a> <a href=\"https://t.co/9MwepnflII\">pic.twitter.com/9MwepnflII</a></p>— The Times Pictures (@TimesPictures) \n    <a href=\"https://twitter.com/TimesPictures/status/1106320458834763776?ref_src=twsrc%5Etfw\">March 14, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FinancialTimes/status/1106321640701476864\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Just published: front page of the Financial Times, UK edition, Friday 15 March <a href=\"https://t.co/61tdMGkFbD\">https://t.co/61tdMGkFbD</a> <a href=\"https://t.co/wq7LSsRgS5\">pic.twitter.com/wq7LSsRgS5</a></p>— Financial Times (@FinancialTimes) \n    <a href=\"https://twitter.com/FinancialTimes/status/1106321640701476864?ref_src=twsrc%5Etfw\">March 14, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Telegraph/status/1106321779478413317\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Friday's Daily Telegraph front page: 'One last roll of the dice' <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash&amp;ref_src=twsrc%5Etfw\">#tomorrowspaperstoday</a> <a href=\"https://t.co/GgUU5Ploio\">pic.twitter.com/GgUU5Ploio</a></p>— The Telegraph (@Telegraph) \n    <a href=\"https://twitter.com/Telegraph/status/1106321779478413317?ref_src=twsrc%5Etfw\">March 14, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Daily_Express/status/1106327405499695104\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tomorrow's <a href=\"https://twitter.com/Daily_Express?ref_src=twsrc%5Etfw\">@Daily_Express</a> front page:<br><br>- You have decided to delay <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a>... what a damning indictment of our democracy<br><br>- Palace split for William and Harry <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash&amp;ref_src=twsrc%5Etfw\">#tomorrowspaperstoday</a> <a href=\"https://t.co/6SdMTja71G\">pic.twitter.com/6SdMTja71G</a></p>— Daily Express (@Daily_Express) \n    <a href=\"https://twitter.com/Daily_Express/status/1106327405499695104?ref_src=twsrc%5Etfw\">March 14, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5c8b3e40e4b016d23425c425\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T05:56:24.619Z\">5.56am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Theresa May’s hopes of winning over Eurosceptics and the DUP to back her deal have been dealt a fresh blow after the “Star Chamber” of Brexiteer lawyers rejected a further attempt to allay their concerns about the backstop. </p> \n  <p>The group of lawyers, led by veteran Tory Sir Bill Cash, said the suggestion that the UK could use the Vienna Convention - the international treaty that lays down the rules about treaties - to unilaterally pull out of the backstop was “badly misconceived”. </p> \n  <p>The panel of lawyers, which significantly also includes DUP deputy leader Nigel Dodds, rejected supplementary legal advice from Attorney General Geoffrey Cox. </p> \n  <p>The Attorney General’s advice hinges on Article 62 of the Vienna Convention, which says that if there has been “a fundamental change of circumstances” following the conclusion of a treaty “which was not foreseen by the parties”, then the countries involved would be allowed to withdraw from it. </p> \n  <p>But the Brexit-backing lawyers said “given the high burden that a state must meet to use it, and given the extreme reluctance of international courts and tribunals to accept it” the Vienna Convention route “supplies no assurance whatsoever that the UK could terminate the Withdrawal Agreement in a lawful manner”.</p> \n </div> \n</div> \n<div id=\"block-5c8b38aee4b016d23425c412\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-03-15T05:45:38.432Z\">5.45am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good morning and welcome to our rolling coverage of the day’s politics news. </p> \n  <p>This is <strong>Kate Lyons </strong>bringing you all the Brexit news until <strong>Andrew Sparrow </strong>and <strong>Matthew Weaver </strong>join later on to take you through the day.</p> \n  <p>What a week it has been. A week of votes and humiliating defeats, ruptured cabinets, unheeded whips and prime ministerial flip-flopping. I don’t blame you if your head is aching and you’re ready to dive into the weekend and never come back from it.</p> \n  <p>But, of course, it is not over. After parliament voted last night to<strong> </strong>ask for a delay to Brexit, meaning the UK would not leave on 29 March, May will bring her deal back to Parliament for a third time next week. </p> \n  <p>MPs also overwhelmingly rejected an amendment calling for a second referendum, quashing the hopes of those who thought a People’s Vote might put an end to the current crisis. Labour ordered its MPs to abstain, believing the timing to be wrong, and only 85 MPs voted for a referendum that would have had remain as an option, which led to five Labour frontbenchers resigning as shadow ministers.</p> \n  <p>Please get in touch with questions and comments. You can do that on <a href=\"https://twitter.com/MsKateLyons\">Twitter</a>, via email (kate.lyons@theguardian.com) or in the comments below.</p> \n  <p>Ready team? Let’s do this.</p> \n </div> \n</div>",
      "wordcount": "6422",
      "commentCloseDate": "2019-03-15T18:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-15T05:46:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:18Z",
      "liveBloggingNow": "false",
      "productionOffice": "AUS",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b263f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c9626548f4ed7d9eb35c3c485d320304b8db23dd/0_138_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "• The Democratic Unionist party is locked in what its deputy leader described as a”constructive dialogue” to try to reach an agreement to allow it to back Theresa May’s Brexit deal, including with the attorney general, Geoffrey Cox, and the chancellor, Philip Hammond. Downing Street is convinced the support of the DUP is key to unlocking the backing of many Conservative Brexiters when May brings her deal to the House of Commons on Tuesday for the third time. The discussions, believed to be at the Cabinet Office, are taking place on Friday and expected to continue into the weekend. They are likely to cover the role of any future Northern Ireland assembly if the Irish backstop were used – one of the issues senior DUP leaders have asked for further clarification about. • David Lidington has insisted Theresa May’s cabinet will continue to work together “very constructively”, despite eight senior ministers, including the Brexit secretary, voting against an extension to article 50. Steve Barclay voted against a motion tabled by the government, even though he had spoken in favour of it at the dispatch box just minutes earlier. Others who rejected the idea of an extension were Penny Mordaunt, Liam Fox and Chris Grayling. • The Liberal Democrat deputy leader, Jo Swinson, has been tipped as the frontrunner to replace the party’s outgoing leader, Vince Cable, who has announced plans to step down from the party in May. Cable, a former business secretary in the coalition government, announced that he would set a timetable for his departure at the party’s spring conference this weekend. • Ireland will want to avoid a series of “rolling cliff edges” if the UK requests a delay to its exit from the EU, the country’s finance minister has said. Paschal Donohoe said London would need to convince the EU27 that an extension to article 50 would not further risk economic disruption. “I believe it is highly important that we do all we can to avoid being in a scenario of rolling cliff edges … particularly from a financial market stability perspective and economic stability, we need to be aware of that,” he said. There had been a “constructive dialogue” between the DUP and the government, said the party’s deputy leader, Nigel Dodds following his talks with the attorney general and ministers. He added that the talks would continue to also focus on the issue of the so-called ‘Stormont Lock’ and how it can be provided for. The lock in question relates to a series of assurances on Northern Ireland and its place in the UK, which the government published in January. Those commitments give a restored Northern Ireland Assembly at Stormont - which has not sat for two years - a say on any future laws that the European Union may pass if the backstop comes into force. A government paper promised that this “Stormont lock” on the backstop would be a legally binding commitment. However, the DUP immediately rejected the paper when it was first put forward in January, dashing hopes that the party would get behind May for the first vote on her Brexit deal. The DUP’s deputy leader, Nigel Dodds, has emerged from discussions with the government and said that the party is still seeking to have its concerns “assuaged” about the Northern Ireland backstop before it can support Theresa May’s deal. The party, which in 2017 squeezed £1bn extra for Northern Ireland over the next two years as part of its confidence and supply deal to support the government, is not seeking more money as part of the talks, Dodds. Dodds said that the chancellor, Phillip Hammond, was in the talks but “nothing more” should be read into the fact that he was present along with the Attorney General Geoffrey Cox. Michael Gove, a key Brexiteer member of the cabinet and Secretary of State for Environment, Food and Rural Affairs, was also present for the talks. “No, we are not discussing more cash,” said Dodds, in answer to questions from the press. “It’s about Brexit and how we can protect Northern Ireland’s economic and political future,” said the MP. The Liberal Democrat deputy leader, Jo Swinson, has been tipped as the frontrunner to replace the party’s outgoing leader Vince Cable, who announced plans to step down from the party in May. Cable, the former business secretary in the coalition government, announced that he would set a timetable for his departure at the party’s spring conference this weekend. Three MPs were expected to be in the running – Swinson, the former cabinet minister Ed Davey and the party’s education spokeswoman, Layla Moran. Swinson, a coalition business minister, was highly likely to announce her candidacy, according to multiple sources. One, who is close to Swinson, said: “Jo loves the party and is passionate about wanting it to succeed. She hears the calls for her to stand very clearly, and I would put money on her going for it.” We’re hearing suggestions that Nigel Dodds, the DUP’s deputy leader, is going to be saying something in a while about his party’s talks with the Attorney General, Geoffrey Cox, Dodds and colleagues are locked in intensive talks with Cox and the chancellor, Philip Hammond, try to reach an agreement to allow them to back Theresa May’s Brexit deal. When he’s going to appear, or what he’ll say.. ‘Ulster says Yes?’ .. ‘we’ll keep talking?’ .. we don’t know yet. The Brexit Secretary, Steve Barclay, has been explaining that extraordinary decision he took last night to vote last night AGAINST the government’s motion extending article 50, after he wound up the debate by making the case FOR it. Doorstepped by the BBC’s Tom Barton, Barclay said that it had to do with the motion having two parts: Barclay wound up last night’s debate by telling MPs: “It is time for this house to act in the national interest, it’s time to put forward an extension that is realistic” The Guardian’s Chief Political Correspondent suggests that a fourth Brexit Secretary may be on the cards. He might be taking it easy on the hard stuff in preparation for the beginning of his big March to Leave tomorrow but Nigel Farage will surely find some use for some politically-charged beer mats that have been left on his desk at the European Parliament. Richard Corbett, the leader of their Labour group in the European Parliament, tweeted a picture of the mats produced by the pro-remain guerrilla marketing activists, ByDonkeys. The Democratic Unionist party is locked in intensive talks to try to reach an agreement to allow it to back Theresa May’s Brexit deal, including with the attorney general, Geoffrey Cox, and the chancellor, Philip Hammond. Downing Street is convinced the support of the DUP is key to unlocking the backing of many Conservative Brexiters when May brings her deal to the House of Commons on Tuesday for the third time. The discussions, which are taking place on Friday and expected to continue into the weekend, are likely to cover the role of any future Northern Irelandassembly if the Irish backstop were used – one of the issues senior DUP leaders have asked for further clarification about. Hammond is also attending a meeting in Downing Street on Friday with the DUP, first reported by the Sun, and the government is said to also be looking at what domestic legal guarantees could be offered to the party. While MPs bicker over the terms of the UK’s divorce from the EU, British citizens in Brussels who have been worrying about the impact on their lives there have been taking out Belgian citizenship. The Belgian government’s statistics service, StatBel, this week released figures this week showing a spike in Brits becoming Belgians after the 2016 Brexit referendum. The Associated Press has been speaking to a few of them, including lobbyist Brian O’Riordan, who described how he has been feeling: “It’s a kind of bizarre feeling, this sense of disempowerment, helplessness watching it all happen, not really understanding why.” That uncertainty finally pushed him over the edge, according to the AP. He has lived in Belgium for two decades and speaks French to his two border collie dogs all the while being happy to be British. But with Brexit looming, he shifted his pension savings out of Britain and took Belgian citizenship. In 2015, 127 Britons took Belgian citizenship. The following year the number soared to 506. In 2017, 1,375 of the 23,000 Brits living in Belgium a whopping 6 percent adopted Belgian nationality. Much of the talks between the DUP and the government are revolving around the role of the Northern Ireland Assembly - which is currently suspended - in the event of the backstop being used. That’s according to UTV’s Political Editor, Ken Reid. If the role of the assembly is being discussed, that’s quite new and potentially separate from the question of whether or not the backstop will need to be used, and whether it is time limited. Are they ready to jump? Northern Ireland has had no functioning elected government since power sharing DUP and Sinn Féin collapsed in January 2017. Civil servants are left to run things but cannot make key decisions. How that can change is an altogether different can of worms from the current Brexit impasse. Either way, if you want to know more you could do worse than read this piece from Rory Carroll, the Guardian’s Ireland correspondent, about the simmering resentment in Northern Ireland as Stormont sits empty: A DUP MP, Jim Shannon, has said that the party will not be changing its minds on May’s deal unless there are legally binding changes to ensure that the backstop is limited. “That is what we have been asking for over the past two years to be honest with you and we can’t understand why the government has not been able to understand that,” he told the BBC’s World at One. He warned however: “If nothing has chaned then our opinoin has not changed.” It looks like the government is putting its back into convincing the Democratic Unionists to come on board. This from Sky’s Beth Rigby: The DUP may or may not be on the move, but Theresa May has also received a boost after Esther McVey, who quit the cabinet over Brexit policy last year, indicated she could vote for the deal next week. McVey was speaking to the BBC’s Nick Robinson for his politics blog. Asked if MPs would “hold their noses and vote” for Mrs May’s deal - which is expected to return to the Commons next week - the former minister said: “Yes. They will. I don’t know what the number is, but they will have to do that if they... want Brexit.” Austria would be in favour of granting Britain a “short extension” to Brexit, according to Karin Kneissl, Austria’s Minister for Europe, Integration and Foreign Affairs. However, it remains to be seen whether other EU states would also agree and it is very difficult to say where a longer one would be granted, she told BBC’s Politics Live. “A Longer extensions of course coincides with the European Parliamentary elelctions and this cause a problem,” said Kneissl. “It’s not just an issue of the British participating in elections. It’s about the presidency of the parliament and we could enter into a debate about parliamentary legitimacy and we could enter into a debate about parliamentary legitimacy.” Is the DUP about to budge from their opposition to May’s deal? The party is holding “ongoing and significant discussions with Government” over Brexit, the Press Association reports. The BBC’s Political Editor picked up on this last night too: The question of whether third vote on the withdrawal agreement should - or will - be ruled out by the Speaker, John Bercow, continues to be debated. There are those who argue passionately that he has to do so for the sake of democracy: Then there’s this view from Jo Maugham, a QC and Director of the Good Law Project, who tweets three reasons for why Bercow should not. Here’s the second and third: As Catherine Haddon of the Institute for Government told Sky News on Thursday however: “In the end, it’s the speaker’s discretion. Though he should follow the will of the House.” Ireland will want to avoid a series of “rolling cliff edges” if the UK requests a delay to its exit from the EU, the country’s finance minister has said. Paschal Donohoe said London would need to convince the EU27 that an extension to article 50 would not further risk economic disruption. “I believe it is highly important that we do all we can to avoid being in a scenario of rolling cliff edges … particularly from a financial market stability perspective and economic stability [perspective], we need to be aware of that,” he said. Theresa May is expected to ask the EU for an extension next week at the European Council summit after MPs voted overwhelming to delay Brexit until 30 June amid chaotic scenes in the House of Commons on Thursday evening. Donohoe said the taoiseach Leo Varadkar had made it clear Ireland “would provide generous response” but that London needed to spell out what it wanted from any extension. A delay of anything from a few months to as long as 21 months have been mooted in recent weeks with some EU leaders such as the Dutch prime minister Mark Rutter questioning the point of any extension if the UK was not clear about the Brexit it wanted. MPs have gathered in the House of Commons for a minute’s silence in memory of those killed in the New Zealand terror attack. Speaker John Bercow led tributes to the victims of the Christchurch mosque shootings, telling the chamber the pause in proceedings at 11am was in “solidarity” with the people of New Zealand and Muslims around the world. Labour MP Wes Streeting, co-chairman of the all-party parliamentary group on British Muslims, said what had happened in Christchurch would be felt deeply by UK communities. In the wake of “Islamophobia and anti-Muslim prejudice not just in this country but right across the world”, he said “on behalf of the whole House, you are not alone in confronting prejudice and hatred”. The risk of the backstop being weaponised by European governments to force the UK to make concessions on unrelated issues is now much less, according to a new paper from the Policy Exchange thinktank. Readers might recall that Macron said in November that the UK will be trapped in a customs union after Brexit unless Downing Street offers European fishermen full access to British waters during the coming trade negotiations. Three lawyers who have penned ‘A Second Look at the UK’s Legal Position in Relation to the Backstop’ argue anumber of points made earlier in the week during Attorney General Geoffrey Cox’s fateful legal take on the backstop “may have been lost, overlooked, or not fully appreciated”. They emphasise the force of “good faith” obligations in international law, while also adding: While the AG’s assessment on legal risk for the UK in the event of EU compliance with its obligations (and absent a fundamental change of circumstances) is correct, the risk of the backstop being used as leverage for the next phase of the negotiations in order to lock the UK into a backstop-like arrangement indefinitely has receded significantly. Frayed nerves? Wondering if you have the right number of tins of beans stashed away in the attic? Spare a thought for the Guardian’s Westminster sketchwriter John Crace. Here’s a snippet from his digested week (online here): Wednesday A nightmare. A day when I basically had to rip up three-quarters of the sketch I’d already written and start again from scratch with barely 40 minutes to the latest deadline. My nerves can’t take much more of this. I’m a broken man. I’d thought for once in the ongoing Brexit shitshow that we were in for a relatively quiet day. That May had surely now found a vote she couldn’t possibly lose. After all, a government motion to take a no-deal Brexit off the table was something on which every MP, with the exception of a few delusional members of the ERG, who demanded the certainty of businesses in their constituencies going bust on 29 March, could agree. Some folks have been asking below the line on the blog about whether the Speaker, John Bercow, will allow May to bring her rejected deal back to Parliament for another attempt to get it passed. When, asks @Aphex on Twitter, will we know what his decision is on this matter? The short answer is that we probably won’t know definitively until Tuesday next week Those interested in the same question might also be intrigued by a recent exchange between a Westminster committee and the just-retired clerk of the House, who suggested it was not for the Speaker to apply “theological” rules in the face of political reality. There is a general rule against being asked to decide again on the same question in the same Session, Sir David Natzler, told the Exiting the EU Committee in October. He added: If it was a different document, obviously there would be a different motion. I do not know; I would not want to speculate. If it was exactly the same document and they came back three months later for another bite, I do not think the procedures of the House are designed to obstruct the necessary business of Government in that way in such a crucial thing. I hope that is helpful. He went on: I do not want to speculate on various things the chair might do, but the chair is there to facilitate the business of the House, not to operate a series of strange theological rules, with no disrespect to theology. They are there for a purpose, and it is the purpose that has to be looked at. I suspect a re-run of the Geldof versus Farage ‘Battle of the Thames’ isn’t quite on the cards yet, but a group of fishing boats has set off on the River Tyne to protest against the Prime Minister’s Brexit plans. The flotilla (if that’s quite the right word), which comes the day before Farage starts out on his March to Leave, from Sunderland to London, has been organised by a group call Fishing for Leave. After setting off from North Shields the flotilla made its way towards Newcastle’s Quayside through the choppy waters of the Tyne. A battered trawler was driven on the back of a lorry by road, heading for a meeting point. A Fishing For Leave spokesman said: “The terms of the Withdrawal Agreement are an existential threat to fishing and a total betrayal of Brexit and Britain. “It means a second surrender of our industry and coastal communities and places a constitutional bomb under democracy.” David Lidington, the Cabinet Office minister and de facto deputy prime minister has insisted Theresa May’s cabinet will continue to work “very constructively” together, despite eight senior ministers, including the Brexit secretary, voting against an extension to article 50. Steve Barclay voted against a motion tabled by the government, even though he had spoken in favour of it at the dispatch box just minutes earlier. Others who rejected the idea of an extension included Penny Mordaunt, Liam Fox and Chris Grayling. Lidington, who is the Cabinet Office secretary, told BBC Radio 4’s Today programme: “I’ve been working very constructively with Steve Barclay since his appointment a couple of months ago despite the fact that he and I were vigorously on opposite sides of the debate during the referendum, and we are continuing to work very constructively together today and in the days to come.” The motion called for a three-month delay to Brexit – or a potentially much longer one, if parliament does not back the prime minister’s deal next week. That will now become government policy. (read on) European Press Reaction • “At long last, MPs now have to decide where they stand,” said Die Zeit in Germany after the Commons voted in favour of a short extension to article 50 on Thursday evening, having earlier in the week rejected both Theresa May’s Brexit deal and no deal. “Empty promises to voters and pithy speeches in parliament will no longer cut it. The drama currently being played out in Westminster represents, at long last, the painful intrusion of reality into Britain’s Brexit debate.” • Frankfurter Allgemeine Zeitungreckoned the UK’s “battered prime minister may perhaps have slightly more reason for hope than before. Who knows, it could just be that the Brexit drama in London will come to an end soon after all.” • France’s Libération rejoiced that at long last one thing looked more or less likely: “Britain will not be leaving the EU on 29 March.” Except, it added, the country was traversing a period “so utterly extraordinary, so totally unprecedented, in which all the existing logic of votes and established political forces has been so completely overturned, that nothing, nothing at all, can any longer be predicted.” • Le Monde warned that the “apparent bright spot” masked “a weakening of May’s authority that is alarming not just for her political survival but for the democratic functioning of the country”. She had “lost control of her party and cabinet to the extent that 188 Conservative MPs and eight ministers voted against the government’s motion to postpone Brexit”, the paper pointed out. In Spain’s El País, the commentator Rafa de Miguel said the hardcore Brexiters were like “enraged children who despise any gift that is not the one they want”. Having twice rejected May’s deal, parliament was now completely confused: “Yes to Brexit but no to no deal; No to May’s plan but also to any other solution.” • In Dublin, the Irish Times said that after the “chaos and humiliation of a double defeat in the House of Commons on Wednesday, Theresa May had a relatively good day” on Thursday. But the paper’s commentator, Stephen Collins, was brutal on what the week’s events in Westminster had revealed. After the chaos, contradictions and incompetence, European media have spotted a glimmer of light at the end of the Brexit tunnel. That’s according to the Guardian’s John Henley, who has been reviewing reaction to the past 48 hours on the continent (below). On past form, of course, it will soon be extinguished, but the endgame seems – at least for now – to be approaching. This is Ben Quinn picking up the blog by the way. As regulars know, the best way to get my attention is to tweet me. My colleague Lisa O’Carroll at Bloomberg HQ Labour took a city council seat from an independent in the latest local by-elections. The party’s gain came in a contest in the Coxford ward of Southampton City Council caused by the resignation of an independent councillor. Voting was: Lab 668, C 529, Lib Dem 450, Socialist Alternative 368, Integrity Southampton 178, Ind 174, Ukip 123, Green 53. The turnout was 25%. Elsewhere, Labour comfortably held two seats: one at Croydon (Norbury &amp; Pollards Hill ward) and one at Durham (Wingate division). Mr Hogan added that MPs in Westminster were behaving in an unacceptable way. “They have had a long time to do all of this up until now and leaving it until the eleventh hour is creating instability and uncertainty for their own people, but also for Irish people and for the European Union generally. “That is certainly not an acceptable way of political behaviour from the mother of parliaments.” He said he would not pre-judge whether European leaders would be prepared to offer Mrs May a Brexit extension. Mr Hogan also insisted the EU stood ready to support Irish farmers who might be adversely impacted by Brexit but urged those in the sector to “remain calm” until the final shape of Brexit was clear. “We are well advanced for all scenarios including very difficult situations for farmers in Europe generally and indeed for Irish farmers because we are very exposed, particularly in the beef sector,” he said. He added: “The European Union is ready to help them at the appropriate time when we see what the conclusions of the negotiations in London are.” Mr Hogan said there was not yet a market crisis - characterising the situation as only a “political crisis”. He said Irish farmers had weathered previous troubled periods, such as mad cow and foot and mouth diseases, with EU help. “We shouldn’t talk ourselves into a crisis.” EU Commissioner Phil Hogan believes the UK’s no-deal tariff plans - proposals that would see no import duties levied on goods entering Northern Ireland across the border - are likely to breach World Trade Organisation rules. Mr Hogan, who is commissioner for agriculture and rural development, claimed the plans unveiled by Whitehall this week were “political” and designed to “change in the news cycle from the political chaos on London”. “I think they are incompatible with WTO rules,” he said after arriving at an agriculture conference in Dublin. He added: “I think the timing of it was unfortunate and it was a deliberate attempt to put Ireland more on the agenda, as if it wasn’t on the agenda already.” My colleague Lisa O’Carroll is at Bloomberg HQ Jeremy Corbyn sends his condolences following the New Zealand shootings Andrew Adonis reacting to David Lidington’s comments David Lidington has denied the Government was falling apart after seven Cabinet ministers including Brexit Secretary Stephen Barclay voted against the Prime Minister’s motion on delaying EU withdrawal. He told the Today programme: “It was a free vote in that division yesterday. Now, what happens this morning is that the entire Cabinet has accepted the position that Parliament voted for last night. I’ve been working very constructively with Steve Barclay since his appointment a couple of months ago despite the fact that he and I were vigorously on opposite sides of the debate during the referendum, and we are continuing to work very constructively together today and in the days to come.” Mr Lidington said he believed that Leave-backing ministers had used the free vote as “an opportunity to register how unhappy they were with being in the position where we don’t really have an option as a country except to seek an extension of our time in the European Union”. He said that leaving on March 29 with no deal remains the “legal default position” but the likelihood of it happening had “diminished” after this week’s votes. He said he was still hoping that the UK will “leave as soon as possible in an orderly fashion” by MPs backing Mrs May’s Withdrawal Agreement next week. Theresa May’s effective deputy, Cabinet Office minister David Lidington, said the Christchurch attacks highlighted the need to “stamp out” Islamophobia. He told BBC Radio 4’s Today programme: “On behalf of the whole British Government, I’m sure that the whole British people would want to share the sense of shock and grief that must be felt throughout New Zealand today. “Our hearts go out particularly to the families of those who’ve lost people in New Zealand and also feelings of strong solidarity with Prime Minister Ardern and her government in New Zealand.” While I don’t want at this early stage to comment on what the motivation of the criminals concerned might have been, Islamophobia is an evil. I know that there will be Muslim constituents of mine and Muslim British fellow-citizens throughout the country who will be worried about the reports from New Zealand and the implications for their own safety. “All of us as a country, wherever we came from, whatever our ancestry, whatever our political loyalties may be, need to demonstrate a sense of solidarity and friendship with our British Muslim fellow-citizens. “They are part of our country, they contribute so much to life in so many respects in the United Kingdom. They are welcome here, they are valued parts of our community and we need to demonstrate that friendship and solidarity and be very clear - across any political parties - we need to stamp out Islamophobia and take action against it wherever it is found.” Shadow international trade secretary Barry Gardiner said Labour was pursuing cross-party discussions in the search for “something which can become the consensus that Parliament solidifies around” as a solution to Brexit. Mr Gardiner said parties should be ready to accept that “none of us may think this entirely suits what we might ideally have liked and put forward, but this is a way of uniting the country”. We have always said that it will be the case that the option of a further public vote is there to stop a no-deal, to stop a bad deal. I believe that we should still try to achieve a deal and that’s what we are now working for in the Labour front bench.” Mr Gardiner said the extension to Brexit sought by Theresa May last night was only delivered because of Labour votes. “It was only because the Labour Party voted with Theresa May that the extension went ahead, because the Government could not get its own Cabinet ministers to back that extension, which was its own policy,” he said. “This is extraordinary and that’s why Parliament must now take back control.” Activist Gina Miller has ruled out putting her name in the ring for the Lib Dem leadership contest after Sir Vince Cable announced he will step down in May to make way for a “new generation”. She told BBC Radio 4’s Today: “No, no, no, I’m definitely not doing that.” Theresa May has sent her condolences after40 people were killed in shootings at two mosques in Christchurch. Activist and businesswoman Gina Miller believes the moment to call for a second referendum is “when all else fails”. I don’t think last night was the time to lay down this amendment,” she told the Today programme. “Yesterday was about extension and the day before was about taking no-deal off the table. “You have to try to exhaust all the other options first, and if Parliament can’t resolve it, it’s at that point that it goes back to the people.” An amendment calling for a fresh public vote, tabled by The Independent Group’s Sarah Wollaston, lost by 334 votes to 85 last night with Jeremy Corbyn telling Labour MPs to abstain. Barry Gardiner also said Labour will back a second referendum. We in the Labour party lost the referendum, we campaigned to Remain. “If it’s [second referendum] the only way to stop a no deal or a bad deal”. Speaking on the Today programme, Labour MP Barry Gardiner said the party’s mission is to bring unity following a turbulent week, citing last night’s Question Time programme. “To see people in the audience arguing so aggressively with each other, that is what is happening now with Brexit. That is what Labour is trying to do with these cross party talks.” Good morning everyone, I am Nadeem Badshah and will be taking over the politics blog from my colleague Kate Lyons More tweets from MPs are pouring in in support of those in New Zealand affected by the horrific shootings that resulted in the deaths of 40 people at two mosques in Christchurch. Mercedes team principal Toto Wolff has compared the UK’s handling of Brexit to a sketch from Monty Python. Speaking ahead of the Australian Grand Prix in Melbourne, Wolff said: “For some time I found it really tragic but the tragic has somehow changed into real good entertainment. “Every evening I watch the House of Commons and I’m not quite sure whether it’s a Monty Python thing or what is really happening. “For us, we have 26 nations in our company and we are living from the ‘just in time’ principle of getting goods in.” There are seven F1 teams based in the UK and bosses including Wolff and McLaren chief executive Jonathan Neale have previously expressed concern about the impact of a no-deal Brexit on the sport. Christian Horner, principal of Red Bull Racing, added: “Trying to follow what on earth is going on in British politics at the moment is rather difficult for all of us. “It will be business as normal, we will wait and see what and if and when Brexit does happen, and when it happens then we’ll deal with it. “But of course you try and put as many ‘what if’ scenarios in place as you can to protect the operation of your business.” For the first time in what feels like a very long time (can it really just be four days?), a key Brexit motion is not on the agenda for the House of Commons. Finally. Theresa May had found a vote she could win. A narrow two-vote victory. A largely pyrrhic victory, as the government had won on a motion to extend article 50 it had never actually wanted to put to the house in the first place. Even when the Leader In Name Only is winning, she still contrives to lose. Another crank of the pathos handle. The government still just about had control of the parliamentary timetable. For a few more days at least. Not that Lino took any pleasure in the result. No smile escaped her lips, no signifier of relief. Just a hunched figure, lost in a near catatonic state. She clearly hates her life almost as much as she hates many of her colleagues. Hating is one of the few things she does well. The body language between her and Philip Hammond was of a couple who had long since realised there had never been two of them in this relationship. She left long before the final result was declared. With Lino’s voice on either life support or a damage limitation exercise – take your pick – it had been left to the Cabinet Office minister, David Lidington, to open the latest Brexit debate the government had been hoping to avoid. He looked like a man who knew he had drawn the short straw. Tom Watson, deputy Labour leader, has also tweeted his concern for the people of New Zealand at this time. Jacinda Ardern, the New Zealand prime minister, is speaking now and has confirmed that 40 people have been killed in the two shootings in Christchurch. A truly shocking event and by far the worst shooting event New Zealand has suffered. A recap of last night’s vote In case you missed it, here is the result of last night’s vote, as parliament opted overwhelmingly to request an extension to article 50. The prime minister is now expected to bring her twice-defeated Brexit deal back to parliament on Tuesday, after she narrowly retained control of the next steps of the process. The votes, the last in a series of vital parliamentary decisions on Brexit over several days, mean that Britain’s departure from the EU should not now take place before 30 June and gave the prime minister a window to resuscitate her plan. Brexit secretary, Steve Barclay wound up the debate for the government, saying: “It is time for this house to act in the national interest, it’s time to put forward an extension that is realistic”. The shadow Brexit secretary, Keir Starmer, said: “This evening the Brexit secretary voted against his government’s own motion on Brexit, which earlier in the day he had defended in the House of Commons. That’s the equivalent of the chancellor voting against his own budget. This is a government that has completely lost control.” Foreign secretary Jeremy Hunt has tweeted this morning about the horrific attack in Christchurch today, in which an as-yet unconfirmed number of people were killed when a shooter or shooters targeted two mosques. Our rolling coverage of that event is here. The vote to delay Brexit for a yet-to-be-determined length of time has been met in the papers today with a mix of incredulity, calls for more time and speculation as to whether it will boost May’s hand in negotiations. Theresa May’s hopes of winning over Eurosceptics and the DUP to back her deal have been dealt a fresh blow after the “Star Chamber” of Brexiteer lawyers rejected a further attempt to allay their concerns about the backstop. The group of lawyers, led by veteran Tory Sir Bill Cash, said the suggestion that the UK could use the Vienna Convention - the international treaty that lays down the rules about treaties - to unilaterally pull out of the backstop was “badly misconceived”. The panel of lawyers, which significantly also includes DUP deputy leader Nigel Dodds, rejected supplementary legal advice from Attorney General Geoffrey Cox. The Attorney General’s advice hinges on Article 62 of the Vienna Convention, which says that if there has been “a fundamental change of circumstances” following the conclusion of a treaty “which was not foreseen by the parties”, then the countries involved would be allowed to withdraw from it. But the Brexit-backing lawyers said “given the high burden that a state must meet to use it, and given the extreme reluctance of international courts and tribunals to accept it” the Vienna Convention route “supplies no assurance whatsoever that the UK could terminate the Withdrawal Agreement in a lawful manner”. Good morning and welcome to our rolling coverage of the day’s politics news. This is Kate Lyons bringing you all the Brexit news until Andrew Sparrow and Matthew Weaver join later on to take you through the day. What a week it has been. A week of votes and humiliating defeats, ruptured cabinets, unheeded whips and prime ministerial flip-flopping. I don’t blame you if your head is aching and you’re ready to dive into the weekend and never come back from it. But, of course, it is not over. After parliament voted last night to ask for a delay to Brexit, meaning the UK would not leave on 29 March, May will bring her deal back to Parliament for a third time next week. MPs also overwhelmingly rejected an amendment calling for a second referendum, quashing the hopes of those who thought a People’s Vote might put an end to the current crisis. Labour ordered its MPs to abstain, believing the timing to be wrong, and only 85 MPs voted for a referendum that would have had remain as an option, which led to five Labour frontbenchers resigning as shadow ministers. Please get in touch with questions and comments. You can do that on Twitter, via email (kate.lyons@theguardian.com) or in the comments below. Ready team? Let’s do this.",
      "charCount": "37499",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/benquinn\">Ben Quinn</a> (now), <a href=\"profile/nadeembadshah\">Nadeem Badshah</a> and <a href=\"profile/kate-lyons\">Kate Lyons</a>  (earlier)"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/15/truth-and-transparency-needed-over-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-15T16:11:47Z",
    "webTitle": "Truth and transparency needed over Brexit | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/15/truth-and-transparency-needed-over-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/15/truth-and-transparency-needed-over-brexit",
    "fields": {
      "headline": "Truth and transparency needed over Brexit",
      "standfirst": "<strong>Hilary Burrage</strong> says ‘facts’ require honest examination, <strong>Michael McParland QC </strong>sheds light on article 62, <strong>Libby Ruffle</strong> objects to inflammatory language and <strong>Richard Dawkins</strong> points out a double standard",
      "trailText": "Letters: <strong>Hilary Burrage</strong> says ‘facts’ require honest examination, <strong>Michael McParland QC </strong>sheds light on article 62, <strong>Libby Ruffle</strong> objects to inflammatory language and <strong>Richard Dawkins</strong> points out a double standard",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"77d48e30ce3f3164218887ac3faa0564a546d6fa\"> <img src=\"https://media.guim.co.uk/77d48e30ce3f3164218887ac3faa0564a546d6fa/0_2_4612_2768/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The future of the UK (and of Europe itself) cannot be built on the shifting sands of deception,’ writes Hilary Burrage.</span> <span class=\"element-image__credit\">Photograph: Jessica Taylor/AP</span> </figcaption> </figure>",
      "body": "<p>Your <a href=\"https://www.theguardian.com/commentisfree/2019/mar/14/the-guardian-view-on-brexit-delay-time-to-let-reality-in\" title=\"\">editorial (15 March)</a> demands that as we move forward to resolve the Brexit crisis we “use evidence [and] examine facts”. Many will share that stance, and agree that “facts” require honest examination. On that basis questions must be asked about the EU referendum itself and what to do next.</p> <p>It is already established that the leave campaign overspent in the critical last days before the vote, and (as reported by <a href=\"https://www.theguardian.com/profile/carolecadwalladr\" title=\"\">Carole Cadwalladr</a> among others) that many questions are still to be asked about the origins of that overspend. These are evidence-based matters that continue to vex many remainers and fair-minded Brexiteers.</p> <p>While it is indeed critical to move forward, it is also essential to be clear about what has already happened. Democracy depends on transparency and truth. Despite our political leaders’ determined efforts to gloss over, and refuse to confront, the serious irregularities of the 2016 referendum, it is clear that the future of the UK (and of Europe itself) cannot be built on the shifting sands of deception.</p> <p>The enforcement agencies must now move rapidly to disclose what they know, and to take appropriate action on it; and <a href=\"https://petition.parliament.uk/petitions/241848\" title=\"\">a public inquiry must also now be established</a> to examine the 2016 irregularities and breaches of the law.</p> <p>Most specifically, did the illegal leave money distort the vote? Did the prime minister know about the leave campaign irregularities before she triggered article 50? And, if so, what significance does this fact have for us now?<br><strong>Hilary Burrage</strong><br><em>London</em></p> <p>• The question raised of the Brexit secretary in the House of Commons on Tuesday by Jacob Rees-Mogg on “how article 62 of the Vienna convention could be used” to enable a unilateral exit by the UK of the Northern Irish backstop (<a href=\"https://www.theguardian.com/politics/2019/mar/13/approve-my-deal-or-face-article-50-extension-may-warns-brexiters\" title=\"\">May’s final warning to Tory rebels: back me or lose Brexit</a>, 14 March) has already been clearly answered in the House of Commons research briefing paper (number 08463) published on 21 December 2018.</p> <p>In that paper MPs were told that article 62 of the Vienna Convention on the Law of Treaties (VCLT), which enables a party to terminate or suspend the operation of a treaty where there has been a “fundamental change of circumstances”, can only be relied on in very limited circumstances. The UK would have obvious difficulties trying to rely on article 62 to get out of the backstop because “crucially, a continuation of the backstop would not be a fundamental change of circumstances within the meaning of the VCLT”.</p> <p>That analysis is both legally correct and should be clear enough for even the most confused of our current MPs to understand. Attempts to rely on article 62 would be doomed to failure.<br><strong>Michael McParland QC</strong><br><em>Barrister, and author of </em><em> </em><em>The Rome I Regulation on the Law Applicable to Contractual Obligations</em><em> (Oxford University Press, 2015)</em></p> <p>• How far does the Guardian carry a responsibility for mediation and reconciliation (<a href=\"https://www.theguardian.com/politics/2019/mar/13/approve-my-deal-or-face-article-50-extension-may-warns-brexiters\" title=\"\">May’s final warning to Tory rebels: back me or lose Brexit</a>, 14 March)? Its dramatic language when reporting on Thursday’s votes – “humiliated” (a matter of opinion, she just looked ill to me); “Party split exposed” (some years ago); “defiant reply” etc – only serves to exasperate and not heal the Brexit angst.</p> <p>Whatever your view on the UK leaving the EU, there’s not a single individual who can reconcile our irreconcilable views, so John Crace’s character assassination of May is childish (<a href=\"https://www.theguardian.com/politics/2019/mar/14/day-993-in-the-big-brexit-house-and-another-crank-of-the-pathos-handle\" title=\"\">Sketch</a>, 15 March). Neither will any outcome make it all go away.</p> <p>I don’t think the Guardian would be going beyond its remit in lobbying politicians to attend citizens’ assemblies, guided by experts in psychology and kenosis (be they counsellors, teachers or Quaker elders) to help us listen, be heard and resolve to act for the common good, even where our definitions of it seem diametrically opposite.<br><strong>Libby Ruffle</strong><br><em>Waldringfield, </em><em>Suffolk</em></p> <p>• Having been defeated twice by thumping majorities, Mrs May now seeks to bring her identical Brexit proposal back for a third roll of the dice. Yet if we the people ask for a second referendum it is a “betrayal”. Why the double standard?<br><strong>Richard Dawkins</strong><br><em>Oxford</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "718",
      "commentable": "false",
      "firstPublicationDate": "2019-03-15T16:11:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:16Z",
      "newspaperEditionDate": "2019-03-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b28tx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/77d48e30ce3f3164218887ac3faa0564a546d6fa/0_2_4612_2768/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your editorial (15 March) demands that as we move forward to resolve the Brexit crisis we “use evidence [and] examine facts”. Many will share that stance, and agree that “facts” require honest examination. On that basis questions must be asked about the EU referendum itself and what to do next. It is already established that the leave campaign overspent in the critical last days before the vote, and (as reported by Carole Cadwalladr among others) that many questions are still to be asked about the origins of that overspend. These are evidence-based matters that continue to vex many remainers and fair-minded Brexiteers. While it is indeed critical to move forward, it is also essential to be clear about what has already happened. Democracy depends on transparency and truth. Despite our political leaders’ determined efforts to gloss over, and refuse to confront, the serious irregularities of the 2016 referendum, it is clear that the future of the UK (and of Europe itself) cannot be built on the shifting sands of deception. The enforcement agencies must now move rapidly to disclose what they know, and to take appropriate action on it; and a public inquiry must also now be established to examine the 2016 irregularities and breaches of the law. Most specifically, did the illegal leave money distort the vote? Did the prime minister know about the leave campaign irregularities before she triggered article 50? And, if so, what significance does this fact have for us now? Hilary Burrage London • The question raised of the Brexit secretary in the House of Commons on Tuesday by Jacob Rees-Mogg on “how article 62 of the Vienna convention could be used” to enable a unilateral exit by the UK of the Northern Irish backstop (May’s final warning to Tory rebels: back me or lose Brexit, 14 March) has already been clearly answered in the House of Commons research briefing paper (number 08463) published on 21 December 2018. In that paper MPs were told that article 62 of the Vienna Convention on the Law of Treaties (VCLT), which enables a party to terminate or suspend the operation of a treaty where there has been a “fundamental change of circumstances”, can only be relied on in very limited circumstances. The UK would have obvious difficulties trying to rely on article 62 to get out of the backstop because “crucially, a continuation of the backstop would not be a fundamental change of circumstances within the meaning of the VCLT”. That analysis is both legally correct and should be clear enough for even the most confused of our current MPs to understand. Attempts to rely on article 62 would be doomed to failure. Michael McParland QC Barrister, and author of The Rome I Regulation on the Law Applicable to Contractual Obligations (Oxford University Press, 2015) • How far does the Guardian carry a responsibility for mediation and reconciliation (May’s final warning to Tory rebels: back me or lose Brexit, 14 March)? Its dramatic language when reporting on Thursday’s votes – “humiliated” (a matter of opinion, she just looked ill to me); “Party split exposed” (some years ago); “defiant reply” etc – only serves to exasperate and not heal the Brexit angst. Whatever your view on the UK leaving the EU, there’s not a single individual who can reconcile our irreconcilable views, so John Crace’s character assassination of May is childish (Sketch, 15 March). Neither will any outcome make it all go away. I don’t think the Guardian would be going beyond its remit in lobbying politicians to attend citizens’ assemblies, guided by experts in psychology and kenosis (be they counsellors, teachers or Quaker elders) to help us listen, be heard and resolve to act for the common good, even where our definitions of it seem diametrically opposite. Libby Ruffle Waldringfield, Suffolk • Having been defeated twice by thumping majorities, Mrs May now seeks to bring her identical Brexit proposal back for a third roll of the dice. Yet if we the people ask for a second referendum it is a “betrayal”. Why the double standard? Richard Dawkins Oxford • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4361",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "business/2019/mar/15/bankers-should-pay-their-fair-share-of-tax-for-societys-sake",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-03-15T16:11:34Z",
    "webTitle": "Bankers should pay their fair share of tax for society’s sake | Letters",
    "webUrl": "https://www.theguardian.com/business/2019/mar/15/bankers-should-pay-their-fair-share-of-tax-for-societys-sake",
    "apiUrl": "https://content.guardianapis.com/business/2019/mar/15/bankers-should-pay-their-fair-share-of-tax-for-societys-sake",
    "fields": {
      "headline": "Bankers should pay their fair share of tax for society’s sake",
      "standfirst": "Thoughts on the pay and tax of the rich from <strong>Bernie Evans</strong>,<strong> Chris Hughes</strong> and <strong>Martin Lunt</strong>",
      "trailText": "<strong>Letters: </strong>Thoughts on the pay and tax of the rich from <strong>Bernie Evans</strong>,<strong> Chris Hughes</strong> and <strong>Martin Lunt</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"792f19a0d8b74e853dae50b91e5d170704b29d6d\"> <img src=\"https://media.guim.co.uk/792f19a0d8b74e853dae50b91e5d170704b29d6d/0_55_3000_1800/1000.jpg\" alt=\"A pub sign in the City of London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A pub sign in the City of London.</span> <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> </figcaption> </figure>",
      "body": "<p>The fact that more than 3,500 UK-based bankers earn over €1m, at a time when callous austerity policies are still causing hardship and the numbers of homeless and food bank users increase daily, is appalling (<a href=\"https://www.theguardian.com/business/2019/mar/11/bankers-pay-uk-european-banking-authority-report\" title=\"\">Thousands of UK bankers paid €1m-plus a year, report reveals</a>, 12 March). With their average pay over €2m, “skewed by huge payouts at the top”, it is clear nothing has been done since the 2008-09 crash, either to remedy the obscene payments or create a “socially useful banking industry”, largely because the Tory governments have obviously been quite happy with the situation.</p> <p>Relying on the highly-paid’s sense of fairness, or even on their embarrassment, doesn’t have any effect, so an obvious solution is to raise taxation. Labour has promised to increase top income tax levels for those earning over £123,000 to 50%, but this will only encourage bankers and their ilk to demand more. As a temporary measure, to prevent inequality increasing further, perhaps taxes are in need of further incremental increases, reaching 95% when income goes over £1m, and 100% over £2m? The right-wing’s invention, the <a href=\"https://www.google.com/search?q=the+laffer+curve&amp;oq=the+Laffer+Curve&amp;aqs=chrome.0.0l6.1752j0j7&amp;sourceid=chrome&amp;ie=UTF-8\" title=\"\">Laffer Curve</a>, no longer has economists’ support, while the ideas that high taxes both decrease aspiration, and encourage the rich to emigrate, are Tory party propaganda.</p> <p>If a fair society is ever to be achieved in the UK, drastic measures have to be taken, and where better to start than with tax?<br><strong>Bernie Evans</strong><br><em>Perth, Western Australia</em></p> <p>• Nice juxtaposition of an article on the collapse of care homes (<a href=\"https://www.theguardian.com/society/2019/mar/11/over-400-care-home-operators-collapse-in-five-years-as-cuts-take-toll\" title=\"\">Collapse of care homes firms ‘could force patients into hospitals’</a>, 12 March) with one on bankers’ bonuses in the same edition. What a great idea it was to outsource care for the elderly to uncaring equity management companies, serviced by equally uncaring bankers. Thank goodness the core NHS was spared the neoliberal treatment.<br><strong>Chris Hughes</strong><br><em>Leicester</em></p> <p>• Patrick Collinson is quite correct when he advocates that the rich should pay more on their capital via a wealth tax (<a href=\"https://www.theguardian.com/money/2019/mar/09/actually-the-rich-pay-lots-of-tax-but-on-income-not-their-wealth\" title=\"\">Actually, the rich pay lots of tax. But only on income, not wealth</a>, 9 March). However, his statement that a relatively small number of rich people pay a very high proportion of income tax needs to be placed in context.</p> <p>Income tax accounts for approximately 27% of the total tax take; national insurance and VAT each account for about 18% – 36% in total and thus more than income tax. National insurance and VAT are regressive taxes.</p> <p>A person on the UK median salary of £27,000 pays 8% in national insurance; a person on £150,000 pays 4.4% in national insurance. And VAT is the same regardless of income – so £1,000 spent on VAT-incurring food items is £200 for everyone. The result is that the percentage paid of gross income for all taxes does not greatly differ between high earners and median earners – about 32% in total.<br><strong>Martin Lunt</strong><br><em>Eccleston, </em><em>Lancashire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "520",
      "commentable": "false",
      "firstPublicationDate": "2019-03-15T16:11:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-15T17:00:06Z",
      "newspaperEditionDate": "2019-03-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b289h",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/792f19a0d8b74e853dae50b91e5d170704b29d6d/0_55_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The fact that more than 3,500 UK-based bankers earn over €1m, at a time when callous austerity policies are still causing hardship and the numbers of homeless and food bank users increase daily, is appalling (Thousands of UK bankers paid €1m-plus a year, report reveals, 12 March). With their average pay over €2m, “skewed by huge payouts at the top”, it is clear nothing has been done since the 2008-09 crash, either to remedy the obscene payments or create a “socially useful banking industry”, largely because the Tory governments have obviously been quite happy with the situation. Relying on the highly-paid’s sense of fairness, or even on their embarrassment, doesn’t have any effect, so an obvious solution is to raise taxation. Labour has promised to increase top income tax levels for those earning over £123,000 to 50%, but this will only encourage bankers and their ilk to demand more. As a temporary measure, to prevent inequality increasing further, perhaps taxes are in need of further incremental increases, reaching 95% when income goes over £1m, and 100% over £2m? The right-wing’s invention, the Laffer Curve, no longer has economists’ support, while the ideas that high taxes both decrease aspiration, and encourage the rich to emigrate, are Tory party propaganda. If a fair society is ever to be achieved in the UK, drastic measures have to be taken, and where better to start than with tax? Bernie Evans Perth, Western Australia • Nice juxtaposition of an article on the collapse of care homes (Collapse of care homes firms ‘could force patients into hospitals’, 12 March) with one on bankers’ bonuses in the same edition. What a great idea it was to outsource care for the elderly to uncaring equity management companies, serviced by equally uncaring bankers. Thank goodness the core NHS was spared the neoliberal treatment. Chris Hughes Leicester • Patrick Collinson is quite correct when he advocates that the rich should pay more on their capital via a wealth tax (Actually, the rich pay lots of tax. But only on income, not wealth, 9 March). However, his statement that a relatively small number of rich people pay a very high proportion of income tax needs to be placed in context. Income tax accounts for approximately 27% of the total tax take; national insurance and VAT each account for about 18% – 36% in total and thus more than income tax. National insurance and VAT are regressive taxes. A person on the UK median salary of £27,000 pays 8% in national insurance; a person on £150,000 pays 4.4% in national insurance. And VAT is the same regardless of income – so £1,000 spent on VAT-incurring food items is £200 for everyone. The result is that the percentage paid of gross income for all taxes does not greatly differ between high earners and median earners – about 32% in total. Martin Lunt Eccleston, Lancashire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3145",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/mar/15/going-car-less-in-the-country-can-be-hard",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-03-15T16:11:08Z",
    "webTitle": "Going car-less in the country can be hard | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/mar/15/going-car-less-in-the-country-can-be-hard",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/mar/15/going-car-less-in-the-country-can-be-hard",
    "fields": {
      "headline": "Going car-less in the country can be hard",
      "standfirst": "<p>City-dwellers don’t face the public transport problems experienced in the country, say <strong>Tricia Knott</strong> and <strong>Susie Medley</strong>. Plus letters from <strong>Michael Cunningham, Cllr Wesley Harcourt</strong> on charging points for electric vehicles, and <strong>Bob Caldwell</strong> on cycling on roads full of potholes</p>",
      "trailText": "<strong>Letters: </strong>City-dwellers don’t face the public transport problems experienced in the country, say <strong>Tricia Knott</strong> and <strong>Susie Medley</strong>. Plus letters from <strong>Michael Cunningham, Cllr Wesley Harcourt</strong> on charging points for electric vehicles, and <strong>Bob Caldwell</strong> on cycling on roads full of potholes",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"6913fe556981d41672dc5fe0a87bf99b1d44edc7\"> <img src=\"https://media.guim.co.uk/6913fe556981d41672dc5fe0a87bf99b1d44edc7/0_117_3500_2100/1000.jpg\" alt=\"A bus arrives at a rural bus stop\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Public transport in rural areas is in need of a radical overhaul, writes Susie Medley. </span> <span class=\"element-image__credit\">Photograph: Nick Potts/PA</span> </figcaption> </figure>",
      "body": "<p>While I applaud David Halley’s decision to give up his car and “walk more and use public transport” (<a href=\"https://www.theguardian.com/politics/2019/mar/10/cars-are-reaching-the-end-of-the-road\" title=\"\">Letters</a>, 11 March), this option is not open to those who live in rural areas where the distances are greater, there are no pavements or bike paths and public transport is continuously being cut. The problem is exacerbated by the government’s housebuilding programme which has seen mainly Tory councils approving huge new developments (2,000 houses around this small market town alone) without accompanying infrastructure. I fear that car-free nirvana is further away than London-based Halley might imagine.<br><strong>Tricia Knott</strong><br><em>Wimborne, Dorset</em></p> <p>• I agree with George Monbiot (<a href=\"https://www.theguardian.com/commentisfree/2019/mar/07/cars-killing-us-driving-environment-phase-out\" title=\"\">Cars ruin our lives. Within 10 years we must phase them out</a>, 7 March) and Bruce Ross-Smith (<a href=\"https://www.theguardian.com/politics/2019/mar/10/cars-are-reaching-the-end-of-the-road\" title=\"\">Letters</a>, 11 March). However, there is an important point that is missing: we don’t all live in cities. “Close-clustered” is an excellent idea but difficult if you live in a village or small town. Getting to school, work, the doctor, signing on, shopping and meeting friends should be as easy in the country as it is in a city.</p> <p>A radical way of funding and running public transport in rural areas must be developed in order to drastically reduce cars on our roads and make them safer for cyclists and pedestrians. For example, a network of small electric buses (what has happened to hydrogen power?) could run continuously all day linking villages, hamlets and towns, free to all.<br><strong>Susie Medley</strong><br><em>Stroud, Gloucestershire </em></p> <p>• Perhaps ironically, the best thing about having a car is that it makes possible country walks in remote areas not served by public transport.<br><strong>Michael Cunningham</strong><br><em>Wolverhampton </em></p> <p>• Not every borough has stalled on creating good networks of electric vehicle charging points (<a href=\"https://www.theguardian.com/environment/2019/mar/14/councils-stall-on-adding-charging-points-for-electric-vehicles\" title=\"\">Councils stall on adding charging points for electric vehicles</a>, 14 March).</p> <p>By 2020, Hammersmith &amp; Fulham will have a network of more than 250 electric vehicle charging points. And by April we’ll have 70 lamppost charging points. Electric cars are the future of travel in London and to make it accessible, we were the first London borough to introduce the all-electric Blue City car club and first to offer free membership for residents.</p> <p>We’ve faced exactly the same financial pressures as other local authorities. But we’ve prioritised growing our network of electric vehicles as we want to be the greenest borough in Britain.<br><strong>Cllr Wesley Harcourt</strong><br><em>Cabinet member for the environment, Hammersmith &amp; Fulham Council </em></p> <p>• A wonderful achievement by world cyclist Charlie Condell (<a href=\"https://www.theguardian.com/uk-news/2019/mar/11/bristol-teenager-who-lost-bike-in-australia-completes-solo-round-the-world-cycle\" title=\"\">Cycling record puts UK rider, 18, on top of the world</a>, 12 March), and proof, if needed, that today’s youngsters haven’t had their sense of adventure dented by the seductive comforts of modern life. As a cyclist, albeit one who regards the UK as being quite big enough for my octogenarian legs, I was amused to see the similarities between his less-pleasant experiences and mine. Roads full of potholes, angry lorry drivers and snakes – this last hazard being the only one missing from my average ride! But perhaps I have that to come as species move northwards across the climate-changed planet.<br><strong>Bob Caldwell</strong><br><em>Badby, Northamptonshire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "554",
      "commentable": "false",
      "firstPublicationDate": "2019-03-15T16:11:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-09-23T14:40:13Z",
      "newspaperEditionDate": "2019-03-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b27fa",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6913fe556981d41672dc5fe0a87bf99b1d44edc7/0_117_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "While I applaud David Halley’s decision to give up his car and “walk more and use public transport” (Letters, 11 March), this option is not open to those who live in rural areas where the distances are greater, there are no pavements or bike paths and public transport is continuously being cut. The problem is exacerbated by the government’s housebuilding programme which has seen mainly Tory councils approving huge new developments (2,000 houses around this small market town alone) without accompanying infrastructure. I fear that car-free nirvana is further away than London-based Halley might imagine. Tricia Knott Wimborne, Dorset • I agree with George Monbiot (Cars ruin our lives. Within 10 years we must phase them out, 7 March) and Bruce Ross-Smith (Letters, 11 March). However, there is an important point that is missing: we don’t all live in cities. “Close-clustered” is an excellent idea but difficult if you live in a village or small town. Getting to school, work, the doctor, signing on, shopping and meeting friends should be as easy in the country as it is in a city. A radical way of funding and running public transport in rural areas must be developed in order to drastically reduce cars on our roads and make them safer for cyclists and pedestrians. For example, a network of small electric buses (what has happened to hydrogen power?) could run continuously all day linking villages, hamlets and towns, free to all. Susie Medley Stroud, Gloucestershire • Perhaps ironically, the best thing about having a car is that it makes possible country walks in remote areas not served by public transport. Michael Cunningham Wolverhampton • Not every borough has stalled on creating good networks of electric vehicle charging points (Councils stall on adding charging points for electric vehicles, 14 March). By 2020, Hammersmith &amp; Fulham will have a network of more than 250 electric vehicle charging points. And by April we’ll have 70 lamppost charging points. Electric cars are the future of travel in London and to make it accessible, we were the first London borough to introduce the all-electric Blue City car club and first to offer free membership for residents. We’ve faced exactly the same financial pressures as other local authorities. But we’ve prioritised growing our network of electric vehicles as we want to be the greenest borough in Britain. Cllr Wesley Harcourt Cabinet member for the environment, Hammersmith &amp; Fulham Council • A wonderful achievement by world cyclist Charlie Condell (Cycling record puts UK rider, 18, on top of the world, 12 March), and proof, if needed, that today’s youngsters haven’t had their sense of adventure dented by the seductive comforts of modern life. As a cyclist, albeit one who regards the UK as being quite big enough for my octogenarian legs, I was amused to see the similarities between his less-pleasant experiences and mine. Roads full of potholes, angry lorry drivers and snakes – this last hazard being the only one missing from my average ride! But perhaps I have that to come as species move northwards across the climate-changed planet. Bob Caldwell Badby, Northamptonshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3459",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "science/2019/mar/15/breakup-songs-and-voicing-f-words",
    "type": "article",
    "sectionId": "science",
    "sectionName": "Science",
    "webPublicationDate": "2019-03-15T16:10:22Z",
    "webTitle": "Breakup songs and voicing F-words | Brief letters",
    "webUrl": "https://www.theguardian.com/science/2019/mar/15/breakup-songs-and-voicing-f-words",
    "apiUrl": "https://content.guardianapis.com/science/2019/mar/15/breakup-songs-and-voicing-f-words",
    "fields": {
      "headline": "Breakup songs and voicing F-words",
      "standfirst": "Language discoveries | Islamophobia | Europe’s beaches | Emotional music",
      "trailText": "<strong>Brief letters:</strong> Language discoveries | Islamophobia | Europe’s beaches | Emotional music",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"399426f6d9116487342bbed78bef77809ab9dcdb\"> <img src=\"https://media.guim.co.uk/399426f6d9116487342bbed78bef77809ab9dcdb/0_0_5067_3040/1000.jpg\" alt=\"A woman singing into a microphone\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Martyn Day thinks Stay with Me by Lorraine Ellison should have made Alexis Petridis’s list of great breakup songs.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>The idea that the speech sounds “f” and “v” are related to eating soft food (<a href=\"https://www.theguardian.com/science/2019/mar/14/soft-foods-helped-humans-form-f-and-v-sounds-research\" title=\"\">Scientists’ jaw-dropping finding: how soft food helped us voice F-words</a>, 15 March) becomes tricky to maintain when you consider the origins of those sounds in various languages. For example, the modern Greek “f” and “v” come from an earlier aspirated “p” and non-aspirated “b”, whereas the late Latin and modern Italian “v” comes from a classical Latin “w”-like sound, both coexisting with “b”. I don’t think you can put that down to a sudden liking for porridge among Mediterranean peoples.<br><strong>Michael Bulley</strong><br><em>Chalon-sur-Saône, France</em></p> <p>• In view of <a href=\"https://www.theguardian.com/world/2019/mar/15/multiple-fatalities-gunman-christchurch-mosque-shooting\" title=\"\">the mass killing at a mosque in New Zealand</a> by a rightwing gunman, maybe the chairman of the Conservative party should consider taking action over the Tory party member, photographed with Boris Johnson in 2015, who recently wrote that he was “going through a few magazines the other day down at the local mosque … then the rifle jammed” (<a href=\"https://www.theguardian.com/politics/2019/mar/11/tory-chairman-accused-of-inconsistency-over-islamophobia-claims\" title=\"\">Tory chairman accused of being selective on Islamophobia</a>, 12 March)?<br><strong>Christopher Clayton</strong><br><em>Waverton</em><em>, Cheshire</em></p> <p>• True, Scotland does have some lovely beaches, but at least one Scottish beach was mentioned in your feature in last Saturday’s travel feature: Seacliff in East Lothian (<a href=\"https://www.theguardian.com/inequality/2019/mar/10/some-populists-are-more-equal-than-others\" title=\"\">Letters</a>, 11 March).<br><strong>Marie Paterson</strong><br><em>Nuneaton, Warwickshire</em></p> <p>• I am amazed that Alexis Petridis in <a href=\"https://www.theguardian.com/music/2019/mar/14/the-20-greatest-breakup-songs-ever-ranked\" title=\"\">his list of top breakup songs</a> (G2, 15 March) left out Stay with Me by Lorraine Ellison. This classic 1966 song is an impassioned plea from a soul being ripped apart. “Where did you go to when things went wrong?” I would have stayed 10 times over.<br><strong>Martyn Day</strong><br><em>Twickenham</em></p> <p>• It is hard to credit that Bacharach and David’s Walk On By did not make the list.<br><strong>Michael Cunningham</strong><br><em>Wolverhampton</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "7",
      "wordcount": "328",
      "commentable": "false",
      "firstPublicationDate": "2019-03-15T16:10:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:38Z",
      "newspaperEditionDate": "2019-03-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b27py",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/399426f6d9116487342bbed78bef77809ab9dcdb/0_0_5067_3040/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The idea that the speech sounds “f” and “v” are related to eating soft food (Scientists’ jaw-dropping finding: how soft food helped us voice F-words, 15 March) becomes tricky to maintain when you consider the origins of those sounds in various languages. For example, the modern Greek “f” and “v” come from an earlier aspirated “p” and non-aspirated “b”, whereas the late Latin and modern Italian “v” comes from a classical Latin “w”-like sound, both coexisting with “b”. I don’t think you can put that down to a sudden liking for porridge among Mediterranean peoples. Michael Bulley Chalon-sur-Saône, France • In view of the mass killing at a mosque in New Zealand by a rightwing gunman, maybe the chairman of the Conservative party should consider taking action over the Tory party member, photographed with Boris Johnson in 2015, who recently wrote that he was “going through a few magazines the other day down at the local mosque … then the rifle jammed” (Tory chairman accused of being selective on Islamophobia, 12 March)? Christopher Clayton Waverton, Cheshire • True, Scotland does have some lovely beaches, but at least one Scottish beach was mentioned in your feature in last Saturday’s travel feature: Seacliff in East Lothian (Letters, 11 March). Marie Paterson Nuneaton, Warwickshire • I am amazed that Alexis Petridis in his list of top breakup songs (G2, 15 March) left out Stay with Me by Lorraine Ellison. This classic 1966 song is an impassioned plea from a soul being ripped apart. “Where did you go to when things went wrong?” I would have stayed 10 times over. Martyn Day Twickenham • It is hard to credit that Bacharach and David’s Walk On By did not make the list. Michael Cunningham Wolverhampton • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2016",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/15/climate-justice-young-people-social-media",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-15T11:53:58Z",
    "webTitle": "Climate justice is breaking down the walls that divide the world | Sophie Sleeman",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/15/climate-justice-young-people-social-media",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/15/climate-justice-young-people-social-media",
    "fields": {
      "headline": "Climate justice is breaking down the walls that divide the world",
      "standfirst": "Young people are showing the positive side of social media to weave a new political space and try to solve this crisis",
      "trailText": "Young people are showing the positive side of social media to try to solve this crisis, says environmental activist Sophie Sleeman",
      "byline": "Sophie Sleeman",
      "main": "<figure class=\"element element-image\" data-media-id=\"7adb8a97a21d4e8f00e74ceb35fbae5bf3352fce\"> <img src=\"https://media.guim.co.uk/7adb8a97a21d4e8f00e74ceb35fbae5bf3352fce/0_158_5568_3341/1000.jpg\" alt=\"Several thousand schoolchildren hold a climate change protest in Bergen, Norway\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Thousands of schoolchildren hold a climate change protest in Bergen, Norway. ‘In creating a social network based on internationalism and solidarity, we subvert the system of competition and separation permeating our lives.’</span> <span class=\"element-image__credit\">Photograph: Marit Hommedal/EPA</span> </figcaption> </figure>",
      "body": "<p>The world is slaughtered by walls. Our walls aren’t made of stone, but constructed from something different.</p> <p>February saw record-high winter temperatures in the UK, defined by the burning of <a href=\"https://www.theguardian.com/uk-news/2019/feb/27/firefighters-tackle-huge-blaze-on-saddleworth-moor\" title=\"\">Saddleworth Moor</a> and our supposed leaders <a href=\"https://www.theguardian.com/politics/2019/feb/28/mps-debate-climate-after-school-strike-but-only-a-handful-turn-up?fbclid=IwAR2tllpWmVpn2W3n6BcDkNchF814boNP3Sbtyy4inxPDg6H_XqsOAl7Mt1Q\" title=\"\">truanting during the first climate change debate</a> in two years. Juxtaposing these events reveals this country’s moral blindspot. While we still give airtime to climate deniers and delayers, fuelling debate as though the concrete causes of climate change are no longer based in science, we fail to stare at the real wounds festering around us.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/15/young-climate-activists-striking-today-campaigners\">Young climate activists around the world: why I’m striking today | Brianna Fruean and others</a> </p> </aside>  <p>We built walls around our empire, constructed out of colonialism, exploitation and imperial greed, with little regard for the enclosures we created. But history is permeable. It isn’t bound to classrooms, but something we are exposed to every day. We absorb the global narrative our country refuses to recognise, through the shared lives of activists, environmentalists and anyone with a phone and a voice. This narrative is composed from interweaving stories, the voices of a movement unrestricted by walls. Through this lens we are able to reshape our history, but only by first addressing our present. To remain ignorant is to remain immune to blame. It creates disconnection. This is why we need climate justice.</p> <p>There is a reason why teenagers and children have been chanting, “System change, not climate change”. The system is fundamentally at fault, and our leaders fail to recognise that. They are trapped behind yet another wall of their own construction. It prevents them from seeing the connection between our actions and their leadership.</p> <p>The Youth Strike 4 Climate movement isn’t just unprecedented, it’s also reforging fractured connections. Going across borders, trespassing upon political nuance laid out by generations before us, young people from around the world are weaving a new social fabric in which climate justice is our connecting force – a sledgehammer to the walls around us. Connections like these form as we reclaim our social media spaces. By building platforms for young activists to share their stories – whether they be of those living among cyclones in the Pacific or political danger in Brazil – the internet can be restored as a place for unfiltered intimacy with things that matter, revealing the reality of climate change for those living it. And, in creating a social network based on the values of internationalism and solidarity, we subvert the system of competition and separation permeating our lives.</p> <p>In ant colonies, large populations are sustained through the <a href=\"https://asknature.org/strategy/colonies-self-organize/#.XIjUTyL7SUk\" title=\"\">interactions between individual ants</a>. There is little centralised authority in the most resilient colonies. On social media, teenagers have also been swept up in self-organisation, spreading their message from group to group, country to country, with the only central authority being the collective fear we all share.</p> <p>We are redefining political space and challenging the idea that social media platforms are only uncontrollable forces beyond our control. Instead, we’re creating tools to change the world, but on our own terms. As the power of <a href=\"https://www.vox.com/policy-and-politics/2019/1/22/18177076/social-media-facebook-far-right-authoritarian-populism\" title=\"\">far-right groups grows online</a>, the digital presence of the Youth Strikes campaign fosters a sense of community that is more like systems of interdependence in the natural world than the walled enclosure of traditional politics. The self-organising power of the strikes and our closeness to others miles from us provides a new alternative. We’re not separate from each other and we are not separate from nature.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/15/uk-student-climate-network-manifesto-declare-emergency\">A manifesto for tackling the climate change crisis | UK Student Climate Network</a> </p> </aside>  <p>We need those in power to act with urgency and new ideas, but we also implore them to address the causes of the crisis. In order to truly repair the climate, we must recognise the system of inequality that has caused its collapse. Britain, while it might not be the biggest carbon emitter in the world, has a responsibility to act, given its historical role in creating the crisis we find ourselves in. Our society is built on the coal-fuelled industrial revolution; we now export our consumerist emissions abroad while providing lines of credit and finance to the destructive industries ravaging through other lands. Our economic model is parasitic, with little regard for people or the planet. Competition, consumerism and separation fundamentally disrupt the patterns of nature. They are the causes of its impending collapse.</p> <p>Until we recognise our role in climate justice, we will be forever controlled by these forces. Our governments must look to the Youth Strike movement to learn a new way forward. Our movement is fuelled not only by anger, passion, fear and intelligence, but also by a deep understanding of the connectivity of all humans – and humanity’s relationship with the planet. In breaking down the walls of communication, new voices have emerged to define a politics for the future.</p> <ul> <li><p>Sophie Sleeman is an environmental activist</p></li> </ul> <p><em>Comments on this piece are pre-moderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.</em> <br></p>",
      "wordcount": "810",
      "commentCloseDate": "2019-03-18T11:53:58Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-15T11:53:58Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "true",
      "lastModified": "2019-03-26T10:58:44Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b22kk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7adb8a97a21d4e8f00e74ceb35fbae5bf3352fce/0_158_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The world is slaughtered by walls. Our walls aren’t made of stone, but constructed from something different. February saw record-high winter temperatures in the UK, defined by the burning of Saddleworth Moor and our supposed leaders truanting during the first climate change debate in two years. Juxtaposing these events reveals this country’s moral blindspot. While we still give airtime to climate deniers and delayers, fuelling debate as though the concrete causes of climate change are no longer based in science, we fail to stare at the real wounds festering around us. We built walls around our empire, constructed out of colonialism, exploitation and imperial greed, with little regard for the enclosures we created. But history is permeable. It isn’t bound to classrooms, but something we are exposed to every day. We absorb the global narrative our country refuses to recognise, through the shared lives of activists, environmentalists and anyone with a phone and a voice. This narrative is composed from interweaving stories, the voices of a movement unrestricted by walls. Through this lens we are able to reshape our history, but only by first addressing our present. To remain ignorant is to remain immune to blame. It creates disconnection. This is why we need climate justice. There is a reason why teenagers and children have been chanting, “System change, not climate change”. The system is fundamentally at fault, and our leaders fail to recognise that. They are trapped behind yet another wall of their own construction. It prevents them from seeing the connection between our actions and their leadership. The Youth Strike 4 Climate movement isn’t just unprecedented, it’s also reforging fractured connections. Going across borders, trespassing upon political nuance laid out by generations before us, young people from around the world are weaving a new social fabric in which climate justice is our connecting force – a sledgehammer to the walls around us. Connections like these form as we reclaim our social media spaces. By building platforms for young activists to share their stories – whether they be of those living among cyclones in the Pacific or political danger in Brazil – the internet can be restored as a place for unfiltered intimacy with things that matter, revealing the reality of climate change for those living it. And, in creating a social network based on the values of internationalism and solidarity, we subvert the system of competition and separation permeating our lives. In ant colonies, large populations are sustained through the interactions between individual ants. There is little centralised authority in the most resilient colonies. On social media, teenagers have also been swept up in self-organisation, spreading their message from group to group, country to country, with the only central authority being the collective fear we all share. We are redefining political space and challenging the idea that social media platforms are only uncontrollable forces beyond our control. Instead, we’re creating tools to change the world, but on our own terms. As the power of far-right groups grows online, the digital presence of the Youth Strikes campaign fosters a sense of community that is more like systems of interdependence in the natural world than the walled enclosure of traditional politics. The self-organising power of the strikes and our closeness to others miles from us provides a new alternative. We’re not separate from each other and we are not separate from nature. We need those in power to act with urgency and new ideas, but we also implore them to address the causes of the crisis. In order to truly repair the climate, we must recognise the system of inequality that has caused its collapse. Britain, while it might not be the biggest carbon emitter in the world, has a responsibility to act, given its historical role in creating the crisis we find ourselves in. Our society is built on the coal-fuelled industrial revolution; we now export our consumerist emissions abroad while providing lines of credit and finance to the destructive industries ravaging through other lands. Our economic model is parasitic, with little regard for people or the planet. Competition, consumerism and separation fundamentally disrupt the patterns of nature. They are the causes of its impending collapse. Until we recognise our role in climate justice, we will be forever controlled by these forces. Our governments must look to the Youth Strike movement to learn a new way forward. Our movement is fuelled not only by anger, passion, fear and intelligence, but also by a deep understanding of the connectivity of all humans – and humanity’s relationship with the planet. In breaking down the walls of communication, new voices have emerged to define a politics for the future. Sophie Sleeman is an environmental activist Comments on this piece are pre-moderated to ensure discussion remains on topics raised by the writer. Please be aware there may be a short delay in comments appearing on the site.",
      "charCount": "5063",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/sophie-sleeman\">Sophie Sleeman</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/mar/15/uk-politicians-climate-change-party-youth-strikers",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-15T11:45:09Z",
    "webTitle": "Do UK politicians support the climate strike? Party leaders respond | Jeremy Corbyn and others",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/15/uk-politicians-climate-change-party-youth-strikers",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/15/uk-politicians-climate-change-party-youth-strikers",
    "fields": {
      "headline": "Do UK politicians support the climate strike? Party leaders respond",
      "standfirst": "Today, youth climate strikers are demanding action on climate change. Our panel of politicians answer the activists",
      "trailText": "Today, youth climate strikers are demanding action on climate change. Our panel of politicians answer the activists",
      "byline": "Jeremy Corbyn, Nicola Sturgeon, Vince Cable and Siân Berry",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"0eaad73a456b6b0251e0787e71fbcdb0403f687a\"> <img src=\"https://media.guim.co.uk/0eaad73a456b6b0251e0787e71fbcdb0403f687a/0_344_5616_3370/1000.jpg\" alt=\"\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Labour has plans to create hundreds of thousands of well-paid jobs in the renewable energy sector’ </span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<h2>Jeremy Corbyn, Labour: It’s past time all of us stopped looking the other way</h2> <p>By <a href=\"https://www.theguardian.com/commentisfree/2019/mar/15/uk-student-climate-network-manifesto-declare-emergency\" title=\"\">taking to the streets today</a> to make their voices heard, young people are educating us about how important tackling climate change is to their generation. They are right to be worried about what kind of planet they will inherit and right to demand far-reaching action. Governments cannot sit back, leaving major decisions to market forces. It hasn’t worked and it never will. Polluting corporations will never do anything serious to solve the crisis.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/15/uk-student-climate-network-manifesto-declare-emergency\">A manifesto for tackling the climate change crisis | UK Student Climate Network</a> </p> </aside>  <p>Climate change presents terrible risks. But because it demands such massive change and government action, it’s also an opportunity to transform our economy, making it cleaner, healthier and fairer. Labour already has among the most ambitions carbon reduction targets in Europe and radical plans to create a zero-carbon emission economy by 2050. We plan to achieve that by ushering in a “green industrial revolution”.</p> <p>We have the plans to create hundreds of thousands of well-paid jobs in the renewable energy sector. That will help meet our target of 60% of energy to come from low-carbon sources within 12 years. The next generation will be trained in the skills needed to work in offshore wind, tidal lagoons and solar energy. Transport currently accounts for a quarter of the UK’s greenhouse gas emissions. By investing in public transport and cycle paths we will reduce our reliance on carbon-emitting vehicles. All new homes built will be zero-carbon too.</p> <p>The UK is home to some of the least populated areas of Europe, and under a green industrial revolution they will be allowed to thrive, not destroyed. Every national and local park in this country has been a victory won by communities through struggle. In the 1930s, working-class people <a href=\"https://www.theguardian.com/society/2012/apr/17/kinder-scout-mass-trespass-anniversary\" title=\"\">staged a mass protest</a> fighting their way up Kinder Scout in Derbyshire to fight for the “right to roam”, paving the way for the establishment of our national parks years later by a Labour government. And it was Labour’s postwar prime minister Clement Attlee who said that the countryside was not just “a means of producing food, but part of our great national heritage of beauty”. Building on this legacy, a Labour government will ensure that farming conserves and creates safe habitats for birds, insects and other wild animals, and encourages the growth of wildflowers.</p> <p>Labour has a strong record of international leadership on the environment, and action on climate change will be at the heart of our development and trade policies. We have a role not just in protecting and promoting biodiversity in the UK but protecting it in other countries and in the oceans that connect us. It’s past time all of us stopped looking the other way, learn from the passion and wisdom of young people and join them in actively organising for a better future.</p> <p>• Jeremy Corbyn is MP for Islington North and leader of the Labour party</p> <h2>Conservative party</h2> <p>The Conservative party was invited to participate, but declined.</p> <h2>Nicola Sturgeon, SNP: It’s right we are all challenged to see where we can do more</h2>  <figure class=\"element element-image\" data-media-id=\"b1c36d9029e435761aeea821a25e5c0fc761ec73\"> <img src=\"https://media.guim.co.uk/b1c36d9029e435761aeea821a25e5c0fc761ec73/0_301_5760_3456/1000.jpg\" alt=\"An outdoor event in Edinburgh celebrating the Year of Young People, August 2018\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘In 2018 we celebrated the Year of Young People.’ An outdoor event in Edinburgh celebrating the Year of Young People, August 2018. <br></span> <span class=\"element-image__credit\">Photograph: Murdo Macleod/The Guardian</span> </figcaption> </figure>  <p>Climate change is the most serious issue facing the world and is a truly global challenge. We have a moral responsibility to do what we can to prevent and mitigate the effects of climate change for future generations. Scotland has been praised as a world leader for the action we are taking to address the issue. We have introduced a new <a href=\"https://www.snp.org/policies/what-actions-are-the-snp-taking-in-government-to-combat-climate-change/\" title=\"\">climate change bill</a> that contains the most ambitious statutory targets of any country in the world for 2020, 2030 and 2040, and will mean Scotland is carbon neutral by 2050.</p> <p>However, the urgency of climate change means it is right that we are all challenged to constantly reassess our approach and to see where we can do more.</p> <p>It is of course extremely important that school pupils attend their lessons, and as first minister, I could not condone repeated absences during term time. But in Scotland our schools teach and encourage our young people to engage in public debate and to learn about the issues that concern them.</p> <p>Lowering the voting age to 16 as we have done since 2014 has only enhanced our political debate and in 2018 we celebrated the <a href=\"https://yoyp2018.scot/\" title=\"\">Year of Young People</a>. The year gave young people new opportunities for their voices to be heard in all parts of our society and helped foster better understanding, cooperation and respect between generations. On a matter of such importance as climate change, it is inspiring that young people are engaged, interested and ready to take action themselves to hold world leaders and governments to account. Later this month I will be meeting a group of young people from across Scotland who have been active climate change campaigners to discuss the issue and hear their concerns.</p> <p>We must listen to the voice of the next generation and involve them in decision-making and policy development. It is their planet to inherit, and their passion to protect it should inspire us all.</p> <p>• Nicola Sturgeon is first minister of Scotland and leader of the SNP</p> <h2>Vince Cable, Liberal Democrats: It’s our responsibility to support young people</h2>  <figure class=\"element element-image\" data-media-id=\"379bc8cae426f9d81854964f101927a5be11d4d5\"> <img src=\"https://media.guim.co.uk/379bc8cae426f9d81854964f101927a5be11d4d5/0_297_5157_3094/1000.jpg\" alt=\"Woman carrying reusable plastic shopping bags\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We cut plastic bag usage by 85% through the 5p levy.’</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p>The students who are taking part in this climate strike are right to highlight what is the most serious issue facing any of us. Just as with Brexit, young people will be most acutely affected, and it’s our responsibility to support them. Liberal Democrats invested heavily in a cleaner environment during our period in government, setting up the <a href=\"https://www.gov.uk/government/organisations/uk-green-investment-bank\" title=\"\">Green Investment Bank</a>, encouraging homes to cut emissions through the Green Deal, and <a href=\"https://www.theguardian.com/environment/2016/jul/30/england-plastic-bag-usage-drops-85-per-cent-since-5p-charged-introduced\" title=\"\">cutting plastic bag usage</a> by 85% through the 5p levy.</p> <p>Since Liberal Democrats left government the Conservatives have abandoned the positive record of the coalition. They have effectively banned onshore wind turbines, slashed subsidies to solar power, pursued an ideological obsession with fracking, cut incentives for electric vehicles, scrapped zero-carbon homes, cancelled rail electrification projects and approved a <a href=\"https://www.theguardian.com/environment/2019/mar/11/judicial-review-of-heathrow-airport-third-runway-decision-begins\" title=\"\">new runway at Heathrow</a>.</p> <p>The hostility now levelled at young people who are taking a stand on this issue demonstrates that these strikes are noticed by those in power. It’s now up to Westminster to act responsibly – coming together across parties – to act on the demands of those who care about our planet. The failing Brexit project has crowded out too many important issues over the last three years, and it’s time our political system addressed itself once again to climate change.</p> <p>The Liberal Democrats will continue to be the greenest party in Westminster, and to argue that climate action can best be achieved at a European and international level – working with our neighbours rather than turning our backs.</p> <p>• Vince Cable is leader of the Liberal Democrats and former secretary of state for business</p> <h2>Adam Price, Plaid Cymru: Time is running out</h2>  <figure class=\"element element-image\" data-media-id=\"f3bd611a1e9f813a763565d22cddbdfd8dfae88d\"> <img src=\"https://media.guim.co.uk/f3bd611a1e9f813a763565d22cddbdfd8dfae88d/0_98_3500_2100/1000.jpg\" alt=\"Machynlleth\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Machynlleth in mid-Wales has been one of the very few towns in the world to declare a climate emergency.’</span> <span class=\"element-image__credit\">Photograph: Keith Morris/The Guardian</span> </figcaption> </figure>  <p>If I were a school pupil today I would be striking against climate change and would make sure the whole school was striking with me. The reason couldn’t be simpler: time is running out. Time is running out to make the changes to our way of life, how we produce and use energy, how we travel around this Earth, how we build and warm our homes, how we use our natural resources.</p> <p>The threat is bleak: whole states disappearing underwater because of increases in sea level; not just more drought, but more starvation on an international level; widespread disappearance of species and an environment that is far more challenging to life on this Earth. We’re not just on the brink of ecological catastrophe, we’re in the middle of one.</p> <p>But what I’ve seen so clearly by these school strikers so far is that from speaker after speaker, young person after young person there is such an outpouring of eloquence, of vision, of positivity. To stand up and fight for the Earth is the noblest of all causes. Climate change faces humanity as a whole. It should be the main discussion across chambers, but Brexit has sucked the oxygen from our politics. It feels as if we should skip a generation in politics. Young people are demonstrating the vision and determined leadership to make is possible to make significant and swift progress towards a low-carbon existence. To follow their lead means that we can’t wait until Westminster wakes up. We all must be brave.</p> <p>The small town of Machynlleth in mid-Wales has been one of the very few towns in the world <a href=\"https://www.bbc.co.uk/news/uk-wales-46961053\" title=\"\">to declare a climate emergency</a>, with ambition to make its buildings eco-friendly, encourage renewable energy developments and ensure its pension fund divested from fossil fuels. What got Machynlleth to make the commitment? It was a petition signed by 500 local people; a small community-sized step with a worldwide impact.</p> <p>• Adam Price is leader of Plaid Cymru</p> <h2>Siân Berry, Green party: Youth strikers know the planet can’t wait</h2>  <figure class=\"element element-image\" data-media-id=\"95b43cce5dd11930cda03f43e2973d7205b8063f\"> <img src=\"https://media.guim.co.uk/95b43cce5dd11930cda03f43e2973d7205b8063f/0_84_6720_4032/1000.jpg\" alt=\"Thursley Common, managed by Natural England\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The chancellor kept quiet about his devastating cuts to Natural England.’ Thursley Common, managed by Natural England. <br></span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>  <p>Hope. That was what I felt when I entered Parliament Square last month to be greeted by hundreds of young people at the first <a href=\"https://ukscn.org/ys4c\" title=\"\">Youth Strike 4 Climate</a> in Britain. That day one young person carried a sign that read: “We are missing our lessons to teach you.” The question now is whether Westminster will listen to the wisdom of youth.</p> <p>Last year <a href=\"https://www.theguardian.com/environment/2018/dec/03/we-are-last-generation-that-can-stop-climate-change-un-summit\" title=\"\">the UN warned</a> we have a limited window of opportunity until 2030 to take positive action to limit climate catastrophe. Since then, councils across the country have declared a climate emergency with many committing to gold-standard climate action – often prompted by Green councillors. But parliament is still dragging its heels.</p> <p>This week, the chancellor tried to fob off the rising tide of youth activism with token policies that don’t go far enough. He said he plans to make travel companies offset carbon, yet is still building new runways. He talked about biodiversity, but kept quiet about his devastating <a href=\"https://www.theguardian.com/environment/2019/jan/29/agency-protecting-english-environment-reaches-crisis-point\" title=\"\">cuts to Natural England</a>. And his government is doing nothing to break the toxic hold fossil-fuel bosses have on our lawmakers.</p> <p>Youth strikers across the world know the planet can’t wait. I’m proud it’s my colleague in parliament, Caroline Lucas, demanding the government launch a <a href=\"https://www.theguardian.com/commentisfree/2019/mar/04/climate-change-emergency-westminster\" title=\"\">Green New Deal</a> with money ploughed into thousands of new green jobs and transformed local energy and transport networks. If ministers are serious about securing the planet for our children, they will act now.</p> <p>As a Green elected to represent millions of young Londoners, it’s amazing to see them make these demands of me and my political colleagues. It will be a privilege to stand beside our young people again today as they strike for their futures – I implore those in power to listen to their demands.</p> <p>• Siân Berry is co-leader of the Green party</p>",
      "wordcount": "1772",
      "commentable": "false",
      "firstPublicationDate": "2019-03-15T11:45:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-19T06:04:10Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b27dx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0eaad73a456b6b0251e0787e71fbcdb0403f687a/0_344_5616_3370/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn, Labour: It’s past time all of us stopped looking the other way By taking to the streets today to make their voices heard, young people are educating us about how important tackling climate change is to their generation. They are right to be worried about what kind of planet they will inherit and right to demand far-reaching action. Governments cannot sit back, leaving major decisions to market forces. It hasn’t worked and it never will. Polluting corporations will never do anything serious to solve the crisis. Climate change presents terrible risks. But because it demands such massive change and government action, it’s also an opportunity to transform our economy, making it cleaner, healthier and fairer. Labour already has among the most ambitions carbon reduction targets in Europe and radical plans to create a zero-carbon emission economy by 2050. We plan to achieve that by ushering in a “green industrial revolution”. We have the plans to create hundreds of thousands of well-paid jobs in the renewable energy sector. That will help meet our target of 60% of energy to come from low-carbon sources within 12 years. The next generation will be trained in the skills needed to work in offshore wind, tidal lagoons and solar energy. Transport currently accounts for a quarter of the UK’s greenhouse gas emissions. By investing in public transport and cycle paths we will reduce our reliance on carbon-emitting vehicles. All new homes built will be zero-carbon too. The UK is home to some of the least populated areas of Europe, and under a green industrial revolution they will be allowed to thrive, not destroyed. Every national and local park in this country has been a victory won by communities through struggle. In the 1930s, working-class people staged a mass protest fighting their way up Kinder Scout in Derbyshire to fight for the “right to roam”, paving the way for the establishment of our national parks years later by a Labour government. And it was Labour’s postwar prime minister Clement Attlee who said that the countryside was not just “a means of producing food, but part of our great national heritage of beauty”. Building on this legacy, a Labour government will ensure that farming conserves and creates safe habitats for birds, insects and other wild animals, and encourages the growth of wildflowers. Labour has a strong record of international leadership on the environment, and action on climate change will be at the heart of our development and trade policies. We have a role not just in protecting and promoting biodiversity in the UK but protecting it in other countries and in the oceans that connect us. It’s past time all of us stopped looking the other way, learn from the passion and wisdom of young people and join them in actively organising for a better future. • Jeremy Corbyn is MP for Islington North and leader of the Labour party Conservative party The Conservative party was invited to participate, but declined. Nicola Sturgeon, SNP: It’s right we are all challenged to see where we can do more Climate change is the most serious issue facing the world and is a truly global challenge. We have a moral responsibility to do what we can to prevent and mitigate the effects of climate change for future generations. Scotland has been praised as a world leader for the action we are taking to address the issue. We have introduced a new climate change bill that contains the most ambitious statutory targets of any country in the world for 2020, 2030 and 2040, and will mean Scotland is carbon neutral by 2050. However, the urgency of climate change means it is right that we are all challenged to constantly reassess our approach and to see where we can do more. It is of course extremely important that school pupils attend their lessons, and as first minister, I could not condone repeated absences during term time. But in Scotland our schools teach and encourage our young people to engage in public debate and to learn about the issues that concern them. Lowering the voting age to 16 as we have done since 2014 has only enhanced our political debate and in 2018 we celebrated the Year of Young People. The year gave young people new opportunities for their voices to be heard in all parts of our society and helped foster better understanding, cooperation and respect between generations. On a matter of such importance as climate change, it is inspiring that young people are engaged, interested and ready to take action themselves to hold world leaders and governments to account. Later this month I will be meeting a group of young people from across Scotland who have been active climate change campaigners to discuss the issue and hear their concerns. We must listen to the voice of the next generation and involve them in decision-making and policy development. It is their planet to inherit, and their passion to protect it should inspire us all. • Nicola Sturgeon is first minister of Scotland and leader of the SNP Vince Cable, Liberal Democrats: It’s our responsibility to support young people The students who are taking part in this climate strike are right to highlight what is the most serious issue facing any of us. Just as with Brexit, young people will be most acutely affected, and it’s our responsibility to support them. Liberal Democrats invested heavily in a cleaner environment during our period in government, setting up the Green Investment Bank, encouraging homes to cut emissions through the Green Deal, and cutting plastic bag usage by 85% through the 5p levy. Since Liberal Democrats left government the Conservatives have abandoned the positive record of the coalition. They have effectively banned onshore wind turbines, slashed subsidies to solar power, pursued an ideological obsession with fracking, cut incentives for electric vehicles, scrapped zero-carbon homes, cancelled rail electrification projects and approved a new runway at Heathrow. The hostility now levelled at young people who are taking a stand on this issue demonstrates that these strikes are noticed by those in power. It’s now up to Westminster to act responsibly – coming together across parties – to act on the demands of those who care about our planet. The failing Brexit project has crowded out too many important issues over the last three years, and it’s time our political system addressed itself once again to climate change. The Liberal Democrats will continue to be the greenest party in Westminster, and to argue that climate action can best be achieved at a European and international level – working with our neighbours rather than turning our backs. • Vince Cable is leader of the Liberal Democrats and former secretary of state for business Adam Price, Plaid Cymru: Time is running out If I were a school pupil today I would be striking against climate change and would make sure the whole school was striking with me. The reason couldn’t be simpler: time is running out. Time is running out to make the changes to our way of life, how we produce and use energy, how we travel around this Earth, how we build and warm our homes, how we use our natural resources. The threat is bleak: whole states disappearing underwater because of increases in sea level; not just more drought, but more starvation on an international level; widespread disappearance of species and an environment that is far more challenging to life on this Earth. We’re not just on the brink of ecological catastrophe, we’re in the middle of one. But what I’ve seen so clearly by these school strikers so far is that from speaker after speaker, young person after young person there is such an outpouring of eloquence, of vision, of positivity. To stand up and fight for the Earth is the noblest of all causes. Climate change faces humanity as a whole. It should be the main discussion across chambers, but Brexit has sucked the oxygen from our politics. It feels as if we should skip a generation in politics. Young people are demonstrating the vision and determined leadership to make is possible to make significant and swift progress towards a low-carbon existence. To follow their lead means that we can’t wait until Westminster wakes up. We all must be brave. The small town of Machynlleth in mid-Wales has been one of the very few towns in the world to declare a climate emergency, with ambition to make its buildings eco-friendly, encourage renewable energy developments and ensure its pension fund divested from fossil fuels. What got Machynlleth to make the commitment? It was a petition signed by 500 local people; a small community-sized step with a worldwide impact. • Adam Price is leader of Plaid Cymru Siân Berry, Green party: Youth strikers know the planet can’t wait Hope. That was what I felt when I entered Parliament Square last month to be greeted by hundreds of young people at the first Youth Strike 4 Climate in Britain. That day one young person carried a sign that read: “We are missing our lessons to teach you.” The question now is whether Westminster will listen to the wisdom of youth. Last year the UN warned we have a limited window of opportunity until 2030 to take positive action to limit climate catastrophe. Since then, councils across the country have declared a climate emergency with many committing to gold-standard climate action – often prompted by Green councillors. But parliament is still dragging its heels. This week, the chancellor tried to fob off the rising tide of youth activism with token policies that don’t go far enough. He said he plans to make travel companies offset carbon, yet is still building new runways. He talked about biodiversity, but kept quiet about his devastating cuts to Natural England. And his government is doing nothing to break the toxic hold fossil-fuel bosses have on our lawmakers. Youth strikers across the world know the planet can’t wait. I’m proud it’s my colleague in parliament, Caroline Lucas, demanding the government launch a Green New Deal with money ploughed into thousands of new green jobs and transformed local energy and transport networks. If ministers are serious about securing the planet for our children, they will act now. As a Green elected to represent millions of young Londoners, it’s amazing to see them make these demands of me and my political colleagues. It will be a privilege to stand beside our young people again today as they strike for their futures – I implore those in power to listen to their demands. • Siân Berry is co-leader of the Green party",
      "charCount": "10531",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jeremy-corbyn\">Jeremy Corbyn</a>, <a href=\"profile/nicola-sturgeon\">Nicola Sturgeon</a>, <a href=\"profile/vincentcable\">Vince Cable</a> and <a href=\"profile/sianberry\">Siân Berry</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/mar/15/david-lidington-insists-cabinet-united-despite-some-voting-against-brexit-delay",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-15T10:51:18Z",
    "webTitle": "Lidington insists cabinet united despite some voting against Brexit delay",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/15/david-lidington-insists-cabinet-united-despite-some-voting-against-brexit-delay",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/15/david-lidington-insists-cabinet-united-despite-some-voting-against-brexit-delay",
    "fields": {
      "headline": "Lidington insists cabinet united despite some voting against Brexit delay",
      "standfirst": "<p>Eight senior ministers went against government motion to extend article 50</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/15/brexit-may-scrambles-to-get-support-for-her-deal-ahead-of-vote-next-week-politics-live\">Follow today’s Brexit developments – live</a></li></ul>",
      "trailText": "Eight senior ministers went against government motion to extend article 50",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"372ff7422411454d26be09f08774d777cec77db2\"> <img src=\"https://media.guim.co.uk/372ff7422411454d26be09f08774d777cec77db2/0_129_3500_2101/1000.jpg\" alt=\"Cabinet Office secretary, David Lidington\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Cabinet Office secretary, David Lidington, in Downing Street. He says the cabinet is working together ‘very constructively’ on Brexit.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>",
      "body": "<p>David Lidington has insisted Theresa May’s cabinet will continue to work together “very constructively”, despite eight senior ministers, including the Brexit secretary, <a href=\"https://www.theguardian.com/politics/2019/mar/14/mps-vote-by-majority-of-210-to-extend-article-50-and-delay-brexit\">voting against an extension to article 50</a>.</p> <p>Steve Barclay voted against a motion tabled by the government, even though he had spoken in favour of it at the dispatch box just minutes earlier.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/14/mps-vote-by-majority-of-210-to-extend-article-50-and-delay-brexit\">MPs back Brexit delay as votes lay bare cabinet divisions</a> </p> </aside>  <p>Others who rejected the idea of an extension were Penny Mordaunt, Liam Fox and Chris Grayling.</p> <p>Lidington, who is the Cabinet Office secretary, told BBC Radio 4’s Today programme: “I’ve been working very constructively with Steve Barclay since his appointment a couple of months ago despite the fact that he and I were vigorously on opposite sides of the debate during the referendum, and we are continuing to work very constructively together today and in the days to come.”</p> <p>The motion called for a three-month delay to Brexit – or a potentially much longer one, if parliament does not back the prime minister’s deal next week. That will now become government policy.</p> <p>Lidington said the delay could end up being more than a year, if no deal is agreed in the next few days. “Those are the indications which the Brussels institutions of the EU – the commission, the council secretariat and certain member state governments – have been giving to us.”</p> <p>He added: “I hope that MPs of all parties will be over this weekend just reflecting on the way forward.”</p> <p>Conservative MPs were given a free vote on the government’s motion on Thursday, reflecting deep divisions over the best way forward, with just a fortnight to go before the planned exit day.</p> <p>The shadow Brexit secretary, Keir Starmer, compared Barclay’s actions to a chancellor voting against their own budget.</p> <p>Lidington said: “It was a free vote in that division yesterday. Now, what happens this morning is that the entire cabinet has accepted the position that parliament voted for last night.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/14/theresa-may-brexit-article-50-delay\">Theresa May has finally got the Brexiters where she wants them | Jonathan Freedland</a> </p> </aside>  <p>He said he believed Brexit-supporting ministers had used the free vote as “an opportunity to register how unhappy they were with being in the position where we don’t really have an option as a country except to seek an extension of our time in the European Union”.</p> <p>May is now expected to bring her deal back on Tuesday for a third “meaningful vote” – and Downing Street is meanwhile engaged in intensive efforts to win over the Democratic Unionist party and members of the Conservative European Research Group.</p> <p>Geoffrey Cox, the attorney general, has drafted fresh legal advice on how the UK could exit the Irish backstop, if there had been “an unforeseen and fundamental change of circumstances” – though it appears not yet to have won over many Brexiters.</p> <p>May will also come under pressure to offer up a timetable for her departure, as a way of convincing Eurosceptics in her party they could replace her, before the crucial next stage of Brexit negotiations.</p>",
      "wordcount": "477",
      "firstPublicationDate": "2019-03-15T10:51:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:18Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b2767",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/372ff7422411454d26be09f08774d777cec77db2/0_129_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "David Lidington has insisted Theresa May’s cabinet will continue to work together “very constructively”, despite eight senior ministers, including the Brexit secretary, voting against an extension to article 50. Steve Barclay voted against a motion tabled by the government, even though he had spoken in favour of it at the dispatch box just minutes earlier. Others who rejected the idea of an extension were Penny Mordaunt, Liam Fox and Chris Grayling. Lidington, who is the Cabinet Office secretary, told BBC Radio 4’s Today programme: “I’ve been working very constructively with Steve Barclay since his appointment a couple of months ago despite the fact that he and I were vigorously on opposite sides of the debate during the referendum, and we are continuing to work very constructively together today and in the days to come.” The motion called for a three-month delay to Brexit – or a potentially much longer one, if parliament does not back the prime minister’s deal next week. That will now become government policy. Lidington said the delay could end up being more than a year, if no deal is agreed in the next few days. “Those are the indications which the Brussels institutions of the EU – the commission, the council secretariat and certain member state governments – have been giving to us.” He added: “I hope that MPs of all parties will be over this weekend just reflecting on the way forward.” Conservative MPs were given a free vote on the government’s motion on Thursday, reflecting deep divisions over the best way forward, with just a fortnight to go before the planned exit day. The shadow Brexit secretary, Keir Starmer, compared Barclay’s actions to a chancellor voting against their own budget. Lidington said: “It was a free vote in that division yesterday. Now, what happens this morning is that the entire cabinet has accepted the position that parliament voted for last night.” He said he believed Brexit-supporting ministers had used the free vote as “an opportunity to register how unhappy they were with being in the position where we don’t really have an option as a country except to seek an extension of our time in the European Union”. May is now expected to bring her deal back on Tuesday for a third “meaningful vote” – and Downing Street is meanwhile engaged in intensive efforts to win over the Democratic Unionist party and members of the Conservative European Research Group. Geoffrey Cox, the attorney general, has drafted fresh legal advice on how the UK could exit the Irish backstop, if there had been “an unforeseen and fundamental change of circumstances” – though it appears not yet to have won over many Brexiters. May will also come under pressure to offer up a timetable for her departure, as a way of convincing Eurosceptics in her party they could replace her, before the crucial next stage of Brexit negotiations.",
      "charCount": "2869",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/15/painful-intrusion-of-reality-european-press-view-on-possible-brexit-delay",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-15T10:12:29Z",
    "webTitle": "'Painful intrusion of reality': European press view on possible Brexit delay",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/15/painful-intrusion-of-reality-european-press-view-on-possible-brexit-delay",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/15/painful-intrusion-of-reality-european-press-view-on-possible-brexit-delay",
    "fields": {
      "headline": "'Painful intrusion of reality': European press view on possible Brexit delay",
      "standfirst": "<p>Papers say May preparing for ‘third time lucky’ vote and nothing can be predicted</p>",
      "trailText": "Papers say Theresa May’s strategy for the coming days seems clear but nothing can be predicted",
      "byline": "Jon Henley",
      "main": "<figure class=\"element element-image\" data-media-id=\"181f8fbb5ef6f14c8a2e1c774513a55e4aa532b6\"> <img src=\"https://media.guim.co.uk/181f8fbb5ef6f14c8a2e1c774513a55e4aa532b6/0_182_5472_3283/1000.jpg\" alt=\"A Brexit supporter outside parliament\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Brexit supporter outside parliament on Thursday night. </span> <span class=\"element-image__credit\">Photograph: Matt Dunham/AP</span> </figcaption> </figure>",
      "body": "<p>After the chaos, contradictions and incompetence in the UK’s handling of Brexit, European media have spotted a glimmer of light at the end of the tunnel. On past form, of course, it will soon be extinguished, but the endgame seems – at least for now – to be approaching.</p> <p>“At long last, MPs now have to decide where they stand,” said <a href=\"https://www.zeit.de/politik/ausland/2019-03/abstimmung-britisches-unterhaus-brexit-fristverlaengerung-theresa-may\">Die Zeit in Germany</a> after the Commons <a href=\"https://www.theguardian.com/politics/2019/mar/14/mps-vote-by-majority-of-210-to-extend-article-50-and-delay-brexit\">voted in favour of a short extension to article 50</a> on Thursday evening, having earlier in the week rejected both Theresa May’s Brexit deal and no deal. “Empty promises to voters and pithy speeches in parliament will no longer cut it. The drama currently being played out in Westminster represents, at long last, the painful intrusion of reality into Britain’s Brexit debate.”</p> <p>Party discipline had gone, arguments were mutating and majorities were switching, the paper said. “The real discussion about Brexit, the one that should have taken place over the past three years, is now under way and must be over in a matter of days. It is loud and it is painful, but it is bringing much-needed clarity.”</p> <p><a href=\"https://www.faz.net/aktuell/brexit/britisches-parlament-stimmt-fuer-brexit-verschiebung-16089736.html\">Frankfurter Allgemeine Zeitung</a> reckoned the UK’s “battered prime minister may perhaps have slightly more reason for hope than before. Who knows, it could just be that the Brexit drama in London will come to an end soon after all.”</p> <p><a href=\"https://www.liberation.fr/planete/2019/03/14/brexit-may-fait-voter-un-mini-report-dans-l-espoir-de-refourguer-son-accord_1715165\">France’s Libération</a> rejoiced that at long last one thing looked more or less likely: “Britain will not be leaving the EU on 29 March.” Except, it added, the country was traversing a period “so utterly extraordinary, so totally unprecedented, in which all the existing logic of votes and established political forces has been so completely overturned, that nothing, nothing at all, can any longer be predicted.”</p> <p>May’s strategy was at least clear, Libération said: she would call a third vote on her deal next week, hoping to have convinced Brexiters by then that if they could not be satisfied with her Brexit, they would end up with a long delay and risk losing “the Holy Grail of their ideal Brexit – even if no one has yet conclusively shown that it actually exists”.</p> <p>However, <a href=\"https://www.lemonde.fr/international/article/2019/03/14/les-deputes-britanniques-votent-pour-un-report-du-brexit-et-un-nouveau-vote_5436180_3210.html\">Le Monde</a> warned that the “apparent bright spot” masked “a weakening of May’s authority that is alarming not just for her political survival but for the democratic functioning of the country”. She had “lost control of her party and cabinet to the extent that 188 Conservative MPs and eight ministers voted against the government’s motion to postpone Brexit”, the paper pointed out.</p> <p>In Dublin, <a href=\"https://www.irishtimes.com/news/world/uk/after-the-chaos-and-humiliation-may-has-a-relatively-good-day-1.3826481\">the Irish Times</a> said that after the “chaos and humiliation of a double defeat in the House of Commons on Wednesday, Theresa May had a relatively good day” on Thursday. But the paper’s commentator, <a href=\"https://www.irishtimes.com/news/world/brexit/house-of-commons-s-brexit-irresponsibility-makes-irish-democracy-look-good-1.3824689\">Stephen Collins</a>, was brutal on what the week’s events in Westminster had revealed.</p> <p>The contrast between the behaviour of Ireland’s TDs and the “downright irresponsibility of a majority of their counterparts in the Commons” was the best possible way of commemorating a century of Irish democracy, Collins wrote. “The failure of the British government and opposition to come together at a time of great national peril indicates something is truly rotten in the state of politics in that country … The coming weeks will reveal whether the British political system can get its act together, but the evidence of the past two years is not encouraging.”</p> <p><a href=\"https://www.hs.fi/ulkomaat/art-2000006035514.html\">Helsingin Sanomat in Finland</a> said Brexit was now driving “a full-blown British political crisis”. Neither May’s Conservative government nor parliament had “a clear picture of where Brexit might end up”, it said. “Brexit Day was supposed to be in two weeks. Now everything is still open.”</p> <p>In Spain’s <a href=\"https://elpais.com/internacional/2019/03/14/actualidad/1552556807_288357.html\">El País</a>, the commentator Rafa de Miguel said the hardcore Brexiters were like “enraged children who despise any gift that is not the one they want”. Having twice rejected May’s deal, parliament was now completely confused: “Yes to Brexit but no to no deal; No to May’s plan but also to any other solution.”</p> <p>In what amounted to a game of Russian roulette, the paper said, May had “the double merit of having irritated Eurosceptics by confronting their wild Brexit with reality, and the rest of the Commons by showing them that, however brilliant they are, none of their alternatives have a majority. Two weeks before Brexit, it will be interesting to see if British politicians opt for intelligence or complete collapse.”</p> <p>In the Netherlands, <a href=\"https://www.volkskrant.nl/nieuws-achtergrond/het-lagerhuis-stemt-voor-uitstel-brexit-en-tegen-tweede-referendum~b6e0e403/\">De Volkskrant</a> said preparations for May’s “third time lucky vote” were well under way, although it was by no means clear she would win it. “Some true hardline Brexiters would rather the government falls than that May’s deal passes,” it said. Its Dutch counterpart <a href=\"https://www.nrc.nl/nieuws/2019/03/14/lagerhuis-koopt-met-uitstel-brexit-tijd-geen-oplossing-a3953365\">NRC Handelsblad</a> said delaying Brexit “has bought time but remains far from a solution”.</p>",
      "wordcount": "794",
      "firstPublicationDate": "2019-03-15T10:12:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:19Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b26jf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/181f8fbb5ef6f14c8a2e1c774513a55e4aa532b6/0_182_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "After the chaos, contradictions and incompetence in the UK’s handling of Brexit, European media have spotted a glimmer of light at the end of the tunnel. On past form, of course, it will soon be extinguished, but the endgame seems – at least for now – to be approaching. “At long last, MPs now have to decide where they stand,” said Die Zeit in Germany after the Commons voted in favour of a short extension to article 50 on Thursday evening, having earlier in the week rejected both Theresa May’s Brexit deal and no deal. “Empty promises to voters and pithy speeches in parliament will no longer cut it. The drama currently being played out in Westminster represents, at long last, the painful intrusion of reality into Britain’s Brexit debate.” Party discipline had gone, arguments were mutating and majorities were switching, the paper said. “The real discussion about Brexit, the one that should have taken place over the past three years, is now under way and must be over in a matter of days. It is loud and it is painful, but it is bringing much-needed clarity.” Frankfurter Allgemeine Zeitung reckoned the UK’s “battered prime minister may perhaps have slightly more reason for hope than before. Who knows, it could just be that the Brexit drama in London will come to an end soon after all.” France’s Libération rejoiced that at long last one thing looked more or less likely: “Britain will not be leaving the EU on 29 March.” Except, it added, the country was traversing a period “so utterly extraordinary, so totally unprecedented, in which all the existing logic of votes and established political forces has been so completely overturned, that nothing, nothing at all, can any longer be predicted.” May’s strategy was at least clear, Libération said: she would call a third vote on her deal next week, hoping to have convinced Brexiters by then that if they could not be satisfied with her Brexit, they would end up with a long delay and risk losing “the Holy Grail of their ideal Brexit – even if no one has yet conclusively shown that it actually exists”. However, Le Monde warned that the “apparent bright spot” masked “a weakening of May’s authority that is alarming not just for her political survival but for the democratic functioning of the country”. She had “lost control of her party and cabinet to the extent that 188 Conservative MPs and eight ministers voted against the government’s motion to postpone Brexit”, the paper pointed out. In Dublin, the Irish Times said that after the “chaos and humiliation of a double defeat in the House of Commons on Wednesday, Theresa May had a relatively good day” on Thursday. But the paper’s commentator, Stephen Collins, was brutal on what the week’s events in Westminster had revealed. The contrast between the behaviour of Ireland’s TDs and the “downright irresponsibility of a majority of their counterparts in the Commons” was the best possible way of commemorating a century of Irish democracy, Collins wrote. “The failure of the British government and opposition to come together at a time of great national peril indicates something is truly rotten in the state of politics in that country … The coming weeks will reveal whether the British political system can get its act together, but the evidence of the past two years is not encouraging.” Helsingin Sanomat in Finland said Brexit was now driving “a full-blown British political crisis”. Neither May’s Conservative government nor parliament had “a clear picture of where Brexit might end up”, it said. “Brexit Day was supposed to be in two weeks. Now everything is still open.” In Spain’s El País, the commentator Rafa de Miguel said the hardcore Brexiters were like “enraged children who despise any gift that is not the one they want”. Having twice rejected May’s deal, parliament was now completely confused: “Yes to Brexit but no to no deal; No to May’s plan but also to any other solution.” In what amounted to a game of Russian roulette, the paper said, May had “the double merit of having irritated Eurosceptics by confronting their wild Brexit with reality, and the rest of the Commons by showing them that, however brilliant they are, none of their alternatives have a majority. Two weeks before Brexit, it will be interesting to see if British politicians opt for intelligence or complete collapse.” In the Netherlands, De Volkskrant said preparations for May’s “third time lucky vote” were well under way, although it was by no means clear she would win it. “Some true hardline Brexiters would rather the government falls than that May’s deal passes,” it said. Its Dutch counterpart NRC Handelsblad said delaying Brexit “has bought time but remains far from a solution”.",
      "charCount": "4707",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonhenley\">Jon Henley</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/15/britain-theresa-may-customs-union-brexit-tory",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-15T09:45:14Z",
    "webTitle": "Britain is in crisis – and Theresa May is blocking the only solution | Owen Jones",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/15/britain-theresa-may-customs-union-brexit-tory",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/15/britain-theresa-may-customs-union-brexit-tory",
    "fields": {
      "headline": "Britain is in crisis – and Theresa May is blocking the only solution",
      "standfirst": "<p>A customs union and alignment with the single market could solve the Brexit impasse. Tory cowardice is the primary obstacle</p>",
      "trailText": "A customs union and alignment with the single market could solve the Brexit crisis, says Guardian columnist Owen Jones",
      "byline": "Owen Jones",
      "main": "<figure class=\"element element-image\" data-media-id=\"6938a4d42f1039b48cd63ec67c3d39e873b9fd62\"> <img src=\"https://media.guim.co.uk/6938a4d42f1039b48cd63ec67c3d39e873b9fd62/0_234_3500_2100/1000.jpg\" alt=\"Theresa May during the debate on extending the Brexit negotiating period, 14 March 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Theresa May’s desperation to preserve her own party, at any cost, is the main peril now facing our crisis-ridden nation.’ </span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>“The United Kingdom will leave the European Union on 29 March 2019” joins “Strong and stable”, “<a href=\"https://www.conservatives.com/sharethefacts/2017/04/coalition-of-chaos\" title=\"\">Coalition of chaos</a>”, “Magic money tree”, “<a href=\"https://www.bbc.co.uk/news/uk-politics-36782922\" title=\"\">Brexit means Brexit</a>”, “Nothing has changed”, “No deal is better than a bad deal” and “<a href=\"https://www.theguardian.com/commentisfree/2017/apr/18/labour-jeremy-corbyn-time-to-fight-theresa-may\" title=\"\">There is not going to be a general election</a>” in the graveyard of Theresa May’s doomed rhetoric. Her benighted ministry, a protracted wrestle with David Cameron for the title of “worst prime minister on their own terms since Lord North lost the American colonies”, stutters on thanks to Tory paralysis and cowardice. When did British politics become a plotline that would have been rejected by the creators of The Thick of It on the grounds that satire has to be believable to be funny? Sadly, long before May’s Brexit secretary Stephen Barclay took to the dispatch box to plead with MPs to vote to extend article 50, then marched off to the division lobbies to <a href=\"https://www.theguardian.com/politics/live/2019/mar/14/brexit-mps-to-vote-on-delaying-departure-from-european-union-politics-live?page=with:block-5c8ab076e4b016d23425c110#block-5c8ab076e4b016d23425c110\" title=\"\">vote against it</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/14/mps-vote-by-majority-of-210-to-extend-article-50-and-delay-brexit\">MPs back Brexit delay as votes lay bare cabinet divisions</a> </p> </aside>  <p>Our house is on fire – the Tories are the arsonists, manically splashing more petrol on the flames lapping at their own feet – and it is natural to want to locate an exit. Bad news: this isn’t The Thick of It, it’s a hammy disaster film, and every escape you run to is blocked with rubble. To date, parliament has rejected Theresa May’s botched deal, Labour’s alternative proposals, no deal and a second referendum. So what now?</p> <p>The cause of a second referendum is a noble one. There are those of us who fear it would escalate an already gruesome culture war and deliver the same result, but a desire to press a “please just make this all go away” button is more than understandable. It is a cause ill-served, then, by charlatans for whom a “people’s vote” is primarily a means to beat Labour, not an end in itself. Chuka Umunna, the de facto leader of the Independent Group, <a href=\"https://www.standard.co.uk/news/politics/chuka-umunna-remain-campaigners-must-drop-calls-for-new-brexit-vote-a3410601.html\" title=\"\">had declared</a> that he had “no time for calls for a second referendum because I think it comes across as disrespectful to those who voted to leave”.</p> <p>Yesterday, the Independent Group (TIG), of which he is a member, <a href=\"https://www.theguardian.com/politics/2019/mar/14/mps-amendments-for-the-brexit-article-50-extension-vote\" title=\"\">tabled an amendment</a> opposed by the official People’s Vote campaign on the basis that, as things stand, it would be defeated and therefore undermine their cause. But TIG couldn’t allow a minor distraction such as the future of the country to get in the way of a pre-written press release slamming Labour for treachery. Labour ordered its troops to abstain on this futile amendment, and yet still a majority of parliament voted against. A pernicious myth, peddled by disparate political factions for self-serving purposes, that Jeremy Corbyn is simultaneously weak and impotent, and in possession of a shiny “stop Brexit” red button, died yesterday. If Labour’s leadership backed a new referendum – a prospect most Britons currently oppose – as things stand, parliament would decisively reject it.</p> <p>It is easy to feel resigned to the idea there is no exit from this burning house. It is, however, untrue. Most MPs would back a compromise: a customs union and close alignment with the single market. The extension of article 50 now endorsed by parliament must surely now provide the time and space to settle on this accommodation. It will cause dissatisfaction amongst both remainers and leavers, but, to be blunt, it is a bit late for that. There is one primary obstacle: a flailing prime minister terrified of the history books, which will remember her solely for unnecessarily evaporating her parliamentary majority, and then splitting the Tories. May’s desperation to preserve her own party, at any cost, is the main peril now facing our crisis-ridden nation. In the meantime, drunk on adrenaline and ideology, her Brexiteers wait for the whole house to burn.</p> <p>• Owen Jones is a Guardian columnist</p>",
      "wordcount": "629",
      "commentCloseDate": "2019-03-15T19:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-15T09:45:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:18Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b273h",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6938a4d42f1039b48cd63ec67c3d39e873b9fd62/0_234_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "“The United Kingdom will leave the European Union on 29 March 2019” joins “Strong and stable”, “Coalition of chaos”, “Magic money tree”, “Brexit means Brexit”, “Nothing has changed”, “No deal is better than a bad deal” and “There is not going to be a general election” in the graveyard of Theresa May’s doomed rhetoric. Her benighted ministry, a protracted wrestle with David Cameron for the title of “worst prime minister on their own terms since Lord North lost the American colonies”, stutters on thanks to Tory paralysis and cowardice. When did British politics become a plotline that would have been rejected by the creators of The Thick of It on the grounds that satire has to be believable to be funny? Sadly, long before May’s Brexit secretary Stephen Barclay took to the dispatch box to plead with MPs to vote to extend article 50, then marched off to the division lobbies to vote against it. Our house is on fire – the Tories are the arsonists, manically splashing more petrol on the flames lapping at their own feet – and it is natural to want to locate an exit. Bad news: this isn’t The Thick of It, it’s a hammy disaster film, and every escape you run to is blocked with rubble. To date, parliament has rejected Theresa May’s botched deal, Labour’s alternative proposals, no deal and a second referendum. So what now? The cause of a second referendum is a noble one. There are those of us who fear it would escalate an already gruesome culture war and deliver the same result, but a desire to press a “please just make this all go away” button is more than understandable. It is a cause ill-served, then, by charlatans for whom a “people’s vote” is primarily a means to beat Labour, not an end in itself. Chuka Umunna, the de facto leader of the Independent Group, had declared that he had “no time for calls for a second referendum because I think it comes across as disrespectful to those who voted to leave”. Yesterday, the Independent Group (TIG), of which he is a member, tabled an amendment opposed by the official People’s Vote campaign on the basis that, as things stand, it would be defeated and therefore undermine their cause. But TIG couldn’t allow a minor distraction such as the future of the country to get in the way of a pre-written press release slamming Labour for treachery. Labour ordered its troops to abstain on this futile amendment, and yet still a majority of parliament voted against. A pernicious myth, peddled by disparate political factions for self-serving purposes, that Jeremy Corbyn is simultaneously weak and impotent, and in possession of a shiny “stop Brexit” red button, died yesterday. If Labour’s leadership backed a new referendum – a prospect most Britons currently oppose – as things stand, parliament would decisively reject it. It is easy to feel resigned to the idea there is no exit from this burning house. It is, however, untrue. Most MPs would back a compromise: a customs union and close alignment with the single market. The extension of article 50 now endorsed by parliament must surely now provide the time and space to settle on this accommodation. It will cause dissatisfaction amongst both remainers and leavers, but, to be blunt, it is a bit late for that. There is one primary obstacle: a flailing prime minister terrified of the history books, which will remember her solely for unnecessarily evaporating her parliamentary majority, and then splitting the Tories. May’s desperation to preserve her own party, at any cost, is the main peril now facing our crisis-ridden nation. In the meantime, drunk on adrenaline and ideology, her Brexiteers wait for the whole house to burn. • Owen Jones is a Guardian columnist",
      "charCount": "3686",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/owen-jones\">Owen Jones</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]