[
  {
    "id": "politics/2019/jun/14/brexit-corbyn-under-pressure-to-clarify-backing-for-second-vote",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-14T18:22:51Z",
    "webTitle": "Brexit: Corbyn under pressure to clarify backing for second vote",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/14/brexit-corbyn-under-pressure-to-clarify-backing-for-second-vote",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/14/brexit-corbyn-under-pressure-to-clarify-backing-for-second-vote",
    "fields": {
      "headline": "Brexit: Corbyn under pressure to clarify backing for second vote",
      "standfirst": "<p>Facing a Boris Johnson premiership, Labour shadow cabinet to debate its stance</p>",
      "trailText": "Facing a Boris Johnson premiership, Labour shadow cabinet to debate its stance",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"a421a733cd2b8e2eb32637bf00028317a05a6387\"> <img src=\"https://media.guim.co.uk/a421a733cd2b8e2eb32637bf00028317a05a6387/58_0_1710_1026/1000.jpg\" alt=\"Jeremy Corbyn in the House of Commons\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shadow ministers will meet on Monday, and are expected to discuss adopting a clearer policy on a second referendum.</span> <span class=\"element-image__credit\">Photograph: House of Commons/PA</span> </figcaption> </figure>",
      "body": "<p>Jeremy Corbyn’s shadow cabinet is set to debate <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> on Monday, as the prospect of a Boris Johnson premiership accelerates Labour’s drift towards supporting a second referendum.</p> <p><a href=\"https://www.theguardian.com/politics/jeremy-corbyn\">Corbyn</a> is coming under renewed pressure to set out his backing for a fresh public vote more clearly, as the shockwaves from Labour’s catastrophic performance in the European elections continue to reverberate.</p> <p>Shadow ministers will be shown the second part of a presentation on polling which began at last week’s meeting, and according to one person present showed Labour was being “squeezed from both sides”.</p> <p>Corbyn said in the aftermath ofthe <a href=\"https://www.theguardian.com/politics/ng-interactive/2019/may/26/european-election-latest-results-2019-uk-england-scotland-wales-ni-eu-parliament\">European elections</a> that any Brexit deal would now “have to be put to a public vote” – though that could include a general election, and he subsequently suggested a referendum remained <a href=\"https://www.theguardian.com/politics/2019/may/30/soft-brexit-corbyn-labour-second-referendum-some-way-off-backs\">“some way off”</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/27/corbyn-pressed-by-senior-labour-mps-to-back-a-second-referendum\">Corbyn 'listening very carefully' to Labour calls for second referendum</a> </p> </aside>  <p>One shadow cabinet member and Corbyn loyalist described Labour’s Brexit policy as “in a state of transition”, saying they expected it to shift towards a clearer stance in favour of a referendum in the next “two or three weeks”, rather than wait for their hand to be forced by restive grassroots members.</p> <p>Another shadow cabinet source said Johnson’s imminent arrival in Number 10 on a hard Brexit ticket must be “the decisive factor” for Labour’s policy.</p> <p>Corbyn is content to allow the focus to remain on the warring Tories for the moment. But the Labour leader is facing a pincer movement from both sides of his deeply divided party.</p> <p><a href=\"https://www.anothereurope.org/\">Another Europe is Possible</a>, the anti-Brexit campaign group that works closely with leftwing Labour MPs including Clive Lewis and Lloyd Russell-Moyle, has announced that it plans a “summer of resistance”.</p> <p>Alena Ivanova, from the group, said: “What we’re witnessing this summer is the growth of a mass and plural movement against Brexit, with mass demonstrations announced for both July and October, and lots of different organisations holding speaker tours and preparing for a referendum.”</p> <p>She added: “But this movement needs to be radical, both tactically and politically – it has to become a hot summer of resistance, willing to disrupt the status quo.”</p> <p>Meanwhile Tom Watson, Corbyn’s deputy, has continued to push for a <a href=\"https://www.peoples-vote.uk/\">People’s Vote</a>, and will make a major speech on the issue on Monday.</p> <p>Recriminations from the party’s poll performance have continued. Some shadow ministers, including some on the left, lament what one called the “malign influence” of Corbyn’s advisers, in particular his key confidant, <a href=\"https://www.theguardian.com/profile/seumasmilne\">Seumas Milne</a>, and chief of staff, Karie Murphy, complaining that the pair insulate Corbyn from criticism and challenge.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/01/labour-brexit-eu-election\">Labour is under pressure to change tack on Brexit – but is it too late already? | Rachel Shabi</a> </p> </aside>  <p>Several shadow cabinet members have told the Guardian that Corbyn himself was uncomfortable with the party’s message in the run-up to the European elections, which he felt was insufficiently clear.</p> <p>“They’re clearly under pressure: I don’t think he’s happy with the way it’s working,” one said. Another claimed: “Even Jeremy, who has always held Seumas in awe, is increasingly dissatisfied with the messaging”.</p> <p>The shadow cabinet was not consulted about the <a href=\"https://www.theguardian.com/politics/2019/may/28/labour-expels-alastair-campbell-from-party\">expulsion</a> of former New Labour spin doctor Alastair Campbell for publicly admitting he had voted Lib Dem at the European elections. “No politician was involved in that decision,” said one senior party source.</p> <p>John McDonnell, the shadow chancellor, was said by allies to have been particularly irked about Campbell’s expulsion, fearing it made the leadership look vindictive.</p> <p>The decision to drop shadow foreign secretary Emily Thornberry from prime minister’s questions at short notice last week, after she spoke out about Labour’s Brexit policy, also raised eyebrows.</p> <p>Corbyn was lambasted by colleagues at Monday’s meeting of the parliamentary Labour party (PLP), with one veteran of the Blair and Brown eras saying it was the worst they had witnessed, with Corbyn reading from a prepared script and failing to take on hecklers.</p>",
      "newspaperPageNumber": "7",
      "wordcount": "616",
      "firstPublicationDate": "2019-06-14T18:22:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:01Z",
      "newspaperEditionDate": "2019-06-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bkmgk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a421a733cd2b8e2eb32637bf00028317a05a6387/58_0_1710_1026/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn’s shadow cabinet is set to debate Brexit on Monday, as the prospect of a Boris Johnson premiership accelerates Labour’s drift towards supporting a second referendum. Corbyn is coming under renewed pressure to set out his backing for a fresh public vote more clearly, as the shockwaves from Labour’s catastrophic performance in the European elections continue to reverberate. Shadow ministers will be shown the second part of a presentation on polling which began at last week’s meeting, and according to one person present showed Labour was being “squeezed from both sides”. Corbyn said in the aftermath ofthe European elections that any Brexit deal would now “have to be put to a public vote” – though that could include a general election, and he subsequently suggested a referendum remained “some way off”. One shadow cabinet member and Corbyn loyalist described Labour’s Brexit policy as “in a state of transition”, saying they expected it to shift towards a clearer stance in favour of a referendum in the next “two or three weeks”, rather than wait for their hand to be forced by restive grassroots members. Another shadow cabinet source said Johnson’s imminent arrival in Number 10 on a hard Brexit ticket must be “the decisive factor” for Labour’s policy. Corbyn is content to allow the focus to remain on the warring Tories for the moment. But the Labour leader is facing a pincer movement from both sides of his deeply divided party. Another Europe is Possible, the anti-Brexit campaign group that works closely with leftwing Labour MPs including Clive Lewis and Lloyd Russell-Moyle, has announced that it plans a “summer of resistance”. Alena Ivanova, from the group, said: “What we’re witnessing this summer is the growth of a mass and plural movement against Brexit, with mass demonstrations announced for both July and October, and lots of different organisations holding speaker tours and preparing for a referendum.” She added: “But this movement needs to be radical, both tactically and politically – it has to become a hot summer of resistance, willing to disrupt the status quo.” Meanwhile Tom Watson, Corbyn’s deputy, has continued to push for a People’s Vote, and will make a major speech on the issue on Monday. Recriminations from the party’s poll performance have continued. Some shadow ministers, including some on the left, lament what one called the “malign influence” of Corbyn’s advisers, in particular his key confidant, Seumas Milne, and chief of staff, Karie Murphy, complaining that the pair insulate Corbyn from criticism and challenge. Several shadow cabinet members have told the Guardian that Corbyn himself was uncomfortable with the party’s message in the run-up to the European elections, which he felt was insufficiently clear. “They’re clearly under pressure: I don’t think he’s happy with the way it’s working,” one said. Another claimed: “Even Jeremy, who has always held Seumas in awe, is increasingly dissatisfied with the messaging”. The shadow cabinet was not consulted about the expulsion of former New Labour spin doctor Alastair Campbell for publicly admitting he had voted Lib Dem at the European elections. “No politician was involved in that decision,” said one senior party source. John McDonnell, the shadow chancellor, was said by allies to have been particularly irked about Campbell’s expulsion, fearing it made the leadership look vindictive. The decision to drop shadow foreign secretary Emily Thornberry from prime minister’s questions at short notice last week, after she spoke out about Labour’s Brexit policy, also raised eyebrows. Corbyn was lambasted by colleagues at Monday’s meeting of the parliamentary Labour party (PLP), with one veteran of the Blair and Brown eras saying it was the worst they had witnessed, with Corbyn reading from a prepared script and failing to take on hecklers.",
      "charCount": "3871",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/14/boris-johnson-pledges-to-drop-backstop-in-orderly-brexit-plan",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-14T17:41:17Z",
    "webTitle": "Channel 4 to 'empty chair' Boris Johnson at Tory leadership TV debate",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/14/boris-johnson-pledges-to-drop-backstop-in-orderly-brexit-plan",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/14/boris-johnson-pledges-to-drop-backstop-in-orderly-brexit-plan",
    "fields": {
      "headline": "Channel 4 to 'empty chair' Boris Johnson at Tory leadership TV debate",
      "standfirst": "<p>Frontrunner refuses invite, but will take part in a similar BBC-hosted event two days later</p>",
      "trailText": "Frontrunner refuses invite, but will take part in a similar BBC-hosted event two days later",
      "byline": "Heather Stewart  and Jim Waterson",
      "main": "<figure class=\"element element-image\" data-media-id=\"c8dfa005d684780b2661fd58b8ab4e77511bdf15\"> \n <img src=\"https://media.guim.co.uk/c8dfa005d684780b2661fd58b8ab4e77511bdf15/0_51_2133_1279/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson said the full details of the border issue should be left to the next phase of Brexit negotiations.</span> \n  <span class=\"element-image__credit\">Photograph: Kirsty Wigglesworth/AP</span> \n </figcaption> \n</figure>",
      "body": "<p>Boris Johnson will be represented by an empty podium in a television debate on Sunday night as his five remaining rivals to be Britain’s next prime minister fight it out for a place alongside him in the ballot of Conservative members.</p> \n<p>The former foreign secretary declined an invitation to participate in the Channel 4 leadership debate, saying he feared it would be “cacophonous”.</p> \n<p>But under growing pressure to submit to greater public scrutiny after Jeremy Hunt accused him of “hiding away”, Johnson said he would take part in a similar event, hosted by the BBC, next Tuesday.</p> \n<p>Channel 4 confirmed its debate would go ahead at 6.30pm on Sunday night and a lectern would be on stage, with Johnson invited to turn up at any point and face a live studio audience of potential Tory voters.</p> \n<p>One source working on the programme dismissed Johnson’s suggestion that negotiations had broken down, saying: “It’s classic deflection; all the negotiations were very cordial. The reason he didn’t want to do it is because the format meant he would have to debate with the others.”</p> \n<p>The BBC was delighted that it has the first major public debate involving Johnson on Tuesday night. Its format, hosted by Emily Maitlis, does not involve a studio audience and will instead see the remaining candidates take pre-submitted questions from viewers around the UK.</p> \n<p>After Hunt invoked Winston Churchill, asking what the wartime leader would say, “if someone who wants to be prime minister of the United Kingdom is hiding away from the media”, Johnson on Friday submitted to his first broadcast interview since the campaigns kicked off.</p> \n<p>He was at pains to soothe some of his colleagues’ fears that handing him the keys to 10 Downing Street will make a no-deal Brexit on 31 October all but inevitable.</p> \n<p>Johnson said he would achieve an “orderly, managed Brexit” on deadline, by ditching the Northern Irish backstop in favour of “alternative arrangements”.</p> \n<p>“I think that we can get to a situation in which we are able to leave smoothly with an orderly, managed Brexit, and that’s what we should be aiming for,” he told the BBC’s World at One. “But the only way to make sure that we convince our partners that we’re determined to get that outcome is to prepare for no deal – and I think people do understand that.”</p> \n<p>Asked what he would do about<a href=\"https://www.theguardian.com/politics/2018/oct/15/what-is-the-brexit-backstop\"> the backstop</a>, which he described as “that prison, that Hobson’s choice”, Johnson pointed to the Brady amendment.</p> \n<p>Passed by parliament in January, with the support of the government, the amendment called for the backstop to be replaced with unspecified “alternative arrangements” – although the government then tried to renegotiate this with Brussels and failed.</p> \n<p>Johnson suggested the solution could be the “maximum facilitation” approach he advocated while in Theresa May’s cabinet, from which he resigned over her Chequers deal last summer.</p> \n<p>He added that the full details should be left to be worked out as part of the next phase of negotiations over Britain’s future trading relationship with the EU.</p> \n<p>“The facilitations that need to be provided to enable that to take place – those should not be preordained by the backstop. They should be remitted into the implementation period for discussion after we have left,” he said.</p> \n<p>The EU27 have repeatedly <a href=\"https://www.theguardian.com/politics/2019/jan/29/eu-rule-out-brexit-renegotiation-brady-amendment-pass\">insisted on the backstop</a> as the legal underpinning of both sides’ commitment to avoid a hard border between Northern Ireland and the Republic.</p> \n<p>“Our friends and partners over the channel will say we can’t do this, this is a unicorn,” Johnson said. “But I think there is a solution to be arrived at in this area, and we should work hard for it.”</p> \n<p>Opposition politicians have now raised concerns that the high number of televised debates between pro-Brexit Conservative politicians will dominate the airwaves over the summer.</p> \n<p>Ed Davey has written to BBC director general Tony Hall to ask for a televised Liberal Democrat leadership debate, arguing that his party outperformed the Conservatives at the EU elections. He said only showing debates between Tory candidates pushing “wall-to-wall pro-Brexit propaganda” could result in the broadcaster “aiding and abetting a monstrous pro-Brexit bias which future generations might find hard to forgive”.</p> \n<p>Hunt came second on Thursday, but with 43 votes, trailed far behind Johnson. He sought to up the ante against the frontrunner on Friday, asking, “what would Churchill say if someone who wants to be prime minister of the United Kingdom is hiding away from the media, not taking part in these big occasions?” A source in Hunt’s campaign said afterwards, “the underdog is getting hungrier”.</p> \n<p>Johnson said, “I think it is important that we have a sensible grown-up debate. My own observation is that in the past when you’ve had loads of candidates, it can be slightly cacophonous and I think the public have had quite a lot of blue on blue action frankly over the last three years”.</p> \n<p>As well as setting out more details of his Brexit plan, the former foreign secretary sought to burnish his liberal credentials by promising early legislation to enshrine the rights of EU citizens in law.</p> \n<p>“There is a clear way that the now effectively defunct withdrawal agreement can be disaggregated: the good bits of it can be taken out,” he said.</p> \n<p>Hunt’s challenge to Johnson has been hampered by the fact that moderate Tories have failed to unite behind a single “stop Boris” candidate.</p> \n<p>The former health secretary Matt Hancock dropped out of the race on Friday. Sajid Javid, the home secretary, had hoped the pair could strike up an alliance of “change candidates”; but when they met on Thursday after the votes were counted, neither man was able to convince the other to withdraw.</p> \n<p>Hancock will now spend the weekend weighing up whether to support Michael Gove, or simply throw his weight behind Johnson.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/jun/14/tory-leadership-candidates-policies\">Then there were six: policies of remaining Tory contenders</a> </p> \n</aside> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a8dceb9b-9c83-49e1-b4ee-e756b367198e\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The Brady amendment demands that the backstop arrangement in the EU withdrawal agreement to prevent a hard border in Northern Ireland should be replaced with 'alternative arrangements'. The backstop is hated by many Tory Brexiters because it would keep the UK in an effective customs union until an alternative solution could be found to prevent the need for infrastructure at the border. The backstop has no time limit and exit can be only by joint agreement between the UK and the EU.&nbsp;</p>\n    <p>Brexiters would like to see the backstop replaced either by an as-yet-unknown technological solution to ensure a smooth border or at least an end date or a unilateral exit mechanism.<br><br>In order to seek this from Brussels, Theresa May decided the government should back an amendment tabled by Sir Graham Brady, a Tory backbencher, which said the backstop should be replaced. She also pledged to reopen the withdrawal agreement and change the text.&nbsp;<br></p>\n    <p>The European Union has been adamant that both things cannot happen, but Downing Street believes that gaining a majority in the House of Commons for the change would demonstrate the crucial breakthrough needed to avoid a no-deal Brexit.<br></p>\n    <p>After initial scepticism, members of the hard-Brexit European Research Group swung behind the government, though Tory remainers rebelled against it, and the amendment passed by 16 votes. However, the group has made it clear it will not necessarily back whichever compromise she may come back with.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/14/irish-backstop-leadership-contenders-tories-ireland\">On the Irish backstop, leadership contenders are Tories in Wonderland | Bobby McDonagh</a> </p> \n</aside> \n<p>Johnson denied having used cocaine since a “single inconclusive event” more than 30 years ago.</p> \n<p>The former foreign secretary, who has repeatedly appeared to dodge questions about previous drug use throughout his campaign, said he had only used the class A substance once.</p> \n<p>Johnson described the incident as “a single inconclusive event that took place when I was a teenager and which I have extensively described”.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1036",
      "firstPublicationDate": "2019-06-14T13:38:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:16Z",
      "newspaperEditionDate": "2019-06-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bkypc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c8dfa005d684780b2661fd58b8ab4e77511bdf15/0_51_2133_1279/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson will be represented by an empty podium in a television debate on Sunday night as his five remaining rivals to be Britain’s next prime minister fight it out for a place alongside him in the ballot of Conservative members. The former foreign secretary declined an invitation to participate in the Channel 4 leadership debate, saying he feared it would be “cacophonous”. But under growing pressure to submit to greater public scrutiny after Jeremy Hunt accused him of “hiding away”, Johnson said he would take part in a similar event, hosted by the BBC, next Tuesday. Channel 4 confirmed its debate would go ahead at 6.30pm on Sunday night and a lectern would be on stage, with Johnson invited to turn up at any point and face a live studio audience of potential Tory voters. One source working on the programme dismissed Johnson’s suggestion that negotiations had broken down, saying: “It’s classic deflection; all the negotiations were very cordial. The reason he didn’t want to do it is because the format meant he would have to debate with the others.” The BBC was delighted that it has the first major public debate involving Johnson on Tuesday night. Its format, hosted by Emily Maitlis, does not involve a studio audience and will instead see the remaining candidates take pre-submitted questions from viewers around the UK. After Hunt invoked Winston Churchill, asking what the wartime leader would say, “if someone who wants to be prime minister of the United Kingdom is hiding away from the media”, Johnson on Friday submitted to his first broadcast interview since the campaigns kicked off. He was at pains to soothe some of his colleagues’ fears that handing him the keys to 10 Downing Street will make a no-deal Brexit on 31 October all but inevitable. Johnson said he would achieve an “orderly, managed Brexit” on deadline, by ditching the Northern Irish backstop in favour of “alternative arrangements”. “I think that we can get to a situation in which we are able to leave smoothly with an orderly, managed Brexit, and that’s what we should be aiming for,” he told the BBC’s World at One. “But the only way to make sure that we convince our partners that we’re determined to get that outcome is to prepare for no deal – and I think people do understand that.” Asked what he would do about the backstop, which he described as “that prison, that Hobson’s choice”, Johnson pointed to the Brady amendment. Passed by parliament in January, with the support of the government, the amendment called for the backstop to be replaced with unspecified “alternative arrangements” – although the government then tried to renegotiate this with Brussels and failed. Johnson suggested the solution could be the “maximum facilitation” approach he advocated while in Theresa May’s cabinet, from which he resigned over her Chequers deal last summer. He added that the full details should be left to be worked out as part of the next phase of negotiations over Britain’s future trading relationship with the EU. “The facilitations that need to be provided to enable that to take place – those should not be preordained by the backstop. They should be remitted into the implementation period for discussion after we have left,” he said. The EU27 have repeatedly insisted on the backstop as the legal underpinning of both sides’ commitment to avoid a hard border between Northern Ireland and the Republic. “Our friends and partners over the channel will say we can’t do this, this is a unicorn,” Johnson said. “But I think there is a solution to be arrived at in this area, and we should work hard for it.” Opposition politicians have now raised concerns that the high number of televised debates between pro-Brexit Conservative politicians will dominate the airwaves over the summer. Ed Davey has written to BBC director general Tony Hall to ask for a televised Liberal Democrat leadership debate, arguing that his party outperformed the Conservatives at the EU elections. He said only showing debates between Tory candidates pushing “wall-to-wall pro-Brexit propaganda” could result in the broadcaster “aiding and abetting a monstrous pro-Brexit bias which future generations might find hard to forgive”. Hunt came second on Thursday, but with 43 votes, trailed far behind Johnson. He sought to up the ante against the frontrunner on Friday, asking, “what would Churchill say if someone who wants to be prime minister of the United Kingdom is hiding away from the media, not taking part in these big occasions?” A source in Hunt’s campaign said afterwards, “the underdog is getting hungrier”. Johnson said, “I think it is important that we have a sensible grown-up debate. My own observation is that in the past when you’ve had loads of candidates, it can be slightly cacophonous and I think the public have had quite a lot of blue on blue action frankly over the last three years”. As well as setting out more details of his Brexit plan, the former foreign secretary sought to burnish his liberal credentials by promising early legislation to enshrine the rights of EU citizens in law. “There is a clear way that the now effectively defunct withdrawal agreement can be disaggregated: the good bits of it can be taken out,” he said. Hunt’s challenge to Johnson has been hampered by the fact that moderate Tories have failed to unite behind a single “stop Boris” candidate. The former health secretary Matt Hancock dropped out of the race on Friday. Sajid Javid, the home secretary, had hoped the pair could strike up an alliance of “change candidates”; but when they met on Thursday after the votes were counted, neither man was able to convince the other to withdraw. Hancock will now spend the weekend weighing up whether to support Michael Gove, or simply throw his weight behind Johnson. Johnson denied having used cocaine since a “single inconclusive event” more than 30 years ago. The former foreign secretary, who has repeatedly appeared to dodge questions about previous drug use throughout his campaign, said he had only used the class A substance once. Johnson described the incident as “a single inconclusive event that took place when I was a teenager and which I have extensively described”.",
      "charCount": "6211",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a>  and <a href=\"profile/jim-waterson\">Jim Waterson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jun/14/the-guardian-view-on-the-bbc-a-broadcaster-not-a-welfare-agency",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-14T17:30:56Z",
    "webTitle": "The Guardian view on the BBC: a broadcaster, not a welfare agency | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/14/the-guardian-view-on-the-bbc-a-broadcaster-not-a-welfare-agency",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/14/the-guardian-view-on-the-bbc-a-broadcaster-not-a-welfare-agency",
    "fields": {
      "headline": "The Guardian view on the BBC: a broadcaster, not a welfare agency",
      "standfirst": "If the government wants to give over-75s a free TV licence, then it should be the state’s responsibility to pay for them",
      "trailText": "<strong>Editorial:</strong> If the government wants to give over-75s a free TV licence, then it should be the state’s responsibility to pay for them",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"a6f7057d2fabbe8ef8f6b948eb4e2e98b68890fb\"> <img src=\"https://media.guim.co.uk/a6f7057d2fabbe8ef8f6b948eb4e2e98b68890fb/0_24_5600_3360/1000.jpg\" alt=\"Senior couple watching TV\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Unless the policy is reversed the BBC will become a welfare agency that means-tests elderly people.’</span> <span class=\"element-image__credit\">Photograph: Getty/iStockphoto</span> </figcaption> </figure>",
      "body": "<p>This week the BBC <a href=\"https://www.theguardian.com/media/2019/jun/10/bbc-confirms-plans-to-make-over-75s-pay-licence-fee\" title=\"\">announced</a> that next year most over-75s will have to pay to watch television. This is a wrongheaded and mean policy forced upon the BBC by former Conservative chancellor <a href=\"https://www.theguardian.com/media/2015/jul/06/osborne-slashes-bbc-budget-pay-over-75s-tv-licences\" title=\"\">George Osborne</a>, who should not have been allowed to load the cost of his damaging social and economic policies on to the corporation. Even worse, the Conservative government <a href=\"https://www.irishnews.com/magazine/entertainment/2019/06/10/news/gordon-brown-brands-bbc-licence-fee-change-the-wrong-decision--1639325/\" title=\"\">has broken</a> a 2017 election promise that the licence fee would remain free to pensioners over the age of 75 for the duration of this parliament. It is the politics of the absurd for Downing Street to ask the BBC to revisit a “disappointing” decision after forcing the broadcaster to enact a policy the Conservative party had promised it would block.</p> <p>Unless the policy is reversed, the BBC will become a welfare agency that means-tests elderly people. It will be obliged to push through a cruel and unnecessary benefit cut that will affect 4.6m households which have no way of increasing their income to pay for it. Even taking into account those rich enough to pay and those exempted through pension credit, at least 2.5 million poor pensioners face an annual £150 bill. For more than a million of the oldest people in our country, television is their main form of company.</p> <p>Mr Osborne’s licence fee wheeze was to compel the corporation to agree to shouldering the expense out of its own £4bn licence fee income. But handing out free licences would have placed an ever-growing <a href=\"https://rts.org.uk/article/bbc-faces-bill-licence-fees\" title=\"\">burden</a> on the BBC’s finances. If it were to allow over-75s to continue watching for free then the BBC would have to have <a href=\"https://www.moneywise.co.uk/news/2018-11-21/bbc-warns-unless-over-75s-pay-tv-licence-it-may-have-to-fundamentally-change-cuts-to\" title=\"\">found</a> about half a billion pounds in savings. That figure alone should put pay to the idea that somehow a few celebrity salaries could be cut to fill the gap. Mr Osborne and his ilk in the Conservative party do not care one jot for the potential extraordinary reputational risk the BBC faces. Such Tories perhaps have never thought much of the idea of universal public services; cared little about enriching democratic debate and informing citizens; or about the cultural consumption patterns of the nation.</p> <p>They perhaps could not see the problem if the BBC ends up taking a frail pensioner to court for not possessing a TV licence that for years they have had for free. This is a blindness brought on by ideology. This crude piece of politicking compromises the BBC’s independence. Of all the possible candidates for leadership of the Tory party, it seems only <a href=\"https://www.theguardian.com/media/2019/jun/11/tory-leadership-hopefuls-vow-to-keep-free-tv-licences-for-0ver-75s\" title=\"\">Sajid Javid’s</a> team has understood this. This will not be lost on the Conservative members due to elect the next prime minister, who are likely to be closer to 75 than most of the population.</p> <p>About half a million people have already signed the Age UK online petition demanding the government takes back responsibility for funding free TV licences. There is an obvious opportunity to do so. Although the funding of the free TV licence regime ends in June 2020, the government will begin discussing the BBC’s funding settlement in 2021. Any costs incurred because of the over-75 strategy by the corporation between June 2020 and <a href=\"https://www.nao.org.uk/wp-content/uploads/2017/10/Short-Guide-to-the-BBC-1.pdf\" title=\"\">April 2022</a>, when the new licence fee begins, should be covered by the government without jeopardising BBC services.</p> <p>From then onwards, if the state believes that pensioners should have free services, it ought to pay for them. The UK’s licence fee model, in which advertisements or subscription fees are not part of funding, is also present – but far more <a href=\"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8101\" title=\"\">expensive</a> – in Denmark and Norway. Britain’s media market is large enough to make investment here worthwhile, but not so big that there’s no reason to export. Netflix will set up a UK office; Apple TV will <a href=\"https://tbivision.com/2019/01/10/tim-cook-says-apple-will-launch-new-services-this-year/\" title=\"\">launch</a> and Amazon is hiring. It’s true that the BBC can loom too large in parts of the media landscape, but it faces being shrunk by US media giants and a politics inimical to public service broadcasting.</p> <p>• This article was amended on 17 June 2019 to remove an incorrect reference to Sweden having a similar licence model to the UK. Sweden replaced its TV and radio licence fee with a general public service fee on 1 January 2019.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "697",
      "commentable": "false",
      "firstPublicationDate": "2019-06-14T17:30:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:48:01Z",
      "newspaperEditionDate": "2019-06-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bkmdn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a6f7057d2fabbe8ef8f6b948eb4e2e98b68890fb/0_24_5600_3360/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "This week the BBC announced that next year most over-75s will have to pay to watch television. This is a wrongheaded and mean policy forced upon the BBC by former Conservative chancellor George Osborne, who should not have been allowed to load the cost of his damaging social and economic policies on to the corporation. Even worse, the Conservative government has broken a 2017 election promise that the licence fee would remain free to pensioners over the age of 75 for the duration of this parliament. It is the politics of the absurd for Downing Street to ask the BBC to revisit a “disappointing” decision after forcing the broadcaster to enact a policy the Conservative party had promised it would block. Unless the policy is reversed, the BBC will become a welfare agency that means-tests elderly people. It will be obliged to push through a cruel and unnecessary benefit cut that will affect 4.6m households which have no way of increasing their income to pay for it. Even taking into account those rich enough to pay and those exempted through pension credit, at least 2.5 million poor pensioners face an annual £150 bill. For more than a million of the oldest people in our country, television is their main form of company. Mr Osborne’s licence fee wheeze was to compel the corporation to agree to shouldering the expense out of its own £4bn licence fee income. But handing out free licences would have placed an ever-growing burden on the BBC’s finances. If it were to allow over-75s to continue watching for free then the BBC would have to have found about half a billion pounds in savings. That figure alone should put pay to the idea that somehow a few celebrity salaries could be cut to fill the gap. Mr Osborne and his ilk in the Conservative party do not care one jot for the potential extraordinary reputational risk the BBC faces. Such Tories perhaps have never thought much of the idea of universal public services; cared little about enriching democratic debate and informing citizens; or about the cultural consumption patterns of the nation. They perhaps could not see the problem if the BBC ends up taking a frail pensioner to court for not possessing a TV licence that for years they have had for free. This is a blindness brought on by ideology. This crude piece of politicking compromises the BBC’s independence. Of all the possible candidates for leadership of the Tory party, it seems only Sajid Javid’s team has understood this. This will not be lost on the Conservative members due to elect the next prime minister, who are likely to be closer to 75 than most of the population. About half a million people have already signed the Age UK online petition demanding the government takes back responsibility for funding free TV licences. There is an obvious opportunity to do so. Although the funding of the free TV licence regime ends in June 2020, the government will begin discussing the BBC’s funding settlement in 2021. Any costs incurred because of the over-75 strategy by the corporation between June 2020 and April 2022, when the new licence fee begins, should be covered by the government without jeopardising BBC services. From then onwards, if the state believes that pensioners should have free services, it ought to pay for them. The UK’s licence fee model, in which advertisements or subscription fees are not part of funding, is also present – but far more expensive – in Denmark and Norway. Britain’s media market is large enough to make investment here worthwhile, but not so big that there’s no reason to export. Netflix will set up a UK office; Apple TV will launch and Amazon is hiring. It’s true that the BBC can loom too large in parts of the media landscape, but it faces being shrunk by US media giants and a politics inimical to public service broadcasting. • This article was amended on 17 June 2019 to remove an incorrect reference to Sweden having a similar licence model to the UK. Sweden replaced its TV and radio licence fee with a general public service fee on 1 January 2019.",
      "charCount": "4036",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/jun/14/boris-johnson-is-the-howard-hughes-of-this-tory-leadership-race",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-14T16:39:43Z",
    "webTitle": "Boris Johnson is the Howard Hughes of this Tory leadership race | Marina Hyde",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/14/boris-johnson-is-the-howard-hughes-of-this-tory-leadership-race",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/14/boris-johnson-is-the-howard-hughes-of-this-tory-leadership-race",
    "fields": {
      "headline": "Boris Johnson is the Howard Hughes of this Tory leadership race",
      "standfirst": "<p>Courtiers are keeping Johnson from his subjects like a porphyric king they daren’t parade in public<br></p>",
      "trailText": "Courtiers are keeping Johnson from his subjects like a porphyric king they daren’t parade in public<br>",
      "byline": "Marina Hyde",
      "main": "<figure class=\"element element-image\" data-media-id=\"1309f3422a14684a8e9e0dc74140f43813f51471\"> <img src=\"https://media.guim.co.uk/1309f3422a14684a8e9e0dc74140f43813f51471/0_50_2308_1384/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The idea of public service has been so inverted by Johnson that it is the public doing the serving.’</span> <span class=\"element-image__credit\">Photograph: Kirsty Wigglesworth/AP</span> </figcaption> </figure>",
      "body": "<p>Journalist, novelist, Churchill biographer, politician, urban planner, diplomat. At this stage in Boris Johnson’s storied career we have to ask: is there anything he CAN do? Have a crack-eroo at being prime minister with Britain facing its greatest challenge in peacetime, seems to be the obvious answer after this radioactively dispiriting week in the Conservative leadership contest. Or “the good old days”, as we will be thinking of it in around six months.</p> <p>One pantingly auto-parodic article in the Boris fanzine, the Daily Telegraph, decided the runaway favourite looked like “a prime minister in waiting”. So close, but not quite. Johnson looks like Chucky if he’d borrowed a suit for a court appearance, or a Yewtree version of Worzel Gummidge, or what would happen if you started making Margaret Rutherford out of papier-mache but got bored halfway through. This week amounted to watching the live abortion of that time-worn cliche that the Conservative parliamentary party is “the most sophisticated electorate in the world”. Do me a favour. They’ve just spaffed 114 first-round votes on a subclinical narcissist whose chief qualification for the gig is knowing the ancient Greek for raghead.</p> <p>Still, other options were available. At a series of intimate Westminster gigs, prime ministerial hopefuls partied like it was 2016 and – with the exception of Rory Stewart – absolutely refused to tell the truth about the state we’re in and our options for getting out of it. I lost count of the times candidates began sentences with a lofty: “I represent …” Babe, I don’t know if you’ve noticed but we’re incredibly up against it here? NO ONE GIVES A TOSS ABOUT YOUR SPIRIT ANIMAL. At his launch, Matt Hancock was asked how he planned to deal with the serious threats posed by Silicon Valley. His reply? “I offer an emotionally charged platform to improve lives that is rooted, rooted in objective fact.”</p>  <figure class=\"element element-image\" data-media-id=\"ad5d7dce5659790f2648bcc73b54bdbbce9f7254\"> <img src=\"https://media.guim.co.uk/ad5d7dce5659790f2648bcc73b54bdbbce9f7254/0_80_4288_2573/1000.jpg\" alt=\"Andrea Leadsom launches her campaign.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Andrea Leadsom launching her campaign.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>  <p>I can’t believe that even as I was typing that paragraph, <a href=\"https://www.theguardian.com/politics/2019/jun/14/matt-hancock-pulls-out-of-conservative-leadership-race\">Hancock withdrew from the race</a>. As for who else we’ve lost, it’s farewell to dishonesty’s Esther McVey, whose televised mugging-off by the tax avoider Lorraine Kelly serves as a reminder that late 90s GMTV was such a legendary snakepit that it is still destroying ambitions two decades later. Brexit’s Oxo mum, Andrea Leadsom, also failed to make the cut, as did unintriguing stranger “Mark Harper”, who claimed to have been chief whip under David Cameron, but has blown back out of town as mysteriously as he blew in, having failed to sell us his version of the monorail.</p> <p>It was a week to make one begin seriously wondering after the political philosophy of Gen Sir Nick Carter, Britain’s chief of defence staff. Would a military coup really be so bad? Gotta wonder when even the remaining candidates are openly touting alternative solutions to parliamentary democracy as we know it.</p> <p>Johnson, Britain’s id, has refused to rule out proroguing parliament to push through no deal. Shortly after the result of the first ballot, a defiant Stewart declared that if Johnson did take that path, then “we will hold our own session of parliament across the road in Methodist Central Hall and we will bring him down”.</p> <p>Another absolutely normal day in our normal country. Perhaps it helps to see Stewart as a Charles de Gaulle figure, who – on the basis of not much more than a borrowed office in Carlton Gardens and a pretty high opinion of himself – spent a good chunk of the war acting the equal, if not superior, of Churchill, Roosevelt and Stalin. As Julian Jackson remarks in his brilliant biography of the general: “Behaving like a great power was De Gaulle’s way of becoming one.”</p> <p>If Stewart has a certain idea of Britain, it was exceedingly clear from his own campaign launch that Johnson does not. Or even any ideas. Despite starting at 11am, the event served breakfast, which feels about right as far as Johnson’s reputation for hard work goes. Short of putting the rogue in prorogue, his Brexit strategy seems to be to barge back to Brussels, unwisely essaying machismo. More on that game plan shortly.</p>  <figure class=\"element element-image\" data-media-id=\"5cfcf02a8dca6658f3e738724cab9f87ce08abf2\"> <img src=\"https://media.guim.co.uk/5cfcf02a8dca6658f3e738724cab9f87ce08abf2/0_213_4000_2398/1000.jpg\" alt=\"Rory Stewart, like a great power.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rory Stewart, like a great power.</span> <span class=\"element-image__credit\">Photograph: Wayne Tippetts/REX/Shutterstock</span> </figcaption> </figure>  <p>Other launches? Michael Gove’s was just a mobile number you had to ring an hour before it started, then make your way to a field where he plied you with base speed, illegal repetitive beats, and ideas from middlebrow public intellectuals.</p> <p>Meanwhile, many will still be confused by Sajid Javid. By day, he’s the charmless rich guy who enacts borderline racist Home Office policies and stands on the docks declaring national emergencies on the basis of the seaborne arrival of about 12 desperate migrants. By night, he’s the champion of underdogs who publicly laments not being asked to Donald Trump’s state banquet and strongly suggests this might be on the grounds of discrimination. I mean, what even is this character? A sort of equalities Bruce Wayne?</p> <p>Either way, he is vastly more appealing than the thinly disguised men’s rights activist Dominic Raab, whose standout launch anecdote found him down his local boxing gym – where else? – where he’d met a “young lad” who turned his life … well, you know how all boxing gym stories go. The Raab story you aren’t going to find out about is the bullying accusation covered by a non-disclosure agreement, with Raab this week insisting: “The right time for the confidentiality obligations to be lifted on both sides for a fair and balanced airing of the dispute was before the court back in 2012.” Totally. THAT was the right time. The time when he is running to be actual prime minister is absolutely not the time, and I’m kind of disappointed people are asking.</p> <p>Ultimately, though, all elections are psychosexual events for the Tories. Even mild-mannered Jeremy Hunt was looking at things in a way that might intrigue his analyst. Here’s the foreign secretary’s tweet on the day of the first ballot: “Woke up this morning and felt a bit like the morning of my wedding. Something big is going to change but don’t quite know how it will unfold.”</p> <p>Ah. In retrospect, inviting Johnson to this metaphorical wedding was always going to end up one way. Honestly, you turn your back for one minute to pay the photographer and your wife’s … well, I hope you can both patch it up. I expect everyone had had a lot to drink.</p> <p>As for Johnson, to listen to what passes for his plan is to be struck by a very profound sense that he is going to somehow shag our way out of this. Hand on heart, I do think pretending that politicians are credible sex objects should most swiftly disqualify you from voting. But to the likes of the “chemistry”-obsessed Telegraph, Johnson is the country’s romantic lead. They insist you see him as the Tory party’s Mr Darcy, emerging shirtless from a lake of shit to concede to having knocked up at least three of the Bennet sisters. (Of those, only silly Kitty went and kept it, of course, though he doesn’t feature in its life, having reluctantly parted with a small part of his £10,000 a year to make the matter go away.)</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/jun/14/tory-leadership-candidates-policies\">Then there were six: policies of remaining Tory contenders</a> </p> </aside>  <p>And so to his MP backers. Voting for Johnson in craven desperation to keep your seat doesn’t make you a beta; it makes you an omega. It is about as likely to be successful as the way England used to play football. Hoof it up to the big man. See if he can get something on it. In a crowded field of depressing statements this week, we might still single out the former international development secretary Andrew Mitchell’s justification for Johnson swerving the forthcoming TV debates: “There’s no reason for him to debate with everybody, I would have thought.”</p> <p>I can think of a reason. But if you lacked reminders that the public at large is a mere plot device in the bigger story of Johnson’s careerism, then that “no reason” is it. The idea of public service has been so totally inverted by Johnson that it is the public doing the serving. Even people previously thought to be relatively sensible and intelligent Conservatives, such as Mitchell, see no reason to treat the populace with anything approaching respect.</p> <p>So this is where we are at as we head into week two. Johnson’s courtiers are keeping him from his subjects like some porphyric king who they daren’t parade in public in case he speaks his mind or mounts the help. In his later years, Howard Hughes was guarded by a “Mormon mafia” who protected him from the public gaze and catered to his every whim. Occasionally, their overlord would desire to move on from whichever curtained hotel penthouse he’d been holed up in, and the logistics were quite something. Over the next month, then, let us imagine Johnson’s own political guards moving him covertly around London – down service stairwells and through back doors – his fingernails three inches long, his hair even more unkempt than usual. Only instead of dying at the end, as Hughes did, he becomes prime minister.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1510",
      "commentCloseDate": "2019-06-14T21:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-06-14T16:39:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:36:51Z",
      "newspaperEditionDate": "2019-06-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bkmvh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1309f3422a14684a8e9e0dc74140f43813f51471/0_50_2308_1384/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Journalist, novelist, Churchill biographer, politician, urban planner, diplomat. At this stage in Boris Johnson’s storied career we have to ask: is there anything he CAN do? Have a crack-eroo at being prime minister with Britain facing its greatest challenge in peacetime, seems to be the obvious answer after this radioactively dispiriting week in the Conservative leadership contest. Or “the good old days”, as we will be thinking of it in around six months. One pantingly auto-parodic article in the Boris fanzine, the Daily Telegraph, decided the runaway favourite looked like “a prime minister in waiting”. So close, but not quite. Johnson looks like Chucky if he’d borrowed a suit for a court appearance, or a Yewtree version of Worzel Gummidge, or what would happen if you started making Margaret Rutherford out of papier-mache but got bored halfway through. This week amounted to watching the live abortion of that time-worn cliche that the Conservative parliamentary party is “the most sophisticated electorate in the world”. Do me a favour. They’ve just spaffed 114 first-round votes on a subclinical narcissist whose chief qualification for the gig is knowing the ancient Greek for raghead. Still, other options were available. At a series of intimate Westminster gigs, prime ministerial hopefuls partied like it was 2016 and – with the exception of Rory Stewart – absolutely refused to tell the truth about the state we’re in and our options for getting out of it. I lost count of the times candidates began sentences with a lofty: “I represent …” Babe, I don’t know if you’ve noticed but we’re incredibly up against it here? NO ONE GIVES A TOSS ABOUT YOUR SPIRIT ANIMAL. At his launch, Matt Hancock was asked how he planned to deal with the serious threats posed by Silicon Valley. His reply? “I offer an emotionally charged platform to improve lives that is rooted, rooted in objective fact.” I can’t believe that even as I was typing that paragraph, Hancock withdrew from the race. As for who else we’ve lost, it’s farewell to dishonesty’s Esther McVey, whose televised mugging-off by the tax avoider Lorraine Kelly serves as a reminder that late 90s GMTV was such a legendary snakepit that it is still destroying ambitions two decades later. Brexit’s Oxo mum, Andrea Leadsom, also failed to make the cut, as did unintriguing stranger “Mark Harper”, who claimed to have been chief whip under David Cameron, but has blown back out of town as mysteriously as he blew in, having failed to sell us his version of the monorail. It was a week to make one begin seriously wondering after the political philosophy of Gen Sir Nick Carter, Britain’s chief of defence staff. Would a military coup really be so bad? Gotta wonder when even the remaining candidates are openly touting alternative solutions to parliamentary democracy as we know it. Johnson, Britain’s id, has refused to rule out proroguing parliament to push through no deal. Shortly after the result of the first ballot, a defiant Stewart declared that if Johnson did take that path, then “we will hold our own session of parliament across the road in Methodist Central Hall and we will bring him down”. Another absolutely normal day in our normal country. Perhaps it helps to see Stewart as a Charles de Gaulle figure, who – on the basis of not much more than a borrowed office in Carlton Gardens and a pretty high opinion of himself – spent a good chunk of the war acting the equal, if not superior, of Churchill, Roosevelt and Stalin. As Julian Jackson remarks in his brilliant biography of the general: “Behaving like a great power was De Gaulle’s way of becoming one.” If Stewart has a certain idea of Britain, it was exceedingly clear from his own campaign launch that Johnson does not. Or even any ideas. Despite starting at 11am, the event served breakfast, which feels about right as far as Johnson’s reputation for hard work goes. Short of putting the rogue in prorogue, his Brexit strategy seems to be to barge back to Brussels, unwisely essaying machismo. More on that game plan shortly. Other launches? Michael Gove’s was just a mobile number you had to ring an hour before it started, then make your way to a field where he plied you with base speed, illegal repetitive beats, and ideas from middlebrow public intellectuals. Meanwhile, many will still be confused by Sajid Javid. By day, he’s the charmless rich guy who enacts borderline racist Home Office policies and stands on the docks declaring national emergencies on the basis of the seaborne arrival of about 12 desperate migrants. By night, he’s the champion of underdogs who publicly laments not being asked to Donald Trump’s state banquet and strongly suggests this might be on the grounds of discrimination. I mean, what even is this character? A sort of equalities Bruce Wayne? Either way, he is vastly more appealing than the thinly disguised men’s rights activist Dominic Raab, whose standout launch anecdote found him down his local boxing gym – where else? – where he’d met a “young lad” who turned his life … well, you know how all boxing gym stories go. The Raab story you aren’t going to find out about is the bullying accusation covered by a non-disclosure agreement, with Raab this week insisting: “The right time for the confidentiality obligations to be lifted on both sides for a fair and balanced airing of the dispute was before the court back in 2012.” Totally. THAT was the right time. The time when he is running to be actual prime minister is absolutely not the time, and I’m kind of disappointed people are asking. Ultimately, though, all elections are psychosexual events for the Tories. Even mild-mannered Jeremy Hunt was looking at things in a way that might intrigue his analyst. Here’s the foreign secretary’s tweet on the day of the first ballot: “Woke up this morning and felt a bit like the morning of my wedding. Something big is going to change but don’t quite know how it will unfold.” Ah. In retrospect, inviting Johnson to this metaphorical wedding was always going to end up one way. Honestly, you turn your back for one minute to pay the photographer and your wife’s … well, I hope you can both patch it up. I expect everyone had had a lot to drink. As for Johnson, to listen to what passes for his plan is to be struck by a very profound sense that he is going to somehow shag our way out of this. Hand on heart, I do think pretending that politicians are credible sex objects should most swiftly disqualify you from voting. But to the likes of the “chemistry”-obsessed Telegraph, Johnson is the country’s romantic lead. They insist you see him as the Tory party’s Mr Darcy, emerging shirtless from a lake of shit to concede to having knocked up at least three of the Bennet sisters. (Of those, only silly Kitty went and kept it, of course, though he doesn’t feature in its life, having reluctantly parted with a small part of his £10,000 a year to make the matter go away.) And so to his MP backers. Voting for Johnson in craven desperation to keep your seat doesn’t make you a beta; it makes you an omega. It is about as likely to be successful as the way England used to play football. Hoof it up to the big man. See if he can get something on it. In a crowded field of depressing statements this week, we might still single out the former international development secretary Andrew Mitchell’s justification for Johnson swerving the forthcoming TV debates: “There’s no reason for him to debate with everybody, I would have thought.” I can think of a reason. But if you lacked reminders that the public at large is a mere plot device in the bigger story of Johnson’s careerism, then that “no reason” is it. The idea of public service has been so totally inverted by Johnson that it is the public doing the serving. Even people previously thought to be relatively sensible and intelligent Conservatives, such as Mitchell, see no reason to treat the populace with anything approaching respect. So this is where we are at as we head into week two. Johnson’s courtiers are keeping him from his subjects like some porphyric king who they daren’t parade in public in case he speaks his mind or mounts the help. In his later years, Howard Hughes was guarded by a “Mormon mafia” who protected him from the public gaze and catered to his every whim. Occasionally, their overlord would desire to move on from whichever curtained hotel penthouse he’d been holed up in, and the logistics were quite something. Over the next month, then, let us imagine Johnson’s own political guards moving him covertly around London – down service stairwells and through back doors – his fingernails three inches long, his hair even more unkempt than usual. Only instead of dying at the end, as Hughes did, he becomes prime minister.",
      "charCount": "8788",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/marinahyde\">Marina Hyde</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/jun/14/fools-and-fabulations-in-boriss-bid-for-leadership",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-14T15:38:38Z",
    "webTitle": "Fools and fabulations in Boris’s bid for leadership | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/14/fools-and-fabulations-in-boriss-bid-for-leadership",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/14/fools-and-fabulations-in-boriss-bid-for-leadership",
    "fields": {
      "headline": "Fools and fabulations in Boris’s bid for leadership",
      "standfirst": "Readers discuss Johnson’s political legacy, and the implications of his becoming PM",
      "trailText": "<strong>Letters: </strong>Readers discuss Johnson’s political legacy, and the implications of his becoming PM",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c3dda72db06dfe70e43d1481165fe9e093073bc2\"> <img src=\"https://media.guim.co.uk/c3dda72db06dfe70e43d1481165fe9e093073bc2/0_0_3500_2100/1000.jpg\" alt=\"Boris Johnson.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson. ‘Inevitably there will be exposures, a mixture of revelations of infidelities, tax irregularities, and barefaced lies.’</span> <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> </figcaption> </figure>",
      "body": "<p>Is it not curious that Conservative MPs, with their passionate attachment to the present voting system for electing them to Westminster, are not using first past the post to elect their leader? With even more candidates at the Peterborough byelection than are standing for the Conservative leadership, it was apparently acceptable to have an MP elected with less than a third of the votes cast, whereas the Conservative MPs have to produce a final vote of over 50% for the winning candidate. Why are the two elections different?<br><strong>Michael Meadowcroft</strong><br><em>Leeds</em></p> <p>• The participants in the drug-fuelled competition in incompetence, mendacity and hypocrisy that passes for the Tory leadership race have been wrestling with the implausible proposition of leaving the EU on 31 October, with or without a deal. By far the most innovative solution is Dominic Raab’s prorogation plan. Assuming Raab’s lack of geographical knowledge extends to history, it is probably fair to conclude that he is unaware that he has succeeded in improving on <a href=\"https://encyclopedia.ushmm.org/content/en/article/the-enabling-act\" title=\"\">Hitler’s Enabling Act</a> as a way of bypassing parliament, avoiding the inconvenience of having to incarcerate the opposition. The only hostage required in this case is the Queen.</p> <p>Vernon Bogdanor comments that, although “relatively straightforward”, this “would appear to be an outrage” (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/13/suspending-parliament-break-brexit-deadlock-stretch-constitution\" title=\"\">To shut down parliament will be easy. But for three months?</a>, 13 June), but does not mention the Speaker’s determination to stop it. In 1642, the then Speaker defended the rights of parliament against the demands of Charles I. Should Boris Johnson, the notoriously unreliable frontrunner, pick up the Raab plan, it would indeed be a strange irony of history if Bercow were called upon to surpass his 17th-century predecessor by saving both the monarchy and parliament from an authoritarian government.<br><strong>Dr Anthony Isaacs</strong><br><em>London</em></p> <p>• Let’s just face it, Boris Johnson only fools those who want to be fooled by his blustering (<a href=\"https://www.theguardian.com/politics/2019/jun/12/was-boris-johnson-as-successful-as-london-mayor-as-he-claims\" title=\"\">Was Boris Johnson as successful as London mayor as he claims?</a>, 13 June). We all know he was not responsible for many of the major developments that materialised during his tenure. Lead times are just too long to allow his fabulations to stand. Livingston, like him or not, had a vision and clear policy ideas for our city. He was, along with Labour’s Blair and Tessa Jowell, one of the main politicians responsible for bringing the 2012 Olympics to London and for their success.</p> <p>Livingston also brought in the Oyster card, initiated the shared bike scheme that Boris then saw in, trialled new buses Boris scrapped and replaced with highly expensive, impractical, but prettily designed neo-Routemasters. Ken wanted a cross-river tram that Boris scrapped. Boris drove through the vanity garden bridge and left Londoners with a huge bill – money and resources that could have been spent on public green spaces in, for example, Haringey, where my local council, with high levels of deprivation, struggles to carry out basic public realm maintenance due to Tory cuts. Who initiated Crossrail? Who was in charge when the major overruns were hidden from the public? It is just so easy to blame the present incumbent but these things do not happen overnight. I don’t even think Boris believes himself. Just see how he has to pay a visit to the barbers every time he tries to pull the wool over our eyes. Only those who want to be fooled by the jester will believe him. The tragedy is that we will all be worse off if too many do so.<br><strong>Jean-Jacques Best</strong><br><em>London</em></p> <p>• So 63% of Conservative MPs did not vote for Boris Johnson to become leader – exactly the same percentage of people who did not vote leave in the June 2016 referendum.<br><strong>Professor Pete Dorey</strong><br><em>Department of politics and international relations, School of Law and Politics, Cardiff University</em></p> <p>• Before too many Tories get carried away with the idea of Boris Johnson as a superior election-winner, they ought to look at the results he achieved in the two elections in which he was returned as the MP for Uxbridge and South Ruislip. In 2015 he had a majority of 10,695, but by 2017 this had fallen to 5,034, a swing of 6.5% against his party.<br><strong>David Brough</strong><br><em>London</em></p> <p>• I keep hearing Boris Johnson described by the BBC as the “former foreign secretary”. Wouldn’t it be more balanced, and honest, to call him the “sacked foreign secretary”?<br><strong>Mary Brown</strong><br><em>Stroud, Gloucestershire</em></p> <p>• Polly Toynbee’s hatchet job on Johnson and the 100-plus Tory MPs, the real “ones to blame, crowding in to join his bandwagon”, did not actually go far enough (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/12/boris-johnson-speech-charlatan-bravado-untrustworthy\" title=\"\">Boris Johnson spoke: you can’t trust a word</a>, 13 June). Most of the Johnson-supporting MPs will indeed be hoping for one of the “120 plum posts”, thinking also that with him as prime minister out-Faraging Farage, their seats can be saved from Labour in the next election, but what Toynbee doesn’t mention is how short-lived Johnson’s popularity will be.</p> <p>Being prone to the odd gaffe and having a reputation for being something of a rogue will only be popular in the short-run; even before his arrival in Downing St, inevitably there will be exposures, a mixture of revelations of infidelities, tax irregularities, gross exaggeration of past achievements, and bare-faced lies. By the time of the general election, Johnson’s inability to grasp detail will be obvious to all, and Tory MPs will have huge difficulty in explaining their choice of such an inept leader to an embarrassed electorate. Even Corbyn’s team should realise what damage six questions demanding detailed answers on a variety of subjects will do at PMQs.</p> <p>Let’s not make the Tory mistake of treating the voters as mugs; Johnson is no “one nation” Conservative, and will take his party down with him.<br><strong>Bernie Evans</strong><br><em>Liverpool</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "990",
      "commentable": "false",
      "firstPublicationDate": "2019-06-14T15:38:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:02Z",
      "newspaperEditionDate": "2019-06-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bkyyf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c3dda72db06dfe70e43d1481165fe9e093073bc2/0_0_3500_2100/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Is it not curious that Conservative MPs, with their passionate attachment to the present voting system for electing them to Westminster, are not using first past the post to elect their leader? With even more candidates at the Peterborough byelection than are standing for the Conservative leadership, it was apparently acceptable to have an MP elected with less than a third of the votes cast, whereas the Conservative MPs have to produce a final vote of over 50% for the winning candidate. Why are the two elections different? Michael Meadowcroft Leeds • The participants in the drug-fuelled competition in incompetence, mendacity and hypocrisy that passes for the Tory leadership race have been wrestling with the implausible proposition of leaving the EU on 31 October, with or without a deal. By far the most innovative solution is Dominic Raab’s prorogation plan. Assuming Raab’s lack of geographical knowledge extends to history, it is probably fair to conclude that he is unaware that he has succeeded in improving on Hitler’s Enabling Act as a way of bypassing parliament, avoiding the inconvenience of having to incarcerate the opposition. The only hostage required in this case is the Queen. Vernon Bogdanor comments that, although “relatively straightforward”, this “would appear to be an outrage” (To shut down parliament will be easy. But for three months?, 13 June), but does not mention the Speaker’s determination to stop it. In 1642, the then Speaker defended the rights of parliament against the demands of Charles I. Should Boris Johnson, the notoriously unreliable frontrunner, pick up the Raab plan, it would indeed be a strange irony of history if Bercow were called upon to surpass his 17th-century predecessor by saving both the monarchy and parliament from an authoritarian government. Dr Anthony Isaacs London • Let’s just face it, Boris Johnson only fools those who want to be fooled by his blustering (Was Boris Johnson as successful as London mayor as he claims?, 13 June). We all know he was not responsible for many of the major developments that materialised during his tenure. Lead times are just too long to allow his fabulations to stand. Livingston, like him or not, had a vision and clear policy ideas for our city. He was, along with Labour’s Blair and Tessa Jowell, one of the main politicians responsible for bringing the 2012 Olympics to London and for their success. Livingston also brought in the Oyster card, initiated the shared bike scheme that Boris then saw in, trialled new buses Boris scrapped and replaced with highly expensive, impractical, but prettily designed neo-Routemasters. Ken wanted a cross-river tram that Boris scrapped. Boris drove through the vanity garden bridge and left Londoners with a huge bill – money and resources that could have been spent on public green spaces in, for example, Haringey, where my local council, with high levels of deprivation, struggles to carry out basic public realm maintenance due to Tory cuts. Who initiated Crossrail? Who was in charge when the major overruns were hidden from the public? It is just so easy to blame the present incumbent but these things do not happen overnight. I don’t even think Boris believes himself. Just see how he has to pay a visit to the barbers every time he tries to pull the wool over our eyes. Only those who want to be fooled by the jester will believe him. The tragedy is that we will all be worse off if too many do so. Jean-Jacques Best London • So 63% of Conservative MPs did not vote for Boris Johnson to become leader – exactly the same percentage of people who did not vote leave in the June 2016 referendum. Professor Pete Dorey Department of politics and international relations, School of Law and Politics, Cardiff University • Before too many Tories get carried away with the idea of Boris Johnson as a superior election-winner, they ought to look at the results he achieved in the two elections in which he was returned as the MP for Uxbridge and South Ruislip. In 2015 he had a majority of 10,695, but by 2017 this had fallen to 5,034, a swing of 6.5% against his party. David Brough London • I keep hearing Boris Johnson described by the BBC as the “former foreign secretary”. Wouldn’t it be more balanced, and honest, to call him the “sacked foreign secretary”? Mary Brown Stroud, Gloucestershire • Polly Toynbee’s hatchet job on Johnson and the 100-plus Tory MPs, the real “ones to blame, crowding in to join his bandwagon”, did not actually go far enough (Boris Johnson spoke: you can’t trust a word, 13 June). Most of the Johnson-supporting MPs will indeed be hoping for one of the “120 plum posts”, thinking also that with him as prime minister out-Faraging Farage, their seats can be saved from Labour in the next election, but what Toynbee doesn’t mention is how short-lived Johnson’s popularity will be. Being prone to the odd gaffe and having a reputation for being something of a rogue will only be popular in the short-run; even before his arrival in Downing St, inevitably there will be exposures, a mixture of revelations of infidelities, tax irregularities, gross exaggeration of past achievements, and bare-faced lies. By the time of the general election, Johnson’s inability to grasp detail will be obvious to all, and Tory MPs will have huge difficulty in explaining their choice of such an inept leader to an embarrassed electorate. Even Corbyn’s team should realise what damage six questions demanding detailed answers on a variety of subjects will do at PMQs. Let’s not make the Tory mistake of treating the voters as mugs; Johnson is no “one nation” Conservative, and will take his party down with him. Bernie Evans Liverpool • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5990",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/jun/14/thanks-for-bigging-up-welsh-speaking",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-06-14T15:37:15Z",
    "webTitle": "Thanks for bigging up Welsh speaking | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/jun/14/thanks-for-bigging-up-welsh-speaking",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/14/thanks-for-bigging-up-welsh-speaking",
    "fields": {
      "headline": "Thanks for bigging up Welsh speaking",
      "standfirst": "Guardian readers respond to Rhiannon Lucy Cosslett’s article on the Welsh language",
      "trailText": "<strong>Letters:</strong> Guardian readers respond to Rhiannon Lucy Cosslett’s article on the Welsh language",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"0faad5f1837526b00b95ffba1630a69c7017ab3c\"> <img src=\"https://media.guim.co.uk/0faad5f1837526b00b95ffba1630a69c7017ab3c/0_176_1952_1171/1000.jpg\" alt=\"Cerys Matthews of Catatonia, part of the original Cŵl Cymru wave.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cerys Matthews of Catatonia, part of the original Cŵl Cymru wave.</span> <span class=\"element-image__credit\">Photograph: Michael Walter/PA</span> </figcaption> </figure>",
      "body": "<p>May I begin by saying how, as a Welsh speaker (albeit a vernacular one) I was delighted by Rhiannon Lucy Cosslett’s article (<a href=\"https://www.theguardian.com/uk-news/2019/jun/13/welsh-speaking-bilingual-tv-thrillers-cool\" title=\"\">How Welsh became cool</a>, G2, 13 June). The roots of the revival coincided with the popularity of Welsh bands in the era known as Cŵl Cymru (cool Wales). At the time (the 1990s/2000s) my late wife and I were living in Lesotho and I started my collection of Welsh band CDs in music stores across the border in Bloemfontein. It included those by Catatonia whose lead singer Cerys Matthews attended the same school as I did in Fishguard, but long after me I hasten to add.</p> <p>The revival was also helped by the introduction of Welsh medium schools in Wales: a complete reversal of the corporal punishment handed out to schoolchildren caught speaking Welsh in school in the time when my maternal grandmother grew up. Her great grandchildren have been the beneficiaries of the teaching revival. One is now a doctor and the other is about to graduate; how much more cool than that can you get?<br>That said, unlike the Scottish, Irish and northern English newscasters, it is impossible to identify many of their Welsh counterparts as being Welsh by the manner in which they speak English: is it because of a continuing inferiority complex? To end with Cerys: there is no mistaking she is Welsh when addressing the public in English.<br><strong>Derek Griffiths</strong><br><em>Cardiff</em></p> <p>• Now that speaking Welsh has featured on both the front page and centre spread of G2, can I send in my letters in Welsh/Gâi anfon fy llythyrau yn Gymraeg? Or bilingually/Neu yn ddwyieithog?). Mind you, I’m with Rhiannon Lucy Cosslett’s dad (“You might as well ask a fish if the water it swims in is cool.”). Just because it wasn’t mentioned in the Guardian before, didn’t mean that there weren’t lots of us reclaiming our linguistic heritage. And even more of us living in the medium of Welsh. Thanks for bigging us up, though. It’s always nice to be appreciated. Cofion gorau.<br><strong>Fiona Collins</strong><br><em>Carrog, Sir Ddinbych</em></p> <p>• And Welsh is very useful for passwords. Diolch yn fawr am yr erthygl yma . Dyna cŵl iawn, yn wir! <br><strong>Towyn Mason</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "412",
      "commentable": "false",
      "firstPublicationDate": "2019-06-14T15:37:15Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-14T15:40:04Z",
      "newspaperEditionDate": "2019-06-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bkyfz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0faad5f1837526b00b95ffba1630a69c7017ab3c/0_176_1952_1171/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "May I begin by saying how, as a Welsh speaker (albeit a vernacular one) I was delighted by Rhiannon Lucy Cosslett’s article (How Welsh became cool, G2, 13 June). The roots of the revival coincided with the popularity of Welsh bands in the era known as Cŵl Cymru (cool Wales). At the time (the 1990s/2000s) my late wife and I were living in Lesotho and I started my collection of Welsh band CDs in music stores across the border in Bloemfontein. It included those by Catatonia whose lead singer Cerys Matthews attended the same school as I did in Fishguard, but long after me I hasten to add. The revival was also helped by the introduction of Welsh medium schools in Wales: a complete reversal of the corporal punishment handed out to schoolchildren caught speaking Welsh in school in the time when my maternal grandmother grew up. Her great grandchildren have been the beneficiaries of the teaching revival. One is now a doctor and the other is about to graduate; how much more cool than that can you get? That said, unlike the Scottish, Irish and northern English newscasters, it is impossible to identify many of their Welsh counterparts as being Welsh by the manner in which they speak English: is it because of a continuing inferiority complex? To end with Cerys: there is no mistaking she is Welsh when addressing the public in English. Derek Griffiths Cardiff • Now that speaking Welsh has featured on both the front page and centre spread of G2, can I send in my letters in Welsh/Gâi anfon fy llythyrau yn Gymraeg? Or bilingually/Neu yn ddwyieithog?). Mind you, I’m with Rhiannon Lucy Cosslett’s dad (“You might as well ask a fish if the water it swims in is cool.”). Just because it wasn’t mentioned in the Guardian before, didn’t mean that there weren’t lots of us reclaiming our linguistic heritage. And even more of us living in the medium of Welsh. Thanks for bigging us up, though. It’s always nice to be appreciated. Cofion gorau. Fiona Collins Carrog, Sir Ddinbych • And Welsh is very useful for passwords. Diolch yn fawr am yr erthygl yma . Dyna cŵl iawn, yn wir! Towyn Mason London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2395",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/jun/14/russia-is-not-alone-in-exploiting-africa",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-06-14T15:36:57Z",
    "webTitle": "Russia is not alone in exploiting Africa | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/jun/14/russia-is-not-alone-in-exploiting-africa",
    "apiUrl": "https://content.guardianapis.com/world/2019/jun/14/russia-is-not-alone-in-exploiting-africa",
    "fields": {
      "headline": "Russia is not alone in exploiting Africa",
      "standfirst": "<strong>Tracey Lindner </strong>says the scramble for Africa is<strong> </strong>largely<strong> </strong>about securing resources that are crucial for military and civilian digital technology. <strong>Terry McGinn </strong>shines a spotlight on the US",
      "trailText": "Letters: <strong>Tracey Lindner </strong>says the scramble for Africa is<strong> </strong>largely<strong> </strong>about securing resources that are crucial for military and civilian digital technology. <strong>Terry McGinn </strong>shines a spotlight on the US",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c0b2e256cd6b75a5e42ced53bd5b0877176fb345\"> <img src=\"https://media.guim.co.uk/c0b2e256cd6b75a5e42ced53bd5b0877176fb345/0_0_4281_2568/1000.jpg\" alt=\"Illustration of Africa\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Apart from a grab for resources, the new scramble is also designed to counter Chinese investment in Africa,’ says Tracey Lindner.</span> <span class=\"element-image__credit\">Photograph: Peter Hermes Furian/Alamy</span> </figcaption> </figure>",
      "body": "<p>Foreign involvement in Africa is far from unique to Russia (<a href=\"https://www.theguardian.com/world/2019/jun/11/leaked-documents-reveal-russian-effort-to-exert-influence-in-africa\" title=\"\">Leaked documents reveal Russia’s efforts to exert influence in Africa</a>, 12 June). The new scramble for Africa involves more powers than the first round over a century ago. This time it’s in part about securing resources such as oil, gas and rare earth metals crucial for military and civilian digital technology, and denying these resources to rival powers.</p> <p>The United States Africa Command (<a href=\"https://www.africom.mil/\" title=\"\">Africom</a>) now has 7,500 American troops active in all but one African country, up from 6,000 in 2017. Apart from its huge base in Djibouti, controlling the narrow strait between the Red Sea and the Gulf of Aden, a vital chokepoint through which all shipping using the Suez Canal has to pass – most importantly (for the Americans) Chinese shipping – the US has constructed small “lily pad” bases, whose presence gives the US a strong military capability.</p> <p>France, too, is keen to protect its control over north and west Africa, partly from encroachment by the US, while seeking to penetrate the anglophone sphere. Britain, likewise, is beefing up its diplomatic and economic presence in Africa, notably in francophone countries, and increasingly in response to a post-Brexit order.</p> <p>Apart from a grab for resources, the new scramble is also designed to counter Chinese investment in Africa – in particular its control over cobalt mining, which provides the raw material for electric car batteries and mobile phones. Interestingly, China’s relationship with Africa, while unequal, is not neocolonial. It imposes no conditions on borrowers such as privatisation, welfare cuts and cuts to subsidies. Harding and Burke’s focus on Russian involvement in Africa paints a narrow, one-sided picture.<br><strong>Tracey Lindner</strong><br><em>London</em></p> <p>• After reading about how Russia is exerting power in Africa, I’m looking forward to a further exposé on how the United States has managed to get its retaliation in first. An <a href=\"https://www.thenation.com/article/the-us-militarys-best-kept-secret/\" title=\"\">article</a> in the Nation in 2015 by Nick Turse included a map of the continent with all the US bases at that time picked out in red, which looked like an outbreak of measles. The UK has not been slow either in countering the Russian threat, and was quick to take part in the overthrow of Muammar Gaddafi in 2011. Indeed, the UK was involved as far back as the 1990s in countering the Russian threat by funding the Libyan Islamic Fighting Group.</p> <p>The quote at the end of the piece from a Russian operative suggesting that Russia needs to find reliable partners among African states and set up bases may be a tad too late if the US and France have picked off all the best sites.<br><strong>Terry McGinn</strong><br><em>Nelson, Lancashire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "486",
      "commentable": "false",
      "firstPublicationDate": "2019-06-14T15:36:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:16Z",
      "newspaperEditionDate": "2019-06-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bkyg9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c0b2e256cd6b75a5e42ced53bd5b0877176fb345/0_0_4281_2568/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Foreign involvement in Africa is far from unique to Russia (Leaked documents reveal Russia’s efforts to exert influence in Africa, 12 June). The new scramble for Africa involves more powers than the first round over a century ago. This time it’s in part about securing resources such as oil, gas and rare earth metals crucial for military and civilian digital technology, and denying these resources to rival powers. The United States Africa Command (Africom) now has 7,500 American troops active in all but one African country, up from 6,000 in 2017. Apart from its huge base in Djibouti, controlling the narrow strait between the Red Sea and the Gulf of Aden, a vital chokepoint through which all shipping using the Suez Canal has to pass – most importantly (for the Americans) Chinese shipping – the US has constructed small “lily pad” bases, whose presence gives the US a strong military capability. France, too, is keen to protect its control over north and west Africa, partly from encroachment by the US, while seeking to penetrate the anglophone sphere. Britain, likewise, is beefing up its diplomatic and economic presence in Africa, notably in francophone countries, and increasingly in response to a post-Brexit order. Apart from a grab for resources, the new scramble is also designed to counter Chinese investment in Africa – in particular its control over cobalt mining, which provides the raw material for electric car batteries and mobile phones. Interestingly, China’s relationship with Africa, while unequal, is not neocolonial. It imposes no conditions on borrowers such as privatisation, welfare cuts and cuts to subsidies. Harding and Burke’s focus on Russian involvement in Africa paints a narrow, one-sided picture. Tracey Lindner London • After reading about how Russia is exerting power in Africa, I’m looking forward to a further exposé on how the United States has managed to get its retaliation in first. An article in the Nation in 2015 by Nick Turse included a map of the continent with all the US bases at that time picked out in red, which looked like an outbreak of measles. The UK has not been slow either in countering the Russian threat, and was quick to take part in the overthrow of Muammar Gaddafi in 2011. Indeed, the UK was involved as far back as the 1990s in countering the Russian threat by funding the Libyan Islamic Fighting Group. The quote at the end of the piece from a Russian operative suggesting that Russia needs to find reliable partners among African states and set up bases may be a tad too late if the US and France have picked off all the best sites. Terry McGinn Nelson, Lancashire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2936",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/14/birkins-and-benefits-reveal-two-britains",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-14T15:35:52Z",
    "webTitle": "Birkins and benefits reveal two Britains | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/14/birkins-and-benefits-reveal-two-britains",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/14/birkins-and-benefits-reveal-two-britains",
    "fields": {
      "headline": "Birkins and benefits reveal two Britains",
      "standfirst": "Chuka Umunna | Schools | Social inequality | Mindfulness | Sex robots",
      "trailText": "<strong>Brief letters: </strong>Chuka Umunna | Schools | Social inequality | Mindfulness | Sex robots",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ab7f3d4ec0390d859a2b9bb2c48415bd7ca975e1\"> <img src=\"https://media.guim.co.uk/ab7f3d4ec0390d859a2b9bb2c48415bd7ca975e1/0_489_7268_4361/1000.jpg\" alt=\"The £162,000 Birkin bag.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The £162,000 Birkin bag.</span> <span class=\"element-image__credit\">Photograph: Christian Sinibaldi/The Guardian</span> </figcaption> </figure>",
      "body": "<p>You <a href=\"https://www.theguardian.com/politics/2019/jun/13/chuka-umunna-joins-liberal-democrats-after-quitting-change-uk\" title=\"\">report</a> that Chuka Umunna has joined the Liberal Democrats after quitting Change UK (14 June) and that he now thinks he was wrong to previously believe that “millions of politically homeless people wanted a new option on the ballot paper”. But he wasn’t wrong. It’s just that he, and his friends, completely ballsed the whole thing up.<br><strong>Mike Power</strong><br><em>London</em></p> <p>• I was disappointed to see again that the Guardian continues to refer to “local authority control” in stories about schools (<a href=\"https://www.theguardian.com/education/2018/nov/07/teachers-london-john-roan-school-academy-protest\" title=\"\">Teachers to strike at school in fight to block academy shift</a>, 13 June). Local authorities have not “controlled” schools for many years, if they ever did.<br><strong>Wyn Jeffery</strong><br><em>Southampton</em></p> <p>• Two headlines from the past few days illustrate very well exactly what is wrong with the UK: “<a href=\"https://www.theguardian.com/society/2019/jun/12/universal-credit-delays-a-factor-in-prostitution-government-accepts\" title=\"\">Universal credit – delays a factor in prostitution, government accepts</a>”; “<a href=\"https://www.theguardian.com/fashion/2019/jun/12/hermes-birkin-bag-sells-for-162500-in-london-auction\" title=\"\">Hermès Birkin handbag sells for £162,000 in London auction</a>”. Says it all, doesn’t it?<br><strong>Patrick Donnelly</strong><br><em>Bangor, County Down</em></p> <p>• Mindfulness (<a href=\"https://www.theguardian.com/lifeandstyle/2019/jun/14/the-mindfulness-conspiracy-capitalist-spirituality\" title=\"\">The mindfulness conspiracy</a>, 14 June) can never be a tool of self-help because that is precisely the illusion that it aims to transcend.<br><strong>Christine Crossley</strong><br><em>(Teacher of religious studies), Chipping Norton, Oxfordshire</em></p> <p>• Your article about the rightwing professor who supports sex with robots did not say why he took this position. Could it be because so few humans want to sleep with him? (<a href=\"https://www.theguardian.com/australia-news/2019/jun/11/fraser-anning-candidate-given-queens-birthday-honour\" title=\"\">Expert on sex with robots awarded gong</a>, 12 June).<br><strong>Michael Cunningham</strong><br><em>Wolverhampton</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "273",
      "commentable": "false",
      "firstPublicationDate": "2019-06-14T15:35:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:32Z",
      "newspaperEditionDate": "2019-06-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bkm4y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ab7f3d4ec0390d859a2b9bb2c48415bd7ca975e1/0_489_7268_4361/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "You report that Chuka Umunna has joined the Liberal Democrats after quitting Change UK (14 June) and that he now thinks he was wrong to previously believe that “millions of politically homeless people wanted a new option on the ballot paper”. But he wasn’t wrong. It’s just that he, and his friends, completely ballsed the whole thing up. Mike Power London • I was disappointed to see again that the Guardian continues to refer to “local authority control” in stories about schools (Teachers to strike at school in fight to block academy shift, 13 June). Local authorities have not “controlled” schools for many years, if they ever did. Wyn Jeffery Southampton • Two headlines from the past few days illustrate very well exactly what is wrong with the UK: “Universal credit – delays a factor in prostitution, government accepts”; “Hermès Birkin handbag sells for £162,000 in London auction”. Says it all, doesn’t it? Patrick Donnelly Bangor, County Down • Mindfulness (The mindfulness conspiracy, 14 June) can never be a tool of self-help because that is precisely the illusion that it aims to transcend. Christine Crossley (Teacher of religious studies), Chipping Norton, Oxfordshire • Your article about the rightwing professor who supports sex with robots did not say why he took this position. Could it be because so few humans want to sleep with him? (Expert on sex with robots awarded gong, 12 June). Michael Cunningham Wolverhampton • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1735",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/jun/14/rory-stewart-says-he-could-serve-in-a-boris-johnson-cabinet-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-14T13:59:51Z",
    "webTitle": "Tory leadership: Boris Johnson to take part in BBC debate – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/jun/14/rory-stewart-says-he-could-serve-in-a-boris-johnson-cabinet-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/jun/14/rory-stewart-says-he-could-serve-in-a-boris-johnson-cabinet-live-news",
    "fields": {
      "headline": "Tory leadership: Boris Johnson to take part in BBC debate – as it happened",
      "standfirst": "<ul><li><a href=\"https://www.theguardian.com/politics/2019/jun/14/boris-johnson-urged-to-debate-in-tory-leadership-tv-hustings\">Boris Johnson turns down Channel 4 but will do BBC TV debate</a></li><li><a href=\"https://www.theguardian.com/politics/2019/jun/14/matt-hancock-pulls-out-of-conservative-leadership-race\">Matt Hancock pulls out of Conservative leadership race</a></li><li><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/jun/14/tory-leadership-candidates-policies\">Then there were six: policies of remaining Tory contenders</a></li></ul>",
      "trailText": "Follow the latest on the Tory leadership race",
      "byline": "Matthew Weaver",
      "main": "<figure class=\"element element-image\" data-media-id=\"49978788858997cc0086c33d2dc2712f794e21aa\"> <img src=\"https://media.guim.co.uk/49978788858997cc0086c33d2dc2712f794e21aa/0_83_2241_1344/1000.jpg\" alt=\"Boris Johnson leaves the BBC after giving his first interview of the leadership campaign\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson leaves the BBC after giving his first interview of the leadership campaign</span> <span class=\"element-image__credit\">Photograph: Alastair Grant/AP</span> </figcaption> </figure>",
      "body": "<div id=\"block-5d03a54c8f08263b930ef898\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T13:59:51.777Z\">2.59pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p>That’s your lot today. Here’s a summary: </p> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jun/14/boris-johnson-urged-to-debate-in-tory-leadership-tv-hustings\">Boris Johnson has declined an invitation to participate in Sunday’s Channel 4 leadership debate against his five remaining rivals to be Britain’s next prime minister, saying he feared it would be “cacophonous”.</a></strong> However, under growing pressure to submit to greater public scrutiny, the frontrunner has said he will take part in a similar event, hosted by the BBC, next Tuesday – after MPs have held a second round of voting, and at least one more candidate has been knocked out.</li> <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/jun/14/rory-stewart-says-he-could-serve-in-a-boris-johnson-cabinet-live-news?page=with:block-5d0395048f08a4fbaa133559#block-5d0395048f08a4fbaa133559\">In his first interview of the campaign Johnson insisted he had only taken cocaine once as a teenager.</a></strong> Johnson described the incident as “a single inconclusive event that took place when I was a teenager and which I have extensively described”. Asked if he had used the drug since then, he said: “No.”</li> <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/jun/14/rory-stewart-says-he-could-serve-in-a-boris-johnson-cabinet-live-news?page=with:block-5d03a01c8f08263b930ef85d#block-5d03a01c8f08263b930ef85d\">Johnson reiterated his commitment to take the UK out of the EU by 31 October.</a></strong> He insisted alternative arrangements to the Irish backstop could be renegotiated and in the meantime the UK should prepare for a no-deal exit. </li> <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/jun/14/rory-stewart-says-he-could-serve-in-a-boris-johnson-cabinet-live-news?page=with:block-5d03a01c8f08263b930ef85d#block-5d03a01c8f08263b930ef85d\">Johnson defended his record as foreign secretary and said criticism of his handling of Nazanin Zaghari-Ratcliffe’s case deflected blame from the Iranians who are holding her. </a></strong>He said: “If you point the finger of blame at me or anybody who has tried to get Nazanin out, then I think you are unintentionally exculpating the people who are really responsible, and that is the Iranian Revolutionary Guard.”<br></li> <li><a href=\"https://www.theguardian.com/politics/2019/jun/14/matt-hancock-pulls-out-of-conservative-leadership-race\"><strong>The health secretary, Matt Hancock, has pulled out of the race to be Britain’s next prime minister, but declined to throw his weight behind another candidate</strong>.</a> He appeared to blame Brexit for his decision to bow out. “I ran as the candidate of the future, but the party is understandably looking for a candidate for the unique circumstances we face right now,” Hancock said.</li> <li><a href=\"https://www.theguardian.com/politics/2019/jun/14/jeremy-hunt-what-would-churchill-say-of-boris-johnson-hiding-away-tory-leadership\"><strong>Jeremy Hunt has accused his leadership rival Boris Johnson of hiding from the media</strong>.</a> “What would Churchill say if someone who wants to be prime minister of the United Kingdom is hiding away from the media?” he said.</li> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jun/14/i-will-quit-if-boris-johnson-becomes-pm-tory-muslim-chairman-mohammed-amin\">The chairman of the Conservative Muslim Forum has compared Boris Johnson to Adolf Hitler and said he would quit the party if the former foreign secretary is elected as leader. </a></strong>Mohammed Amin said: “I am not prepared to be a member of a party that chooses him as its leader. I would resign after 36 years.”</li> <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/jun/14/rory-stewart-says-he-could-serve-in-a-boris-johnson-cabinet-live-news?page=with:block-5d0349768f08ec09b0d19e35#block-5d0349768f08ec09b0d19e35\">Rory Stewart, who came seventh in the first round, has said he could now serve in a Boris Johnson government after previously ruling that out</a></strong>. The international development secretary also refused to say whether he would trust Johnson with the UK’s nuclear codes.</li> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jun/13/chuka-umunna-joins-liberal-democrats-after-quitting-change-uk\">The former Labour MP Chuka Umunna has said there is no room for two centre-ground parties in British politics after joining the Liberal Democrats 10 days after abandoning Change UK.</a> </strong>Explaining his decision to join his third party in five months, the Streatham MP admitted he “massively underestimated just how difficult” it was to set up a new party.</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-14T14:14:57.180Z\">at 3.14pm BST</time></p>  </div> <div id=\"block-5d03a4dd8f08532f138d19ed\" class=\"block\" data-block-contributor=\"profile/peterwalker\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T13:45:24.337Z\">2.45pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\"> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/jun/14/tory-leadership-candidates-policies\">Then there were six: policies of remaining Tory contenders</a> </p> </aside> </div>   </div> <div id=\"block-5d03a4778f08532f138d19ea\" class=\"block\" data-block-contributor=\"profile/daniel-boffey\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T13:44:53.597Z\">2.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The chancellor, <a href=\"https://www.theguardian.com/politics/philip-hammond\">Philip Hammond</a>, has revealed that just two of the remaining contenders for the Conservative party leadership have so far accepted his challenge and pledged to work to keep down Britain’s national debt.</p> <p>Hammond, who sought assurances after becoming alarmed by the spending promises being <a href=\"https://www.theguardian.com/politics/2019/jun/12/brexit-delay-means-defeat-boris-johnson-launches-campaign\">made by Boris Johnson</a> and Dominic Raab, disclosed that he had received private commitments from two campaigns.</p> <p>“I believe that fiscal responsibility is one of the unique selling points of my party,” Hammond said as he arrived at a meeting of EU finance ministers in Luxembourg. “We have over a long period built the hard-won reputation for fiscal responsibility and managing the economy and the public finances and I want to ensure that the candidates commit to carrying on with the work that we’ve been doing over the last nine years.</p> <p>“A couple of the candidates have signalled privately that they will be signing up to the pledge but I’m waiting to see what we get back.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/14/tory-leadership-candidates-agree-keep-down-national-debt-philip-hammond\">Just two Tory candidates pledge to keep down national debt</a> </p> </aside> </div>   </div> <div id=\"block-5d03a01c8f08263b930ef85d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T13:34:32.920Z\">2.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Transcript of Boris Johnson's first campaign interview</h2>  <div class=\"block-elements\">  <p>Here’s a transcript of Johnson’s other comments by subject:</p> <p><strong>Hiding from the media</strong></p> <blockquote class=\"quoted\"> <p>I’ve been subjecting myself to scrutiny on the part of my colleagues in Parliament and lots of hustings have taken place. I’ve done newspaper interviews and here I am. I always been keen on TV debates and slightly bewildered by the the conversation that’s been going on, because I think it is important that we have a sensible grown up debate. And my own observation is that I think in the past, when you’ve had loads of candidates, it can be slightly cacophonous. And I think the public have had quite a lot of blue on blue action, frankly, over the last three years, we don’t necessarily need a lot more of that. I think the best solution would be to have a debate on what we all have to offer the country, our programme to take Britain forward. And the best time to do that, I think would be after the second ballot on Tuesday. And the best forum is the proposed BBC debate.</p> </blockquote> <p><strong>Sunday’s Channel 4 debate</strong></p> <blockquote class=\"quoted\"> <p>I must have received dozens and dozens of invitations to do hustings here, there and everywhere, and debates of all kinds. But as I say, I think there can be a risk of a slight cacophony when you have lots and lots of candidates, but also the impression of yet more blue on blue action. When I think what the public wants to hear is a serious debate.</p> <p>I’m very keen on TV debates and did many, many if people remember, in the run up to London mayoral elections. I think, by the end, a certain sort of narcolepsy had descended on the TV audience. So I’m more than happy to do the the BBC TV debate on Tuesday.</p> </blockquote> <p><strong>Worries about saying the wrong things<br></strong></p> <blockquote class=\"quoted\"> <p>People will always try to find a moment when they can say that they’ve tripped me up, or forced me into some gaffe or indiscretion or error of some kind. But I will continue to be the kind of politician I’ve been for a very long time. And that is somebody who believes passionately, in his ideas. Somebody I want to take this country forward, I think we have some fantastic projects now going on to unite the UK with infrastructure, with education, with technology. In a nutshell, what I want to do in the UK is do what we did in London to try to unite our society and bring it together. </p> <p>If sometimes I say things that cause a fluttering in the dovecots or plaster to come off the ceiling, if it gets people’s attention if it interests them in politics, then I think that is no bad thing. </p> </blockquote> <p><strong>Defeating opponents</strong><br></p> <blockquote class=\"quoted\"> <p>I think that we have a good formula to take the country forward a winning formula. It is modern, progressive conservatism, and it is the way to defeat Jeremy Corbyn and also to take the wind out of the sails, both of the Liberals and of the new Brexit party. Both those parties are of course, feasting mightily on the the failure of the political class in this country at the moment to sort out Brexit.</p> </blockquote> <p><strong>No-deal<br></strong></p> <blockquote class=\"quoted\"> <p>I don’t aim for no deal. I don’t want no deal as the outcome of the talks. Of course not. I don’t want us to leave with a WTO solution. But I certainly don’t think that some of the promises of doom and disaster are true. And I think we will find plenty of people who will give you a very different verdict about about what no deal would mean. We can get to a situation in which we are able to leave smoothly with an orderly, managed Brexit. And that’s what we should be aiming for. But the only way to make sure that we convince our partners that were determined to get that outcome is to prepare for no deal.</p> </blockquote> <p><strong>Leaving the EU by 31 October</strong></p> <blockquote class=\"quoted\"> <p>I think it is perfectly realistic. And there is a clear way that the now effectively defunct withdrawal agreement can be disaggregated. The good bits of it can be taken out. I think what we should do is take the provisions on citizenship, take the offer that we make to the 3.2 million EU citizens in our country and just do it ...</p> <p>We got to be out by October the 31st. And I think it would be absolutely bizarre for to signal at this stage that the UK government was willing, once again, to run up the white flag and delay yet again. My commitment is to honour the will of the people and take this country out on October 31st. And the way to do it, as I say is to desegregate the current withdrawal agreement and move on. </p> </blockquote> <p><strong>The Irish Backstop</strong><br></p> <blockquote class=\"quoted\"> <p>The fundamental flaw in the current withdrawal agreement, which everybody understands, is the Irish backstop arrangements. That’s a prison, that’s Hobson’s choice. The solution is obvious. It is something that actually united MPs on on all sides of the house when they voted for the Brady amendments. Our friends and partners over the channel will say this is impossible. We can’t do this. It’s the unicorns and so on. And I perfectly understand that. But I think actually there is a solution to be arrived at in that area.</p> </blockquote> <p><strong>Preparation for no deal</strong></p> <blockquote class=\"quoted\"> <p>In the meantime, it’s absolutely crucial to prepare for no deal. And I don’t share the deep pessimism of some people about the consequences of no deal. That’s not to say that I don’t think there will be some difficulties that need to be addressed. Unless we show fortitude and determination I don’t think that we will carry conviction in Brussels, about about the deal we want to do.</p> </blockquote> <p><strong>Avoiding a hard border</strong><br></p> <blockquote class=\"quoted\"> <p>Those problems are easily capable of a solution, as I think the Commission has said in the past, with maximum facilitation techniques. You already have goods conforming to different standards. France, for instance, has different laws on flame retardant furniture, and we have no checks at the the borders to intercept goods from France.</p> <p>The obvious way to do it is to make sure that you have checks on anybody who breaks the law, but you do it away from the border. And that is common ground. Anybody who breaks the law, is clearly going to be subject to checks and investigation. There is already smuggling across that border and smugglers are intercepted in the normal in the normal way. There are ways of doing this, that do not require a hard border. </p> </blockquote> <p><strong>Switching Irish border questions to implementation phase</strong><br></p> <blockquote class=\"quoted\"> <p>The solutions to the facilitation that need to be provided to enable us to do a proper free trade deal with our friends and partners, those should not be preordained by the backstop. But they should be remitted into the implementation period for discussion after we have left it in the context of negotiation of the free trade deal. That is the obvious solution. It’s something that is agreed on all sides of the house. I accept that at the moment, the EU will say we can’t accept that. They’re bound to say that at present. I think that they will find a way forward. It would not be sensible for the UK to depart in that kind of disorderly way. But if we have to get out on no deal terms then it is our absolute responsibility to prepare for it. And it’s by preparing for it that we prevent that outcome.</p> </blockquote> <p><strong>Persuading the EU to renegotiate</strong></p> <blockquote class=\"quoted\"> <p>I think what they will see is that politics has changed in the in the UK. And and in Europe. They have now 29 Brexit MEPs. The parties in this country are facing an existential threat. Both the Brexit Party and the Liberal Democrats are leading the polls, as a result of the failure of the two main parties to deliver on the will of the people. That is what needs to happen. It needs to happen by October, the 31st. And we need to get on and do it and all those who say that we should delay that we should kick the can down the road. I think they risk doing terminal damage to trust in politics.</p> </blockquote> <p><strong>One Nation Conservative</strong></p> <blockquote class=\"quoted\"> <p>Once we move on, we will be able to do many, many things. Once we get Brexit off the front pages, there will be a massive opportunity for the Conservative Party once again, to occupy the centre ground of politics and to speak for huge numbers of people in the country who feel they were left behind. And now is the time to do some absolutely fantastic things.</p> </blockquote> <p><strong>On foreign office gaffes</strong></p> <blockquote class=\"quoted\"> <p>When I was foreign secretary we managed to organise the single biggest diplomatic coup this country has pulled off that I can remember, when I like about 30 countries around the world expelled 153 Russian spies collectively in response to the poisonings in Salisbury.</p> <p>Any more blue on blue action in this in this contest is is not what I want to get into. But I was very proud as foreign secretary to have expanded our network very considerably to have championed female education around the world, and done quite a lot actually to to stop the illegal wildlife trade around the world to say nothing of hosting a great Commonwealth summit and many, many other things. </p> </blockquote> <p><strong>Nazanin Zaghari-Ratcliffe</strong><br></p> <blockquote class=\"quoted\"> <p>One’s sympathy is with Nazanin, her family clearly and with the families of the other consular cases. If you point the finger of blame at me or anybody who has tried to get Nazain out, then I think you are unintentionally exculpating the people who are really responsible, and that is the Iranian Revolutionary Guard Quds force and Qassem Suleimani, who are illegally and inhumanely detaining those individuals.</p> </blockquote> <p><strong>Failures over detail</strong></p> <blockquote class=\"quoted\"> <p>Look at the record of what we delivered in London, in eight years. We out built Labour in housing, we had record investment in transport, we tube delays by 30%, we cut crime by about 20%. And we cut the murder rate by 50%. And we worked flat out to achieve that. And it was because I had a great team that I was able to do that. And we will have a great team, if I’m lucky enough to be elected, that will deliver the same kind of progress and the same sort of improvements for the people of this entire country. And that is my ambition. And that is why I’m standing in this race.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2020-01-06T12:41:11.151Z\">at 12.41pm GMT</time></p>  </div> <div id=\"block-5d0395048f08a4fbaa133559\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T12:39:47.859Z\">1.39pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Johnson insists he only took cocaine once</h2>  <div class=\"block-elements\">  <p>PA’s first take on the interview focuses on the cocaine question:</p> <blockquote> <p>Boris Johnson has denied using cocaine since a “single inconclusive event” more than 30 years ago. </p> <p>The Conservative Party leadership favourite, who has repeatedly appeared to dodge questions over his previous drug use throughout his campaign to succeed Theresa May as Prime Minister, said he had only used the Class A substance once. </p> <p>During an interview with BBC Radio 4’s World At One, Johnson described the incident as “a single inconclusive event that took place when I was a teenager and which I have extensively described”. </p> <p>Asked if he had used the drug since then, he said: “No.” </p> <p>Probing questions about previous misdemeanours and the use of drugs have become an evergreen feature of the Conservative Party leadership race. </p> <p>Candidates such as Michael Gove and Rory Stewart made revelatory comments about their dabblings with cocaine and opium, respectively. </p> <p>Johnson confessed to having used cocaine during an interview with British GQ magazine in 2007, in which he said it “achieved no pharmacological, psychotropical or any other effect on me whatsoever”. </p> <p>But he was reluctant to elaborate when questioned about it during his campaign launch on Wednesday. </p> <p>He said: “I think the canonical account of this event when I was 19 has appeared many, many times. </p> <p>“I think what most people in this country want us to really focus on in this campaign, if I may say so, is what we can do for them and what our plans are for this great country of ours.” </p> </blockquote> </div>   </div> <div id=\"block-5d0393908f08a4fbaa13354a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T12:32:38.676Z\">1.32pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here’s some initial reaction to Johnson’s interview:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/steve_hawkes/status/1139511590959636480\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Impressive stuff by Boris (low bar but..)<br>WATO interview nips growing debate row in the bud. <br>Nails cocaine line<br>Brexit policy still comes with a high unicorn rating<br>But Lynton quite clearly earning his money</p>&mdash; steve hawkes (@steve_hawkes) <a href=\"https://twitter.com/steve_hawkes/status/1139511590959636480?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Freedland/status/1139509698103635969\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Asked on <a href=\"https://twitter.com/hashtag/WATO?src=hash&amp;ref_src=twsrc%5Etfw\">#WATO</a> about his culpability in the fate of <a href=\"https://twitter.com/hashtag/NazaninZaghariRatcliffe?src=hash&amp;ref_src=twsrc%5Etfw\">#NazaninZaghariRatcliffe</a>, Boris Johnson answers by talking about his record as London mayor. Appalling evasion</p>&mdash; Jonathan Freedland (@Freedland) <a href=\"https://twitter.com/Freedland/status/1139509698103635969?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MrHarryCole/status/1139508844252606464\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Boris correct about his role in Salisbury response. Amazed it&#39;s taken him this long to start banging on about it and no mention in launch speech.</p>&mdash; Harry Cole (@MrHarryCole) <a href=\"https://twitter.com/MrHarryCole/status/1139508844252606464?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alantravis40/status/1139508457319686144\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Good to hear <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> promising to give the 3 million EU citizens in the UK status rather than each having to individually apply. At least that&#39;s what I thought he was talking about with his reference to a &quot;super-derogatory&quot; way.</p>&mdash; Alan Travis (@alantravis40) <a href=\"https://twitter.com/alantravis40/status/1139508457319686144?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/StewartWood/status/1139508048337276928\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Boris Johnson tells <a href=\"https://twitter.com/BBCWorldatOne?ref_src=twsrc%5Etfw\">@BBCWorldatOne</a> the solution to the Irish Backstop is obvious: the Brady Amendment. Which said the Backstop should be replaced with &quot;alternative arrangements to avoid a hard border&quot;.<br><br>Which is like saying the solution to a civil war is not to have a civil war</p>&mdash; Stewart Wood (@StewartWood) <a href=\"https://twitter.com/StewartWood/status/1139508048337276928?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-14T12:36:40.592Z\">at 1.36pm BST</time></p>  </div> <div id=\"block-5d0391a68f08a4fbaa133529\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T12:29:10.506Z\">1.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked about his gaffe-prone stint as foreign secretary, Johnson cited his success in persuading the UK’s allies to expel Russia diplomats in the wake of the Salisbury poisonings. </p> <p>He refused to respond to Alan Duncan’s dig that he was Johnson’s “pooper scooper” in the foreign office. Johnson said he did not want to indulge in more blue on blue action. </p> <p>On criticism of his handling of the imprisonment of Nazanin Zaghari-Ratcliffe in Iran, he says focusing on his comments deflect blame from the Iranians. </p> <p>Johnson again dodged questions about taking cocaine, but claimed he had only taken it once as a teenager. </p> </div>   </div> <div id=\"block-5d0390828f08faa587054527\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T12:22:30.601Z\">1.22pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There are ways of doing this without a hard border, Johnson insists in relation to the backstop. </p> <p>These issues should be discussed after the UK leaves the EU on 31 October. He insists again that he would take the UK out by that deadline.</p> <p>He said: “We have got to be out by October 31st. It would be absolutely bizarre to signal at this stage that UK government would run up the white flag and delay.” </p> </div>   </div> <div id=\"block-5d038ef38f08faa587054507\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T12:17:56.323Z\">1.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>If debates interest the public that’s a good thing, Johnson says, even if “plaster flies off the ceiling”.</p> <p>Asked about a no-deal, he says “I don’t want us to leave with a WTO solution”. But predictions of doom and disaster about no-deal are wrong, he claims. </p> <p>He says he is aiming for a managed, orderly and smooth Brexit and calls for preparations for a no-deal. </p> <p>The fundamental flaw in the current withdrawal agreement is the backstop on the Irish border, he says. </p> <p>The solution is obvious he says, and cites the Brady amendment on alternative arrangements to a hard border with Ireland. In the meantime we need to prepare for a no-deal. “I don’t share the deep pessimism about no-deal,” Johnson says but he concedes it would be difficult. </p> </div>   </div> <div id=\"block-5d038e328f08a4fbaa1334e2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T12:11:16.931Z\">1.11pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In his BBC Radio interview, Johnson denies he has been ducking the media. He likes TV debates he says, but claims the public is tired of “blue on blue action”. </p> <p>The best time to debate would be after the second ballot of Tory MPs. He says he is “more than happy” to do the BBC debate on Tuesday, and refuses to say whether he will take part in Sunday’s debate on Channel 4. </p> </div>   </div> <div id=\"block-5d038c6d8f08a4fbaa1334cd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T12:03:20.323Z\">1.03pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Johnson to skip C4 debate but will take part in BBC leadership hustings</h2>  <div class=\"block-elements\">  <p>We’re switching attention back to the Tory leadership race, after Boris Johnson breaks his interview silence.</p> <p>He told BBC Radio 4’s World at One that he will miss a leadership debate hosted by Channel 4 on Sunday because there would be too many people involved. </p> <p>Instead, he said he would be prepared to take part in the BBC debate on Tuesday evening once the field has narrowed after the second leadership contest ballot earlier in the day. </p> <p>According to the BBC, Johnson told the programme: </p> <blockquote class=\"quoted\"> <p>“I think it is important that we have a sensible grown-up debate. My own observation is that in the past when you’ve had loads of candidates, it can be slightly cacophonous and I think the public have had quite a lot of blue on blue action frankly over the last three years. </p> <p>“We don’t necessarily need a lot more of that and so what I think the best solution would be, would be to have a debate on what we all have to offer the country and the best time to do that I think would be after the second ballot on Tuesday and the best forum is the proposed BBC debate. I think that’s a good idea.” </p> </blockquote> </div>   </div> <div id=\"block-5d038b788f08a4fbaa1334ab\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T11:58:27.892Z\">12.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Umunna says he doesn’t want to be leader of the LibDems and refuses to endorse either Swinson or Davey for the post. On drugs, Umunna admits to smoking dope, but never taking cocaine. </p> <p>Perhaps Boris Johnson will answer that question, Umunna says.</p> </div>   </div> <div id=\"block-5d038b088f08f0505b652545\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T11:56:08.663Z\">12.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Umunna says Labour’s position on Brexit hasn’t changed in the last two years, Umunna says. Corbyn is a Brexiteer, he says. Labour has only changed “tonally” on Brexit since the Independent Group MPs left. </p> </div>   </div> <div id=\"block-5d038aee8f08a4fbaa13349e\" class=\"block\" data-block-contributor=\"profile/owen-jones\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T11:54:29.884Z\">12.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\"> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/14/chuka-umunna-labour-liberal-democrat-hypocrisy\">Chuka Umunna’s self-serving hypocrisy is emblematic of our broken politics | Owen Jones</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-14T11:54:40.971Z\">at 12.54pm BST</time></p>  </div> <div id=\"block-5d038a698f08f0505b652538\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T11:53:11.187Z\">12.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked about splits in Change UK, Umunna says he always thought it would need to work with other parties. Others in Change UK disagreed. I was fundamentally wrong about the need for a new party, he says. </p> </div>   </div> <div id=\"block-5d0389348f08a4fbaa133488\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T11:49:17.965Z\">12.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>What about a byelection? </em></p> <p>Ian Lavery (the chairman of the Labour party) likes to talk about people’s vote for a byelection for defecting MPs, but rules out a people’s vote on Brexit, Umunna says. </p> </div>   </div> <div id=\"block-5d0387f58f08a4fbaa133473\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T11:44:15.470Z\">12.44pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Why not have a byelection in Streatham? And is the LibDem party your final resting place?</em></p> <p>Yes, Umunna says to the last question. I got something wrong, something has changed, I changed my mind. </p> <p>I’m a Streatham boy and committed to my constituency, Umunna says, but he dodges the byelection question. </p> </div>   </div> <div id=\"block-5d0387758f08f0505b65251a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T11:41:34.840Z\">12.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Moving to the Q&amp;As. </p> <p>Cable is asked how many other MPs will defect to the LibDems. He says there is a sizeable chunk of disgruntled Tory MPs over Brexit. He said there similar disquiet in Labour citing this week meeting of the PLP.</p> </div>   </div> <div id=\"block-5d0386e18f08faa587054474\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T11:38:40.217Z\">12.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The question for Labour is how they can support Brexit and end austerity. Many in the party privately accept this, Umunna says. Labour is not being true to its progressive values. “There is a home for you: it is the Liberal Democrats”, he says in a plea to disgruntled members of his former party. </p> </div>   </div> <div id=\"block-5d0386368f08faa58705446d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T11:36:44.044Z\">12.36pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Umunna says he found it hard to comes to terms with the austerity measures of the coalition government. He says he disagreed with the speed of the cuts. Four years on, things have changed, Umunna insists, citing its anti-austerity manifesto. Things like the bedroom tax and the U-turn on university tuition fees should never have happened.</p> <p>But you can’t end austerity and sponsor Brexit, Umunna claims. </p> </div>   </div> <div id=\"block-5d0385af8f08a4fbaa13344f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T11:34:04.368Z\">12.34pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Umunna repeats that he was wrong about the need for another centre ground party. He said it was important to learn lessons in politics. </p> <p>He conceded he “massively underestimated” the difficulty in forming a new party. And credits Vince Cable with warning him him how tricky it would be without an infrastructure. </p> </div>   </div> <div id=\"block-5d0384d28f08f0505b6524f8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T11:30:00.708Z\">12.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Umunna says he has been warmly welcomed since join the LibDems and jokes about his lack of political loyalty. </p> <p>“I’ve never been a particularly tribal person. You can probably tell that from the number or parties I’ve been part of this year,” he says.</p> <p>He also describes himself as an internationalist which is why he is so opposed to Brexit.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-14T11:31:23.348Z\">at 12.31pm BST</time></p>  </div> <div id=\"block-5d0382f38f08a4fbaa133433\" class=\"block\" data-block-contributor=\"profile/haroonsiddique\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T11:28:08.126Z\">12.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Chuka Umunna press conference has begun. It’s Siobhan Benita, the Lib Dems’ candidate for London mayor, up first. She jokingly bestows the title of “Head of Branding” for her mayoral campaign on Umunna before saying more seriously: “We appreciate it can’t have been easy for you.”</p> </div>   </div> <div id=\"block-5d0384408f08a4fbaa133443\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T11:27:01.055Z\">12.27pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Johnson will take part in BBC leadership debate</h2>  <div class=\"block-elements\">  <p>Boris Johnson has told the BBC that he will take part in the BBC leadership debate. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChrisWimpress/status/1139488933354573829\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BREAK: Boris Johnson has told BBC Radio 4&#39;s World at One he WILL take part in the BBC leadership debate. Full and wide-ranging interview at 1pm on Radio 4 <a href=\"https://twitter.com/hashtag/boris?src=hash&amp;ref_src=twsrc%5Etfw\">#boris</a> <a href=\"https://twitter.com/hashtag/toryleadership?src=hash&amp;ref_src=twsrc%5Etfw\">#toryleadership</a> <a href=\"https://twitter.com/BBCRadio4?ref_src=twsrc%5Etfw\">@BBCRadio4</a>  <a href=\"https://twitter.com/BBCPolitics?ref_src=twsrc%5Etfw\">@BBCPolitics</a> <a href=\"https://twitter.com/hashtag/wato?src=hash&amp;ref_src=twsrc%5Etfw\">#wato</a> <a href=\"https://twitter.com/hashtag/bbcwato?src=hash&amp;ref_src=twsrc%5Etfw\">#bbcwato</a></p>&mdash; Chris Wimpress (@ChrisWimpress) <a href=\"https://twitter.com/ChrisWimpress/status/1139488933354573829?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-14T11:27:23.894Z\">at 12.27pm BST</time></p>  </div> <div id=\"block-5d037ef38f08a4fbaa1333e6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T11:05:29.004Z\">12.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Former Labour peer Lord Sugar, the businessman and Apprentice host, is backing Boris Johnson as the best candidate to beat Jeremy Corbyn.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Lord_Sugar/status/1139479990955851776\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I seriously back <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> to  be the new PM . The public like him and he will have a good chance of winning the general election in 2021 if not before. Any one who can stop <a href=\"https://twitter.com/jeremycorbyn?ref_src=twsrc%5Etfw\">@jeremycorbyn</a> from becoming PM has my backing .</p>&mdash; Lord Sugar (@Lord_Sugar) <a href=\"https://twitter.com/Lord_Sugar/status/1139479990955851776?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure>  <p><a href=\"https://www.theguardian.com/uk-news/2015/may/11/alan-sugar-resigns-from-labour-party-over-shift-to-left\">Sugar resigned from the Labour party in May 2015</a> after an 18-year affiliation, attacking what he called “anti-enterprise concepts” and “a policy shift moving back towards what old Labour stood for”.</p> </div>   </div> <div id=\"block-5d037da38f08faa5870543f8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T11:01:42.428Z\">12.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sky’s Sam Coates has been told that Hancock will not be backing Javid and speculates that his supporters will switch to either Hunt, Javid or Stewart. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesSky/status/1139485719595032577\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Matt Hancock will NOT be backing Sajid Javid, I’m told by sources this morning</p>&mdash; Sam Coates Sky (@SamCoatesSky) <a href=\"https://twitter.com/SamCoatesSky/status/1139485719595032577?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesSky/status/1139486546673971202\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Also obviously the Hancock votes will not go to one place: I’m told they’re likely to split between Gove Hunt Javid and Stewart - with some keeping quiet <a href=\"https://t.co/IuEQbN1NWD\">https://t.co/IuEQbN1NWD</a></p>&mdash; Sam Coates Sky (@SamCoatesSky) <a href=\"https://twitter.com/SamCoatesSky/status/1139486546673971202?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d037c9b8f08faa5870543e6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T10:56:26.870Z\">11.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>David Jeffery, a lecturer in politics at Liverpool University, reckons Hancock’s 20 supporters in the first round are most likely to switch to Jeremy Hunt, followed by Sajid Javid, based on their voting records and support for candidates in the 2016 leadership race. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidJeffery_/status/1139477626433785857\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Hancock&#39;s support, in terms of Euroscepticism, 2016 leadership support (proxy for ideology?) and payroll vote, closest to Hunt and then Javid. <br><br>blog: <a href=\"https://t.co/NUlthGU71P\">https://t.co/NUlthGU71P</a> <a href=\"https://t.co/Z3D3NkgbMM\">pic.twitter.com/Z3D3NkgbMM</a></p>&mdash; David Jeffery (@DavidJeffery_) <a href=\"https://twitter.com/DavidJeffery_/status/1139477626433785857?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure>  <p>. <br></p> </div>   </div> <div id=\"block-5d0379878f08a4fbaa1333b0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T10:43:06.428Z\">11.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Sajid Javid has become the first of the remaining six candidates to fish for Hancock’s votes. He won’t be the last. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sajidjavid/status/1139481931282833408\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Brilliant campaign from my friend <a href=\"https://twitter.com/MattHancock?ref_src=twsrc%5Etfw\">@MattHancock</a> - and more importantly the right message. Our party &amp; government needs to renew for the next generation, with an agenda beyond Brexit. And whatever happens in coming weeks Matt will be key to driving that <a href=\"https://t.co/YFIrEaEbL8\">https://t.co/YFIrEaEbL8</a></p>&mdash; Sajid Javid (@sajidjavid) <a href=\"https://twitter.com/sajidjavid/status/1139481931282833408?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure>  <p>Former cabinet minister Damian Green, who backed Hancock, has urged the other candidates to leave him alone until next week.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DamianGreen/status/1139474201486733312\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I am proud to have supported <a href=\"https://twitter.com/MattHancock?ref_src=twsrc%5Etfw\">@MattHancock</a> and the values he stands for. He will be a great PM one day. Meanwhile, to all candidates, until Monday Do Not Disturb.</p>&mdash; Damian Green (@DamianGreen) <a href=\"https://twitter.com/DamianGreen/status/1139474201486733312?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d0376838f08faa5870543a4\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T10:38:16.664Z\">11.38am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p>Here’s a summary of what’s happened so far today:<br></p> <ul> <li><a href=\"https://www.theguardian.com/politics/2019/jun/14/matt-hancock-pulls-out-of-conservative-leadership-race\"><strong>The health secretary, Matt Hancock, has pulled out of the race to be Britain’s next prime minister, but declined to throw his weight behind another candidate</strong>.</a> He appeared to blame Brexit for his decision to bow out. “I ran as the candidate of the future, but the party is understandably looking for a candidate for the unique circumstances we face right now,” Hancock said. </li> <li><a href=\"https://www.theguardian.com/politics/2019/jun/14/jeremy-hunt-what-would-churchill-say-of-boris-johnson-hiding-away-tory-leadership\"><strong>Jeremy Hunt has accused his leadership rival Boris Johnson of hiding from the media</strong>.</a> “What would Churchill say if someone who wants to be prime minister of the United Kingdom is hiding away from the media?” he said. </li> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jun/14/i-will-quit-if-boris-johnson-becomes-pm-tory-muslim-chairman-mohammed-amin\">The chairman of the Conservative Muslim Forum has compared Boris Johnson to Adolf Hitler and said he would quit the party if the former foreign secretary is elected as leader. </a></strong>Mohammed Amin said: “I am not prepared to be a member of a party that chooses him as its leader. I would resign after 36 years.”</li> <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/jun/14/rory-stewart-says-he-could-serve-in-a-boris-johnson-cabinet-live-news?page=with:block-5d0349768f08ec09b0d19e35#block-5d0349768f08ec09b0d19e35\">Rory Stewart, who came seventh in the first round, has said he could now serve in a Boris Johnson government after previously ruling that out</a></strong>. The international development secretary also refused to say whether he would trust Johnson with the UK’s nuclear codes.</li> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jun/13/chuka-umunna-joins-liberal-democrats-after-quitting-change-uk\">The former Labour MP Chuka Umunna has said there is no room for two centre-ground parties in British politics after joining the Liberal Democrats 10 days after abandoning Change UK.</a></strong> Explaining his decision to join his third party in five months, the Streatham MP admitted he “massively underestimated just how difficult” it was to set up a new party.</li> </ul> </div>   </div> <div id=\"block-5d03757d8f08a4fbaa13337a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T10:25:56.565Z\">11.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked by Sky News whether Rory Stewart, Sajid Javid, and Dominic Raab should also pull out, Hancock said;</p> <blockquote class=\"quoted\"> <p>They’ll make their decisions, I’m not going to put pressure on them, I’m going to think about what is the best way for me to advance the values that I care about, that I’ve articulated and made the case for in this campaign. And as I say, I feel like I’ve been winning arguments during the campaign. </p> </blockquote> <p>With a dig at Boris Johnson he pointed out that he had campaigned for an open contest including TV debate. </p> <p>On Johnson’s threat to prorogue parliament to get Brexit through, Hancock said:</p> <blockquote class=\"quoted\"> <p>I think that proroguing parliament would be wrong. It really against all the the democratic ideals that we stand for as a country, and also to be totally impractical, and it would never work.</p> <p>I want us to deliver Brexit and then move forward. And it’s the moving forward that I’ve been really focused on.</p> </blockquote> <p>Hancock also suggested he would be best candidate in the next Tory leadership race. </p> <blockquote class=\"quoted\"> <p>If you look at the results of the first round the party is it’s pretty clear that they want somebody who’s involved in the debates of the here and now. I’m going to focus on the future. And I’m going to concentrate on making sure this party is always looking with optimism, to the future to deliver for people, because that’s what we need to do. That’s the whole point of being in politics is to make life better for people in this country. And that’s the values I’m going to concentrate on. </p> </blockquote> </div>   </div> <div id=\"block-5d0372cc8f08a4fbaa133363\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T10:15:46.533Z\">11.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In a video announcing he was bowing out of the race, Hancock appeared to blame Brexit for his withdrawal: </p> <blockquote class=\"quoted\"> <p>I put myself forward as the candidate for the future, but it is increasingly clear that the party, understandably, is looking for a candidate for the unique circumstances that exist now. </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattHancock/status/1139472620137734144\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Thank you for all your support. I have decided to withdraw from the race to be the next leader of the Conservative Party. I will now look for the best way to advance the values we fought for. <a href=\"https://t.co/OGcAjf0S0f\">pic.twitter.com/OGcAjf0S0f</a></p>&mdash; Matt Hancock (@MattHancock) <a href=\"https://twitter.com/MattHancock/status/1139472620137734144?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d0371648f08a4fbaa133351\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T10:06:30.397Z\">11.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Announcing his decision Hancock said:</p> <blockquote class=\"quoted\"> <p>“I ran as the candidate of the future, but the party is understandably looking for a candidate for the unique circumstances we face right now. I will talk to all the other candidates about how these values can be best taken forward.”</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/14/matt-hancock-pulls-out-of-conservative-leadership-race\">Matt Hancock pulls out of Conservative leadership race</a> </p> </aside> </div>   </div> <div id=\"block-5d036ee58f08f0505b6523d6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T10:01:42.347Z\">11.01am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Matt Hancock has pulled out of the leadership race</h2>  <div class=\"block-elements\">  <p>Health secretary Matt Hancock has announced he is pulling out of the race to become Tory leader. </p> <p>He came sixth with 20 votes in the first round. Hancock hasn’t said who he be backing in the next round. </p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jun/2019-06-13T12:22:27/embed.html\" data-alt=\"First round of the Tory leadership race\"> <a href=\"https://interactive.guim.co.uk/charts/embed/jun/2019-06-13T12:22:27/embed.html\">First round of the Tory leadership race</a> <figcaption>First round of the Tory leadership race</figcaption> </figure> </div>   </div> <div id=\"block-5d036b1e8f08a4fbaa1332f5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T09:53:10.128Z\">10.53am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Rory Stewart has ducked his own question about whether Boris Johnson could be trusted with the UK’s nuclear codes. </p> <p>The international development secretary made doubts about<a href=\"https://www.theguardian.com/politics/2019/jun/11/boris-johnson-to-break-cover-for-launch-of-tory-leadership-bid\"> Johnson’s trustworthiness a key part of his leadership launch on Tuesday.</a></p> <p>Speaking to an audience of 600 members of the public, he “Do you really feel that this is the person that you want engaging in the detail of the future of your health and education system? Is this the person you want writing the instruction to the nuclear submarines? Is this the man that you want embodying your nation and guiding you through the most difficult choice we’ve faced for 50 years?”</p> <p>But asked by LBC Eddie Mair today whether Stewart himself would trust Johnson with the codes, he refused to answer.</p> <p>The usually fluent Stewart appeared stumped by his own question and repeatedly refused to answer it. He said: “I’m avoiding your question, I’m going to duck your question.”</p> <p>When pressed he said it was for Tory members to decide whether they trusted Johnson with the nuclear codes. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/eddiemair/status/1139454473334640642\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">My <a href=\"https://twitter.com/LBC?ref_src=twsrc%5Etfw\">@LBC</a> interview with <a href=\"https://twitter.com/RoryStewartUK?ref_src=twsrc%5Etfw\">@RoryStewartUK</a> with a crucial question about <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a>. He agreed to appear, unlike <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> who sent a proxy. No more. If <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> won&#39;t speak for himself on my show, no-one else will. <a href=\"https://t.co/xu5dT2IPOL\">https://t.co/xu5dT2IPOL</a></p>&mdash; Eddie Mair (@eddiemair) <a href=\"https://twitter.com/eddiemair/status/1139454473334640642?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d0369348f08f0505b65238d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T09:36:43.476Z\">10.36am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Both Jeremy Hunt, and <a href=\"https://twitter.com/HastobeHunt/status/1139442873450061824\">his campaign</a>, have retweeted his what-would-Churchill-say attack line against Boris Johnson.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCr4today/status/1139443710419243010\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;What would Churchill say if someone who wants to be PM is hiding away from the media?&quot;<br><br>Referring to Boris Johnson, Foreign Sec <a href=\"https://twitter.com/Jeremy_Hunt?ref_src=twsrc%5Etfw\">@Jeremy_Hunt</a> says there should be &quot;proper scrutiny&quot; of the candidates including media interviews <a href=\"https://twitter.com/hashtag/r4today?src=hash&amp;ref_src=twsrc%5Etfw\">#r4today</a> <a href=\"https://t.co/7c8bSZC73f\">pic.twitter.com/7c8bSZC73f</a></p>&mdash; BBC Radio 4 Today (@BBCr4today) <a href=\"https://twitter.com/BBCr4today/status/1139443710419243010?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure>  <p>But backing for Johnson’s decision to duck the debates comes from Christopher Meyer, whose previous roles include chair of the Press Complaints Commission, UK ambassador to the US, and John Major’s press secretary. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SirSocks/status/1139463241178976257\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://t.co/flNJoHsImk\">https://t.co/flNJoHsImk</a> This is so transparently an effort by the six Lilliputians to pull down <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> , the more nauseating for being wrapped in the cloak of open, democratic debate. The time for the blinding light of scrutiny will come if Boris gets into the last two.</p>&mdash; Christopher Meyer (@SirSocks) <a href=\"https://twitter.com/SirSocks/status/1139463241178976257?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d0365618f08faa5870542ed\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T09:25:17.095Z\">10.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>One of my former bosses, Ian Katz, now director of programmes at Channel 4, is joining in the goading of Boris Johnson to take part in the TV debate on Sunday.</p> <p>Duck or debate? Katz asks the former foreign secretary.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/iankatz1000/status/1139453874497040384\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Six out of seven remaining candidates for Tory leader now confirmed for Channel 4 hustings on Sunday. Will <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> duck or debate?</p>&mdash; Ian Katz (@iankatz1000) <a href=\"https://twitter.com/iankatz1000/status/1139453874497040384?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure>  <p>The broadcaster, Alastair Stewart, who has chaired previous leadership debates says Johnson’s avoidance of interviews is “outrageous”. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alstewitn/status/1139444480975749120\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A debate with seven people is interesting but not the most effective way of forensically challenging any or all of the candidates. One to one forensic interviews are. It is <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a>&#39;s avoidance of them that is outrageous.</p>&mdash; Alastair Stewart (@alstewitn) <a href=\"https://twitter.com/alstewitn/status/1139444480975749120?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure>  <p><a href=\"https://blogs.spectator.co.uk/2019/06/boris-should-ignore-lynton-crosbys-debate-ducking-advice/\">The Spectator’s deputy editor, Freddy Gray blames Lynton Crosby </a>who is running Johnson’s campaign:</p> <blockquote class=\"quoted\"> <p>He is a veritable TV debatephobe. He has run the last two Tory general elections, and he ordered David Cameron and Theresa May to shy away from the TV debates. </p> <p>In Crosby’s view, debate-ducking is the sensible course. He sees no upside. For frontrunners, especially, if the debate goes well, there is no real uptick in support. The only way a TV debate can influence an election is if a candidate is a massive gaffe, a viral FAIL that destroys his or her credibility. So best shunned. </p> <p>That makes perfect sense in terms of winning — perhaps doubly so in Boris’s case, with so much of the anti-Brexit media bubble desperate for him to slip up. It’s why Boris’s team are apparently so wedded to this ‘submarine’ strategy. </p> <p>But it is cowardly. It is wet, to use a word Tories are familiar with. Nobody wants to be led by a coward. The short-term benefits of removing the banana-skin should be set against the longer term negatives of making you candidate look like a slippery fish. Even when you win, you look sly. </p> <p>Moreover, as a tactic, debate ducking undervalues Boris’s talents.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-14T11:51:14.003Z\">at 12.51pm BST</time></p>  </div> <div id=\"block-5d035da98f08f0505b652310\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T08:46:01.567Z\">9.46am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>LibDem leadership hopeful Jo Swinson is buoyed by the defection of Chuka Umunna to her party. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joswinson/status/1139446642090872834\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Spring in my step today as <a href=\"https://twitter.com/ChukaUmunna?ref_src=twsrc%5Etfw\">@ChukaUmunna</a> shows that <a href=\"https://twitter.com/LibDems?ref_src=twsrc%5Etfw\">@LibDems</a> are the rallying point for people who want to <a href=\"https://twitter.com/hashtag/StopBrexit?src=hash&amp;ref_src=twsrc%5Etfw\">#StopBrexit</a> &amp; fight the climate crisis. I have always believed we should welcome those who share those values. Vote for me and let’s do this! <a href=\"https://twitter.com/hashtag/JoinJo?src=hash&amp;ref_src=twsrc%5Etfw\">#JoinJo</a> <a href=\"https://t.co/hMmWhzeF1T\">https://t.co/hMmWhzeF1T</a> <a href=\"https://t.co/Cyjcw8VXPM\">pic.twitter.com/Cyjcw8VXPM</a></p>&mdash; Jo Swinson (@joswinson) <a href=\"https://twitter.com/joswinson/status/1139446642090872834?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure>  <p>Labour continues to trawl up Umunna’s past criticism of the LibDems.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Bill_Esterson/status/1139438065875918848\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">You can’t trust the Lib Dem’s. Well said Chuka. Well said! <a href=\"https://t.co/awr431MUT9\">pic.twitter.com/awr431MUT9</a></p>&mdash; Bill Esterson (@Bill_Esterson) <a href=\"https://twitter.com/Bill_Esterson/status/1139438065875918848?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure>  <p>Umunna admitted he was hesitant about joining the Lib Dems because of their role in the austerity programme under the coalition government.</p> <p>He told Today: “The thing that has given me pause for thought definitely has been the time that the Liberal Democrats served in coalition and the austerity. But things have changed since then, the <a href=\"https://www.theguardian.com/politics/liberaldemocrats\">Liberal Democrats</a> have voted against every single Conservative budget since 2015.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/13/chuka-umunna-joins-liberal-democrats-after-quitting-change-uk\">Chuka Umunna joins Lib Dems: 'No room for two in centre ground'</a> </p> </aside> </div>   </div> <div id=\"block-5d035a798f08a4fbaa13325e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T08:37:41.344Z\">9.37am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image element--thumbnail\" data-media-id=\"6ab991285a885caba4dd807642ab67fde9042eac\"> <img src=\"https://media.guim.co.uk/6ab991285a885caba4dd807642ab67fde9042eac/512_0_2997_2427/1000.jpg\" alt=\"Matt Hancock\" width=\"1000\" height=\"810\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Matt Hancock</span> <span class=\"element-image__credit\">Photograph: Chris J Ratcliffe/Getty Images</span> </figcaption> </figure>  <p>There is mounting speculation that the health secretary, Matt Hancock, is poised to withdraw from the race, but if he does it unclear who he would endorse.</p> <p>Candidates have until 1pm today to say if they want to enter the next round of voting on Tuesday, when they need to get 33 votes to proceed to the next round.That looks a tough ask for Hancock who came sixth with 20 votes, one more than Stewart. </p> <p>The health secretary met fifth-place rival Sajid Javid, who got 23 votes, for talks last night, according to Newsnight’s Nick Watt.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNewsnight/status/1139287692515000320\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">“It&#39;s pretty clear to me tonight that Matt Hancock… will pull out of this race tomorrow,&quot; says our Political Editor Nicholas Watt<a href=\"https://twitter.com/nicholaswatt?ref_src=twsrc%5Etfw\">@nicholaswatt</a>  | <a href=\"https://twitter.com/hashtag/newsnight?src=hash&amp;ref_src=twsrc%5Etfw\">#newsnight</a> <a href=\"https://t.co/n0LczrMKGP\">pic.twitter.com/n0LczrMKGP</a></p>&mdash; BBC Newsnight (@BBCNewsnight) <a href=\"https://twitter.com/BBCNewsnight/status/1139287692515000320?ref_src=twsrc%5Etfw\">June 13, 2019</a></blockquote>  </figure>  <p>But it unclear what the outcome of those talks was, as Sky Sophy Ridge notes:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SophyRidgeSky/status/1139435735377952771\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So far this morning I’ve read that Matt Hancock is going to withdraw and back Javid, Gove, Hunt and Johnson. That narrows it down. 🙈</p>&mdash; Sophy Ridge (@SophyRidgeSky) <a href=\"https://twitter.com/SophyRidgeSky/status/1139435735377952771?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure>  <p>Here’s a reminder of the results of the first round of voting:</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jun/2019-06-13T12:22:27/embed.html\" data-alt=\"First round of voting in Tory leadership race\"> <a href=\"https://interactive.guim.co.uk/charts/embed/jun/2019-06-13T12:22:27/embed.html\">First round of voting in Tory leadership race</a> <figcaption>First round of voting in Tory leadership race</figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-14T08:52:55.088Z\">at 9.52am BST</time></p>  </div> <div id=\"block-5d0357568f083c6fecd32618\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T08:24:00.191Z\">9.24am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Rory Stewart is also trying to bounce Johnson into taking part in the TV debates.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RoryStewartUK/status/1139436090899750912\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So pleased to hear this - well done Boris - look forward to seeing you in the debate on Sunday! <a href=\"https://t.co/OWINCs7w0A\">https://t.co/OWINCs7w0A</a></p>&mdash; Rory Stewart (@RoryStewartUK) <a href=\"https://twitter.com/RoryStewartUK/status/1139436090899750912?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure>  <p>Earlier he told the Today programme:</p> <blockquote class=\"quoted\"> <p>The real judgment the members of parliament have to make is who do they want going up against Boris in the final two, and there’s only one way they can judge that, which is by seeing Boris on the stage against the other candidates.</p> <p>It feels as though he is feels that he’s doing well, that he’s winning, and that he doesn’t want to take any risk, which could upset the campaign. But I think it’s a great pity. He’s a great public performer, the public need to see him. </p> </blockquote> <p>Like Hunt, Stewart warned against t a repeat of the 2016 leadership election when Theresa May was chosen without a vote.</p> <blockquote class=\"quoted\"> <p>I think it’s also really important for the legitimacy of the choice of the prime minister, that this doesn’t take place in a smoke filled room, but that the public is able to see the candidates out in public. And in fact, I think maybe it’s a lesson from the last leadership race that we need to test the candidates on TV front of the public with rigorous questioning before they become Prime Minister.</p> </blockquote> <p>Asked what he would ask Johnson, Stewart said:</p> <blockquote class=\"quoted\"> <p>There are a number of questions I’ve asked which I haven’t had an answer to. One of them is about the question of whether or not he’ll say that he would never suspend parliament. I’d also like some clarity from him and indeed, from other candidates, on whether they will meet the Chancellor’s fiscal rules on debt and borrowing. </p> <p>But the most important question of all, for Boris and indeed for some of the other candidates is, what is this no deal Brexit and how are they going to do it? </p> <p>He keeps saying he will deliver Brexit by the 31st of October, but how we need to get into the details of how it’s going to happen? How is he going to renegotiate. How is he going to get it through Parliament? Because this can’t just be a blind act of faith.</p> <p>One way of seeing that is going to be these TV debates. I think it’s going to be critical because Boris is one of the greatest communicators in modern British political life. So the question is going to be which one of us has the flare the nimbleness, the minds and the communication ability to be able to challenge this formidable campaigner.</p> </blockquote> </div>   </div> <div id=\"block-5d03562f8f083c6fecd3260e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T08:11:27.879Z\">9.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The work and pensions secretary Amber Rudd, who is backing Jeremy Hunt, is joining in the onslaught about Johnson’s failure to face scrutiny. </p> <p>She retweeted a Sky News interview from last year when he backed the broadcasters campaign for TV debates with political leaders. These words will haunt the frontrunner unless he agrees to take part in the TV debates: “My feeling is that they are essential and the public does need to see interchange between their potential leaders”. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AmberRuddHR/status/1139436777729613825\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Good sense from Boris here: <a href=\"https://t.co/58Fhyg2Iwt\">https://t.co/58Fhyg2Iwt</a></p>&mdash; Amber Rudd MP (@AmberRuddHR) <a href=\"https://twitter.com/AmberRuddHR/status/1139436777729613825?ref_src=twsrc%5Etfw\">June 14, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-14T08:57:26.918Z\">at 9.57am BST</time></p>  </div> <div id=\"block-5d034e718f08ec09b0d19e4d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T08:00:35.756Z\">9.00am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">'What would Churchill say?' Hunt accuses Johnson of hiding away</h2>  <div class=\"block-elements\">  <p>Foreign Secretary Jeremy Hunt accused Boris Johnson of running scared from the media and preventing a wider debate in the Tory Party. </p> <p>In a personal attack on the Today programme Hunt contrasted Johnson’s reluctance to face the media with his hero Winston Churchill.</p> <p>He said: “What would Churchill say if somebody who wants to be prime minister of the United Kingdom is hiding away from the media and not taking part in these big occasions?”</p> <p>He added: “We can only have that debate if our front-runner in this campaign is a little bit braver in terms of getting out into the media and actually engaging in debates. Engaging in the TV debates.” </p> <p>Hunt said the government could “do better” than Johnson’s proposal of leaving the EU without a deal.</p> <blockquote class=\"quoted\"> <p>My argument to the Conservative Party is: should we have someone who can at least try to get us some better choices? Because I think ultimately, it’s very defeatist to say, the only way that we can leave the EU is is a route that is potentially highly damaging to businesses. </p> <p>I believe there is a deal to be done and I believe the package can be renegotiated but this is the debate we should be having. And this is the debate that our members want to have. And this is the debate I want to put to our members. We can only have that debate if our front runner in this campaign is a little bit braver in terms of getting out into the media, and actually engaging in debates, engaging in the TV debates. </p> </blockquote> <p>Hunt who came a distant second to Johnson in the ballot of Tory MPs also contrasted his own willingness to appear before the media to Johnson’s public reticence. </p> <blockquote class=\"quoted\"> <p>I think this is the 16th time I’ve done this day programme in the last year, and he’s just done it once. You give us a hard time but you’re not monsters. And I think if you want to be prime minister of the United Kingdom, you have to get out there and make your case.</p> <p>Public hustings is not the same as the scrutiny of the media, the scrutiny of TV debates. This is about the prime minister of the United Kingdom.</p> </blockquote> <p>And he warned that Theresa May’s unopposed election as leader in 2016 should not be repeated. </p> <blockquote class=\"quoted\"> <p>What people are worried about is that we could be heading for a rerun of the 2016 campaign where we effectively had a coronation without a huge amount of scrutiny. I’m going to turn this into a rerun of the 2005 campaign. Were a little run a little known outsider, David Cameron came in and turned the tables and that’s the kind of real contest with proper scrutiny that we need to have.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-14T08:08:41.974Z\">at 9.08am BST</time></p>  </div> <div id=\"block-5d034d8e8f083c6fecd325cd\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T07:35:53.323Z\">8.35am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Conservative Muslim Forum warning to Johnson</h2>  <div class=\"block-elements\">  <p>The chairman of the Conservative Muslim Forum has compared Boris Johnson to Adolf Hitler and said he would quit the party if the former foreign secretary is elected as leader, PA reports.</p> <p>Mohammed Amin told BBC Radio 4’s Today programme: “I am not prepared to be a member of a party that chooses him as its leader. “I would resign after 36 years.” </p> <p>Asked about Johnson’s popularity with grassroots members of the party, Amin said: “There are many horrible people who have been popular. Popularity is not the test. <br>“The test is, is this person sufficiently moral to be prime minister, and I believe he fails that test. A lot of Germans thought that Hitler was the right man for them.” </p> <p>Told that that was a shocking comparison, Amin said: “Yes. I am not saying Boris Johnson wants to send people to the gas chamber, clearly he doesn’t. He’s a buffoon. <br>“But he, as far as I’m concerned, has insufficient concern about the nature of truth for me to ever be a member of a party that he leads.” </p> <p>Amin went on: “We don’t expect our politicians, our prime ministers, to be saints. <br>“But we do require a basic level of morality and integrity. And of all the candidates in the Conservative Party leadership election, Boris Johnson is the only one that I believe fails that test. <br></p> <p>Amin said a column Johnson wrote last August comparing women who wore burkas to “letter boxes and bank robbers” had put some Muslim women at risk. <br></p> <p>“He knew exactly what effect it would have - it would lead to Muslim women who wear niqab and burka being verbally abused on the streets; in certain cases being physically assaulted, with people trying to tear it off. He chose to mock Muslim women who wear niqab and burka for his own purposes.” </p> </div>   </div> <div id=\"block-5d034d708f080adae4897f1b\" class=\"block\" data-block-contributor=\"profile/kate-lyons\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T07:32:09.593Z\">8.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\"> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2019/jun/14/one-foot-in-number-10-what-the-papers-say-about-boris-johnsons-leadership-bid\">'One foot in Number 10': what the papers say about Boris Johnson's leadership bid</a> </p> </aside> </div>   </div> <div id=\"block-5d0349768f08ec09b0d19e35\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-14T07:28:35.879Z\">8.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Welcome to a hastily cobbled together Friday edition of Politics Live.</p> <p><a href=\"https://www.theguardian.com/politics/2019/jun/13/tory-leadership-rivals-discuss-alliance-to-stop-boris-johnson\">Conservative leadership candidates are in talks about joining forces</a> to provide the strongest challenge to Boris Johnson. They are also trying to put pressure on Johnson to take part in the TV debates amid continuing signs he plans to duck them. </p> <p>Meanwhile, Rory Stewart, who came seventh in the first ballot of Tory MPs, now says he could serve in a Cabinet led by Boris Johnson after previously ruling that out.</p> <p>The international development secretary told BBC Radio 4’s Today programme: “If we ended up in a crisis, and I fear no-deal Brexit would be a crisis, and if he were to wish me to come back, which I think is a little doubtful given the slight acrimony of the last few weeks, then, of course, I’d be honoured to serve.” </p> <p>Also today: Chuka Umunna, who left Labour in February to found the Independent Group, <a href=\"https://www.theguardian.com/politics/2019/jun/13/chuka-umunna-joins-liberal-democrats-after-quitting-change-uk\">has switched party once again and joined the Liberal Democrats</a>.</p> <p>Sir John Major has launched a blistering assault on Tory leadership candidates who have suggested parliament could be prorogued to push through Brexit, <a href=\"https://www.theguardian.com/politics/2019/jun/13/john-major-tory-candidates-trying-to-force-brexit-gold-plated-hypocrites\">saying they were indulging in “gold-plated hypocrisy” and lacked leadership qualities.</a></p> <p>And <a href=\"https://www.theguardian.com/business/2019/jun/14/uk-businesses-urged-to-step-up-preparations-for-no-deal-brexit\">Britain’s businesses are being urged to step up their preparations for a no-deal Brexit</a> amid signs that Theresa May’s successor could be prepared to leave the EU without a deal at the end of October.</p> </div>   </div>",
      "wordcount": "6867",
      "commentCloseDate": "2019-06-14T16:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-06-14T07:28:55Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-01-06T12:41:11Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bkyvg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/49978788858997cc0086c33d2dc2712f794e21aa/0_83_2241_1344/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "That’s your lot today. Here’s a summary: Boris Johnson has declined an invitation to participate in Sunday’s Channel 4 leadership debate against his five remaining rivals to be Britain’s next prime minister, saying he feared it would be “cacophonous”. However, under growing pressure to submit to greater public scrutiny, the frontrunner has said he will take part in a similar event, hosted by the BBC, next Tuesday – after MPs have held a second round of voting, and at least one more candidate has been knocked out. In his first interview of the campaign Johnson insisted he had only taken cocaine once as a teenager. Johnson described the incident as “a single inconclusive event that took place when I was a teenager and which I have extensively described”. Asked if he had used the drug since then, he said: “No.” Johnson reiterated his commitment to take the UK out of the EU by 31 October. He insisted alternative arrangements to the Irish backstop could be renegotiated and in the meantime the UK should prepare for a no-deal exit. Johnson defended his record as foreign secretary and said criticism of his handling of Nazanin Zaghari-Ratcliffe’s case deflected blame from the Iranians who are holding her. He said: “If you point the finger of blame at me or anybody who has tried to get Nazanin out, then I think you are unintentionally exculpating the people who are really responsible, and that is the Iranian Revolutionary Guard.” The health secretary, Matt Hancock, has pulled out of the race to be Britain’s next prime minister, but declined to throw his weight behind another candidate. He appeared to blame Brexit for his decision to bow out. “I ran as the candidate of the future, but the party is understandably looking for a candidate for the unique circumstances we face right now,” Hancock said. Jeremy Hunt has accused his leadership rival Boris Johnson of hiding from the media. “What would Churchill say if someone who wants to be prime minister of the United Kingdom is hiding away from the media?” he said. The chairman of the Conservative Muslim Forum has compared Boris Johnson to Adolf Hitler and said he would quit the party if the former foreign secretary is elected as leader. Mohammed Amin said: “I am not prepared to be a member of a party that chooses him as its leader. I would resign after 36 years.” Rory Stewart, who came seventh in the first round, has said he could now serve in a Boris Johnson government after previously ruling that out. The international development secretary also refused to say whether he would trust Johnson with the UK’s nuclear codes. The former Labour MP Chuka Umunna has said there is no room for two centre-ground parties in British politics after joining the Liberal Democrats 10 days after abandoning Change UK. Explaining his decision to join his third party in five months, the Streatham MP admitted he “massively underestimated just how difficult” it was to set up a new party. The chancellor, Philip Hammond, has revealed that just two of the remaining contenders for the Conservative party leadership have so far accepted his challenge and pledged to work to keep down Britain’s national debt. Hammond, who sought assurances after becoming alarmed by the spending promises being made by Boris Johnson and Dominic Raab, disclosed that he had received private commitments from two campaigns. “I believe that fiscal responsibility is one of the unique selling points of my party,” Hammond said as he arrived at a meeting of EU finance ministers in Luxembourg. “We have over a long period built the hard-won reputation for fiscal responsibility and managing the economy and the public finances and I want to ensure that the candidates commit to carrying on with the work that we’ve been doing over the last nine years. “A couple of the candidates have signalled privately that they will be signing up to the pledge but I’m waiting to see what we get back.” Here’s a transcript of Johnson’s other comments by subject: Hiding from the media I’ve been subjecting myself to scrutiny on the part of my colleagues in Parliament and lots of hustings have taken place. I’ve done newspaper interviews and here I am. I always been keen on TV debates and slightly bewildered by the the conversation that’s been going on, because I think it is important that we have a sensible grown up debate. And my own observation is that I think in the past, when you’ve had loads of candidates, it can be slightly cacophonous. And I think the public have had quite a lot of blue on blue action, frankly, over the last three years, we don’t necessarily need a lot more of that. I think the best solution would be to have a debate on what we all have to offer the country, our programme to take Britain forward. And the best time to do that, I think would be after the second ballot on Tuesday. And the best forum is the proposed BBC debate. Sunday’s Channel 4 debate I must have received dozens and dozens of invitations to do hustings here, there and everywhere, and debates of all kinds. But as I say, I think there can be a risk of a slight cacophony when you have lots and lots of candidates, but also the impression of yet more blue on blue action. When I think what the public wants to hear is a serious debate. I’m very keen on TV debates and did many, many if people remember, in the run up to London mayoral elections. I think, by the end, a certain sort of narcolepsy had descended on the TV audience. So I’m more than happy to do the the BBC TV debate on Tuesday. Worries about saying the wrong things People will always try to find a moment when they can say that they’ve tripped me up, or forced me into some gaffe or indiscretion or error of some kind. But I will continue to be the kind of politician I’ve been for a very long time. And that is somebody who believes passionately, in his ideas. Somebody I want to take this country forward, I think we have some fantastic projects now going on to unite the UK with infrastructure, with education, with technology. In a nutshell, what I want to do in the UK is do what we did in London to try to unite our society and bring it together. If sometimes I say things that cause a fluttering in the dovecots or plaster to come off the ceiling, if it gets people’s attention if it interests them in politics, then I think that is no bad thing. Defeating opponents I think that we have a good formula to take the country forward a winning formula. It is modern, progressive conservatism, and it is the way to defeat Jeremy Corbyn and also to take the wind out of the sails, both of the Liberals and of the new Brexit party. Both those parties are of course, feasting mightily on the the failure of the political class in this country at the moment to sort out Brexit. No-deal I don’t aim for no deal. I don’t want no deal as the outcome of the talks. Of course not. I don’t want us to leave with a WTO solution. But I certainly don’t think that some of the promises of doom and disaster are true. And I think we will find plenty of people who will give you a very different verdict about about what no deal would mean. We can get to a situation in which we are able to leave smoothly with an orderly, managed Brexit. And that’s what we should be aiming for. But the only way to make sure that we convince our partners that were determined to get that outcome is to prepare for no deal. Leaving the EU by 31 October I think it is perfectly realistic. And there is a clear way that the now effectively defunct withdrawal agreement can be disaggregated. The good bits of it can be taken out. I think what we should do is take the provisions on citizenship, take the offer that we make to the 3.2 million EU citizens in our country and just do it ... We got to be out by October the 31st. And I think it would be absolutely bizarre for to signal at this stage that the UK government was willing, once again, to run up the white flag and delay yet again. My commitment is to honour the will of the people and take this country out on October 31st. And the way to do it, as I say is to desegregate the current withdrawal agreement and move on. The Irish Backstop The fundamental flaw in the current withdrawal agreement, which everybody understands, is the Irish backstop arrangements. That’s a prison, that’s Hobson’s choice. The solution is obvious. It is something that actually united MPs on on all sides of the house when they voted for the Brady amendments. Our friends and partners over the channel will say this is impossible. We can’t do this. It’s the unicorns and so on. And I perfectly understand that. But I think actually there is a solution to be arrived at in that area. Preparation for no deal In the meantime, it’s absolutely crucial to prepare for no deal. And I don’t share the deep pessimism of some people about the consequences of no deal. That’s not to say that I don’t think there will be some difficulties that need to be addressed. Unless we show fortitude and determination I don’t think that we will carry conviction in Brussels, about about the deal we want to do. Avoiding a hard border Those problems are easily capable of a solution, as I think the Commission has said in the past, with maximum facilitation techniques. You already have goods conforming to different standards. France, for instance, has different laws on flame retardant furniture, and we have no checks at the the borders to intercept goods from France. The obvious way to do it is to make sure that you have checks on anybody who breaks the law, but you do it away from the border. And that is common ground. Anybody who breaks the law, is clearly going to be subject to checks and investigation. There is already smuggling across that border and smugglers are intercepted in the normal in the normal way. There are ways of doing this, that do not require a hard border. Switching Irish border questions to implementation phase The solutions to the facilitation that need to be provided to enable us to do a proper free trade deal with our friends and partners, those should not be preordained by the backstop. But they should be remitted into the implementation period for discussion after we have left it in the context of negotiation of the free trade deal. That is the obvious solution. It’s something that is agreed on all sides of the house. I accept that at the moment, the EU will say we can’t accept that. They’re bound to say that at present. I think that they will find a way forward. It would not be sensible for the UK to depart in that kind of disorderly way. But if we have to get out on no deal terms then it is our absolute responsibility to prepare for it. And it’s by preparing for it that we prevent that outcome. Persuading the EU to renegotiate I think what they will see is that politics has changed in the in the UK. And and in Europe. They have now 29 Brexit MEPs. The parties in this country are facing an existential threat. Both the Brexit Party and the Liberal Democrats are leading the polls, as a result of the failure of the two main parties to deliver on the will of the people. That is what needs to happen. It needs to happen by October, the 31st. And we need to get on and do it and all those who say that we should delay that we should kick the can down the road. I think they risk doing terminal damage to trust in politics. One Nation Conservative Once we move on, we will be able to do many, many things. Once we get Brexit off the front pages, there will be a massive opportunity for the Conservative Party once again, to occupy the centre ground of politics and to speak for huge numbers of people in the country who feel they were left behind. And now is the time to do some absolutely fantastic things. On foreign office gaffes When I was foreign secretary we managed to organise the single biggest diplomatic coup this country has pulled off that I can remember, when I like about 30 countries around the world expelled 153 Russian spies collectively in response to the poisonings in Salisbury. Any more blue on blue action in this in this contest is is not what I want to get into. But I was very proud as foreign secretary to have expanded our network very considerably to have championed female education around the world, and done quite a lot actually to to stop the illegal wildlife trade around the world to say nothing of hosting a great Commonwealth summit and many, many other things. Nazanin Zaghari-Ratcliffe One’s sympathy is with Nazanin, her family clearly and with the families of the other consular cases. If you point the finger of blame at me or anybody who has tried to get Nazain out, then I think you are unintentionally exculpating the people who are really responsible, and that is the Iranian Revolutionary Guard Quds force and Qassem Suleimani, who are illegally and inhumanely detaining those individuals. Failures over detail Look at the record of what we delivered in London, in eight years. We out built Labour in housing, we had record investment in transport, we tube delays by 30%, we cut crime by about 20%. And we cut the murder rate by 50%. And we worked flat out to achieve that. And it was because I had a great team that I was able to do that. And we will have a great team, if I’m lucky enough to be elected, that will deliver the same kind of progress and the same sort of improvements for the people of this entire country. And that is my ambition. And that is why I’m standing in this race. PA’s first take on the interview focuses on the cocaine question: Boris Johnson has denied using cocaine since a “single inconclusive event” more than 30 years ago. The Conservative Party leadership favourite, who has repeatedly appeared to dodge questions over his previous drug use throughout his campaign to succeed Theresa May as Prime Minister, said he had only used the Class A substance once. During an interview with BBC Radio 4’s World At One, Johnson described the incident as “a single inconclusive event that took place when I was a teenager and which I have extensively described”. Asked if he had used the drug since then, he said: “No.” Probing questions about previous misdemeanours and the use of drugs have become an evergreen feature of the Conservative Party leadership race. Candidates such as Michael Gove and Rory Stewart made revelatory comments about their dabblings with cocaine and opium, respectively. Johnson confessed to having used cocaine during an interview with British GQ magazine in 2007, in which he said it “achieved no pharmacological, psychotropical or any other effect on me whatsoever”. But he was reluctant to elaborate when questioned about it during his campaign launch on Wednesday. He said: “I think the canonical account of this event when I was 19 has appeared many, many times. “I think what most people in this country want us to really focus on in this campaign, if I may say so, is what we can do for them and what our plans are for this great country of ours.” Here’s some initial reaction to Johnson’s interview: Asked about his gaffe-prone stint as foreign secretary, Johnson cited his success in persuading the UK’s allies to expel Russia diplomats in the wake of the Salisbury poisonings. He refused to respond to Alan Duncan’s dig that he was Johnson’s “pooper scooper” in the foreign office. Johnson said he did not want to indulge in more blue on blue action. On criticism of his handling of the imprisonment of Nazanin Zaghari-Ratcliffe in Iran, he says focusing on his comments deflect blame from the Iranians. Johnson again dodged questions about taking cocaine, but claimed he had only taken it once as a teenager. There are ways of doing this without a hard border, Johnson insists in relation to the backstop. These issues should be discussed after the UK leaves the EU on 31 October. He insists again that he would take the UK out by that deadline. He said: “We have got to be out by October 31st. It would be absolutely bizarre to signal at this stage that UK government would run up the white flag and delay.” If debates interest the public that’s a good thing, Johnson says, even if “plaster flies off the ceiling”. Asked about a no-deal, he says “I don’t want us to leave with a WTO solution”. But predictions of doom and disaster about no-deal are wrong, he claims. He says he is aiming for a managed, orderly and smooth Brexit and calls for preparations for a no-deal. The fundamental flaw in the current withdrawal agreement is the backstop on the Irish border, he says. The solution is obvious he says, and cites the Brady amendment on alternative arrangements to a hard border with Ireland. In the meantime we need to prepare for a no-deal. “I don’t share the deep pessimism about no-deal,” Johnson says but he concedes it would be difficult. In his BBC Radio interview, Johnson denies he has been ducking the media. He likes TV debates he says, but claims the public is tired of “blue on blue action”. The best time to debate would be after the second ballot of Tory MPs. He says he is “more than happy” to do the BBC debate on Tuesday, and refuses to say whether he will take part in Sunday’s debate on Channel 4. We’re switching attention back to the Tory leadership race, after Boris Johnson breaks his interview silence. He told BBC Radio 4’s World at One that he will miss a leadership debate hosted by Channel 4 on Sunday because there would be too many people involved. Instead, he said he would be prepared to take part in the BBC debate on Tuesday evening once the field has narrowed after the second leadership contest ballot earlier in the day. According to the BBC, Johnson told the programme: “I think it is important that we have a sensible grown-up debate. My own observation is that in the past when you’ve had loads of candidates, it can be slightly cacophonous and I think the public have had quite a lot of blue on blue action frankly over the last three years. “We don’t necessarily need a lot more of that and so what I think the best solution would be, would be to have a debate on what we all have to offer the country and the best time to do that I think would be after the second ballot on Tuesday and the best forum is the proposed BBC debate. I think that’s a good idea.” Umunna says he doesn’t want to be leader of the LibDems and refuses to endorse either Swinson or Davey for the post. On drugs, Umunna admits to smoking dope, but never taking cocaine. Perhaps Boris Johnson will answer that question, Umunna says. Umunna says Labour’s position on Brexit hasn’t changed in the last two years, Umunna says. Corbyn is a Brexiteer, he says. Labour has only changed “tonally” on Brexit since the Independent Group MPs left. Asked about splits in Change UK, Umunna says he always thought it would need to work with other parties. Others in Change UK disagreed. I was fundamentally wrong about the need for a new party, he says. What about a byelection? Ian Lavery (the chairman of the Labour party) likes to talk about people’s vote for a byelection for defecting MPs, but rules out a people’s vote on Brexit, Umunna says. Q: Why not have a byelection in Streatham? And is the LibDem party your final resting place? Yes, Umunna says to the last question. I got something wrong, something has changed, I changed my mind. I’m a Streatham boy and committed to my constituency, Umunna says, but he dodges the byelection question. Moving to the Q&amp;As. Cable is asked how many other MPs will defect to the LibDems. He says there is a sizeable chunk of disgruntled Tory MPs over Brexit. He said there similar disquiet in Labour citing this week meeting of the PLP. The question for Labour is how they can support Brexit and end austerity. Many in the party privately accept this, Umunna says. Labour is not being true to its progressive values. “There is a home for you: it is the Liberal Democrats”, he says in a plea to disgruntled members of his former party. Umunna says he found it hard to comes to terms with the austerity measures of the coalition government. He says he disagreed with the speed of the cuts. Four years on, things have changed, Umunna insists, citing its anti-austerity manifesto. Things like the bedroom tax and the U-turn on university tuition fees should never have happened. But you can’t end austerity and sponsor Brexit, Umunna claims. Umunna repeats that he was wrong about the need for another centre ground party. He said it was important to learn lessons in politics. He conceded he “massively underestimated” the difficulty in forming a new party. And credits Vince Cable with warning him him how tricky it would be without an infrastructure. Umunna says he has been warmly welcomed since join the LibDems and jokes about his lack of political loyalty. “I’ve never been a particularly tribal person. You can probably tell that from the number or parties I’ve been part of this year,” he says. He also describes himself as an internationalist which is why he is so opposed to Brexit. The Chuka Umunna press conference has begun. It’s Siobhan Benita, the Lib Dems’ candidate for London mayor, up first. She jokingly bestows the title of “Head of Branding” for her mayoral campaign on Umunna before saying more seriously: “We appreciate it can’t have been easy for you.” Boris Johnson has told the BBC that he will take part in the BBC leadership debate. Former Labour peer Lord Sugar, the businessman and Apprentice host, is backing Boris Johnson as the best candidate to beat Jeremy Corbyn. Sugar resigned from the Labour party in May 2015 after an 18-year affiliation, attacking what he called “anti-enterprise concepts” and “a policy shift moving back towards what old Labour stood for”. Sky’s Sam Coates has been told that Hancock will not be backing Javid and speculates that his supporters will switch to either Hunt, Javid or Stewart. David Jeffery, a lecturer in politics at Liverpool University, reckons Hancock’s 20 supporters in the first round are most likely to switch to Jeremy Hunt, followed by Sajid Javid, based on their voting records and support for candidates in the 2016 leadership race. . Sajid Javid has become the first of the remaining six candidates to fish for Hancock’s votes. He won’t be the last. Former cabinet minister Damian Green, who backed Hancock, has urged the other candidates to leave him alone until next week. Here’s a summary of what’s happened so far today: The health secretary, Matt Hancock, has pulled out of the race to be Britain’s next prime minister, but declined to throw his weight behind another candidate. He appeared to blame Brexit for his decision to bow out. “I ran as the candidate of the future, but the party is understandably looking for a candidate for the unique circumstances we face right now,” Hancock said. Jeremy Hunt has accused his leadership rival Boris Johnson of hiding from the media. “What would Churchill say if someone who wants to be prime minister of the United Kingdom is hiding away from the media?” he said. The chairman of the Conservative Muslim Forum has compared Boris Johnson to Adolf Hitler and said he would quit the party if the former foreign secretary is elected as leader. Mohammed Amin said: “I am not prepared to be a member of a party that chooses him as its leader. I would resign after 36 years.” Rory Stewart, who came seventh in the first round, has said he could now serve in a Boris Johnson government after previously ruling that out. The international development secretary also refused to say whether he would trust Johnson with the UK’s nuclear codes. The former Labour MP Chuka Umunna has said there is no room for two centre-ground parties in British politics after joining the Liberal Democrats 10 days after abandoning Change UK. Explaining his decision to join his third party in five months, the Streatham MP admitted he “massively underestimated just how difficult” it was to set up a new party. Asked by Sky News whether Rory Stewart, Sajid Javid, and Dominic Raab should also pull out, Hancock said; They’ll make their decisions, I’m not going to put pressure on them, I’m going to think about what is the best way for me to advance the values that I care about, that I’ve articulated and made the case for in this campaign. And as I say, I feel like I’ve been winning arguments during the campaign. With a dig at Boris Johnson he pointed out that he had campaigned for an open contest including TV debate. On Johnson’s threat to prorogue parliament to get Brexit through, Hancock said: I think that proroguing parliament would be wrong. It really against all the the democratic ideals that we stand for as a country, and also to be totally impractical, and it would never work. I want us to deliver Brexit and then move forward. And it’s the moving forward that I’ve been really focused on. Hancock also suggested he would be best candidate in the next Tory leadership race. If you look at the results of the first round the party is it’s pretty clear that they want somebody who’s involved in the debates of the here and now. I’m going to focus on the future. And I’m going to concentrate on making sure this party is always looking with optimism, to the future to deliver for people, because that’s what we need to do. That’s the whole point of being in politics is to make life better for people in this country. And that’s the values I’m going to concentrate on. In a video announcing he was bowing out of the race, Hancock appeared to blame Brexit for his withdrawal: I put myself forward as the candidate for the future, but it is increasingly clear that the party, understandably, is looking for a candidate for the unique circumstances that exist now. Announcing his decision Hancock said: “I ran as the candidate of the future, but the party is understandably looking for a candidate for the unique circumstances we face right now. I will talk to all the other candidates about how these values can be best taken forward.” Health secretary Matt Hancock has announced he is pulling out of the race to become Tory leader. He came sixth with 20 votes in the first round. Hancock hasn’t said who he be backing in the next round. Rory Stewart has ducked his own question about whether Boris Johnson could be trusted with the UK’s nuclear codes. The international development secretary made doubts about Johnson’s trustworthiness a key part of his leadership launch on Tuesday. Speaking to an audience of 600 members of the public, he “Do you really feel that this is the person that you want engaging in the detail of the future of your health and education system? Is this the person you want writing the instruction to the nuclear submarines? Is this the man that you want embodying your nation and guiding you through the most difficult choice we’ve faced for 50 years?” But asked by LBC Eddie Mair today whether Stewart himself would trust Johnson with the codes, he refused to answer. The usually fluent Stewart appeared stumped by his own question and repeatedly refused to answer it. He said: “I’m avoiding your question, I’m going to duck your question.” When pressed he said it was for Tory members to decide whether they trusted Johnson with the nuclear codes. Both Jeremy Hunt, and his campaign, have retweeted his what-would-Churchill-say attack line against Boris Johnson. But backing for Johnson’s decision to duck the debates comes from Christopher Meyer, whose previous roles include chair of the Press Complaints Commission, UK ambassador to the US, and John Major’s press secretary. One of my former bosses, Ian Katz, now director of programmes at Channel 4, is joining in the goading of Boris Johnson to take part in the TV debate on Sunday. Duck or debate? Katz asks the former foreign secretary. The broadcaster, Alastair Stewart, who has chaired previous leadership debates says Johnson’s avoidance of interviews is “outrageous”. The Spectator’s deputy editor, Freddy Gray blames Lynton Crosby who is running Johnson’s campaign: He is a veritable TV debatephobe. He has run the last two Tory general elections, and he ordered David Cameron and Theresa May to shy away from the TV debates. In Crosby’s view, debate-ducking is the sensible course. He sees no upside. For frontrunners, especially, if the debate goes well, there is no real uptick in support. The only way a TV debate can influence an election is if a candidate is a massive gaffe, a viral FAIL that destroys his or her credibility. So best shunned. That makes perfect sense in terms of winning — perhaps doubly so in Boris’s case, with so much of the anti-Brexit media bubble desperate for him to slip up. It’s why Boris’s team are apparently so wedded to this ‘submarine’ strategy. But it is cowardly. It is wet, to use a word Tories are familiar with. Nobody wants to be led by a coward. The short-term benefits of removing the banana-skin should be set against the longer term negatives of making you candidate look like a slippery fish. Even when you win, you look sly. Moreover, as a tactic, debate ducking undervalues Boris’s talents. LibDem leadership hopeful Jo Swinson is buoyed by the defection of Chuka Umunna to her party. Labour continues to trawl up Umunna’s past criticism of the LibDems. Umunna admitted he was hesitant about joining the Lib Dems because of their role in the austerity programme under the coalition government. He told Today: “The thing that has given me pause for thought definitely has been the time that the Liberal Democrats served in coalition and the austerity. But things have changed since then, the Liberal Democrats have voted against every single Conservative budget since 2015.” There is mounting speculation that the health secretary, Matt Hancock, is poised to withdraw from the race, but if he does it unclear who he would endorse. Candidates have until 1pm today to say if they want to enter the next round of voting on Tuesday, when they need to get 33 votes to proceed to the next round.That looks a tough ask for Hancock who came sixth with 20 votes, one more than Stewart. The health secretary met fifth-place rival Sajid Javid, who got 23 votes, for talks last night, according to Newsnight’s Nick Watt. But it unclear what the outcome of those talks was, as Sky Sophy Ridge notes: Here’s a reminder of the results of the first round of voting: Rory Stewart is also trying to bounce Johnson into taking part in the TV debates. Earlier he told the Today programme: The real judgment the members of parliament have to make is who do they want going up against Boris in the final two, and there’s only one way they can judge that, which is by seeing Boris on the stage against the other candidates. It feels as though he is feels that he’s doing well, that he’s winning, and that he doesn’t want to take any risk, which could upset the campaign. But I think it’s a great pity. He’s a great public performer, the public need to see him. Like Hunt, Stewart warned against t a repeat of the 2016 leadership election when Theresa May was chosen without a vote. I think it’s also really important for the legitimacy of the choice of the prime minister, that this doesn’t take place in a smoke filled room, but that the public is able to see the candidates out in public. And in fact, I think maybe it’s a lesson from the last leadership race that we need to test the candidates on TV front of the public with rigorous questioning before they become Prime Minister. Asked what he would ask Johnson, Stewart said: There are a number of questions I’ve asked which I haven’t had an answer to. One of them is about the question of whether or not he’ll say that he would never suspend parliament. I’d also like some clarity from him and indeed, from other candidates, on whether they will meet the Chancellor’s fiscal rules on debt and borrowing. But the most important question of all, for Boris and indeed for some of the other candidates is, what is this no deal Brexit and how are they going to do it? He keeps saying he will deliver Brexit by the 31st of October, but how we need to get into the details of how it’s going to happen? How is he going to renegotiate. How is he going to get it through Parliament? Because this can’t just be a blind act of faith. One way of seeing that is going to be these TV debates. I think it’s going to be critical because Boris is one of the greatest communicators in modern British political life. So the question is going to be which one of us has the flare the nimbleness, the minds and the communication ability to be able to challenge this formidable campaigner. The work and pensions secretary Amber Rudd, who is backing Jeremy Hunt, is joining in the onslaught about Johnson’s failure to face scrutiny. She retweeted a Sky News interview from last year when he backed the broadcasters campaign for TV debates with political leaders. These words will haunt the frontrunner unless he agrees to take part in the TV debates: “My feeling is that they are essential and the public does need to see interchange between their potential leaders”. Foreign Secretary Jeremy Hunt accused Boris Johnson of running scared from the media and preventing a wider debate in the Tory Party. In a personal attack on the Today programme Hunt contrasted Johnson’s reluctance to face the media with his hero Winston Churchill. He said: “What would Churchill say if somebody who wants to be prime minister of the United Kingdom is hiding away from the media and not taking part in these big occasions?” He added: “We can only have that debate if our front-runner in this campaign is a little bit braver in terms of getting out into the media and actually engaging in debates. Engaging in the TV debates.” Hunt said the government could “do better” than Johnson’s proposal of leaving the EU without a deal. My argument to the Conservative Party is: should we have someone who can at least try to get us some better choices? Because I think ultimately, it’s very defeatist to say, the only way that we can leave the EU is is a route that is potentially highly damaging to businesses. I believe there is a deal to be done and I believe the package can be renegotiated but this is the debate we should be having. And this is the debate that our members want to have. And this is the debate I want to put to our members. We can only have that debate if our front runner in this campaign is a little bit braver in terms of getting out into the media, and actually engaging in debates, engaging in the TV debates. Hunt who came a distant second to Johnson in the ballot of Tory MPs also contrasted his own willingness to appear before the media to Johnson’s public reticence. I think this is the 16th time I’ve done this day programme in the last year, and he’s just done it once. You give us a hard time but you’re not monsters. And I think if you want to be prime minister of the United Kingdom, you have to get out there and make your case. Public hustings is not the same as the scrutiny of the media, the scrutiny of TV debates. This is about the prime minister of the United Kingdom. And he warned that Theresa May’s unopposed election as leader in 2016 should not be repeated. What people are worried about is that we could be heading for a rerun of the 2016 campaign where we effectively had a coronation without a huge amount of scrutiny. I’m going to turn this into a rerun of the 2005 campaign. Were a little run a little known outsider, David Cameron came in and turned the tables and that’s the kind of real contest with proper scrutiny that we need to have. The chairman of the Conservative Muslim Forum has compared Boris Johnson to Adolf Hitler and said he would quit the party if the former foreign secretary is elected as leader, PA reports. Mohammed Amin told BBC Radio 4’s Today programme: “I am not prepared to be a member of a party that chooses him as its leader. “I would resign after 36 years.” Asked about Johnson’s popularity with grassroots members of the party, Amin said: “There are many horrible people who have been popular. Popularity is not the test. “The test is, is this person sufficiently moral to be prime minister, and I believe he fails that test. A lot of Germans thought that Hitler was the right man for them.” Told that that was a shocking comparison, Amin said: “Yes. I am not saying Boris Johnson wants to send people to the gas chamber, clearly he doesn’t. He’s a buffoon. “But he, as far as I’m concerned, has insufficient concern about the nature of truth for me to ever be a member of a party that he leads.” Amin went on: “We don’t expect our politicians, our prime ministers, to be saints. “But we do require a basic level of morality and integrity. And of all the candidates in the Conservative Party leadership election, Boris Johnson is the only one that I believe fails that test. Amin said a column Johnson wrote last August comparing women who wore burkas to “letter boxes and bank robbers” had put some Muslim women at risk. “He knew exactly what effect it would have - it would lead to Muslim women who wear niqab and burka being verbally abused on the streets; in certain cases being physically assaulted, with people trying to tear it off. He chose to mock Muslim women who wear niqab and burka for his own purposes.” Welcome to a hastily cobbled together Friday edition of Politics Live. Conservative leadership candidates are in talks about joining forces to provide the strongest challenge to Boris Johnson. They are also trying to put pressure on Johnson to take part in the TV debates amid continuing signs he plans to duck them. Meanwhile, Rory Stewart, who came seventh in the first ballot of Tory MPs, now says he could serve in a Cabinet led by Boris Johnson after previously ruling that out. The international development secretary told BBC Radio 4’s Today programme: “If we ended up in a crisis, and I fear no-deal Brexit would be a crisis, and if he were to wish me to come back, which I think is a little doubtful given the slight acrimony of the last few weeks, then, of course, I’d be honoured to serve.” Also today: Chuka Umunna, who left Labour in February to found the Independent Group, has switched party once again and joined the Liberal Democrats. Sir John Major has launched a blistering assault on Tory leadership candidates who have suggested parliament could be prorogued to push through Brexit, saying they were indulging in “gold-plated hypocrisy” and lacked leadership qualities. And Britain’s businesses are being urged to step up their preparations for a no-deal Brexit amid signs that Theresa May’s successor could be prepared to leave the EU without a deal at the end of October.",
      "charCount": "38652",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/matthewweaver\">Matthew Weaver</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/14/jeremy-hunt-what-would-churchill-say-of-boris-johnson-hiding-away-tory-leadership",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-14T08:36:07Z",
    "webTitle": "Jeremy Hunt: 'What would Churchill say of Johnson hiding away?'",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/14/jeremy-hunt-what-would-churchill-say-of-boris-johnson-hiding-away-tory-leadership",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/14/jeremy-hunt-what-would-churchill-say-of-boris-johnson-hiding-away-tory-leadership",
    "fields": {
      "headline": "Jeremy Hunt: 'What would Churchill say of Johnson hiding away?'",
      "standfirst": "<p>Second-placed Tory leadership contender challenges frontrunner to face scrutiny</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/jun/14/rory-stewart-says-he-could-serve-in-a-boris-johnson-cabinet-live-news\">Follow the day’s political developments - live</a><br></li></ul>",
      "trailText": "Second-placed Tory leadership contender challenges frontrunner to face scrutiny<br>",
      "byline": "Mattha Busby",
      "main": "<figure class=\"element element-image\" data-media-id=\"c1e129c3b49bb2d63aa564213cac144580fa0257\"> \n <img src=\"https://media.guim.co.uk/c1e129c3b49bb2d63aa564213cac144580fa0257/0_82_2613_1568/1000.jpg\" alt=\"Boris Johnson at his leadership campaign launch.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson took only six questions from journalists at his leadership campaign launch.</span> \n  <span class=\"element-image__credit\">Photograph: Guy Bell/Rex/Shutterstock</span> \n </figcaption> \n</figure>",
      "body": "<p>Jeremy Hunt has invoked the memory of Winston Churchill, asking what the wartime leader would say about his fellow Conservative leadership candidate Boris Johnson “hiding away from the media”.</p> \n<p>Johnson comprehensively won the first ballot of Tory MPs on Thursday, in which Hunt came a distant second, and the foreign secretary is now appearing to present himself as the only challenger who can “offer something different” to Johnson.</p> \n<p>Speaking to the BBC Radio 4 Today programme, Hunt accused Johnson of preventing a wider debate about Brexit in the party, which its members wanted to hear.</p> \n<p>“We can only have that debate if our frontrunner in this campaign is a little bit braver in terms of getting out into the media and actually engaging in <a href=\"https://www.theguardian.com/politics/2019/jun/14/boris-johnson-urged-to-debate-in-tory-leadership-tv-hustings\">the TV debates</a>,” he said.</p> \n<p>“What would Churchill say if someone who wants to be prime minister of the United Kingdom is hiding away from the media, not taking part in these big occasions?”</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCr4today/status/1139443710419243010\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">\"What would Churchill say if someone who wants to be PM is hiding away from the media?\"<br><br>Referring to Boris Johnson, Foreign Sec <a href=\"https://twitter.com/Jeremy_Hunt?ref_src=twsrc%5Etfw\">@Jeremy_Hunt</a> says there should be \"proper scrutiny\" of the candidates including media interviews <a href=\"https://twitter.com/hashtag/r4today?src=hash&amp;ref_src=twsrc%5Etfw\">#r4today</a> <a href=\"https://t.co/7c8bSZC73f\">pic.twitter.com/7c8bSZC73f</a></p>— BBC Radio 4 Today (@BBCr4today) \n  <a href=\"https://twitter.com/BBCr4today/status/1139443710419243010?ref_src=twsrc%5Etfw\">June 14, 2019</a>\n </blockquote> \n</figure> \n<p>Hunt said this was the 16th time he had been on the Today programme in the last year, while Johnson had only appeared once, and that the 2019 contest could amount to “a coronation without a huge amount of scrutiny”, as in 2016 when Theresa May became leader.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"3c6064c8-bb8c-470e-b0e1-5c54f868fa50\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>A Conservative leadership contest takes two stages. First, MPs vote for their choice from the nominated candidates. In progressive rounds of voting, candidates are eliminated until there are only two challengers remaining. The second stage is a postal ballot of Conservative party members to chose one of the two candidates.</p>\n    <p>Theresa May's formal resignation as leader on 7 June triggered the contest and the Conservative party set out the following timetable:</p>\n    <p>Nominations closed on 10 June. The first round of voting was held on Thursday 13 June. Subsequent rounds have been pencilled in for the 18th, 19th and 20th.</p>\n    <p>Conservative party HQ says the postal vote element, when the 140,000 or so party members will pick the country's new prime minister, will be completed in the week beginning Monday 22 July.</p>\n    <p><br></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>“I’m going to turn this into a rerun of the 2005 campaign where a little-known outsider, David Cameron, came in and turned the tables,” Hunt said. “That’s the kind of contest, with real scrutiny, that we need to have.”</p> \n<p>Hunt lauded his credentials as an entrepreneur, someone who has relationships with European governments and as somebody who formerly “ran our biggest public service, the NHS”, and claimed there had never been a prime minister with such a background.</p> \n<p>“It is clear that if we are going to give the Conservative party a choice, and someone who can offer something different to Boris, then I am that person.”</p> \n<p>Responding to questions about having shifted his position on Brexit, from remain to being open to a no deal, Hunt said: “Not at all, I’ve been consistent. Actually, Boris is the person who voted against Theresa May’s deal and then for Theresa May’s deal.</p> \n<p>“I’ve always said that, in extremis, if it was the only way we could deliver Brexit then I would very reluctantly do a no-deal Brexit but I don’t think we’re at that point yet.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/13/tory-leadership-race-a-to-do-list-for-the-candidates\">Tory leadership race: a to-do list for the candidates</a> </p> \n</aside> \n<p>On Johnson’s commitment to leaving the EU by the current deadline, Hunt – who won the votes of 43 MPs, less than 15% of the party – said: “His hard stop on 31 October is effectively saying that the best we can offer the country is either a no-deal Brexit or a general election .. I think we have to ask whether that is best for the country.</p> \n<p>“What European leaders say is that, of course, if someone approached them with some new ideas they would look at the whole package, and of course, they are willing to do that because they don’t want a no-deal Brexit either.”</p> \n<p>Asked if Johnson would be a good prime minister, Hunt said: “I hope he would be if he becomes prime minister.</p> \n<p>“I don’t know the answer to that question in advance. But, if he gets the job I will do everything in my power to make him a successful prime minister.”</p> \n<p>Hunt refused to be drawn on claims by the foreign office minister Sir Alan Duncan that cleaning up after Johnson’s gaffes when he was foreign secretary was a “full-time activity” that required a “pooper-scooper”.</p>",
      "wordcount": "582",
      "firstPublicationDate": "2019-06-14T08:36:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:36:52Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bky28",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c1e129c3b49bb2d63aa564213cac144580fa0257/0_82_2613_1568/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Hunt has invoked the memory of Winston Churchill, asking what the wartime leader would say about his fellow Conservative leadership candidate Boris Johnson “hiding away from the media”. Johnson comprehensively won the first ballot of Tory MPs on Thursday, in which Hunt came a distant second, and the foreign secretary is now appearing to present himself as the only challenger who can “offer something different” to Johnson. Speaking to the BBC Radio 4 Today programme, Hunt accused Johnson of preventing a wider debate about Brexit in the party, which its members wanted to hear. “We can only have that debate if our frontrunner in this campaign is a little bit braver in terms of getting out into the media and actually engaging in the TV debates,” he said. “What would Churchill say if someone who wants to be prime minister of the United Kingdom is hiding away from the media, not taking part in these big occasions?” Hunt said this was the 16th time he had been on the Today programme in the last year, while Johnson had only appeared once, and that the 2019 contest could amount to “a coronation without a huge amount of scrutiny”, as in 2016 when Theresa May became leader. “I’m going to turn this into a rerun of the 2005 campaign where a little-known outsider, David Cameron, came in and turned the tables,” Hunt said. “That’s the kind of contest, with real scrutiny, that we need to have.” Hunt lauded his credentials as an entrepreneur, someone who has relationships with European governments and as somebody who formerly “ran our biggest public service, the NHS”, and claimed there had never been a prime minister with such a background. “It is clear that if we are going to give the Conservative party a choice, and someone who can offer something different to Boris, then I am that person.” Responding to questions about having shifted his position on Brexit, from remain to being open to a no deal, Hunt said: “Not at all, I’ve been consistent. Actually, Boris is the person who voted against Theresa May’s deal and then for Theresa May’s deal. “I’ve always said that, in extremis, if it was the only way we could deliver Brexit then I would very reluctantly do a no-deal Brexit but I don’t think we’re at that point yet.” On Johnson’s commitment to leaving the EU by the current deadline, Hunt – who won the votes of 43 MPs, less than 15% of the party – said: “His hard stop on 31 October is effectively saying that the best we can offer the country is either a no-deal Brexit or a general election .. I think we have to ask whether that is best for the country. “What European leaders say is that, of course, if someone approached them with some new ideas they would look at the whole package, and of course, they are willing to do that because they don’t want a no-deal Brexit either.” Asked if Johnson would be a good prime minister, Hunt said: “I hope he would be if he becomes prime minister. “I don’t know the answer to that question in advance. But, if he gets the job I will do everything in my power to make him a successful prime minister.” Hunt refused to be drawn on claims by the foreign office minister Sir Alan Duncan that cleaning up after Johnson’s gaffes when he was foreign secretary was a “full-time activity” that required a “pooper-scooper”.",
      "charCount": "3287",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mattha-busby\">Mattha Busby</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jun/14/etonian-leader-labour-private-schools-boris-johnson-corbyn",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-14T05:00:07Z",
    "webTitle": "Another Etonian leader? Time for Labour to challenge the might of private schools | Robert Verkaik",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/14/etonian-leader-labour-private-schools-boris-johnson-corbyn",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/14/etonian-leader-labour-private-schools-boris-johnson-corbyn",
    "fields": {
      "headline": "Another Etonian leader? Time for Labour to challenge the might of private schools",
      "standfirst": "As the Tories edge towards anointing Boris Johnson as prime minister, Corbyn should commit to checking this elitist system",
      "trailText": "Jeremy Corbyn should commit to checking this elitist system, says author and education expert Robert Verkaik",
      "byline": "Robert Verkaik",
      "main": "<figure class=\"element element-image\" data-media-id=\"c25f46e35389ba6451dee76fc5e438045c6441f7\"> <img src=\"https://media.guim.co.uk/c25f46e35389ba6451dee76fc5e438045c6441f7/226_0_2855_1713/1000.jpg\" alt=\"Former Etonians David Cameron and Boris Johnson.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Former Etonians David Cameron and Boris Johnson.</span> <span class=\"element-image__credit\">Photograph: Luke Macgregor/Reuters</span> </figcaption> </figure>",
      "body": "<p>Not since Harold Wilson’s government set up a commission to deal with the “public school problem” has the Palace of Westminster hosted an event that could bring about the dismantling of Britain’s educational apartheid. But MPs this week held a debate on a programme for radical reform of a two-tier system that provides an elite education for a tiny minority of the population, and divides Britain into winners and losers.</p> <p>It could not come at a more propitious moment. Britain is on the brink of falling out of Europe; our mainstream political parties are tearing themselves apart; and populism is on the rise as people seek alternatives to the Westminster model of government. And yet, at this most critical moment in our nation’s history, we are reduced to spectators, watching in helpless horror as the Tory party goes through the motions of (in all likelihood) <a href=\"https://www.theguardian.com/commentisfree/2019/jun/13/two-boris-johnsons-duplicity-tory-leadership\" title=\"\">anointing Boris Johnson</a> as yet another Etonian prime minister – the 20th in Britain’s history.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2018/jun/30/coalition-education-reform-academies-fuelling-inequality\">Coalition education reforms ‘fuelled inequality in schools’</a> </p> </aside>  <p>Today, all the great institutions of state – government, judiciary and military – are run by a privileged few who have been sent to fee-paying schools. The figures speak for themselves. Only <a href=\"https://www.newstatesman.com/culture/books/2019/01/private-schools-dominate-britain-engines-of-privelege-greem-kynaston-review\" title=\"\">7% of children</a> attend a private school, yet privately educated pupils represent <a href=\"https://www.theguardian.com/education/2016/feb/24/privately-educated-elite-continues-to-take-top-jobs-finds-survey\" title=\"\">74 % of senior judges</a>, 71% of high-ranking officers in the armed forces, about half of all top diplomats and members of the House of Lords and, of course, 45% of Conservative MPs.</p> <p>All this power in so few hands prompts the question why MPs, particularly those in the Labour party, have not tried to curb the influence of private schools before now. The story of reform in England is largely one of privileged and vested interests battling against church, state and economic reality. But it is also one of missed opportunities and weak-willed politicians often being asked to tackle institutions in which they themselves were educated.</p> <p>In fact, it was Winston Churchill’s government during the second world war that first seriously challenged private schools, with Churchill promising to “flood the public schools with bursary boys”. But <a href=\"https://www.theguardian.com/education/2014/apr/22/1944-education-act-butler-policy-today\" title=\"\">his government’s 1944 Education Act</a> ended up sidelining private school reform, instead ushering in a tripartite education system with grammar schools set up to cater for the academic needs of a small number of 11-plus winners. Churchill’s successor, the Labour prime minister Clement Attlee, was more preoccupied with establishing the National Health Service and a welfare state than confronting the schools that educated the establishment.</p>  <figure class=\"element element-image\" data-media-id=\"1938c8cf1a68b3641a4ded8038c9b32aa581519f\"> <img src=\"https://media.guim.co.uk/1938c8cf1a68b3641a4ded8038c9b32aa581519f/0_59_5189_3114/1000.jpg\" alt=\"A pupil of Harrow school, Middlesex.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A pupil of Harrow school, Middlesex.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>  <p>It wasn’t until Harold Wilson came to power that <a href=\"https://www.theguardian.com/commentisfree/2016/mar/10/labour-harold-wilson-legacy-100-years\" title=\"\">radical reform was back on the table</a>. His government established a commission which had the terms of reference to recommend a national plan for integrating the schools into the state system. To achieve this a panel of private and state school headteachers would “ensure the progressive application of the principle that the public schools, like other parts of the educational system, should be open to boys and girls irrespective of the income of their parents”.</p> <p>In other words, the commission was to calculate how best to phase out private schools. The independent sector thought the game was up and there were even reports that Eton had considered either becoming a comprehensive or relocating to Ireland.</p> <p>But Labour was divided over the commission’s final conclusions, partly because many of its leaders, including Wilson and James Callaghan, sent their own children to private institutions. Indecision and personal conflicts of interest meant Labour pulled back from the brink. By the time Tony Blair came to power the schools were safe, particularly as Labour MPs were continuing to choose to have their own children educated privately. Nor was the privately educated Blair interested in picking a fight with a system that he believed had been the making of him.</p> <p>Given Jeremy Corbyn’s hardline socialist credentials, it is perhaps surprising that the best Labour has been able to propose recently is the introduction of a <a href=\"https://www.theguardian.com/education/2017/apr/05/fund-free-school-meals-jeremy-corbyn-add-vat-private-education-fees\" title=\"\">tax on private school fees</a>. However, there are signs that there may be more reforms to come. Labour last week declared that <a href=\"https://www.theguardian.com/commentisfree/2019/jun/11/corbyn-ditch-social-mobility\" title=\"\">the experiment in social mobility had failed</a>, and it was time to improve the life chances of everyone, not just a lucky few. It is difficult to see how this aim can be achieved without doing more to curb the link between an expensive education and the hoarding of top jobs by a privileged elite.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2018/aug/09/schools-broken-radical-action-education\">English schools are broken. Only radical action will fix them | Melissa Benn</a> </p> </aside>  <p>The Westminster debate on phasing out private schools was hosted by the Labour MP Kate Green, the Fabian Society and the Socialist Educational Association, and was addressed by another Labour MP, Laura Smith. But tackling this problem should really be a cross-party matter, as education affects every child’s future and the long-term prospects of the nation. When Wilson set up the Public Schools Commission to investigate the phasing out of private schools in 1965, only 300,000 children went to them. Since then the number has doubled.</p> <p>Our leaders have used money and patronage to tightly control access to education so that wealth inequality is <a href=\"https://www.theguardian.com/news/datablog/2012/jun/27/century-income-inequality-statistics-uk\" title=\"\">now double</a> what it was in the 1970s. Millions of people will go to their graves never knowing there are charities called Eton, Harrow and Charterhouse whose sole purpose is to improve the lives of rich and privileged children.</p> <p>Perhaps it will take the appointment of a second Etonian prime minister in just a few years for Labour and the rest of the country to notice and take action.</p> <p>• Robert Verkaik is the author of Posh Boys: How the English Public Schools Ruin Britain</p>",
      "newspaperPageNumber": "4",
      "wordcount": "910",
      "commentCloseDate": "2019-06-14T10:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-06-14T05:00:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-14T10:31:24Z",
      "newspaperEditionDate": "2019-06-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bktkz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c25f46e35389ba6451dee76fc5e438045c6441f7/226_0_2855_1713/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Not since Harold Wilson’s government set up a commission to deal with the “public school problem” has the Palace of Westminster hosted an event that could bring about the dismantling of Britain’s educational apartheid. But MPs this week held a debate on a programme for radical reform of a two-tier system that provides an elite education for a tiny minority of the population, and divides Britain into winners and losers. It could not come at a more propitious moment. Britain is on the brink of falling out of Europe; our mainstream political parties are tearing themselves apart; and populism is on the rise as people seek alternatives to the Westminster model of government. And yet, at this most critical moment in our nation’s history, we are reduced to spectators, watching in helpless horror as the Tory party goes through the motions of (in all likelihood) anointing Boris Johnson as yet another Etonian prime minister – the 20th in Britain’s history. Today, all the great institutions of state – government, judiciary and military – are run by a privileged few who have been sent to fee-paying schools. The figures speak for themselves. Only 7% of children attend a private school, yet privately educated pupils represent 74 % of senior judges, 71% of high-ranking officers in the armed forces, about half of all top diplomats and members of the House of Lords and, of course, 45% of Conservative MPs. All this power in so few hands prompts the question why MPs, particularly those in the Labour party, have not tried to curb the influence of private schools before now. The story of reform in England is largely one of privileged and vested interests battling against church, state and economic reality. But it is also one of missed opportunities and weak-willed politicians often being asked to tackle institutions in which they themselves were educated. In fact, it was Winston Churchill’s government during the second world war that first seriously challenged private schools, with Churchill promising to “flood the public schools with bursary boys”. But his government’s 1944 Education Act ended up sidelining private school reform, instead ushering in a tripartite education system with grammar schools set up to cater for the academic needs of a small number of 11-plus winners. Churchill’s successor, the Labour prime minister Clement Attlee, was more preoccupied with establishing the National Health Service and a welfare state than confronting the schools that educated the establishment. It wasn’t until Harold Wilson came to power that radical reform was back on the table. His government established a commission which had the terms of reference to recommend a national plan for integrating the schools into the state system. To achieve this a panel of private and state school headteachers would “ensure the progressive application of the principle that the public schools, like other parts of the educational system, should be open to boys and girls irrespective of the income of their parents”. In other words, the commission was to calculate how best to phase out private schools. The independent sector thought the game was up and there were even reports that Eton had considered either becoming a comprehensive or relocating to Ireland. But Labour was divided over the commission’s final conclusions, partly because many of its leaders, including Wilson and James Callaghan, sent their own children to private institutions. Indecision and personal conflicts of interest meant Labour pulled back from the brink. By the time Tony Blair came to power the schools were safe, particularly as Labour MPs were continuing to choose to have their own children educated privately. Nor was the privately educated Blair interested in picking a fight with a system that he believed had been the making of him. Given Jeremy Corbyn’s hardline socialist credentials, it is perhaps surprising that the best Labour has been able to propose recently is the introduction of a tax on private school fees. However, there are signs that there may be more reforms to come. Labour last week declared that the experiment in social mobility had failed, and it was time to improve the life chances of everyone, not just a lucky few. It is difficult to see how this aim can be achieved without doing more to curb the link between an expensive education and the hoarding of top jobs by a privileged elite. The Westminster debate on phasing out private schools was hosted by the Labour MP Kate Green, the Fabian Society and the Socialist Educational Association, and was addressed by another Labour MP, Laura Smith. But tackling this problem should really be a cross-party matter, as education affects every child’s future and the long-term prospects of the nation. When Wilson set up the Public Schools Commission to investigate the phasing out of private schools in 1965, only 300,000 children went to them. Since then the number has doubled. Our leaders have used money and patronage to tightly control access to education so that wealth inequality is now double what it was in the 1970s. Millions of people will go to their graves never knowing there are charities called Eton, Harrow and Charterhouse whose sole purpose is to improve the lives of rich and privileged children. Perhaps it will take the appointment of a second Etonian prime minister in just a few years for Labour and the rest of the country to notice and take action. • Robert Verkaik is the author of Posh Boys: How the English Public Schools Ruin Britain",
      "charCount": "5527",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/robert-verkaik\">Robert Verkaik</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]