[
  {
    "id": "environment/2019/dec/25/flood-defence-strategy-needs-a-radical-rethink",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-12-25T17:15:47Z",
    "webTitle": "Flood defence strategy needs a radical rethink | Letters",
    "webUrl": "https://www.theguardian.com/environment/2019/dec/25/flood-defence-strategy-needs-a-radical-rethink",
    "apiUrl": "https://content.guardianapis.com/environment/2019/dec/25/flood-defence-strategy-needs-a-radical-rethink",
    "fields": {
      "headline": "Flood defence strategy needs a radical rethink",
      "standfirst": "<strong>Kate Barker </strong>on a blueprint to boost flood resilience across the country, <strong>Roger Abbott </strong>on a simple fact about rivers that seems to be consistently ignored and <strong>Pete Dorey </strong>on residents’ suffering",
      "trailText": "Letters: <strong>Kate Barker </strong>on a blueprint to boost flood resilience across the country, <strong>Roger Abbott </strong>on a simple fact about rivers that seems to be consistently ignored and <strong>Pete Dorey </strong>on residents’ suffering",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"edba060b75aaeb3cf8a30182f382dba7b2da4391\"> <img src=\"https://media.guim.co.uk/edba060b75aaeb3cf8a30182f382dba7b2da4391/0_0_5472_3283/1000.jpg\" alt=\"Flooding in Henley-on-Thames, Oxfordshire, where the Thames path, surrounding parks, pub gardens and car parks are all submerged\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Flooding in Henley-on-Thames, Oxfordshire, on Christmas Eve.</span> <span class=\"element-image__credit\">Photograph: Geoffrey Swaine/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>The call by leaders from the north and Midlands for an overhaul of how flood defence activity is funded and organised (<a href=\"https://www.theguardian.com/environment/2019/dec/22/pm-urged-to-overhaul-flood-defence-funding-or-risk-catastrophe\" title=\"\">Report</a>, 23 December) will strike a chord with many across the country. Currently, 1m homes in the UK have a higher than 1% chance of flooding in any given year, and recent months have shown the devastating impact of flooding on households and businesses.</p> <p>Looking beyond what the effective emergency response is, we must do more to plan how to adapt to climate change and not continue with the current cycle of reactive funding that typically follows floods.</p> <p>Our National Infrastructure Assessment, published in July 2018, provides a blueprint for a stable, long-term funding programme. The government’s commitment to increase funding by £4bn over five years is a good start, but we need to be clear about what we want to achieve. To this end, the commission has recommended a nationwide flood resilience standard by 2050, to reduce the likelihood of flooding across the country.</p> <p>Such an approach would avoid the present flood resilience postcode lottery and empower local communities to engage in the decision-making process on what forms of mitigation and adaptation work best in their particular context.</p> <p>The government’s national infrastructure strategy is to be published with the next budget. We call on ministers to use this opportunity to endorse these proposals and ensure the UK is better protected against flood risks.<br><strong>Kate Barker</strong><br><em>Commissioner, National Infrastructure Commission</em></p> <p>• In recent years I have carried out research in New Orleans (post-Hurricane Katrina) and on the Somerset Levels (post-2014), and since then I have read many reports on behalf of residents who have experienced the horrors of being flooded. It is with dismay that I find a simple fundamental fact about rivers being consistently ignored: rivers love to move and wander. At times, and in certain places, they also love to flood. A beautiful benefit we gain from that is the wonderful landscapes we like to live among or visit, and to say things such as “Wow! Isn’t that a beautiful sight to behold?”</p> <p>Another benefit is the dispersion of fluvial silts on to agricultural land and the dispersion of essential vegetative seed life. Once we begin to try to control rivers, telling them where we think they should go and restrain their natural course, we are asking for catastrophe – or at least catastrophe for succeeding generations.</p> <p>So let me add my voice to a growing body of research that calls for the safest and cheapest flood defence policy: namely to respect rainfalls’ and rivers’ natural instincts, to stop building on floodplains, to let homes have gardens as soakaways and to exercise more wisdom and less hubris. In short, cut out political short-termism, curtail the construction industry’s lust for building wherever it can find space, listen to what the climate is screaming at us and implement radical changes to flood prevention that will save lives and livelihoods for generations to come.<br><strong>Dr Roger Abbott</strong><br><em>Senior research associate in natural disasters, </em><em>Faraday Institute </em><em>for Science and Religion, Cambridge</em></p> <p>• I think Boris Johnson is right not to have visited areas affected by floods – the residents have suffered enough already (<a href=\"https://www.theguardian.com/environment/2019/dec/23/boris-johnson-criticised-not-planning-visit-flood-hit-areas-england-christmas\" title=\"\">PM criticised for failing to visit regions hit by flooding</a>, 24 December).<br><strong>Pete Dorey</strong><br><em>Bath, Somerset</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "588",
      "commentable": "false",
      "firstPublicationDate": "2019-12-25T17:15:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-25T17:15:47Z",
      "newspaperEditionDate": "2019-12-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dxee4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/edba060b75aaeb3cf8a30182f382dba7b2da4391/0_0_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The call by leaders from the north and Midlands for an overhaul of how flood defence activity is funded and organised (Report, 23 December) will strike a chord with many across the country. Currently, 1m homes in the UK have a higher than 1% chance of flooding in any given year, and recent months have shown the devastating impact of flooding on households and businesses. Looking beyond what the effective emergency response is, we must do more to plan how to adapt to climate change and not continue with the current cycle of reactive funding that typically follows floods. Our National Infrastructure Assessment, published in July 2018, provides a blueprint for a stable, long-term funding programme. The government’s commitment to increase funding by £4bn over five years is a good start, but we need to be clear about what we want to achieve. To this end, the commission has recommended a nationwide flood resilience standard by 2050, to reduce the likelihood of flooding across the country. Such an approach would avoid the present flood resilience postcode lottery and empower local communities to engage in the decision-making process on what forms of mitigation and adaptation work best in their particular context. The government’s national infrastructure strategy is to be published with the next budget. We call on ministers to use this opportunity to endorse these proposals and ensure the UK is better protected against flood risks. Kate Barker Commissioner, National Infrastructure Commission • In recent years I have carried out research in New Orleans (post-Hurricane Katrina) and on the Somerset Levels (post-2014), and since then I have read many reports on behalf of residents who have experienced the horrors of being flooded. It is with dismay that I find a simple fundamental fact about rivers being consistently ignored: rivers love to move and wander. At times, and in certain places, they also love to flood. A beautiful benefit we gain from that is the wonderful landscapes we like to live among or visit, and to say things such as “Wow! Isn’t that a beautiful sight to behold?” Another benefit is the dispersion of fluvial silts on to agricultural land and the dispersion of essential vegetative seed life. Once we begin to try to control rivers, telling them where we think they should go and restrain their natural course, we are asking for catastrophe – or at least catastrophe for succeeding generations. So let me add my voice to a growing body of research that calls for the safest and cheapest flood defence policy: namely to respect rainfalls’ and rivers’ natural instincts, to stop building on floodplains, to let homes have gardens as soakaways and to exercise more wisdom and less hubris. In short, cut out political short-termism, curtail the construction industry’s lust for building wherever it can find space, listen to what the climate is screaming at us and implement radical changes to flood prevention that will save lives and livelihoods for generations to come. Dr Roger Abbott Senior research associate in natural disasters, Faraday Institute for Science and Religion, Cambridge • I think Boris Johnson is right not to have visited areas affected by floods – the residents have suffered enough already (PM criticised for failing to visit regions hit by flooding, 24 December). Pete Dorey Bath, Somerset • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3649",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "football/2019/dec/25/footballer-v-nurse-who-is-valued-more",
    "type": "article",
    "sectionId": "football",
    "sectionName": "Football",
    "webPublicationDate": "2019-12-25T17:00:47Z",
    "webTitle": "Footballer v nurse: who is valued more? | Brief letters",
    "webUrl": "https://www.theguardian.com/football/2019/dec/25/footballer-v-nurse-who-is-valued-more",
    "apiUrl": "https://content.guardianapis.com/football/2019/dec/25/footballer-v-nurse-who-is-valued-more",
    "fields": {
      "headline": "Footballer v nurse: who is valued more?",
      "standfirst": "Salary comparison | Racism and hope | Rebuilding communities | Labour party joiners | Sprout recipes",
      "trailText": "<strong>Brief letters:</strong> Salary comparison | Racism and hope | Rebuilding communities | Labour party joiners | Sprout recipes",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"740216a8401c1474501cecae121fc5697cc4c902\"> <img src=\"https://media.guim.co.uk/740216a8401c1474501cecae121fc5697cc4c902/0_96_2803_1682/1000.jpg\" alt=\"Chelsea’s Tammy Abraham.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">If Chelsea’s Tammy Abraham gets his salary request, ‘in one year he’ll earn over 3.5 times as much as I did in 42’, says Gill Chadwick.</span> <span class=\"element-image__credit\">Photograph: Dave Shopland/BPI/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>I was disturbed to read that Tammy Abraham was seeking a weekly salary of £120,000 (<a href=\"https://www.theguardian.com/football/2019/dec/20/frank-lampard-jose-mourinho-spurs-chelsea-fans\" title=\"\">Sport</a>, 21 December). I retired last year from a senior nurse position in the NHS. I checked current pay scales for all the posts I held and concluded that, if he gets his request, in one year he’ll earn over 3.5 times as much as I did in 42. I never felt I was badly paid, but that difference makes me wonder about who the public values most: a talented footballer or a committed cancer nurse?<br><strong>Gill Chadwick</strong><br><em>Kelso, Scottish Borders</em></p> <p>• On Monday we were sitting at the kitchen table despairing at the alleged <a href=\"https://www.theguardian.com/world/2019/dec/23/pfa-calls-for-uk-government-inquiry-into-racism-in-football\" title=\"\">vile chanting at the Spurs stadium</a> and the rise of racism in the UK when the doorbell rang. A young Muslim woman from over the road – a newish neighbour – was there with a box of shortbread. “It is nearly your day,” she said as she gave them to me. “Have a nice time.” There is hope for us yet.<br><strong>Mark Redhead</strong><br><em>London</em></p> <p>• Why not revive the Council of the North as one way for Labour to start rebuilding communities (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/20/labour-rebuilding-communities-tory-cuts\" title=\"\">Alex Sobel</a>, 20 December)? As mayor of Greater Manchester, Andy Burnham could convene all northern council leaders to make a start on an integrated public transport system to include regulation of buses.<br><strong>Margaret Phelps</strong><br><em>Penarth, Vale of Glamorgan</em></p> <p>• As remainers and lifelong Labour voters, feeling utterly dejected by the election results, we’ve just joined the Labour party and – you know what? – we’re feeling a little bit better already.<br><strong>Steve and Rene Clayton</strong><br><em>Soyland, West Yorkshire</em></p> <p>• Did you not consider the recipes for <a href=\"https://www.theguardian.com/food/2019/dec/21/meera-sodha-christmas-recipe-vegan-achari-brussels-sprout-curry\" title=\"\">sprout curry</a> and <a href=\"https://www.theguardian.com/food/2019/dec/24/christmas-leftovers-four-sandwich-recipes-dusty-knuckle\" title=\"\">sprout sarnies</a> to be a bit excessive (Feast, 21 December)? I enjoy a bout of uncontrollable flatulence as much as anyone, but there are limits to even my relish.<br><strong>Bill Hawkes</strong><br><em>Canterbury, Kent</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "348",
      "commentable": "false",
      "firstPublicationDate": "2019-12-25T17:00:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:20Z",
      "newspaperEditionDate": "2019-12-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dxeh7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/740216a8401c1474501cecae121fc5697cc4c902/0_96_2803_1682/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I was disturbed to read that Tammy Abraham was seeking a weekly salary of £120,000 (Sport, 21 December). I retired last year from a senior nurse position in the NHS. I checked current pay scales for all the posts I held and concluded that, if he gets his request, in one year he’ll earn over 3.5 times as much as I did in 42. I never felt I was badly paid, but that difference makes me wonder about who the public values most: a talented footballer or a committed cancer nurse? Gill Chadwick Kelso, Scottish Borders • On Monday we were sitting at the kitchen table despairing at the alleged vile chanting at the Spurs stadium and the rise of racism in the UK when the doorbell rang. A young Muslim woman from over the road – a newish neighbour – was there with a box of shortbread. “It is nearly your day,” she said as she gave them to me. “Have a nice time.” There is hope for us yet. Mark Redhead London • Why not revive the Council of the North as one way for Labour to start rebuilding communities (Alex Sobel, 20 December)? As mayor of Greater Manchester, Andy Burnham could convene all northern council leaders to make a start on an integrated public transport system to include regulation of buses. Margaret Phelps Penarth, Vale of Glamorgan • As remainers and lifelong Labour voters, feeling utterly dejected by the election results, we’ve just joined the Labour party and – you know what? – we’re feeling a little bit better already. Steve and Rene Clayton Soyland, West Yorkshire • Did you not consider the recipes for sprout curry and sprout sarnies to be a bit excessive (Feast, 21 December)? I enjoy a bout of uncontrollable flatulence as much as anyone, but there are limits to even my relish. Bill Hawkes Canterbury, Kent • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2032",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/sport",
    "pillarName": "Sport"
  },
  {
    "id": "politics/2019/dec/25/john-bercow-decries-populism-in-alternative-christmas-message",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-25T16:55:44Z",
    "webTitle": "John Bercow decries populism in alternative Christmas message",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/25/john-bercow-decries-populism-in-alternative-christmas-message",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/25/john-bercow-decries-populism-in-alternative-christmas-message",
    "fields": {
      "headline": "John Bercow decries populism in alternative Christmas message",
      "standfirst": "<p>Ex-Commons Speaker condemns those who promise easy solutions in Channel 4 rival to Queen’s broadcast </p>",
      "trailText": "Ex-Commons Speaker condemns those who promise easy solutions in Channel 4 rival to Queen’s broadcast ",
      "byline": "Aamna Mohdin",
      "main": "<figure class=\"element element-image\" data-media-id=\"7e7810f77349d9565444f65c560dba7552204bee\"> <img src=\"https://media.guim.co.uk/7e7810f77349d9565444f65c560dba7552204bee/780_61_2386_1431/1000.jpg\" alt=\"John Bercow delivered his alternative Christmas message from his children’s state secondary school.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Bercow delivered his alternative Christmas message from his children’s state secondary school.</span> <span class=\"element-image__credit\">Photograph: Mark Johnson/Channel 4/PA</span> </figcaption> </figure>",
      "body": "<p>John Bercow has condemned populism and those who promise easy solutions to complex problems in Channel 4’s alternative Christmas message.</p> <p>The <a href=\"https://www.theguardian.com/politics/2019/nov/10/john-bercow-interview-i-may-be-pompous-but-i-am-completely-authentic\">former Commons Speaker</a> started his speech describing himself as a “cheerleader” for parliamentary democracy and MPs. “The overwhelming majority work hard to protect and promote the interest of the people they are charged to represent,” he said.</p> <p>In the five-minute speech, which aired on Channel 4 just before the Queen’s Christmas broadcast began on BBC One, Bercow quoted Winston Churchill and impersonated the veteran leftwing Labour politician Tony Benn.</p> <p>Bercow, who <a href=\"https://www.theguardian.com/politics/2019/oct/31/last-order-john-bercows-final-day-as-speaker\">stepped down in November after more than 10 years in the role</a>, said democracy had taken a pounding: “All around the world, populism and the promise of simple solutions to complex problems has taken hold with a vice-like grip. Don’t get me wrong, it’s crucial for everyone to be free to say what they think and for politicians to respond, but democracy shouldn’t be about decibel levels. An opinion is no more valid because it is expressed more loudly, repeatedly, or abusively.”</p> <p>He quickly accepted that he has become known for raising his voice, but added: “What bothers me is there are people on the internet and in some newspapers who cannot entertain the idea that anyone can honourably hold an opinion which differs from their own. They are the angels and anyone who dares disagree is the devil who wants the country to be poorer, less free, or less secure. That mindset started to infect parliament too. That is wrong.”</p> <p>“If democrats show no respect for each other, it just encourages anti-democrats. It’s high time we learned to disagree agreeably.”</p> <p>He went on to say his best friend was not an extremist, a racist, or a fascist because he was a Brexiter, nor was he a traitor, a malcontent, or an enemy of the people because he was a remainer.</p> <p>Bercow follows the actor Danny Dyer, the whistleblower Edward Snowden and Brendan Cox, the husband of the murdered MP Jo Cox, in delivering the annual rival to the Queen’s broadcast. Channel 4 has produced an alternative message for the past 25 years.</p> <p>The speech was delivered from a classroom in Bercow’s children’s state secondary school. He went on to criticise the role social media has played in amplifying hatred, racism, misogyny and abuse.</p> <p>“As I sit here in my kids’ fantastic state secondary, I have to say I worry about that. Incidentally, if you want to see an example of respectful debate, take a look at the UK youth parliament,” he said. “They spoke well, respected one another, and behaved better than many political campaigners, two, three and four times their age.”</p> <p>Bercow continued: “Let’s take inspiration from young people. They are the future. Let’s try to re-establish a civility of discourse. It would be good for parliament, for democracy, and for our own mental health – an issue which is finally getting the attention it needs.”</p> <p>As Bercow’s calls for “Order!” have made him an international celebrity, he ended his speech saying it with a group of schoolchildren.</p>",
      "wordcount": "511",
      "firstPublicationDate": "2019-12-25T16:55:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-25T16:57:19Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/dxtm7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7e7810f77349d9565444f65c560dba7552204bee/780_61_2386_1431/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "John Bercow has condemned populism and those who promise easy solutions to complex problems in Channel 4’s alternative Christmas message. The former Commons Speaker started his speech describing himself as a “cheerleader” for parliamentary democracy and MPs. “The overwhelming majority work hard to protect and promote the interest of the people they are charged to represent,” he said. In the five-minute speech, which aired on Channel 4 just before the Queen’s Christmas broadcast began on BBC One, Bercow quoted Winston Churchill and impersonated the veteran leftwing Labour politician Tony Benn. Bercow, who stepped down in November after more than 10 years in the role, said democracy had taken a pounding: “All around the world, populism and the promise of simple solutions to complex problems has taken hold with a vice-like grip. Don’t get me wrong, it’s crucial for everyone to be free to say what they think and for politicians to respond, but democracy shouldn’t be about decibel levels. An opinion is no more valid because it is expressed more loudly, repeatedly, or abusively.” He quickly accepted that he has become known for raising his voice, but added: “What bothers me is there are people on the internet and in some newspapers who cannot entertain the idea that anyone can honourably hold an opinion which differs from their own. They are the angels and anyone who dares disagree is the devil who wants the country to be poorer, less free, or less secure. That mindset started to infect parliament too. That is wrong.” “If democrats show no respect for each other, it just encourages anti-democrats. It’s high time we learned to disagree agreeably.” He went on to say his best friend was not an extremist, a racist, or a fascist because he was a Brexiter, nor was he a traitor, a malcontent, or an enemy of the people because he was a remainer. Bercow follows the actor Danny Dyer, the whistleblower Edward Snowden and Brendan Cox, the husband of the murdered MP Jo Cox, in delivering the annual rival to the Queen’s broadcast. Channel 4 has produced an alternative message for the past 25 years. The speech was delivered from a classroom in Bercow’s children’s state secondary school. He went on to criticise the role social media has played in amplifying hatred, racism, misogyny and abuse. “As I sit here in my kids’ fantastic state secondary, I have to say I worry about that. Incidentally, if you want to see an example of respectful debate, take a look at the UK youth parliament,” he said. “They spoke well, respected one another, and behaved better than many political campaigners, two, three and four times their age.” Bercow continued: “Let’s take inspiration from young people. They are the future. Let’s try to re-establish a civility of discourse. It would be good for parliament, for democracy, and for our own mental health – an issue which is finally getting the attention it needs.” As Bercow’s calls for “Order!” have made him an international celebrity, he ended his speech saying it with a group of schoolchildren.",
      "charCount": "3053",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/aamna-mohdin\">Aamna Mohdin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]