[
  {
    "id": "politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-15T20:56:21Z",
    "webTitle": "Boris Johnson and Jeremy Hunt refuse to call Trump's comments racist - as it happened",
    "webUrl": "https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news",
    "fields": {
      "headline": "Boris Johnson and Jeremy Hunt refuse to call Trump's comments racist - as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news?page=with:block-5d2c7a548f08cf92bb7703bd#block-5d2c7a548f08cf92bb7703bd\">Lunchtime summary</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news?page=with:block-5d2cd8a38f0845f89e30dbbf#block-5d2cd8a38f0845f89e30dbbf\">Tory leadership debate summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow and Kevin Rawlinson",
      "main": "<figure class=\"element element-image\" data-media-id=\"b872e48758357e8e2af56f336014f22a344fa50e\"> <img src=\"https://media.guim.co.uk/b872e48758357e8e2af56f336014f22a344fa50e/0_197_5472_3283/1000.jpg\" alt=\"Donald Trump boarding Air Force One\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump boarding Air Force One</span> <span class=\"element-image__credit\">Photograph: Alex Brandon/AP</span> </figcaption> </figure>",
      "body": "<div id=\"block-5d2ce7d48f08d0b6ca531422\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T20:56:21.071Z\">9.56pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>That’s it form us for the evening. You can see my summary of the Tory leadership debate <a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news?page=with:block-5d2cd8a38f0845f89e30dbbf#block-5d2cd8a38f0845f89e30dbbf\">here</a> and a summary of the day’s earlier events <a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news?page=with:block-5d2c7a548f08cf92bb7703bd#block-5d2c7a548f08cf92bb7703bd\">here</a>. And, if you’d like to read yet more, my colleagues <strong>Rowena Mason</strong> and <strong>Jessica Elgot</strong> have the full story:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/15/hunt-and-johnson-the-backstop-is-dead-and-cant-be-in-any-eu-deal\">Hunt and Johnson: the backstop is dead and can't be in any EU deal</a> </p> </aside> </div>   </div> <div id=\"block-5d2ce2458f08d0b6ca53140c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T20:30:54.793Z\">9.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The defence secretary, <strong>Penny Mordaunt</strong>, who is backing <strong>Jeremy Hunt</strong>, said after the debate:</p> <blockquote class=\"quoted\"> <p>Tonight, Jeremy again showed that he is the candidate the country can rely on to deliver Brexit and also the leader we need to win a majority at the next general election and take our country forward.</p> <p>Throughout the campaign, and all he has been dealing with as our foreign secretary, he has shown that he is a strong leader with solid judgment based on deeply-held values.</p> <p>He is a leader with a clear vision, deep values and sound judgment. I see it and the public see it. I hope the membership do too because our country needs to come together, get Brexit done and show the world what our country can do.</p> </blockquote> </div>   </div> <div id=\"block-5d2cd8a38f0845f89e30dbbf\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T20:05:42.644Z\">9.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Debate summary</h2>  <div class=\"block-elements\">  <p>That’s all from this evening’s debate, here’s a summary of the main points:</p> <ul> <li><strong>Both candidates to be prime minister refused to explicitly denounce Donald Trump’s comments about ethnic minority congresswomen as racist.</strong> While both backed Theresa May’s criticism of the US president, who used racist language to attack political opponents at the weekend, neither was actually willing to describe the remarks in such terms.</li> <li><strong>Boris Johnson refused to commit to lowering the net migration figure after Brexit.</strong> His opponent, Jeremy Hunt, said it was what people voted for when they voted to leave the European Union and to ignore that would constitute a “betrayal”.</li> <li><strong>Johnson refused to say whether or not he had costed the no-deal Brexit he says the UK should seriously consider.</strong> He claimed the costs could be minimised with thorough preparation but said the Treasury would come up with “spine-chilling figures”. Hunt said there would be hefty costs but promised to hand out cash to deal with them. </li> <li><strong>Johnson refused to apologise for homophobic comments he has made in the past.</strong> Both men talked up their records on LGBT rights and Johnson claimed to have been one of the earliest and most vociferous supporters. But he refused to apologise for language he used in newspaper columns in the past that display the opposite.</li> <li><strong>Both men accused Jeremy Corbyn of being antisemitic.</strong> Hunt said: “Unfortunately, he may be,” while Johnson said he had allowed antisemitism to flourish, which amounted to the same thing.</li> <li><strong>Each candidate refused to fully commit to ending the benefits freeze.</strong> But Hunt said he would end the five-week Universal Credit wait and would be sympathetic towards a plan to end a freeze on working age benefits freeze. Johnson refused to commit to any plan.</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-15T20:38:28.313Z\">at 9.38pm BST</time></p>  </div> <div id=\"block-5d2cd6a08f08cf92bb7707ad\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T19:47:24.791Z\">8.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Will each continue to freeze fuel duty? Each refuses to say, adding they want to make no more spending commitments.</p> <p>When was the last time each cried? Hunt refuses to answer. Johnson says it was when his bicycle was stolen from outside Parliament.</p> <p>Will Ben Stokes get a knighthood? Each says yes.</p> <p>Would Johnson keep Hunt as foreign secretary? He refuses to say, though he says he holds him in high regard. Johnson says he doesn’t think it’d be right to hand out jobs at this point.</p> <p>Would Hunt return Johnson to the foreign office? He says he would give him a big job.</p> <p>Will they go out for a pint after the contest? Both agree they would.</p> <p>Who do they want to win Love Island? Hunt says he doesn’t watch it. Johnson says he has been watching vaguely, before asking the audience for help. He jokes that Amber should win, deliberately mistaking her for the work and pensions secretary.</p> </div>   </div> <div id=\"block-5d2cd6218f0845f89e30dbb6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T19:40:12.118Z\">8.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>They are asked: Is <strong>Jeremy Corbyn</strong> personally antisemitic?</p> <p>“Unfortunately, he may be,” says Hunt, nodding.</p> <p>“I think, by condoning antisemitism in the way he does, I’m afraid he’s effectively culpable of that vice, yes,” says Johnson.</p> </div>   </div> <div id=\"block-5d2cd5838f08d0b6ca5313d6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T19:38:03.544Z\">8.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The questions from the audience are finished, the candidates are moving to a “quick-fire round”.</p> <p>Each says he would stick to the pledge to achieve zero net carbon emissions by 2050.</p> </div>   </div> <div id=\"block-5d2cd3fb8f08d0b6ca5313cf\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T19:35:16.853Z\">8.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked about the difficulty young people have in getting on the property ladder, Hunt restates his “right to own” policy – under which he proposes to hand over land that has planning permission and invite young people to pay for a house to be built upon it.</p> <p>Johnson says the UK must build much more “good quality part buy, part rent” homes to help young people who cannot afford a whole property immediately. These would be built on brownfield sites, he says.</p> </div>   </div> <div id=\"block-5d2cd2078f0845f89e30dbaa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T19:28:33.556Z\">8.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hunt says the work and pensions secretary, Amber Rudd, has persuaded him to end the five-week wait before people can claim Universal Credit, saying it was the right reform but had unexpected consequences. And he says he would look very sympathetically at Rudd’s proposal to end the freeze on working age benefits.</p> <p>Johnson refuses to back the plan, saying he’s “probably made enough spending commitments in the last week for the time-being”.</p> <p>The pair share a laugh about Rudd’s support as Hunt jokingly offers Johnson the DWP job.</p> </div>   </div> <div id=\"block-5d2cd0bf8f08cf92bb77079a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T19:20:01.549Z\">8.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson and Hunt are asked what changes they would make to the tax system to help the lowest paid.</p> <p>Johnson says he would raise the threshold for National Insurance and talks up the living wage. He repeats his <a href=\"https://www.theguardian.com/politics/2019/jun/12/was-boris-johnson-as-successful-as-london-mayor-as-he-claims\">somewhat opaque claim</a> about his success in cutting poverty in London while serving as its mayor.</p> <p>Hunt says the country cannot afford the reforms he wants to make but, once he feels it can, he commits to allowing people to earn their first £1,000 per month “without paying any tax or any National Insurance”.</p> </div>   </div> <div id=\"block-5d2ccfe78f08cf92bb770796\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T19:14:06.425Z\">8.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The candidates are asked how much right the public have to know about a potential prime minister’s private life. Hunt says he’s happy to have had his wife with him on the campaign trail.</p> <p>Johnson says he made it a rule years ago not to bring his family into his public life. His private life, of course, was the basis for serious questions about his character earlier in the campaign.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/21/police-called-to-loud-altercation-at-boris-johnsons-home\">Boris Johnson: police called to loud altercation at potential PM's home</a> </p> </aside> </div>   </div> <div id=\"block-5d2ccef98f08cf92bb770791\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T19:09:58.009Z\">8.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Both candidates commit to making a woman either chancellor, foreign secretary or defence secretary. Johnson did so after some hesitation, saying: “Yes, I think so. Well, I dunno. I’ve chucked it out there a – make of it what you will.”</p> </div>   </div> <div id=\"block-5d2ccd718f08cf92bb770781\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T19:07:15.515Z\">8.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The candidates are asked about diversity and LGBT rights – are they issues that are important to Tories?</p> <p>Both respond that they are proud of their record on the latter while in government.</p> <p>As Johnson finishes a point about having changed the rules to allow British embassies to fly the Rainbow Flag because the country must stand for its values, he is asked if he will, therefore, apologise for writing about “tank-topped bumboys in the Ministry of Sound” in a column.</p> <blockquote class=\"quoted\"> <p>If you’re going to excavate and disinter every single quotation from the millions of words I have written, you can of course try and twist things one way or another but I have a very proud record.</p> </blockquote> <p>He claims he was one of only a small number of Tories to support gay marriage when he was first elected to Parliament.</p> </div>   </div> <div id=\"block-5d2ccc358f08cf92bb770778\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T19:00:16.088Z\">8.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Next question: How will each convince the public they are not simply “self-serving posh boys”.</p> <p>Johnson goes first, saying he will win trust by pushing through Brexit, then by pursuing classic conservative policies, such as backing business.</p> <p>“As a Charterhouse boy, I’m never going to criticise Boris for going to Eton,” Hunt replies – adding that the party has not done enough on attracting people. That’s because it hasn’t looked at issues like the cost of living, Hunt says.</p> </div>   </div> <div id=\"block-5d2ccbe48f0845f89e30db85\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T18:55:42.222Z\">7.55pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Asked about the possibility of the UK joining in hypothetical future US military strikes on Iran, both of the candidates say they don’t believe such an outcome is likely and they do not seek a confrontation with the country.</p> </div>   </div> <div id=\"block-5d2ccab18f08cf92bb770761\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T18:54:24.462Z\">7.54pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Tory leadership candidates refuse to call Trump's comments racist</h2>  <div class=\"block-elements\">  <p>The candidates are asked if they back <strong>Theresa May’s</strong> criticism of <strong>Donald Trump</strong>. The US president <a href=\"https://www.theguardian.com/us-news/2019/jul/14/trump-squad-tlaib-omar-pressley-ocasio-cortez\">used racist language</a> to attack Democratic congresswomen at the weekend.</p> <p>Hunt says he does and says he would be furious if someone spoke about his children in such terms.</p> <p>Johnson says relations between the two nations are important but that the US president “simply cannot” use such language. He repeatedly refuses to say explicitly whether or not he considers the remarks racist.</p> <p>Hunt says that, as foreign secretary, it wouldn’t be helpful to use that term in reference to the US president.</p> </div>   </div> <div id=\"block-5d2cc9ff8f08cf92bb77075a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T18:48:25.344Z\">7.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson is asked whether or not he’ll stand up to Donald Trump and asked about the <strong>Sir Kim Darroch</strong> case.</p> <p>Johnson repeats his line that he was sad to see Darroch resign and, after having influenced that decision by publicly and repeatedly refusing to explicitly back him, he claims he now does support the UK’s outgoing envoy.</p> </div>   </div> <div id=\"block-5d2cc8708f08d0b6ca53138b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T18:46:00.532Z\">7.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The final question on Brexit: How likely is a trade deal with US?</p> <p>Hunt says it’s “very likely” and claims the Trump White House is very enthusiastic about such a move. He says “we are not going to put the NHS up for sale” and says Trump’s comments on the NHS were “misinterpreted”.</p> <p>Trump initially said: “When you’re dealing on trade, everything is on the table. So NHS or anything else. A lot more than that.”</p> <p>Then he changed his mind, saying: “I don’t see [the NHS] being on the table. Somebody asked me a question today and I say everything is up for negotiation, because everything is. But that’s something I would not see as part of trade. That’s not trade.”</p> <p>Read more on that here:</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/jun/04/trump-says-he-turned-down-corbyn-request-to-meet\">Trump wavers after saying NHS must be on table in US-UK trade talks</a> </p> </aside>  <p>Johnson says “we can start trade negotiations right away”. It’s pointed out to him that that’s illegal and he clarifies that he means immediately after Brexit. He says the US is “ruthless” in negotiations and will be “very, very tough”. But he says the UK can nevertheless do a good deal and that he will not import goods that reduce UK standards.</p> </div>   </div> <div id=\"block-5d2cc66c8f0845f89e30db64\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T18:38:08.288Z\">7.38pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The candidates are asked whether they would prefer a second referendum or a general election if they cannot push through Brexit.</p> <p>Hunt says he will accept neither option and that’s the reason for his refusal to set a hard deadline for Brexit. If he did set one, he says, he would have no option but to call a general election if Parliament blocked his deal.</p> <p>Johnson agrees that neither option is attractive and rules out any general election until Brexit is delivered. It’s perhaps worth noting at this point that, should Brexit be delayed be a significant period, Johnson’s hands would be tied on that point by the Fixed Term Parliaments Act.</p> </div>   </div> <div id=\"block-5d2cc4e58f08cf92bb77073f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T18:30:53.910Z\">7.30pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The candidates are asked how the Good Friday Agreement can be respected in the case of a no-deal Brexit.</p> <p>Johnson refers to a “spirit of optimism” and repeats his claims that the border discussions should be part of the free trade agreement negotiations.</p> <p>Hunt says there cannot be a hard border and that the technology exists to avoid one. But, he acknowledges, such measures are not going to be ready in time for Brexit, meaning there will be a gap.</p> <p>Johnson reiterates his claim that the border question can and should be answered during free trade negotiations – not as part of the withdrawal agreement.</p> <p>However, Channel 4 News’ FactCheck quotes the European Commission’s spokesperson as saying that “it is possible to rework the Political Declaration on the framework of the future EU-UK relationship, but the Withdrawal Agreement [the deal struck by Theresa May] is not open for renegotiation”.</p> <p>In other words, Johnson is claiming the EU will agree to do something it has explicitly and repeatedly said on the record it has no intention of doing.</p> </div>   </div> <div id=\"block-5d2cc4378f08d0b6ca53137b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T18:23:37.079Z\">7.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson is asked how costly a no-deal Brexit would be. He refuses to say whether or not he has costed it, adding that the “Treasury will come up with spine-chilling figures”, but that the cost can be minimised if the UK prepares.</p> <p>Hunt says there are “real costs for businesses” that will not go away. He says he will hand £6bn to farming and fishing communities to minimise the costs. “But I don’t think you can say they’re vanishingly small.”</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-15T18:24:25.342Z\">at 7.24pm BST</time></p>  </div> <div id=\"block-5d2cc3af8f0845f89e30db5b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T18:21:31.655Z\">7.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>What if the Commons blocks a no-deal Brexit, they are asked?</p> <p>Hunt says his “Plan A” is to avoid such a scenario by securing a deal. He also attacks Johnson over his record while in cabinet, pointing out that he did not resign when the backstop plan was put in place and then subsequently voted for it once (while he acknowledges he voted for it three times).</p> </div>   </div> <div id=\"block-5d2cc2b58f0845f89e30db54\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T18:18:53.384Z\">7.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Newton Dunn asks if net immigration will come down under each of the candidates. Johnson says he wants control but refuses to say it will fall.</p> <p>Hunt agrees that control is the point but says people wanted overall levels of net migration to fall when they voted for Brexit. He claims not reduce net levels of immigration would be a betrayal and says the UK must train people currently in the country in order to reduce its reliance on migration to fill key jobs.</p> </div>   </div> <div id=\"block-5d2cc2668f08d0b6ca53136f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T18:15:09.204Z\">7.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Johnson says it’s important not to send out a signal to the EU that the UK’s willing to contemplate a further delay.</p> </div>   </div> <div id=\"block-5d2cc1528f0845f89e30db4b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T18:13:38.009Z\">7.13pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Sun’s political editor, <strong>Tom Newton Dunn</strong>, asks if it’s not unreasonable to suggest there’s sufficient time to renegotiate a deal that took two years to negotiate in the first place.</p> <p>Johnson responds that he believes there’s willingness within the EU to do a deal. And he says the UK must prepare for a no deal or risk lacking credibility on the continent.</p> <p>Hunt says he shares the enthusiasm for leaving on 31 October, saying that failing to leave at the end of March was a low-point for British politics. But he says Johnson’s promising something he knows he cannot deliver when he pledges to leave at the end of October regardless of whether or not there’s a deal in place.</p> <p>The foreign secretary says his plan his to be more flexible on the deadline if there’s some sort of deal in place – though not quite finalised – at the end of September.</p> </div>   </div> <div id=\"block-5d2cc0778f0845f89e30db47\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T18:09:17.720Z\">7.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The first half of the debate will address questions on Brexit. <strong>Luke Black</strong>, a Tory member, gets the first question: How can the candidates convince young Tories they are the person to push Brexit through?</p> <p>Johnson says he offers “clarity of purpose” to which the EU will respond.</p> <p>Hunt says he the real question is: “Who has the plan?” Both he and Johnson are willing to pursue no-deal, he says, but it’s high-risk. There’s less risk in sending a prime minister to Brussels to negotiate a deal. One presumes he means himself.</p> </div>   </div> <div id=\"block-5d2cbfc08f08cf92bb770727\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T18:05:34.863Z\">7.05pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The debate begins with one-minute opening statements from the two candidates. Johnson goes first, kicking off with his familiar “get Brexit done” line. Then he moves on to claim he has a plan to win people round to conservatism.</p> <p>Hunt says he too wants to “deliver Brexit” and “stop Corbyn”. He says people who “think with their heads as well as their hearts” will favour his plan for the former. And he says he wants to convince more young people to vote for the Conservatives.</p> </div>   </div> <div id=\"block-5d2cbf558f08cf92bb770723\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T18:02:09.410Z\">7.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The head-to-head debate between <strong>Jeremy Hunt</strong> and <strong>Boris Johnson</strong> is about to get underway. We’ll bring you updates from that as they come in.</p> </div>   </div> <div id=\"block-5d2cb7968f08cf92bb7706d3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T17:33:42.599Z\">6.33pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Senior Labour figures to discuss antisemitism claims</h2>  <div class=\"block-elements\">  <p>Numerous reports are now coming through that a shadow cabinet meeting will be convened on Monday – as requested by the shadow Brexit secretary, <strong>Sir </strong><strong>Keir Starmer –</strong> to discuss claims of antisemitism within the Labour party.</p> <p><strong>Jeremy Corbyn</strong> will then face the parliamentary Labour party (PLP).<br></p> <p>Starmer has demanded that the party work with the EHRC to shine a light on the claims.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessicaelgot/status/1150817497114955776\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Starmer says Corbyn will attend PLP next Monday before a special shadow cabinet meeting. On EHRC he says: “Throw open the books, throw open the files, and access to any member of staff. We cannot circle the wagons.”</p>&mdash; Jessica Elgot (@jessicaelgot) <a href=\"https://twitter.com/jessicaelgot/status/1150817497114955776?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulBrandITV/status/1150817406211756032\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW: John Cryer announces that there will be a special shadow cabinet meeting to discuss antisemitism on Monday. Jeremy Corbyn will then attend PLP that evening.</p>&mdash; Paul Brand (@PaulBrandITV) <a href=\"https://twitter.com/PaulBrandITV/status/1150817406211756032?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <p>And Cryer, the PLP’s chair, reportedly had some serious criticism of his own party at this evening’s meeting:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulBrandITV/status/1150819796675702786\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW: Understand at PLP John Cryer said “attack on whistleblowers was gross misjudgment and bottom line is we have racists in party and who are not being dealt with”. <br><br>Louise Ellman said antisemitism was “a shame and a scourge and the leader’s response was disgraceful”.</p>&mdash; Paul Brand (@PaulBrandITV) <a href=\"https://twitter.com/PaulBrandITV/status/1150819796675702786?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/iainjwatson/status/1150820536861286401\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The <a href=\"https://twitter.com/hashtag/plp?src=hash&amp;ref_src=twsrc%5Etfw\">#plp</a> chair John Cryer, i am told, was &#39;furious&#39; at how the party leadership had  handled <a href=\"https://twitter.com/hashtag/Panorama?src=hash&amp;ref_src=twsrc%5Etfw\">#Panorama</a> - parliamentary committee is writing to the &#39;whistleblowers&#39; to express support for them And Louise Ellman denounced the leadership response to the programme as &#39;disgraceful&#39;</p>&mdash; iain watson (@iainjwatson) <a href=\"https://twitter.com/iainjwatson/status/1150820536861286401?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2cb43d8f08cf92bb7706b4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T17:20:27.957Z\">6.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>An update from ITV’s <strong>Paul Brand</strong> on that video footage he said showed the Labour leader, <strong>Jeremy Corbyn</strong>, apparently trying to avoid the cameras after addressing party staff:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulBrandITV/status/1150802708582076417\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I understand Jeremy Corbyn did not raise antisemitism with staff. Instead, topics of conversation on his walk around the office included the Durham Miners&#39; Gala on the weekend.</p>&mdash; Paul Brand (@PaulBrandITV) <a href=\"https://twitter.com/PaulBrandITV/status/1150802708582076417?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulBrandITV/status/1150808215564771330\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Am told Jeremy Corbyn was actually slipping off to get in the lift.</p>&mdash; Paul Brand (@PaulBrandITV) <a href=\"https://twitter.com/PaulBrandITV/status/1150808215564771330?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulBrandITV/status/1150813968237236224\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Either way, moments later he left out of a discreet exit round the back of a department store rather than the main front / back exits where he’d spotted our cameras.</p>&mdash; Paul Brand (@PaulBrandITV) <a href=\"https://twitter.com/PaulBrandITV/status/1150813968237236224?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <p>And there are reports of confrontation at this evening’s PLP meeting over Labour’s response to antisemitism allegations:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessicaelgot/status/1150817016800002053\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New - At tonight’s PLP Keir Starmer is calling for dedicated shadow cabinet meeting on antisemtism, saying the party needs to throw open the books to the EHRC investigation</p>&mdash; Jessica Elgot (@jessicaelgot) <a href=\"https://twitter.com/jessicaelgot/status/1150817016800002053?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HarryYorke1/status/1150816946474180608\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Am told PLP chairman John Cryer has said that Labour’s parliamentary committee will be offering its full support to Panorama whistleblowers...</p>&mdash; Harry Yorke (@HarryYorke1) <a href=\"https://twitter.com/HarryYorke1/status/1150816946474180608?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PolhomeEditor/status/1150815165736280064\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">On Labour’s response to Panorama, Siobhan McDonagh tells PLP: “The party of the workers? Don’t make me sick.”</p>&mdash; Kevin Schofield (@PolhomeEditor) <a href=\"https://twitter.com/PolhomeEditor/status/1150815165736280064?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulBrandITV/status/1150815423199371264\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">At PLP several angry interventions over antisemitism already. <a href=\"https://twitter.com/Siobhain_MP?ref_src=twsrc%5Etfw\">@Siobhain_MP</a> stood up to defend her constituent Sam Matthews who was one of the whistleblowers in the Panorama documentary.</p>&mdash; Paul Brand (@PaulBrandITV) <a href=\"https://twitter.com/PaulBrandITV/status/1150815423199371264?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2cb0c38f08cf92bb770685\" class=\"block\" data-block-contributor=\"profile/andrewsparrow\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T17:01:57.045Z\">6.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Charles Grant</strong>, director of the Centre for European Reform, has posted an interesting Twitter thread looking at what concessions Boris Johnson might get out of Europe. In short - not much, he thinks, but do read the whole thread. It starts here.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CER_Grant/status/1150803659409842180\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Having met some key officials Brussels, a thread on how the EU views the imminent arrival of a BJ government. The changes in top EU personnel will not make much difference, as Brexit policy will continue to be driven mainly by FRA, GER and a few other capitals. <a href=\"https://twitter.com/CER_EU?ref_src=twsrc%5Etfw\">@CER_EU</a>  /1</p>&mdash; Charles Grant (@CER_Grant) <a href=\"https://twitter.com/CER_Grant/status/1150803659409842180?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <p>And last night he published this Brexit forecast.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CER_Grant/status/1150517476498784257\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">20% chance of no deal,  50% chance of leaving with a deal similar to May’s deal, 30% chance of Referendum. Those options could precede or follow an election, which seems quite likely. <a href=\"https://twitter.com/CER_EU?ref_src=twsrc%5Etfw\">@CER_EU</a> <a href=\"https://t.co/dTgNAqLiZ0\">https://t.co/dTgNAqLiZ0</a></p>&mdash; Charles Grant (@CER_Grant) <a href=\"https://twitter.com/CER_Grant/status/1150517476498784257?ref_src=twsrc%5Etfw\">July 14, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CER_Grant/status/1150540826566639616\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Key factor for me is how many Labour MPs are ready to vote for May-type deal. It may be 25. In which case the vote could be close. <a href=\"https://t.co/WieA9l9wnF\">https://t.co/WieA9l9wnF</a></p>&mdash; Charles Grant (@CER_Grant) <a href=\"https://twitter.com/CER_Grant/status/1150540826566639616?ref_src=twsrc%5Etfw\">July 14, 2019</a></blockquote>  </figure>  <p>That’s all from me for tonight.</p> <p>My colleague<strong> Kevin Rawlinson</strong> is taking over now.</p> </div>   </div> <div id=\"block-5d2ca94d8f08d0b6ca531263\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T16:29:47.261Z\">5.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from <strong>Naz Shah,</strong> the shadow minister for women, commenting on our story about Boris Johnson arguing in an essay some years ago that Islam caused the Muslim world to be “literally centuries behind” the west. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news?page=with:block-5d2ca20c8f08d0b6ca5311e7#block-5d2ca20c8f08d0b6ca5311e7\">5.03pm.) </a>Shah said:</p> <blockquote class=\"quoted\"> <p>This is as historically inaccurate as it is Islamophobic. Boris Johnson must fully apologise for his record of racist remarks. </p> <p>After his previous comments describing women wearing the burqa as ‘letterboxes’ and ‘bankrobbers’, which has been linked to a rise in hate crime targeting Muslim women, Johnson’s disgraceful views make him unfit to be an MP, let alone prime minister.</p> <p>His words will embolden the Islamophobes who, according to recent polling, make up over half of Conservative party members, who are about to choose the next prime minister of our country.</p> </blockquote> </div>   </div> <div id=\"block-5d2ca93b8f08cf92bb770624\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T16:26:49.082Z\">5.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>From ITV’s <strong>Paul Brand</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulBrandITV/status/1150802704375177216\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">WATCH: Jeremy Corbyn appears to slip behind a pillar in the foyer of Labour HQ to avoid the cameras awaiting his departure. He was there to speak to staff, apparently all part of a &#39;semi-regular&#39; visit, as he faces criticism of the way the party&#39;s handled antisemitism. <a href=\"https://t.co/6nSCD9IBpq\">pic.twitter.com/6nSCD9IBpq</a></p>&mdash; Paul Brand (@PaulBrandITV) <a href=\"https://twitter.com/PaulBrandITV/status/1150802704375177216?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2ca61d8f0845f89e30da0a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T16:20:31.504Z\">5.20pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Theresa May </strong>held a roundtable in Downing Street today with representatives from the car industry. Number 10 has just sent out<a href=\"https://www.gov.uk/government/news/pm-hosts-automotive-leaders-at-downing-street\"> a press release </a>that reads a bit like another attempt to define a legacy of sorts for her premiership. Here is an extract.</p> <blockquote class=\"quoted\"> <p>The prime minister also set out a number of new commitments aimed at making electric vehicles more convenient than ever before to own, which were welcomed by attendees including:</p> <p>making England the first place in the world where every new-build home will be fitted with an electric car chargepoint, under a consultation launched today</p> <p>bringing forward plans to regulate chargepoints so that they use ‘smart’ technology which will send signals to electric vehicles to charge them at different times of the day, encouraging off-peak charging to keep costs down for consumers and helping prepare the energy system for mass uptake of electric vehicles</p> <p>all new rapid and higher powered chargepoints to provide ‘pay as you go’ debit or credit card payment options by spring 2020 – ending the current wide variety of payment systems which is a source of frustration for drivers</p> <p>The prime minister reaffirmed the government’s ambition for better access to rapid chargepoints by 2030, following her recent announcement that the office of low emission vehicles will undertake a review to develop a vision for a core network of rapid chargepoints along England’s key roadways. This would allow drivers to access them in a range of locations across the road network, including through and around cities.</p> </blockquote> <p>But one of the biggest issues for the car industry is Brexit, and in particular how no-deal would threaten the just-in-time supply chains used by factories in Britain. The press notice does not mention the risk of no-deal at all.</p> </div>   </div> <div id=\"block-5d2ca20c8f08d0b6ca5311e7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T16:03:02.188Z\">5.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong><a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> </strong>has been strongly criticised for arguing Islam has caused the Muslim world to be “literally centuries behind” the west, in an essay unearthed by the Guardian, <strong>Frances Perraudin</strong> reports.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/15/boris-johnson-islam-muslim-world-centuries-behind-2007-essay\">Boris Johnson claimed Islam put Muslim world 'centuries behind'</a> </p> </aside>  <p>At the risk of over-doing the<strong> Matthew Parris </strong>references today, Frances’ story is a very good example of a Johnson trait that Parris described <a href=\"https://www.thetimes.co.uk/article/my-guide-to-the-tricks-of-boris-johnson-s-trade-sf9p9jxvf\">in his Times’ column on Saturday (paywall). </a>It is a very perceptive article on an essential Johnson trait. Here’s an extract.</p> <blockquote class=\"quoted\"> <p>There is communism; there is capitalism, Conservatism, Catholicism — and there is columnism. It’s a cast of mind. Its practitioners are a type. First, foremost and for ever, Boris will be a columnist. The reflections on his and my trade which follow should be read also as thoughts on Johnson himself.</p> <p>Columnism is striking poses which (as any method actor will tell you) will only convince others if you yourself can temporarily inhabit the belief. You are counsel for the prosecution or defence of an idea, or dream, or fear, hatred, party or politician. You take a brief, elbow doubt and ambiguity aside, and go — joyously or ferociously but always (in the moment) with passion and conviction — full pelt. What columnism is not is making absolutely sure first that you’re right. To be frank, you sometimes rather doubt it.</p> <p>Columnism is embracing a plan or project as a faithless man might embrace a woman: with an intensity no less sincere for being passing, ever-ready to flip the project or lady once their usefulness is past. It is hugging a set of principles fiercely to your breast while (should these principles not work out) keeping a wandering eye out for some spare ones down the back of the sofa.</p> </blockquote> </div>   </div> <div id=\"block-5d2c95598f08d0b6ca53112f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T15:28:38.333Z\">4.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Citizens' assembly to meet in Wales</h2>  <div class=\"block-elements\">  <p>With parliament deadlocked over Brexit, there is growing interest in the idea that citizens’ assemblies could be used to find policy solutions to problems that cannot be resolved by MPs. Gordon Brown, the former Labour prime minister, has been arguing for almost a year that a citizens’ assembly could provide a solution to Brexit. Rory Stewart put the same idea at the heart of his Brexit plan during his short-lived bid for the Conservative party leadership. And <a href=\"https://www.theguardian.com/commentisfree/2018/dec/20/the-guardian-view-on-a-brexit-citizens-assembly-the-peoples-voice-is-needed\">the Guardian is also formally backing the idea.</a></p> <p>Unfortunately a Guardian endorsement does not always mean an idea is actually going to happen, and both possible future Tory leaders, as well as Jeremy Corbyn, have expressed no interest at all in using citizens’ assemblies.</p> <p>But, not for the first time, progressive initiatives are being introduced first in Scotland and Wales. Nicola Sturgeon, Scotland’s first minister, has already announced that <a href=\"https://www.gov.scot/news/citizens-assembly-of-scotland/\">she is setting up a citizens’ assembly to consider what kind of country Scotland should be in the future, and how it should handle Brexit.</a> And today the Welsh assembly has announced that Wales’ first citizens’ assembly will meet for the first time in Newton, for three days starting from 19 July. Some 60 citizens were selected to take part, from a pool of 10,000 families randomly invited to apply, and they will consider ways to improve the democratic process in Wales. It is part of a series of events to mark 20 years of devolution.</p> <p><strong>Elin Jones</strong>, the assembly’s presiding officer, said:</p> <blockquote class=\"quoted\"> <p>The first citizens’ assembly for Wales is a landmark event and an important step on our devolution journey.</p> <p>Public engagement is at the heart of the national assembly’s work. We want people in all parts of Wales to get involved with the democratic process by sharing their views and ideas with us.</p> <p>For a democracy to thrive and improve, everyone must be involved. The Citizens’ Assembly is a pioneering way in which we can make sure our work is in line with the priorities of people across the country.</p> </blockquote> </div>   </div> <div id=\"block-5d2c91ff8f08cf92bb7704de\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T14:58:17.708Z\">3.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is the story by my colleagues <strong>Rowena Mason </strong>and <strong>Jessica Elgot</strong> on the offer by Labour peers to help Jeremy Corbyn address the antisemitism issue.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/15/labour-staffers-letter-jeremy-corbyn-whistleblowers\">Leading Labour peers offer to hold antisemitism inquiry</a> </p> </aside>  <p>And here is the full text of the peers’ letter.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/iainjwatson/status/1150778275515551746\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BREAKING: ⁦<a href=\"https://twitter.com/UKLabour?ref_src=twsrc%5Etfw\">@UKLabour</a>⁩ peers call for an independent complaints system for <a href=\"https://twitter.com/hashtag/anti?src=hash&amp;ref_src=twsrc%5Etfw\">#anti</a>-semitism and offer to help set it up <a href=\"https://t.co/3OtaWraDMD\">pic.twitter.com/3OtaWraDMD</a></p>&mdash; iain watson (@iainjwatson) <a href=\"https://twitter.com/iainjwatson/status/1150778275515551746?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2c90ff8f08d0b6ca5310ed\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T14:46:26.822Z\">3.46pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Labour peers offer to mediate in antisemitism row</h2>  <div class=\"block-elements\">  <p>These are from my colleague <strong>Rowena Mason.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rowenamason/status/1150768818513469440\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW Labour’s leaders in the House of Lords have written to Jeremy Corbyn offering peers to investigate antisemitism in the party and advise on a new complaints system, warning him that without decisive leadership it is a “cancer that will continue to grow” &gt; story soon</p>&mdash; Rowena Mason (@rowenamason) <a href=\"https://twitter.com/rowenamason/status/1150768818513469440?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rowenamason/status/1150769436783259649\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">The letter is signed by Labour&#39;s leader in the Lords, Angela Smith, and Tommy McAvoy, the chief whip, both in the shadow cabinet, plus Diane Hayter, deputy Lords leader, and Toby Harris, chairman of the peers group. The letter is copied to all Lab peers as well as Corbyn&#39;s office</p>&mdash; Rowena Mason (@rowenamason) <a href=\"https://twitter.com/rowenamason/status/1150769436783259649?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rowenamason/status/1150771034154553344\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">The 4 senior peers say: “It is now a toxic and endemic problem that we have failed to eradicate. Whatever action has been taken has failed to give confidence to Jewish and non Jewish members alike that there is an absolute determined will to effectively deal with their concerns.&quot;</p>&mdash; Rowena Mason (@rowenamason) <a href=\"https://twitter.com/rowenamason/status/1150771034154553344?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rowenamason/status/1150771563681202176\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">They are offering:<br>1) A Lords panel to review the Panorama allegations with full access to existing and former party staff, as well as all paper and electronic records<br>2) Lords experts to set up a new complaints process 3) Advice on improving party’s governance arrangements</p>&mdash; Rowena Mason (@rowenamason) <a href=\"https://twitter.com/rowenamason/status/1150771563681202176?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2c8ca68f08cf92bb7704ac\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T14:28:47.496Z\">3.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In <a href=\"https://www.bigissue.com/latest/jeremy-hunt-outlines-his-plan-to-implement-housing-first/\">an article for the Big Issue,</a><strong> Jeremy Hunt</strong>, the foreign secretary and Tory leadership candidate, says as PM he would spend £30m rolling out a new approach to homelessness in London and two other cities. He explains:</p> <blockquote class=\"quoted\"> <p>I want to roll out the Housing First Approach that has been trailed in the West Midlands, Liverpool and <a href=\"https://www.bigissue.com/latest/manchester-launches-housing-first-scheme-as-rough-sleeping-row-erupts/\">Manchester</a>.</p> <p>This approach operates on the basis of two key principles. That housing is basic human right, and that once homelessness is resolved other clinical and social issues will be resolved faster.</p> <p>It essentially means adopting the following approach –</p> <p>Immediate or near immediate access to permanent accommodation for people on the streets without a housing readiness assessment.</p> <p>No preconditions of treatment access or engagement are required to get this accommodation. They get unconditional access to whatever treatment they need.</p> <p>I don’t think we have time to wait for the results of these pilots. So I will commit an extra £30m to roll it out immediately in London and at least two other UK cities. That could help at least an extra 1000 people off the streets. This would be an immediate step-change but longer-term I will publish a full cross-government strategy to use every lever at my power to eradicate this scourge.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"7eb7e49c84e80b664cc0880ce137aba61b810ffe\"> <img src=\"https://media.guim.co.uk/7eb7e49c84e80b664cc0880ce137aba61b810ffe/0_121_5739_3444/1000.jpg\" alt=\"Jeremy Hunt at the EU foreign affairs council this morning (right), speaking to the Maltese foreign minister Carmelo Abela\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Hunt at the EU foreign affairs council this morning (right), speaking to the Maltese foreign minister Carmelo Abela</span> <span class=\"element-image__credit\">Photograph: Thierry Monasse/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d2c8bc88f0845f89e30d865\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T14:21:27.835Z\">3.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>And this is from the Labour MP<strong> David Lammy</strong> on the Trump tweets.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidLammy/status/1150740941617147904\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Too often people are more allergic to the term racism than the acts of racism themselves. Trump&#39;s tweets, calling for Congresswomen of colour to &quot;go back&quot;, were not &quot;racially-charged&quot; or &quot;racially-loaded.&quot; They were racist. Silence is complicity. <a href=\"https://t.co/6qqfjDbTEC\">https://t.co/6qqfjDbTEC</a></p>&mdash; David Lammy (@DavidLammy) <a href=\"https://twitter.com/DavidLammy/status/1150740941617147904?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2c8b178f08d0b6ca53109b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T14:18:58.316Z\">3.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from <strong>Nick Boles</strong>, the former Conservative MP who now sits as an independent.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NickBoles/status/1150768667791167489\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We are about to find out if <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> puts his desire for a trade deal with the US above British values. If he does not condemn Trump’s racist comments, any protestations of his commitment to diversity and equal respect will be totally hollow.</p>&mdash; Nick Boles MP (@NickBoles) <a href=\"https://twitter.com/NickBoles/status/1150768667791167489?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2c8a708f08d0b6ca53108b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T14:15:54.274Z\">3.15pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from Tortoise’s <strong>Polly Curtis</strong>, who has been watching the morning news programmes in New York.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/pollycurtis/status/1150728146808901640\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The anchor on CNN now asking: &quot;How come we&#39;ve heard from Theresa May and next to no Republicans?&quot;</p>&mdash; polly curtis (@pollycurtis) <a href=\"https://twitter.com/pollycurtis/status/1150728146808901640?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2c7a548f08cf92bb7703bd\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T13:21:08.474Z\">2.21pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/15/theresa-may-condemns-trumps-remarks-about-four-congresswomen\">Theresa May has criticised Donald Trump’s “completely unacceptable” language towards four Democratic congresswomen, which has been condemned for racism, putting pressure on her likely successor, Boris Johnson, to speak out as well.</a> </strong>The Scottish Conservative leader <strong>Ruth Davidson</strong> has urged Johnson and Jeremy Hunt to denounce Trump in similar terms. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news?page=with:block-5d2c5d848f08cf92bb77028b#block-5d2c5d848f08cf92bb77028b\"> 12.06pm.)</a></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/media/2019/jul/15/theresa-may-refuses-to-defend-journalists-right-to-publish-leaks\">Downing Street has refused to stand up for the right of journalists to publish leaked official documents in the public interest after police warned last week that editors could face prosecution if they reveal any further diplomatic cables from the British ambassador to the US, Kim Darroch.</a></strong></li> </ul> <ul> <li><strong>Jeremy Hunt, the underdog in the Tory leadership contest, has rejected claims that Boris Johnson’s victory next week is inevitable.</strong></li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jeremy_Hunt/status/1150745395250835456\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Getting back to the UK and reading a raft of stories that assume Boris will be next PM. Don’t! We have been getting huge numbers of switchers, won both the ITV debate and Neil interview and this all depends on how far Boris was ahead at start which no one knows...</p>&mdash; Jeremy Hunt (@Jeremy_Hunt) <a href=\"https://twitter.com/Jeremy_Hunt/status/1150745395250835456?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <ul> <li><strong>More than 200 current and former Labour staffers, party members and supporters have written an open letter to Jeremy Corbyn challenging him to justify his handling of the antisemitism issue, Sky News is reporting.</strong> The signatories argue that if Corbyn is not prepared to face questions in public on this matter “from an experienced interviewer”, people will conclude he is not fit to lead a Labour government. (It sounds like they are hoping this might be another assignment for Andrew Neil.)</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesSky/status/1150752968062509056\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW - Over 200 current and former Labour staff and supporters write to condemn Labour’s handling of the Panorama documentary, accusing them of trying to “smear Jewish victims” and posing 5 questions for Corybn to answer <a href=\"https://t.co/ud1ZuIz5pF\">pic.twitter.com/ud1ZuIz5pF</a></p>&mdash; Sam Coates Sky (@SamCoatesSky) <a href=\"https://twitter.com/SamCoatesSky/status/1150752968062509056?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <ul> <li><strong><a href=\"https://www.theguardian.com/world/2019/jul/15/ursula-von-der-leyen-makes-final-pledges-secure-eu-top-job\">Ursula von der Leyen, the woman seeking to replace Jean-Claude Juncker as the European commission president, has made last-minute pledges on the climate crisis, Brexit, an EU minimum wage and gender quotas for company boards as she faces a knife-edge vote on her candidacy.</a></strong><br></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/15/home-office-eu-countries-deport-slavery-victims-whistleblowers\">The Home Office lied to EU member states to remove victims of human trafficking and modern slavery in breach of European law, according to whistleblowers.</a></strong></li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-15T14:09:31.254Z\">at 3.09pm BST</time></p>  </div> <div id=\"block-5d2c774d8f0845f89e30d784\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T12:53:53.116Z\">1.53pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from my colleague <strong>Jennifer Rankin</strong> in Brussels.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1150749321278775297\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Commission president candidate Ursula von der Leyen has said she would support a Brexit extension if &quot;good reasons&quot;.<br><br>That&#39;s a very logical position, as decision would be taken by EU leaders. And extension is a very hypothetical question. <a href=\"https://t.co/mVrugI7yN3\">pic.twitter.com/mVrugI7yN3</a></p>&mdash; Jennifer Rankin (@JenniferMerode) <a href=\"https://twitter.com/JenniferMerode/status/1150749321278775297?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2c72c58f0845f89e30d757\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T12:43:16.916Z\">1.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>UK in a Changing Europe,</strong> an academic network, have been holding a Brexit conference today. Here are some of the highlights.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/UKandEU/status/1150686862207520768\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">. <a href=\"https://twitter.com/bernardjenkin?ref_src=twsrc%5Etfw\">@bernardjenkin</a>: the UK would reject the EU with greater force in a further referendum <a href=\"https://twitter.com/hashtag/BrexitConstitution?src=hash&amp;ref_src=twsrc%5Etfw\">#BrexitConstitution</a> <a href=\"https://t.co/85IqFgTkHS\">pic.twitter.com/85IqFgTkHS</a></p>&mdash; The UK in a Changing Europe (@UKandEU) <a href=\"https://twitter.com/UKandEU/status/1150686862207520768?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <p>You can read the full text of the speech from<strong> Bernard Jenkin</strong>, the Tory Brexiter and chairman of the Commons public administration and constitutional affairs committee, <a href=\"https://ukandeu.ac.uk/sir-bernard-jenkin-mp-brexit-and-the-constitution/#.XSxV23fBVBk.twitter\">here.</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/UKandEU/status/1150688217181630464\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">. <a href=\"https://twitter.com/bernardjenkin?ref_src=twsrc%5Etfw\">@bernardjenkin</a>: the variety of our newspapers is something we should celebrate, the BBC is another matter and has an institutional bias on the EU issue <a href=\"https://twitter.com/hashtag/BrexitConstitution?src=hash&amp;ref_src=twsrc%5Etfw\">#BrexitConstitution</a> <a href=\"https://t.co/B2ztLGoSlc\">pic.twitter.com/B2ztLGoSlc</a></p>&mdash; The UK in a Changing Europe (@UKandEU) <a href=\"https://twitter.com/UKandEU/status/1150688217181630464?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/UKandEU/status/1150694615630196736\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">. <a href=\"https://twitter.com/bernardjenkin?ref_src=twsrc%5Etfw\">@bernardjenkin</a>: a basic goods agreement with the EU, leading to a more comprehensive one, would include ongoing harmonsation with EU rules until we reached a deal later <a href=\"https://twitter.com/hashtag/BrexitConstitution?src=hash&amp;ref_src=twsrc%5Etfw\">#BrexitConstitution</a> <a href=\"https://t.co/QgtvcUlFMn\">pic.twitter.com/QgtvcUlFMn</a></p>&mdash; The UK in a Changing Europe (@UKandEU) <a href=\"https://twitter.com/UKandEU/status/1150694615630196736?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/UKandEU/status/1150696526165020672\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">. <a href=\"https://twitter.com/bernardjenkin?ref_src=twsrc%5Etfw\">@bernardjenkin</a>: the cosy relationship between business and politicians has got to change, the public has lost faith in big business <a href=\"https://twitter.com/hashtag/BrexitConstitution?src=hash&amp;ref_src=twsrc%5Etfw\">#BrexitConstitution</a> <a href=\"https://t.co/0xhY2Pt5NT\">pic.twitter.com/0xhY2Pt5NT</a></p>&mdash; The UK in a Changing Europe (@UKandEU) <a href=\"https://twitter.com/UKandEU/status/1150696526165020672?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/UKandEU/status/1150713209814487040\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">. <a href=\"https://twitter.com/Gus_ODonnell?ref_src=twsrc%5Etfw\">@Gus_ODonnell</a>: there is a basic knowledge gap on trade in this country, but we also need a more economically literate foreign office <a href=\"https://twitter.com/hashtag/BrexitConstitution?src=hash&amp;ref_src=twsrc%5Etfw\">#BrexitConstitution</a> <a href=\"https://t.co/8BxmIwwwZD\">pic.twitter.com/8BxmIwwwZD</a></p>&mdash; The UK in a Changing Europe (@UKandEU) <a href=\"https://twitter.com/UKandEU/status/1150713209814487040?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <p><strong>Gus O’Donnell</strong> is a former cabinet secretary.</p> </div>   </div> <div id=\"block-5d2c6a798f0845f89e30d6fe\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T12:04:03.212Z\">1.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sir Vince Cable</strong>, the outgoing Lib Dem leader, has just told the BBC’s Politics Live that he expects to see more MPs defecting to his party “before the summer is out”. There were a small number of Tory and Labour MPs who have given up on their parties, he said. But he would not be drawn on reports that<a href=\"https://www.dailymail.co.uk/news/article-7244617/Two-Tory-MPs-defection-watch-amid-fears-defect-Lib-Dems-Boris-PM.html\"> the Tory MPs Phillip Lee and Guto Bebb are poised to switch</a> if (as expected) Boris Johnson becomes party leader next week.</p> </div>   </div> <div id=\"block-5d2c69d38f0845f89e30d6fb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T11:57:47.719Z\">12.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jo Swinson</strong>, a candidate in the Lib Dem leadership contest, has denounced President Trump as a racist.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joswinson/status/1150728311796056064\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The President of the United States is a racist. Every political leader should call this out. Will you <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a>? <a href=\"https://twitter.com/hashtag/JoinJo?src=hash&amp;ref_src=twsrc%5Etfw\">#JoinJo</a> <a href=\"https://t.co/d9nV1Btcem\">https://t.co/d9nV1Btcem</a></p>&mdash; Jo Swinson (@joswinson) <a href=\"https://twitter.com/joswinson/status/1150728311796056064?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2c674c8f08cf92bb7702f4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T11:48:37.769Z\">12.48pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nadhim Zahawi</strong>, an education minister and a supporter of Boris Johnson, told the BBC’s Politics Live that he thought President Trump’s tweets were “inappropriate”. But he would not describe them as racist, and argued that British politicians should not get involved in domestic internal politics, BuzzFeed’s <strong>Alex Wickham </strong>reports.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alexwickham/status/1150728681557516288\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Nadhim Zahawi on <a href=\"https://twitter.com/hashtag/PoliticsLive?src=hash&amp;ref_src=twsrc%5Etfw\">#PoliticsLive</a> says Trump&#39;s tweets were &quot;inappropriate&quot; but won&#39;t call them racist... says it&#39;s a domestic US issue and UK politicians should not interfere</p>&mdash; Alex Wickham (@alexwickham) <a href=\"https://twitter.com/alexwickham/status/1150728681557516288?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <p><em>UPDATE: </em>Here’s the clip.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1150733378649354240\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Donald&#39;s Trump tweets on congresswomen: Tory MP Nadhim Zahawi says the UK should not &quot;interject&quot; in US politics<br><br>&quot;This is inappropriate; it is not language I would use. I am condemning it, but this is domestic US policy&quot; <a href=\"https://twitter.com/hashtag/politicslive?src=hash&amp;ref_src=twsrc%5Etfw\">#politicslive</a> <a href=\"https://t.co/UsAVE8BsOK\">https://t.co/UsAVE8BsOK</a> <a href=\"https://t.co/6l2VH47N1k\">pic.twitter.com/6l2VH47N1k</a></p>&mdash; BBC Politics (@BBCPolitics) <a href=\"https://twitter.com/BBCPolitics/status/1150733378649354240?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-15T11:50:39.129Z\">at 12.50pm BST</time></p>  </div> <div id=\"block-5d2c66578f08d0b6ca530ef1\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T11:41:19.886Z\">12.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>From my colleague <strong>Jessica Elgot</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessicaelgot/status/1150731604400230400\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">New - Understand Labour staff in the GMB union branch are to propose a motion this week condemning the party’s response ex-staff speaking to Panorama</p>&mdash; Jessica Elgot (@jessicaelgot) <a href=\"https://twitter.com/jessicaelgot/status/1150731604400230400?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <p><em>UPDATE: </em>PoliticsHome’s <strong>Kevin Schofield</strong> has the text of the motion.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PolhomeEditor/status/1150734535417585664\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">As per ace <a href=\"https://twitter.com/PaulBrandITV?ref_src=twsrc%5Etfw\">@PaulBrandITV</a> scoop, the Labour staff GMB branch motion on anti-semitism, Panorama and the use of NDAs is very strong. <a href=\"https://t.co/zp6r9bJazG\">pic.twitter.com/zp6r9bJazG</a></p>&mdash; Kevin Schofield (@PolhomeEditor) <a href=\"https://twitter.com/PolhomeEditor/status/1150734535417585664?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-15T11:53:33.472Z\">at 12.53pm BST</time></p>  </div> <div id=\"block-5d2c5eb38f08d0b6ca530e8b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T11:38:38.222Z\">12.38pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">How Theresa May is starting to open up about her enemies in her final days in office</h2>  <div class=\"block-elements\">  <p>Theresa May is famously reserved. Even before she became prime minister she was notorious amongst journalists for her reluctance to any anything indiscreet - Nick Robinson once turned down a lunch with her when she was home secretary and he was BBC political editor because he thought it would be a waste of time - and as PM she has got through countless interviews giving almost nothing away.</p> <p>But another rather less well-known characteristic of hers is that she is, in the words of Tory journalist <strong>Matthew Parris</strong>, “a good hater”. As Parris explained last year <a href=\"https://www.thetimes.co.uk/article/she-won-confidence-vote-but-exasperating-theresa-may-is-running-on-empty-wfxq33c7b\">in a very good Times article (paywall)</a> about his various encounters with her:</p> <blockquote class=\"quoted\"> <p>I learnt that this well-mannered woman was a good hater. At the mention of a particular colleague’s name her lip curled, she made no attempt to conceal her dislike, and rather seemed to enjoy the disdain.</p> </blockquote> <p>In her final days in office this side of May’s character seems to be coming out - at least, a little. The Number 10 lobby briefing this morning (see<a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news?page=with:block-5d2c574d8f08d0b6ca530e0d#block-5d2c574d8f08d0b6ca530e0d\"> 11.48am)</a> seems to give a clue as to what she really feels about the US president who showed his gratitude for a state visit by insulting her in public. I can think of three other examples in recent weeks where she gave a glimpse of who else is on her hate list.</p> <p><strong>1 - Jeremy Corbyn. </strong>May has often denounced Corbyn at PMQs, but <a href=\"https://hansard.parliament.uk/Commons/2019-07-03/debates/5A86E5BB-2661-4F48-B38C-F33FDCF84499/Engagements\">two weeks ago</a> there seemed to be an added bitterness in her voice as she effectively accused him of hypocrisy, saying Labour had no right to criticise no-deal when it repeatedly voted down her own proposed Brexit deal.</p> <p><strong>2 - Nicola Sturgeon.</strong> Barack Obama once said that the only people determined to obstruct anything he did, regardless of their own interests, were Vladimir Putin and congressional Republicans. <a href=\"https://www.theguardian.com/politics/live/2019/jul/04/tory-leadership-latest-newst-boris-johnson-jeremy-hunt-backtracks-and-insists-foxhunting-ban-will-not-be-repealed-live-news?page=with:block-5d1e328a8f08c8227e96a6e7#block-5d1e328a8f08c8227e96a6e7\">In a recent speech in Edinburgh, </a>May said something broadly similar about Sturgeon and the Scottish government. </p> <p><strong>3 - Boris Johnson.</strong> May has been reluctant to criticise her likely successor directly, but just occasionally we get a clue as to what she may be thinking privately. There was a good example on Friday <a href=\"https://www.theguardian.com/politics/live/2019/jul/12/andrew-neil-boris-johnson-tory-leadership-boris-johnson-uses-andrew-neil-interview-to-deny-failing-to-support-ambassador-live-news?page=with:block-5d28c8ac8f08d0b6ca52f974#block-5d28c8ac8f08d0b6ca52f974\">when she spoke out about people who think being PM is all about power, not service. </a>It was not hard to decipher who she meant</p> </div>   </div> <div id=\"block-5d2c5d848f08cf92bb77028b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T11:06:16.737Z\">12.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ruth Davidson</strong>, the Scottish Conservative leader, says Boris Johnson and Jeremy Hunt should both also condemn President Trump’s racist tweets. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news?page=with:block-5d2c574d8f08d0b6ca530e0d#block-5d2c574d8f08d0b6ca530e0d\"> 11.48am.) </a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RuthDavidsonMSP/status/1150721583167758336\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">She&#39;s right. And both men vying to be her successor should say so. <a href=\"https://t.co/hEtt4yp9HM\">https://t.co/hEtt4yp9HM</a></p>&mdash; Ruth Davidson (@RuthDavidsonMSP) <a href=\"https://twitter.com/RuthDavidsonMSP/status/1150721583167758336?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <p>So far both Johnson and Hunt have been silent on this. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news?page=with:block-5d2c52a98f0845f89e30d5cc#block-5d2c52a98f0845f89e30d5cc\">11.17am.)</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-15T13:31:20.579Z\">at 2.31pm BST</time></p>  </div> <div id=\"block-5d2c5ba68f08cf92bb77026b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T10:59:12.113Z\">11.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Unusually Theresa May, via her press secretary, managed to issue a condemnation of President Trump’s latest outrage before <strong>Nicola Sturgeon</strong>, Scotland’s first minister, who is normally much more ready to denounce him. But Sturgeon has now issued her own criticism on Twitter.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NicolaSturgeon/status/1150717586088300544\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The President of the United States telling elected politicians - or any other Americans for that matter - to ‘go back’ to other countries is not OK, and diplomatic politeness should not stop us saying so, loudly and clearly. <a href=\"https://t.co/HorD7wQOvP\">https://t.co/HorD7wQOvP</a></p>&mdash; Nicola Sturgeon (@NicolaSturgeon) <a href=\"https://twitter.com/NicolaSturgeon/status/1150717586088300544?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2c574d8f08d0b6ca530e0d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T10:48:46.160Z\">11.48am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Downing Street says Trump's 'go back home' tweet to congresswomen 'completely unacceptable'</h2>  <div class=\"block-elements\">  <p>This is from the BBC’s <strong>Nick Eardley</strong> who is just back from the Downing Street lobby.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nickeardleybbc/status/1150714919849013248\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW: PM hits out at <a href=\"https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw\">@realDonaldTrump</a> tweets to US congresswomen. Official spokesman says President’s comments “completely unacceptable”.</p>&mdash; Nick Eardley (@nickeardleybbc) <a href=\"https://twitter.com/nickeardleybbc/status/1150714919849013248?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <p>Here is the Guardian story about how Donald Trump posted a racist tweet on Sunday attacking four progressive Democratic congresswomen, telling them to “go back and help fix the totally broken and crime-infested places from which they came”.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/jul/14/trump-squad-tlaib-omar-pressley-ocasio-cortez\">'Go back home': Trump aims racist attack at Ocasio-Cortez and other congresswomen</a> </p> </aside>  <p>And here are the Trump tweets.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1150381394234941448\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So interesting to see “Progressive” Democrat Congresswomen, who originally came from countries whose governments are a complete and total catastrophe, the worst, most corrupt and inept anywhere in the world (if they even have a functioning government at all), now loudly......</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1150381394234941448?ref_src=twsrc%5Etfw\">July 14, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1150381395078000643\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">....and viciously telling the people of the United States, the greatest and most powerful Nation on earth, how our government is to be run. Why don’t they go back and help fix the totally broken and crime infested places from which they came. Then come back and show us how....</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1150381395078000643?ref_src=twsrc%5Etfw\">July 14, 2019</a></blockquote>  </figure>  <p>What’s remarkable about this is that, until now, Theresa May has been extremely reluctant to criticise Donald Trump.</p> <p>Perhaps her stance has shifted in response to what he had to say about her last week. Here’s a reminder.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/realDonaldTrump/status/1148559443845668864\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">...handled. I told <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a> how to do that deal, but she went her own foolish way-was unable to get it done. A disaster! I don’t know the Ambassador but have been told he is a pompous fool. Tell him the USA now has the best Economy &amp; Military  anywhere in the World, by far...</p>&mdash; Donald J. Trump (@realDonaldTrump) <a href=\"https://twitter.com/realDonaldTrump/status/1148559443845668864?ref_src=twsrc%5Etfw\">July 9, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-15T10:53:08.232Z\">at 11.53am BST</time></p>  </div> <div id=\"block-5d2c54858f08cf92bb77020e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T10:31:51.677Z\">11.31am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Vince Cable to become visiting professor at Centre for Brexit Studies at Birmingham City University</h2>  <div class=\"block-elements\">  <p><strong>Sir Vince Cable</strong> has got a new job for when he stands down as leader of the Liberal Democrats next week. Birmingham City University has just announced that he will be joining them as a visiting professor at their Centre for Brexit Studies. “Sir Vince will take up the position this summer and will focus on looking at the economics and scenarios related to Britain’s exit from the EU,” the university says.</p>  <figure class=\"element element-image\" data-media-id=\"5e0b13e2ddabc0125a545b1e76d5ff19638080ec\"> <img src=\"https://media.guim.co.uk/5e0b13e2ddabc0125a545b1e76d5ff19638080ec/488_133_4887_2931/1000.jpg\" alt=\"Vince Cable at his home in south west London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Vince Cable at his home in south west London.</span> <span class=\"element-image__credit\">Photograph: Antonio Olmos/The Guardian</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d2c52a98f0845f89e30d5cc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T10:17:35.063Z\">11.17am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>From BuzzFeed’s <strong>Alex Wickham</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alexwickham/status/1150706640561287169\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Have checked with Johnson/Hunt teams and as of 11am neither are criticising Trump&#39;s racist tweets (maybe they will be asked at tonight&#39;s debate)<br><br>Hours *after* the tweets, Team Johnson briefed out that &#39;resetting relations&#39; with Trump is one of his first priorities as PM...</p>&mdash; Alex Wickham (@alexwickham) <a href=\"https://twitter.com/alexwickham/status/1150706640561287169?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2c4bdf8f08d0b6ca530d79\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T09:56:22.792Z\">10.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This week the Guardian is running a series called the real Boris Johnson. You can read all today’s articles<a href=\"https://www.theguardian.com/politics/series/the-real-boris-johnson\"> here</a>. They are all good, including Jennifer Rankin and Jim Waterson’s article about <a href=\"https://www.theguardian.com/politics/2019/jul/14/boris-johnson-brussels-bashing-stories-shaped-politics\">how he made his names as a Brussels correspondent filing wilfully misleading stories about the EU.</a></p> <p>On the same theme, <strong>Martin Fletcher</strong> has written <a href=\"https://members.tortoisemedia.com/2019/07/15/boris-brussels-edition/content.html?utm_source=Twitter&amp;utm_medium=Social&amp;utm_campaign=15July2019&amp;utm_content=Boris_Brussels_15_July\">an article for Tortoise</a> listing some of those exaggerated stories. But the highlight is probably this final paragraph, from the further reading box.</p> <blockquote class=\"quoted\"> <p>Last year <a href=\"https://www.washingtonpost.com/world/2018/12/20/when-news-really-is-fake-german-reporter-admits-fabricating-coverage-leading-news-magazine/?utm_term=.9f6b051792dc\"><em>Der Spiegel </em>admitted</a> that one of its star reporters, Claas Relotius had likely embellished reports and fabricated entire events for years. He apologised, was stripped of various awards, and is not currently running for high office in Germany.</p> </blockquote> </div>   </div> <div id=\"block-5d2c49d48f08d0b6ca530d4f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T09:43:48.275Z\">10.43am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris Johnson proposes tax breaks to encourage firms to spend more on workers' mental health</h2>  <div class=\"block-elements\">  <p>In <a href=\"https://www.telegraph.co.uk/news/2019/07/14/can-improve-mental-health-save-money-boost-economy-one-go/\">his Daily Telegraph column (paywall) </a><strong>Boris Johnson</strong> says that, if he becomes prime minister, his first budget would include tax breaks for firms that spend money helping their employees deal with stress and mental health problems. He says:</p> <blockquote class=\"quoted\"> <p>As things stand, mental health and occupational health services are taxable as benefits in kind. That means they incur both income tax and national insurance.</p> <p>At most, employers can get a modest reimbursement of £500, but only if an employee is off for more than 28 days – a hopeless incentive, since the whole objective should be to keep the employee in the workplace, or to ensure that time off is as brief as possible.</p> <p>So let me make a suggestion. I believe it is time to offer preferential tax treatment to companies that look after employees in work – giving them the counselling and the help they need to do their jobs.</p> <p>It is time for the Treasury and the NHS to work together to review the rules. And if they can come up with a plan – and I am sure that they can – we should put it into effect this autumn in what, if I am lucky enough to be elected, would be the first budget of the new government.</p> </blockquote> </div>   </div> <div id=\"block-5d2c43358f08d0b6ca530d11\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T09:16:27.089Z\">10.16am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Iran nuclear deal 'isn't dead yet', says Hunt</h2>  <div class=\"block-elements\">  <p><strong>Jeremy Hunt</strong>, the foreign secretary, has insisted that the Iran nuclear deal is not yet dead. Speaking ahead of a meeting of EU foreign ministers in Brussels, and referring to the agreement, he said:</p> <blockquote class=\"quoted\"> <p>Well, it isn’t dead yet. </p> <p>And we are totally committed to keeping the Middle East denuclearised. </p> <p>If Iran acquires nuclear weapons then other countries in the region will acquire nuclear weapons. It becomes a very, very toxic and dangerous situation. </p> <p>We are looking to find a way to preserve the nuclear deal. </p> <p>Iran is still a good year away from developing a nuclear weapon. </p> <p>We think there is still some closing but small window to keep the deal alive, and that’s what I’m here to talk about. </p> <p>What we are looking for is to give Iran a way out of this so that they can get back into compliance with that nuclear deal.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"b6792f725c89fde07d568e6891109516d8b95f7a\"> <img src=\"https://media.guim.co.uk/b6792f725c89fde07d568e6891109516d8b95f7a/0_82_4500_2700/1000.jpg\" alt=\"Jeremy Hunt arriving for the EU foreign affairs council meeting in Brussels today.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Hunt arriving for the EU foreign affairs council meeting in Brussels today.</span> <span class=\"element-image__credit\">Photograph: Francisco Seco/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d2c42c38f08cf92bb770145\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T09:10:44.801Z\">10.10am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here are my colleagues <strong>J</strong><strong>ohn Crace </strong>and<strong> Marina Hyde </strong>on Liam Fox’s Today interview.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnJCrace/status/1150685948805570561\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">When Boris is being fact-checked by Liam Fox, you know the country is in even worse a state than you feared <a href=\"https://t.co/mUBFCNCL5u\">https://t.co/mUBFCNCL5u</a></p>&mdash; John Crace (@JohnJCrace) <a href=\"https://twitter.com/JohnJCrace/status/1150685948805570561?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarinaHyde/status/1150686522234036224\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Of all the indignities this leadership contest has forced us into, the fact that I have now twice had to nod in agreement with Liam Fox is possibly the most despair-inducing</p>&mdash; Marina Hyde (@MarinaHyde) <a href=\"https://twitter.com/MarinaHyde/status/1150686522234036224?ref_src=twsrc%5Etfw\">July 15, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d2c3d698f08d0b6ca530ce4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T08:56:48.713Z\">9.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In his Today interview <strong>Liam Fox,</strong> the international trade secretary, also said there was no need for Sir Kim Darroch, the ambassador to Washington, to be replaced by a career diplomat. A politician could do the job, he suggested.</p> <blockquote class=\"quoted\"> <p>I’ve always thought that we should be using a wider range of people in some of our diplomatic posts ... Some senior members of parliament have gone on to take up posts, for example the high commission in Australia, and have been very successful at doing so.</p> </blockquote> <p>It did sound a bit as though Fox, an Americanophile with extensive Washington contacts, might be putting in a bid for the job himself, although given that he is supporting Jeremy Hunt in the Tory leadership contest, he is unlikely to feature on Boris Johnson’s list of suitable candidates.</p> </div>   </div> <div id=\"block-5d2c390b8f0845f89e30d4df\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T08:32:29.967Z\">9.32am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Times story saying that Boris Johnson would try to agree a partial UK-US trade deal by 31 October, covering just one area of trade, is sourced to an unnamed ally of Johnson’s. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news?page=with:block-5d2c2fc88f08d0b6ca530c90#block-5d2c2fc88f08d0b6ca530c90\"> 9.20am.) </a>Asked to comment by the paper, the Johnson campaign did not confirm or deny the story, but insisted they were just focusing on winning the leadership election.</p> <p>However, this morning campaign sources are being more definitive. “It’s not from us,” a senior figure told me, adding that the story was “nonsense”.</p> </div>   </div> <div id=\"block-5d2c377f8f08d0b6ca530cc0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T08:27:47.830Z\">9.27am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Liam Fox says Boris Johnson's ambition to get US to adopt UK food standards in trade deal unrealistic</h2>  <div class=\"block-elements\">  <p>In his Today interview <strong>Liam Fox</strong>, the international trade secretary, was also asked about a recent claim by <strong>Boris Johnson</strong>, the favourite in the Tory leadership contest, that the UK should try to get the US to adopt British food standards in a trade deal. <a href=\"https://www.telegraph.co.uk/politics/2019/07/08/boris-johnson-will-not-sacrifice-food-standards-us-trade-deal/\">At a hustings last week </a>Johnson said:</p> <blockquote class=\"quoted\"> <p>I don’t want us to do <a href=\"https://www.telegraph.co.uk/politics/2019/07/07/real-way-do-american-diplomacy-leader-leader-thatcher-regan/\">any deal with the US </a>which in anyway jeopardises our animal welfare standards or our food hygiene standards. The quality of food in this country must be protected and if anything we should be insisting that if the Americans want to trade with us they should be obeying our standards.</p> </blockquote> <p>When asked if he thought this was realistic, Fox told Today:</p> <blockquote class=\"quoted\"> <p>Well, I think if you go to the US and you say we are going to take any discussions on agricultural access off the agenda, you’ll find that they close down pretty quickly in terms of their willingness to discuss things. When you go into a trade negotiation, both sides will have their asks, both sides will have their defensive elements, but it is certainly true that we should be trying to get an agreement with the United States as quickly as we possibly can.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-15T08:36:30.369Z\">at 9.36am BST</time></p>  </div> <div id=\"block-5d2c2fc88f08d0b6ca530c90\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-15T08:20:06.821Z\">9.20am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Today the Times splashes on<a href=\"https://www.thetimes.co.uk/edition/news/johnson-to-seek-trump-deal-in-first-move-as-prime-minister-7nx7kn8pd\"> a story (paywall)</a> claiming that Boris Johnson plans to make “resetting relations with President Trump one of his first acts in Downing Street” and that he wants to negotiated a limited trade deal with the US in time for when the UK leaves the EU on 31 October. Here’s an extract.</p> <blockquote class=\"quoted\"> <p>Under plans being discussed by Mr Johnson’s team he would strike a limited trade deal in “one area” of goods in time for October 31. He and Mr Trump would also establish the broad outlines of a fully fledged deal. “There is no question that the moment we leave on the 31st we should be in a position to get some kind of arrangement with the US,” the source said.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AllieHBNews/status/1150516449150197760\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Monday’s TIMES: “Johnson to seek Trump deal in first move as PM” <a href=\"https://twitter.com/hashtag/bbcpapers?src=hash&amp;ref_src=twsrc%5Etfw\">#bbcpapers</a> <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash&amp;ref_src=twsrc%5Etfw\">#tomorrowspaperstoday</a> <a href=\"https://t.co/N74uoaDp37\">pic.twitter.com/N74uoaDp37</a></p>&mdash; Allie Hodgkins-Brown (@AllieHBNews) <a href=\"https://twitter.com/AllieHBNews/status/1150516449150197760?ref_src=twsrc%5Etfw\">July 14, 2019</a></blockquote>  </figure>  <p>But on the Today programme this morning <strong>Liam Fox</strong>, the international trade secretary, who is backing Jeremy Hunt for the Tory leadership, said that Johnson’s plan was impossible. He explained:</p> <blockquote class=\"quoted\"> <p>We can’t negotiate anything with the US until after we’ve left the European Union ... It would be in breach of European law for us to do that.</p> </blockquote> <p>Negotiating a UK-US trade deal would take time, he said. He went on:</p> <blockquote class=\"quoted\"> <p>You’ve got the added complication, just remember, that we’re now getting very close to the American pre-election year where it is quite hard to get things through congress. So even if you negotiate them quickly, you would not necessarily be able to ratify them.</p> </blockquote> <p>In the interview Fox also dismissed another Johnson proposal, for the UK to insist that any trade deal requires the US to match UK food standards. I will post the relevant quotes in a moment.</p> <p><em>UPDATE: </em>This morning the Johnson camp has described the Times story about an early, partial trade deal with the US as “nonsense”. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news?page=with:block-5d2c390b8f0845f89e30d4df#block-5d2c390b8f0845f89e30d4df\">9.32am.)</a></p> <p>Here is the agenda for the day.<br></p> <p><em>9am: </em>Sadiq Khan, the mayor of London, gives a speech on violent crime. As <strong>Vikram Dodd</strong> reports, <a href=\"https://www.theguardian.com/politics/2019/jul/15/knife-crime-tory-austerity-sadiq-khan-london\">he will argue that serious youth violence, such as stabbings and shootings, is strongly connected to social exclusion and austerity.</a></p> <p><em>11am:</em> Downing Street lobby briefing.</p> <p><em>2.30pm:</em> Sajid Javid, the home secretary, takes questions from the Commons.</p> <p><em>7pm: </em>Boris Johnson and Jeremy Hunt take part in a debate hosted by the Sun.</p> <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary at lunchtime and then another when I finish.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is<a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-lloyds-banking-group-champions-of-the-world-spotted-at-lords-the-final-head-to-head/\"> the Politico Europe roundup of this morning’s political news.</a> And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p>  <figure class=\"element element-image\" data-media-id=\"ae8dfddfb0d2fd2f21c9b048587c71fed2d577ad\"> <img src=\"https://media.guim.co.uk/ae8dfddfb0d2fd2f21c9b048587c71fed2d577ad/381_53_2974_1785/1000.jpg\" alt=\"Liam Fox\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liam Fox</span> <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-15T08:38:15.028Z\">at 9.38am BST</time></p>  </div>",
      "wordcount": "6683",
      "commentCloseDate": "2019-07-15T18:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-15T08:20:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:43Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bq672",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b872e48758357e8e2af56f336014f22a344fa50e/0_197_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "That’s it form us for the evening. You can see my summary of the Tory leadership debate here and a summary of the day’s earlier events here. And, if you’d like to read yet more, my colleagues Rowena Mason and Jessica Elgot have the full story: The defence secretary, Penny Mordaunt, who is backing Jeremy Hunt, said after the debate: Tonight, Jeremy again showed that he is the candidate the country can rely on to deliver Brexit and also the leader we need to win a majority at the next general election and take our country forward. Throughout the campaign, and all he has been dealing with as our foreign secretary, he has shown that he is a strong leader with solid judgment based on deeply-held values. He is a leader with a clear vision, deep values and sound judgment. I see it and the public see it. I hope the membership do too because our country needs to come together, get Brexit done and show the world what our country can do. That’s all from this evening’s debate, here’s a summary of the main points: Both candidates to be prime minister refused to explicitly denounce Donald Trump’s comments about ethnic minority congresswomen as racist. While both backed Theresa May’s criticism of the US president, who used racist language to attack political opponents at the weekend, neither was actually willing to describe the remarks in such terms. Boris Johnson refused to commit to lowering the net migration figure after Brexit. His opponent, Jeremy Hunt, said it was what people voted for when they voted to leave the European Union and to ignore that would constitute a “betrayal”. Johnson refused to say whether or not he had costed the no-deal Brexit he says the UK should seriously consider. He claimed the costs could be minimised with thorough preparation but said the Treasury would come up with “spine-chilling figures”. Hunt said there would be hefty costs but promised to hand out cash to deal with them. Johnson refused to apologise for homophobic comments he has made in the past. Both men talked up their records on LGBT rights and Johnson claimed to have been one of the earliest and most vociferous supporters. But he refused to apologise for language he used in newspaper columns in the past that display the opposite. Both men accused Jeremy Corbyn of being antisemitic. Hunt said: “Unfortunately, he may be,” while Johnson said he had allowed antisemitism to flourish, which amounted to the same thing. Each candidate refused to fully commit to ending the benefits freeze. But Hunt said he would end the five-week Universal Credit wait and would be sympathetic towards a plan to end a freeze on working age benefits freeze. Johnson refused to commit to any plan. Will each continue to freeze fuel duty? Each refuses to say, adding they want to make no more spending commitments. When was the last time each cried? Hunt refuses to answer. Johnson says it was when his bicycle was stolen from outside Parliament. Will Ben Stokes get a knighthood? Each says yes. Would Johnson keep Hunt as foreign secretary? He refuses to say, though he says he holds him in high regard. Johnson says he doesn’t think it’d be right to hand out jobs at this point. Would Hunt return Johnson to the foreign office? He says he would give him a big job. Will they go out for a pint after the contest? Both agree they would. Who do they want to win Love Island? Hunt says he doesn’t watch it. Johnson says he has been watching vaguely, before asking the audience for help. He jokes that Amber should win, deliberately mistaking her for the work and pensions secretary. They are asked: Is Jeremy Corbyn personally antisemitic? “Unfortunately, he may be,” says Hunt, nodding. “I think, by condoning antisemitism in the way he does, I’m afraid he’s effectively culpable of that vice, yes,” says Johnson. The questions from the audience are finished, the candidates are moving to a “quick-fire round”. Each says he would stick to the pledge to achieve zero net carbon emissions by 2050. Asked about the difficulty young people have in getting on the property ladder, Hunt restates his “right to own” policy – under which he proposes to hand over land that has planning permission and invite young people to pay for a house to be built upon it. Johnson says the UK must build much more “good quality part buy, part rent” homes to help young people who cannot afford a whole property immediately. These would be built on brownfield sites, he says. Hunt says the work and pensions secretary, Amber Rudd, has persuaded him to end the five-week wait before people can claim Universal Credit, saying it was the right reform but had unexpected consequences. And he says he would look very sympathetically at Rudd’s proposal to end the freeze on working age benefits. Johnson refuses to back the plan, saying he’s “probably made enough spending commitments in the last week for the time-being”. The pair share a laugh about Rudd’s support as Hunt jokingly offers Johnson the DWP job. Johnson and Hunt are asked what changes they would make to the tax system to help the lowest paid. Johnson says he would raise the threshold for National Insurance and talks up the living wage. He repeats his somewhat opaque claim about his success in cutting poverty in London while serving as its mayor. Hunt says the country cannot afford the reforms he wants to make but, once he feels it can, he commits to allowing people to earn their first £1,000 per month “without paying any tax or any National Insurance”. The candidates are asked how much right the public have to know about a potential prime minister’s private life. Hunt says he’s happy to have had his wife with him on the campaign trail. Johnson says he made it a rule years ago not to bring his family into his public life. His private life, of course, was the basis for serious questions about his character earlier in the campaign. Both candidates commit to making a woman either chancellor, foreign secretary or defence secretary. Johnson did so after some hesitation, saying: “Yes, I think so. Well, I dunno. I’ve chucked it out there a – make of it what you will.” The candidates are asked about diversity and LGBT rights – are they issues that are important to Tories? Both respond that they are proud of their record on the latter while in government. As Johnson finishes a point about having changed the rules to allow British embassies to fly the Rainbow Flag because the country must stand for its values, he is asked if he will, therefore, apologise for writing about “tank-topped bumboys in the Ministry of Sound” in a column. If you’re going to excavate and disinter every single quotation from the millions of words I have written, you can of course try and twist things one way or another but I have a very proud record. He claims he was one of only a small number of Tories to support gay marriage when he was first elected to Parliament. Next question: How will each convince the public they are not simply “self-serving posh boys”. Johnson goes first, saying he will win trust by pushing through Brexit, then by pursuing classic conservative policies, such as backing business. “As a Charterhouse boy, I’m never going to criticise Boris for going to Eton,” Hunt replies – adding that the party has not done enough on attracting people. That’s because it hasn’t looked at issues like the cost of living, Hunt says. Asked about the possibility of the UK joining in hypothetical future US military strikes on Iran, both of the candidates say they don’t believe such an outcome is likely and they do not seek a confrontation with the country. The candidates are asked if they back Theresa May’s criticism of Donald Trump. The US president used racist language to attack Democratic congresswomen at the weekend. Hunt says he does and says he would be furious if someone spoke about his children in such terms. Johnson says relations between the two nations are important but that the US president “simply cannot” use such language. He repeatedly refuses to say explicitly whether or not he considers the remarks racist. Hunt says that, as foreign secretary, it wouldn’t be helpful to use that term in reference to the US president. Johnson is asked whether or not he’ll stand up to Donald Trump and asked about the Sir Kim Darroch case. Johnson repeats his line that he was sad to see Darroch resign and, after having influenced that decision by publicly and repeatedly refusing to explicitly back him, he claims he now does support the UK’s outgoing envoy. The final question on Brexit: How likely is a trade deal with US? Hunt says it’s “very likely” and claims the Trump White House is very enthusiastic about such a move. He says “we are not going to put the NHS up for sale” and says Trump’s comments on the NHS were “misinterpreted”. Trump initially said: “When you’re dealing on trade, everything is on the table. So NHS or anything else. A lot more than that.” Then he changed his mind, saying: “I don’t see [the NHS] being on the table. Somebody asked me a question today and I say everything is up for negotiation, because everything is. But that’s something I would not see as part of trade. That’s not trade.” Read more on that here: Johnson says “we can start trade negotiations right away”. It’s pointed out to him that that’s illegal and he clarifies that he means immediately after Brexit. He says the US is “ruthless” in negotiations and will be “very, very tough”. But he says the UK can nevertheless do a good deal and that he will not import goods that reduce UK standards. The candidates are asked whether they would prefer a second referendum or a general election if they cannot push through Brexit. Hunt says he will accept neither option and that’s the reason for his refusal to set a hard deadline for Brexit. If he did set one, he says, he would have no option but to call a general election if Parliament blocked his deal. Johnson agrees that neither option is attractive and rules out any general election until Brexit is delivered. It’s perhaps worth noting at this point that, should Brexit be delayed be a significant period, Johnson’s hands would be tied on that point by the Fixed Term Parliaments Act. The candidates are asked how the Good Friday Agreement can be respected in the case of a no-deal Brexit. Johnson refers to a “spirit of optimism” and repeats his claims that the border discussions should be part of the free trade agreement negotiations. Hunt says there cannot be a hard border and that the technology exists to avoid one. But, he acknowledges, such measures are not going to be ready in time for Brexit, meaning there will be a gap. Johnson reiterates his claim that the border question can and should be answered during free trade negotiations – not as part of the withdrawal agreement. However, Channel 4 News’ FactCheck quotes the European Commission’s spokesperson as saying that “it is possible to rework the Political Declaration on the framework of the future EU-UK relationship, but the Withdrawal Agreement [the deal struck by Theresa May] is not open for renegotiation”. In other words, Johnson is claiming the EU will agree to do something it has explicitly and repeatedly said on the record it has no intention of doing. Johnson is asked how costly a no-deal Brexit would be. He refuses to say whether or not he has costed it, adding that the “Treasury will come up with spine-chilling figures”, but that the cost can be minimised if the UK prepares. Hunt says there are “real costs for businesses” that will not go away. He says he will hand £6bn to farming and fishing communities to minimise the costs. “But I don’t think you can say they’re vanishingly small.” What if the Commons blocks a no-deal Brexit, they are asked? Hunt says his “Plan A” is to avoid such a scenario by securing a deal. He also attacks Johnson over his record while in cabinet, pointing out that he did not resign when the backstop plan was put in place and then subsequently voted for it once (while he acknowledges he voted for it three times). Newton Dunn asks if net immigration will come down under each of the candidates. Johnson says he wants control but refuses to say it will fall. Hunt agrees that control is the point but says people wanted overall levels of net migration to fall when they voted for Brexit. He claims not reduce net levels of immigration would be a betrayal and says the UK must train people currently in the country in order to reduce its reliance on migration to fill key jobs. Johnson says it’s important not to send out a signal to the EU that the UK’s willing to contemplate a further delay. The Sun’s political editor, Tom Newton Dunn, asks if it’s not unreasonable to suggest there’s sufficient time to renegotiate a deal that took two years to negotiate in the first place. Johnson responds that he believes there’s willingness within the EU to do a deal. And he says the UK must prepare for a no deal or risk lacking credibility on the continent. Hunt says he shares the enthusiasm for leaving on 31 October, saying that failing to leave at the end of March was a low-point for British politics. But he says Johnson’s promising something he knows he cannot deliver when he pledges to leave at the end of October regardless of whether or not there’s a deal in place. The foreign secretary says his plan his to be more flexible on the deadline if there’s some sort of deal in place – though not quite finalised – at the end of September. The first half of the debate will address questions on Brexit. Luke Black, a Tory member, gets the first question: How can the candidates convince young Tories they are the person to push Brexit through? Johnson says he offers “clarity of purpose” to which the EU will respond. Hunt says he the real question is: “Who has the plan?” Both he and Johnson are willing to pursue no-deal, he says, but it’s high-risk. There’s less risk in sending a prime minister to Brussels to negotiate a deal. One presumes he means himself. The debate begins with one-minute opening statements from the two candidates. Johnson goes first, kicking off with his familiar “get Brexit done” line. Then he moves on to claim he has a plan to win people round to conservatism. Hunt says he too wants to “deliver Brexit” and “stop Corbyn”. He says people who “think with their heads as well as their hearts” will favour his plan for the former. And he says he wants to convince more young people to vote for the Conservatives. The head-to-head debate between Jeremy Hunt and Boris Johnson is about to get underway. We’ll bring you updates from that as they come in. Numerous reports are now coming through that a shadow cabinet meeting will be convened on Monday – as requested by the shadow Brexit secretary, Sir Keir Starmer – to discuss claims of antisemitism within the Labour party. Jeremy Corbyn will then face the parliamentary Labour party (PLP). Starmer has demanded that the party work with the EHRC to shine a light on the claims. And Cryer, the PLP’s chair, reportedly had some serious criticism of his own party at this evening’s meeting: An update from ITV’s Paul Brand on that video footage he said showed the Labour leader, Jeremy Corbyn, apparently trying to avoid the cameras after addressing party staff: And there are reports of confrontation at this evening’s PLP meeting over Labour’s response to antisemitism allegations: Charles Grant, director of the Centre for European Reform, has posted an interesting Twitter thread looking at what concessions Boris Johnson might get out of Europe. In short - not much, he thinks, but do read the whole thread. It starts here. And last night he published this Brexit forecast. That’s all from me for tonight. My colleague Kevin Rawlinson is taking over now. This is from Naz Shah, the shadow minister for women, commenting on our story about Boris Johnson arguing in an essay some years ago that Islam caused the Muslim world to be “literally centuries behind” the west. (See 5.03pm.) Shah said: This is as historically inaccurate as it is Islamophobic. Boris Johnson must fully apologise for his record of racist remarks. After his previous comments describing women wearing the burqa as ‘letterboxes’ and ‘bankrobbers’, which has been linked to a rise in hate crime targeting Muslim women, Johnson’s disgraceful views make him unfit to be an MP, let alone prime minister. His words will embolden the Islamophobes who, according to recent polling, make up over half of Conservative party members, who are about to choose the next prime minister of our country. From ITV’s Paul Brand Theresa May held a roundtable in Downing Street today with representatives from the car industry. Number 10 has just sent out a press release that reads a bit like another attempt to define a legacy of sorts for her premiership. Here is an extract. The prime minister also set out a number of new commitments aimed at making electric vehicles more convenient than ever before to own, which were welcomed by attendees including: making England the first place in the world where every new-build home will be fitted with an electric car chargepoint, under a consultation launched today bringing forward plans to regulate chargepoints so that they use ‘smart’ technology which will send signals to electric vehicles to charge them at different times of the day, encouraging off-peak charging to keep costs down for consumers and helping prepare the energy system for mass uptake of electric vehicles all new rapid and higher powered chargepoints to provide ‘pay as you go’ debit or credit card payment options by spring 2020 – ending the current wide variety of payment systems which is a source of frustration for drivers The prime minister reaffirmed the government’s ambition for better access to rapid chargepoints by 2030, following her recent announcement that the office of low emission vehicles will undertake a review to develop a vision for a core network of rapid chargepoints along England’s key roadways. This would allow drivers to access them in a range of locations across the road network, including through and around cities. But one of the biggest issues for the car industry is Brexit, and in particular how no-deal would threaten the just-in-time supply chains used by factories in Britain. The press notice does not mention the risk of no-deal at all. Boris Johnson has been strongly criticised for arguing Islam has caused the Muslim world to be “literally centuries behind” the west, in an essay unearthed by the Guardian, Frances Perraudin reports. At the risk of over-doing the Matthew Parris references today, Frances’ story is a very good example of a Johnson trait that Parris described in his Times’ column on Saturday (paywall). It is a very perceptive article on an essential Johnson trait. Here’s an extract. There is communism; there is capitalism, Conservatism, Catholicism — and there is columnism. It’s a cast of mind. Its practitioners are a type. First, foremost and for ever, Boris will be a columnist. The reflections on his and my trade which follow should be read also as thoughts on Johnson himself. Columnism is striking poses which (as any method actor will tell you) will only convince others if you yourself can temporarily inhabit the belief. You are counsel for the prosecution or defence of an idea, or dream, or fear, hatred, party or politician. You take a brief, elbow doubt and ambiguity aside, and go — joyously or ferociously but always (in the moment) with passion and conviction — full pelt. What columnism is not is making absolutely sure first that you’re right. To be frank, you sometimes rather doubt it. Columnism is embracing a plan or project as a faithless man might embrace a woman: with an intensity no less sincere for being passing, ever-ready to flip the project or lady once their usefulness is past. It is hugging a set of principles fiercely to your breast while (should these principles not work out) keeping a wandering eye out for some spare ones down the back of the sofa. With parliament deadlocked over Brexit, there is growing interest in the idea that citizens’ assemblies could be used to find policy solutions to problems that cannot be resolved by MPs. Gordon Brown, the former Labour prime minister, has been arguing for almost a year that a citizens’ assembly could provide a solution to Brexit. Rory Stewart put the same idea at the heart of his Brexit plan during his short-lived bid for the Conservative party leadership. And the Guardian is also formally backing the idea. Unfortunately a Guardian endorsement does not always mean an idea is actually going to happen, and both possible future Tory leaders, as well as Jeremy Corbyn, have expressed no interest at all in using citizens’ assemblies. But, not for the first time, progressive initiatives are being introduced first in Scotland and Wales. Nicola Sturgeon, Scotland’s first minister, has already announced that she is setting up a citizens’ assembly to consider what kind of country Scotland should be in the future, and how it should handle Brexit. And today the Welsh assembly has announced that Wales’ first citizens’ assembly will meet for the first time in Newton, for three days starting from 19 July. Some 60 citizens were selected to take part, from a pool of 10,000 families randomly invited to apply, and they will consider ways to improve the democratic process in Wales. It is part of a series of events to mark 20 years of devolution. Elin Jones, the assembly’s presiding officer, said: The first citizens’ assembly for Wales is a landmark event and an important step on our devolution journey. Public engagement is at the heart of the national assembly’s work. We want people in all parts of Wales to get involved with the democratic process by sharing their views and ideas with us. For a democracy to thrive and improve, everyone must be involved. The Citizens’ Assembly is a pioneering way in which we can make sure our work is in line with the priorities of people across the country. Here is the story by my colleagues Rowena Mason and Jessica Elgot on the offer by Labour peers to help Jeremy Corbyn address the antisemitism issue. And here is the full text of the peers’ letter. These are from my colleague Rowena Mason. In an article for the Big Issue, Jeremy Hunt, the foreign secretary and Tory leadership candidate, says as PM he would spend £30m rolling out a new approach to homelessness in London and two other cities. He explains: I want to roll out the Housing First Approach that has been trailed in the West Midlands, Liverpool and Manchester. This approach operates on the basis of two key principles. That housing is basic human right, and that once homelessness is resolved other clinical and social issues will be resolved faster. It essentially means adopting the following approach – Immediate or near immediate access to permanent accommodation for people on the streets without a housing readiness assessment. No preconditions of treatment access or engagement are required to get this accommodation. They get unconditional access to whatever treatment they need. I don’t think we have time to wait for the results of these pilots. So I will commit an extra £30m to roll it out immediately in London and at least two other UK cities. That could help at least an extra 1000 people off the streets. This would be an immediate step-change but longer-term I will publish a full cross-government strategy to use every lever at my power to eradicate this scourge. And this is from the Labour MP David Lammy on the Trump tweets. This is from Nick Boles, the former Conservative MP who now sits as an independent. This is from Tortoise’s Polly Curtis, who has been watching the morning news programmes in New York. Theresa May has criticised Donald Trump’s “completely unacceptable” language towards four Democratic congresswomen, which has been condemned for racism, putting pressure on her likely successor, Boris Johnson, to speak out as well. The Scottish Conservative leader Ruth Davidson has urged Johnson and Jeremy Hunt to denounce Trump in similar terms. (See 12.06pm.) Downing Street has refused to stand up for the right of journalists to publish leaked official documents in the public interest after police warned last week that editors could face prosecution if they reveal any further diplomatic cables from the British ambassador to the US, Kim Darroch. Jeremy Hunt, the underdog in the Tory leadership contest, has rejected claims that Boris Johnson’s victory next week is inevitable. More than 200 current and former Labour staffers, party members and supporters have written an open letter to Jeremy Corbyn challenging him to justify his handling of the antisemitism issue, Sky News is reporting. The signatories argue that if Corbyn is not prepared to face questions in public on this matter “from an experienced interviewer”, people will conclude he is not fit to lead a Labour government. (It sounds like they are hoping this might be another assignment for Andrew Neil.) Ursula von der Leyen, the woman seeking to replace Jean-Claude Juncker as the European commission president, has made last-minute pledges on the climate crisis, Brexit, an EU minimum wage and gender quotas for company boards as she faces a knife-edge vote on her candidacy. The Home Office lied to EU member states to remove victims of human trafficking and modern slavery in breach of European law, according to whistleblowers. This is from my colleague Jennifer Rankin in Brussels. UK in a Changing Europe, an academic network, have been holding a Brexit conference today. Here are some of the highlights. You can read the full text of the speech from Bernard Jenkin, the Tory Brexiter and chairman of the Commons public administration and constitutional affairs committee, here. Gus O’Donnell is a former cabinet secretary. Sir Vince Cable, the outgoing Lib Dem leader, has just told the BBC’s Politics Live that he expects to see more MPs defecting to his party “before the summer is out”. There were a small number of Tory and Labour MPs who have given up on their parties, he said. But he would not be drawn on reports that the Tory MPs Phillip Lee and Guto Bebb are poised to switch if (as expected) Boris Johnson becomes party leader next week. Jo Swinson, a candidate in the Lib Dem leadership contest, has denounced President Trump as a racist. Nadhim Zahawi, an education minister and a supporter of Boris Johnson, told the BBC’s Politics Live that he thought President Trump’s tweets were “inappropriate”. But he would not describe them as racist, and argued that British politicians should not get involved in domestic internal politics, BuzzFeed’s Alex Wickham reports. UPDATE: Here’s the clip. From my colleague Jessica Elgot UPDATE: PoliticsHome’s Kevin Schofield has the text of the motion. Theresa May is famously reserved. Even before she became prime minister she was notorious amongst journalists for her reluctance to any anything indiscreet - Nick Robinson once turned down a lunch with her when she was home secretary and he was BBC political editor because he thought it would be a waste of time - and as PM she has got through countless interviews giving almost nothing away. But another rather less well-known characteristic of hers is that she is, in the words of Tory journalist Matthew Parris, “a good hater”. As Parris explained last year in a very good Times article (paywall) about his various encounters with her: I learnt that this well-mannered woman was a good hater. At the mention of a particular colleague’s name her lip curled, she made no attempt to conceal her dislike, and rather seemed to enjoy the disdain. In her final days in office this side of May’s character seems to be coming out - at least, a little. The Number 10 lobby briefing this morning (see 11.48am) seems to give a clue as to what she really feels about the US president who showed his gratitude for a state visit by insulting her in public. I can think of three other examples in recent weeks where she gave a glimpse of who else is on her hate list. 1 - Jeremy Corbyn. May has often denounced Corbyn at PMQs, but two weeks ago there seemed to be an added bitterness in her voice as she effectively accused him of hypocrisy, saying Labour had no right to criticise no-deal when it repeatedly voted down her own proposed Brexit deal. 2 - Nicola Sturgeon. Barack Obama once said that the only people determined to obstruct anything he did, regardless of their own interests, were Vladimir Putin and congressional Republicans. In a recent speech in Edinburgh, May said something broadly similar about Sturgeon and the Scottish government. 3 - Boris Johnson. May has been reluctant to criticise her likely successor directly, but just occasionally we get a clue as to what she may be thinking privately. There was a good example on Friday when she spoke out about people who think being PM is all about power, not service. It was not hard to decipher who she meant Ruth Davidson, the Scottish Conservative leader, says Boris Johnson and Jeremy Hunt should both also condemn President Trump’s racist tweets. (See 11.48am.) So far both Johnson and Hunt have been silent on this. (See 11.17am.) Unusually Theresa May, via her press secretary, managed to issue a condemnation of President Trump’s latest outrage before Nicola Sturgeon, Scotland’s first minister, who is normally much more ready to denounce him. But Sturgeon has now issued her own criticism on Twitter. This is from the BBC’s Nick Eardley who is just back from the Downing Street lobby. Here is the Guardian story about how Donald Trump posted a racist tweet on Sunday attacking four progressive Democratic congresswomen, telling them to “go back and help fix the totally broken and crime-infested places from which they came”. And here are the Trump tweets. What’s remarkable about this is that, until now, Theresa May has been extremely reluctant to criticise Donald Trump. Perhaps her stance has shifted in response to what he had to say about her last week. Here’s a reminder. Sir Vince Cable has got a new job for when he stands down as leader of the Liberal Democrats next week. Birmingham City University has just announced that he will be joining them as a visiting professor at their Centre for Brexit Studies. “Sir Vince will take up the position this summer and will focus on looking at the economics and scenarios related to Britain’s exit from the EU,” the university says. From BuzzFeed’s Alex Wickham This week the Guardian is running a series called the real Boris Johnson. You can read all today’s articles here. They are all good, including Jennifer Rankin and Jim Waterson’s article about how he made his names as a Brussels correspondent filing wilfully misleading stories about the EU. On the same theme, Martin Fletcher has written an article for Tortoise listing some of those exaggerated stories. But the highlight is probably this final paragraph, from the further reading box. Last year Der Spiegel admitted that one of its star reporters, Claas Relotius had likely embellished reports and fabricated entire events for years. He apologised, was stripped of various awards, and is not currently running for high office in Germany. In his Daily Telegraph column (paywall) Boris Johnson says that, if he becomes prime minister, his first budget would include tax breaks for firms that spend money helping their employees deal with stress and mental health problems. He says: As things stand, mental health and occupational health services are taxable as benefits in kind. That means they incur both income tax and national insurance. At most, employers can get a modest reimbursement of £500, but only if an employee is off for more than 28 days – a hopeless incentive, since the whole objective should be to keep the employee in the workplace, or to ensure that time off is as brief as possible. So let me make a suggestion. I believe it is time to offer preferential tax treatment to companies that look after employees in work – giving them the counselling and the help they need to do their jobs. It is time for the Treasury and the NHS to work together to review the rules. And if they can come up with a plan – and I am sure that they can – we should put it into effect this autumn in what, if I am lucky enough to be elected, would be the first budget of the new government. Jeremy Hunt, the foreign secretary, has insisted that the Iran nuclear deal is not yet dead. Speaking ahead of a meeting of EU foreign ministers in Brussels, and referring to the agreement, he said: Well, it isn’t dead yet. And we are totally committed to keeping the Middle East denuclearised. If Iran acquires nuclear weapons then other countries in the region will acquire nuclear weapons. It becomes a very, very toxic and dangerous situation. We are looking to find a way to preserve the nuclear deal. Iran is still a good year away from developing a nuclear weapon. We think there is still some closing but small window to keep the deal alive, and that’s what I’m here to talk about. What we are looking for is to give Iran a way out of this so that they can get back into compliance with that nuclear deal. Here are my colleagues John Crace and Marina Hyde on Liam Fox’s Today interview. In his Today interview Liam Fox, the international trade secretary, also said there was no need for Sir Kim Darroch, the ambassador to Washington, to be replaced by a career diplomat. A politician could do the job, he suggested. I’ve always thought that we should be using a wider range of people in some of our diplomatic posts ... Some senior members of parliament have gone on to take up posts, for example the high commission in Australia, and have been very successful at doing so. It did sound a bit as though Fox, an Americanophile with extensive Washington contacts, might be putting in a bid for the job himself, although given that he is supporting Jeremy Hunt in the Tory leadership contest, he is unlikely to feature on Boris Johnson’s list of suitable candidates. The Times story saying that Boris Johnson would try to agree a partial UK-US trade deal by 31 October, covering just one area of trade, is sourced to an unnamed ally of Johnson’s. (See 9.20am.) Asked to comment by the paper, the Johnson campaign did not confirm or deny the story, but insisted they were just focusing on winning the leadership election. However, this morning campaign sources are being more definitive. “It’s not from us,” a senior figure told me, adding that the story was “nonsense”. In his Today interview Liam Fox, the international trade secretary, was also asked about a recent claim by Boris Johnson, the favourite in the Tory leadership contest, that the UK should try to get the US to adopt British food standards in a trade deal. At a hustings last week Johnson said: I don’t want us to do any deal with the US which in anyway jeopardises our animal welfare standards or our food hygiene standards. The quality of food in this country must be protected and if anything we should be insisting that if the Americans want to trade with us they should be obeying our standards. When asked if he thought this was realistic, Fox told Today: Well, I think if you go to the US and you say we are going to take any discussions on agricultural access off the agenda, you’ll find that they close down pretty quickly in terms of their willingness to discuss things. When you go into a trade negotiation, both sides will have their asks, both sides will have their defensive elements, but it is certainly true that we should be trying to get an agreement with the United States as quickly as we possibly can. Today the Times splashes on a story (paywall) claiming that Boris Johnson plans to make “resetting relations with President Trump one of his first acts in Downing Street” and that he wants to negotiated a limited trade deal with the US in time for when the UK leaves the EU on 31 October. Here’s an extract. Under plans being discussed by Mr Johnson’s team he would strike a limited trade deal in “one area” of goods in time for October 31. He and Mr Trump would also establish the broad outlines of a fully fledged deal. “There is no question that the moment we leave on the 31st we should be in a position to get some kind of arrangement with the US,” the source said. But on the Today programme this morning Liam Fox, the international trade secretary, who is backing Jeremy Hunt for the Tory leadership, said that Johnson’s plan was impossible. He explained: We can’t negotiate anything with the US until after we’ve left the European Union ... It would be in breach of European law for us to do that. Negotiating a UK-US trade deal would take time, he said. He went on: You’ve got the added complication, just remember, that we’re now getting very close to the American pre-election year where it is quite hard to get things through congress. So even if you negotiate them quickly, you would not necessarily be able to ratify them. In the interview Fox also dismissed another Johnson proposal, for the UK to insist that any trade deal requires the US to match UK food standards. I will post the relevant quotes in a moment. UPDATE: This morning the Johnson camp has described the Times story about an early, partial trade deal with the US as “nonsense”. (See 9.32am.) Here is the agenda for the day. 9am: Sadiq Khan, the mayor of London, gives a speech on violent crime. As Vikram Dodd reports, he will argue that serious youth violence, such as stabbings and shootings, is strongly connected to social exclusion and austerity. 11am: Downing Street lobby briefing. 2.30pm: Sajid Javid, the home secretary, takes questions from the Commons. 7pm: Boris Johnson and Jeremy Hunt take part in a debate hosted by the Sun. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary at lunchtime and then another when I finish. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "38799",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a> and <a href=\"profile/kevin-rawlinson\">Kevin Rawlinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/15/it-will-be-boris-johnson-and-it-will-certainly-be-a-disaster",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-15T20:25:36Z",
    "webTitle": "It will be Boris Johnson. And it will certainly be a disaster | John Crace",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/15/it-will-be-boris-johnson-and-it-will-certainly-be-a-disaster",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/15/it-will-be-boris-johnson-and-it-will-certainly-be-a-disaster",
    "fields": {
      "headline": "It will be Boris Johnson. And it will certainly be a disaster",
      "standfirst": "<p>Johnson is nothing if not reliably untrustworthy, but Hunt appears to have accepted the game is up</p>",
      "trailText": "Johnson is nothing if not reliably untrustworthy, but Hunt appears to have accepted the game is up",
      "byline": "John Crace",
      "main": "<figure class=\"element element-image\" data-media-id=\"1bb9ee85757e5bb0ce20b41602e2fef4773595b2\"> <img src=\"https://media.guim.co.uk/1bb9ee85757e5bb0ce20b41602e2fef4773595b2/75_0_4750_2850/1000.jpg\" alt=\"Boris Johnson and Jeremy Hunt\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris and Jeremy nodded furiously: Brexit dominated the first 45 minutes and neither man had any answers. </span> <span class=\"element-image__credit\">Photograph: Louis Wood/The Sun</span> </figcaption> </figure>",
      "body": "<p>It could just have been overconfidence. More likely it was a white flag. A giving in to the inevitable. For <a href=\"https://www.theguardian.com/politics/2019/jul/15/hunt-and-johnson-the-backstop-is-dead-and-cant-be-in-any-eu-deal\">the final head-to-head debate in the Tory leadership race</a>, Team Hunt hadn’t sent a single MP out into the spin room to explain why their man was about to win. Not even Liam Fox, who bizarrely had managed to out fact-check Boris Johnson on the status of a UK-US trade deal that very morning. It’s come to something when the country depends on the international trade secretary – for the next week at least – as a voice of sanity.</p> <p>For Team Boris, Dominic Raab was looking every bit like a man who won’t be taking public transport for much longer. The shiny ministerial limo awaits. Gone was the pent-up anger of his own failed leadership bid. The bulging neck veins of Captain Psycho had given way to Smiley Dom. The man whose road rage convictions are now spent and on whom no one has yet pinned any unsolved murders.</p> <p>This was a man happy in his own skin. A politician of hitherto hidden charm. Pleased to have chosen the winning side. Delighted his no-deal Brexit was now mainstream Conservative policy. As Amber Rudd was now desperate <a href=\"https://www.theguardian.com/politics/2019/jul/11/amber-rudd-drops-opposition-to-no-deal-brexit\">to phone in and confirm</a>. When she’d said a no-deal Brexit would be a disaster what she had really meant was that it would be an unmitigated success.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/15/hunt-and-johnson-the-backstop-is-dead-and-cant-be-in-any-eu-deal\">Hunt and Johnson: the backstop is dead and can't be in any EU deal</a> </p> </aside>  <p>This was the Sun-Talk Radio debate and Sun political editor Tom Newton Dunn laid down a few ground rules for Johnson and Hunt. The first of which was that there should be no repeat of last week’s ITV debates when both men had talked over each other and Julie Etchingham. Boris and Jeremy nodded furiously. This time there were no woman involved so there would be no need to talk over anyone.</p> <p>“Pifflepafflewifflewaffle,” Boris began in his by now well-rehearsed opening patter. Optimism, mojo, complete bollocks. That’s what the country was crying out for. Hunt just looked washed out. He claimed to be passionate, but he looked to be of all passion spent. The Colonel Kurtz Doll had been consigned to the toy box. All that was left was an unwanted Ken. Barbie’s wallflower.</p> <p>Brexit dominated the first 45 minutes and as expected neither man had any answers. But then a lack of realism has been the default position of both Boris and Hunt throughout and they weren’t about to change now. Brexit was something that would happen providing you believed in it enough. What had been missing was someone who would look the EU in the eyes and tell them we were mad and self-destructive enough to trash the entire country to get things done. Of course there would be casualties along the way, but true patriotic Brits should be prepared to lay down their lives so that everyone who survived could be made poorer.</p> <p>On and on the nonsense went. Both men unilaterally ditched the Northern Ireland backstop and put their faith in alternative border technologies that did not yet exist. Boris even promised to take back control by increasing immigration. Not exactly what many Brexiters had voted for, but trust in politics is now so low that no one really cares what anyone says. Coherence is a state to which no one now even aspires. Lying is now truth.</p> <p>Johnson was just as confused on a trade deal with the US. This time he had at least read clause 5(c) of Gatt 24 but he still hadn’t bothered to mug up on clause 5(d). Details, details. Asked to condemn President Trump’s<a href=\"https://www.theguardian.com/politics/2019/jul/15/theresa-may-condemns-trumps-remarks-about-four-congresswomen\"> tweets about four Democrat congresswomen</a>, Hunt said that his three children were half-Chinese. Boris avoided talking about his children. Mainly because he can’t always remember how many he has. Or what their nationalities might be. Both men <a href=\"https://www.theguardian.com/politics/2019/jul/15/theresa-may-condemns-trumps-remarks-about-four-congresswomen\">couldn’t bring themselves to say what they thought was racist about the racist tweet</a>. That’s the strong type of leadership that’s on offer. Britain standing up to the US by lying down.</p> <p>There were a few sparks in the remainder of the 90 minutes, but mostly a truce appeared to have been called. No major blue-on-blue attacks. Hunt appears to have accepted the game is up – he couldn’t even be bothered to mention he was an entrepreneur – and is now just angling to remain in cabinet. And it looked to have paid off as Boris promised Hunt one of the top four jobs. Only it turned out that Boris’s idea of a top four job was as night porter because within minutes of handing Hunt his current job back he withdrew the offer. Johnson is nothing if not reliably untrustworthy.</p> <p>Shortly before the contest ended with Boris relaxing into a few gags – his sense of entitlement is now complete – Iain Duncan Smith and Priti Patel swept into the spin room to declare how Johnson had easily won the debate they hadn’t even heard. Boris isn’t the only MP in Westminster to be measuring up the curtains. It will be Boris. And it will almost certainly be a disaster. Still, it’s only the little people who will suffer. And Brexit always has been about collateral damage.</p>",
      "newspaperPageNumber": "20",
      "wordcount": "860",
      "commentCloseDate": "2019-07-18T20:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-15T20:25:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:53Z",
      "newspaperEditionDate": "2019-07-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bq9bp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1bb9ee85757e5bb0ce20b41602e2fef4773595b2/75_0_4750_2850/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It could just have been overconfidence. More likely it was a white flag. A giving in to the inevitable. For the final head-to-head debate in the Tory leadership race, Team Hunt hadn’t sent a single MP out into the spin room to explain why their man was about to win. Not even Liam Fox, who bizarrely had managed to out fact-check Boris Johnson on the status of a UK-US trade deal that very morning. It’s come to something when the country depends on the international trade secretary – for the next week at least – as a voice of sanity. For Team Boris, Dominic Raab was looking every bit like a man who won’t be taking public transport for much longer. The shiny ministerial limo awaits. Gone was the pent-up anger of his own failed leadership bid. The bulging neck veins of Captain Psycho had given way to Smiley Dom. The man whose road rage convictions are now spent and on whom no one has yet pinned any unsolved murders. This was a man happy in his own skin. A politician of hitherto hidden charm. Pleased to have chosen the winning side. Delighted his no-deal Brexit was now mainstream Conservative policy. As Amber Rudd was now desperate to phone in and confirm. When she’d said a no-deal Brexit would be a disaster what she had really meant was that it would be an unmitigated success. This was the Sun-Talk Radio debate and Sun political editor Tom Newton Dunn laid down a few ground rules for Johnson and Hunt. The first of which was that there should be no repeat of last week’s ITV debates when both men had talked over each other and Julie Etchingham. Boris and Jeremy nodded furiously. This time there were no woman involved so there would be no need to talk over anyone. “Pifflepafflewifflewaffle,” Boris began in his by now well-rehearsed opening patter. Optimism, mojo, complete bollocks. That’s what the country was crying out for. Hunt just looked washed out. He claimed to be passionate, but he looked to be of all passion spent. The Colonel Kurtz Doll had been consigned to the toy box. All that was left was an unwanted Ken. Barbie’s wallflower. Brexit dominated the first 45 minutes and as expected neither man had any answers. But then a lack of realism has been the default position of both Boris and Hunt throughout and they weren’t about to change now. Brexit was something that would happen providing you believed in it enough. What had been missing was someone who would look the EU in the eyes and tell them we were mad and self-destructive enough to trash the entire country to get things done. Of course there would be casualties along the way, but true patriotic Brits should be prepared to lay down their lives so that everyone who survived could be made poorer. On and on the nonsense went. Both men unilaterally ditched the Northern Ireland backstop and put their faith in alternative border technologies that did not yet exist. Boris even promised to take back control by increasing immigration. Not exactly what many Brexiters had voted for, but trust in politics is now so low that no one really cares what anyone says. Coherence is a state to which no one now even aspires. Lying is now truth. Johnson was just as confused on a trade deal with the US. This time he had at least read clause 5(c) of Gatt 24 but he still hadn’t bothered to mug up on clause 5(d). Details, details. Asked to condemn President Trump’s tweets about four Democrat congresswomen, Hunt said that his three children were half-Chinese. Boris avoided talking about his children. Mainly because he can’t always remember how many he has. Or what their nationalities might be. Both men couldn’t bring themselves to say what they thought was racist about the racist tweet. That’s the strong type of leadership that’s on offer. Britain standing up to the US by lying down. There were a few sparks in the remainder of the 90 minutes, but mostly a truce appeared to have been called. No major blue-on-blue attacks. Hunt appears to have accepted the game is up – he couldn’t even be bothered to mention he was an entrepreneur – and is now just angling to remain in cabinet. And it looked to have paid off as Boris promised Hunt one of the top four jobs. Only it turned out that Boris’s idea of a top four job was as night porter because within minutes of handing Hunt his current job back he withdrew the offer. Johnson is nothing if not reliably untrustworthy. Shortly before the contest ended with Boris relaxing into a few gags – his sense of entitlement is now complete – Iain Duncan Smith and Priti Patel swept into the spin room to declare how Johnson had easily won the debate they hadn’t even heard. Boris isn’t the only MP in Westminster to be measuring up the curtains. It will be Boris. And it will almost certainly be a disaster. Still, it’s only the little people who will suffer. And Brexit always has been about collateral damage.",
      "charCount": "4848",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johncrace\">John Crace</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/15/hunt-and-johnson-the-backstop-is-dead-and-cant-be-in-any-eu-deal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-15T20:21:02Z",
    "webTitle": "Hunt and Johnson: the backstop is dead and can't be in any EU deal",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/15/hunt-and-johnson-the-backstop-is-dead-and-cant-be-in-any-eu-deal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/15/hunt-and-johnson-the-backstop-is-dead-and-cant-be-in-any-eu-deal",
    "fields": {
      "headline": "Hunt and Johnson: the backstop is dead and can't be in any EU deal",
      "standfirst": "<p>Tory leadership rivals say they would prefer no-deal Brexit to proposed Irish border solution</p>",
      "trailText": "Tory leadership rivals say they would prefer no-deal Brexit to proposed Irish border solution",
      "byline": "Rowena Mason and Jessica Elgot",
      "main": "<figure class=\"element element-image\" data-media-id=\"852dcbb14cd6eee9dd98c8528aea0f1cd3266341\"> <img src=\"https://media.guim.co.uk/852dcbb14cd6eee9dd98c8528aea0f1cd3266341/254_39_3844_2306/1000.jpg\" alt=\"Boris Johnson and Jeremy Hunt at a hustings\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson and Jeremy Hunt at a hustings hosted by the Sun/Talk Radio in London on Monday.</span> <span class=\"element-image__credit\">Photograph: Louis Wood/The Sun/EPA</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson and Jeremy Hunt have declared the Northern Ireland backstop “dead” and promised to throw it out of any deal they negotiate with the EU, in comments that significantly harden their Brexit positions.</p> <p>The Tory leadership rivals both ruled out trying to tweak the backstop, which critics said could trap the UK indefinitely in a customs union with the EU.</p> <p>They said it would not feature in any deal with the EU, saying it was no good to have a time limit on it or a way of the UK exiting it unilaterally – even though Eurosceptics had previously indicated they could vote for such compromises.</p> <p>Pressed in a Sun and Talk Radio debate on whether he would seek a time limit to the backstop, Johnson said: “The answer is no. The problem is really fundamental. It needs to come out.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jul/15/populism-boris-johnson-brexit-trump\">From Trump to Boris Johnson, we’re moving from post-truth to post-shame | Alastair Campbell</a> </p> </aside>  <p>He said his policy would be “no to time limits or unilateral escape hatches or these kind of elaborate devices, glosses, codicils and so on which you could apply to the backstop”.</p> <p>“I think the problem is very fundamental. It has been devised by this country as an instrument of our own incarceration in the single market and customs union. It needs to come out,” he added.</p> <p>Hunt agreed, saying “the backstop, as it is, is dead”, adding that there had to be a new way. “I don’t think tweaking it with a time limit will do the trick,” he said. “If we are going to get a deal we must have an absolute cast-iron commitment to the Republic of Ireland that we will not have border infrastructure. So what they liked in the backstop was the fact it guaranteed that. If we are going to solve that we need to find another way of guaranteeing that same thing.”</p> <p>The EU has repeatedly ruled out reopening Theresa May’s withdrawal agreement to revisit the backstop, which Brussels regards as a way of <a href=\"https://www.theguardian.com/world/2019/jul/09/irish-ministers-meet-to-discuss-dire-outcomes-of-no-deal-brexit\">protecting the Republic of Ireland and Northern Ireland</a> from a return to a hard border between them.</p> <p>However, both leadership candidates appeared categorical on Monday that they would throw it out of the deal entirely – or proceed to a no-deal Brexit. Hunt and Johnson endorsed the concept of “alternative arrangements” such as customs checks away from the border or trusted trader schemes.</p> <p>They declined to say what would happen if MPs decide to block a no-deal Brexit, even as the House of Lords on Monday made moves to <a href=\"https://www.theguardian.com/politics/2019/jul/09/grieve-proroguing-parliament-would-be-end-of-democracy-in-uk\">stop parliament being suspended</a> to force it through. A cross-party group of peers launched their bid in the Lords this week, as they warned that the “procedural gambit” was needed to stop a “constitutional outrage”.</p> <p>Philip Hammond, the chancellor, issued a fresh warning to Johnson and Hunt on Monday that he would do “everything I can” to prevent a no-deal Brexit.</p> <p>The chancellor, who said he will not serve in the incoming government, insisted he would try to support the new administration. He added: “So long as they are focused on doing the things that will <a href=\"https://www.theguardian.com/business/2019/jul/14/business-has-good-reason-to-fear-boris-johnson-brexit-plans\">strengthen the UK economy</a> and make it resilient in the future, I will be fully supportive. But if the new government tries to drive the UK over a cliff edge called no-deal Brexit, I will do everything I can to stop that happening.”</p> <p>The two hopefuls to succeed May took a more conciliatory tone than in previous debates, with Hunt helping Johnson as he struggled with a question about his private life. Johnson was asked whether he would be taking his partner, Carrie Symonds, with him into Downing Street and he refused to answer.</p> <p>“I’ve had a pretty ruthless rule on not commenting on that side of things and I don’t intend, if I may, to break it after 30 years,” he said. Pressed on the idea that it was a trust issue with the public that voters should know who he would be living with in No 10, Johnson said: “I don’t want to get into any kind of presumptuous theorising about living in Downing Street at all.”</p> <p>Hunt then joked that he would be living in No 10 and Johnson in No 11 as his chancellor. However, Johnson refused to give a guarantee to Hunt that he would return the favour and put him in his cabinet, with talk reported among his allies that he will only appoint senior ministers who are thoroughly committed to implementing a no-deal Brexit if necessary.</p> <p>Hunt said he would offer at least one of the four top cabinet roles to a female MP and Johnson agreed after some hesitation, but those commitments were criticised by former Tory MP Nick Boles who said they should be pledging gender balance at the top. </p> <p>“I cannot believe Boris Johnson and Jeremy Hunt think they’ve done enough by promising one of the top four cabinet posts to a woman? They’re both blokes. So they think it’s OK for one out of top five jobs to be held by a woman! Seriously? It’s 2019 guys,” he said. </p>",
      "newspaperPageNumber": "20",
      "wordcount": "836",
      "firstPublicationDate": "2019-07-15T20:21:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:43Z",
      "newspaperEditionDate": "2019-07-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bq96v",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/852dcbb14cd6eee9dd98c8528aea0f1cd3266341/254_39_3844_2306/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson and Jeremy Hunt have declared the Northern Ireland backstop “dead” and promised to throw it out of any deal they negotiate with the EU, in comments that significantly harden their Brexit positions. The Tory leadership rivals both ruled out trying to tweak the backstop, which critics said could trap the UK indefinitely in a customs union with the EU. They said it would not feature in any deal with the EU, saying it was no good to have a time limit on it or a way of the UK exiting it unilaterally – even though Eurosceptics had previously indicated they could vote for such compromises. Pressed in a Sun and Talk Radio debate on whether he would seek a time limit to the backstop, Johnson said: “The answer is no. The problem is really fundamental. It needs to come out.” He said his policy would be “no to time limits or unilateral escape hatches or these kind of elaborate devices, glosses, codicils and so on which you could apply to the backstop”. “I think the problem is very fundamental. It has been devised by this country as an instrument of our own incarceration in the single market and customs union. It needs to come out,” he added. Hunt agreed, saying “the backstop, as it is, is dead”, adding that there had to be a new way. “I don’t think tweaking it with a time limit will do the trick,” he said. “If we are going to get a deal we must have an absolute cast-iron commitment to the Republic of Ireland that we will not have border infrastructure. So what they liked in the backstop was the fact it guaranteed that. If we are going to solve that we need to find another way of guaranteeing that same thing.” The EU has repeatedly ruled out reopening Theresa May’s withdrawal agreement to revisit the backstop, which Brussels regards as a way of protecting the Republic of Ireland and Northern Ireland from a return to a hard border between them. However, both leadership candidates appeared categorical on Monday that they would throw it out of the deal entirely – or proceed to a no-deal Brexit. Hunt and Johnson endorsed the concept of “alternative arrangements” such as customs checks away from the border or trusted trader schemes. They declined to say what would happen if MPs decide to block a no-deal Brexit, even as the House of Lords on Monday made moves to stop parliament being suspended to force it through. A cross-party group of peers launched their bid in the Lords this week, as they warned that the “procedural gambit” was needed to stop a “constitutional outrage”. Philip Hammond, the chancellor, issued a fresh warning to Johnson and Hunt on Monday that he would do “everything I can” to prevent a no-deal Brexit. The chancellor, who said he will not serve in the incoming government, insisted he would try to support the new administration. He added: “So long as they are focused on doing the things that will strengthen the UK economy and make it resilient in the future, I will be fully supportive. But if the new government tries to drive the UK over a cliff edge called no-deal Brexit, I will do everything I can to stop that happening.” The two hopefuls to succeed May took a more conciliatory tone than in previous debates, with Hunt helping Johnson as he struggled with a question about his private life. Johnson was asked whether he would be taking his partner, Carrie Symonds, with him into Downing Street and he refused to answer. “I’ve had a pretty ruthless rule on not commenting on that side of things and I don’t intend, if I may, to break it after 30 years,” he said. Pressed on the idea that it was a trust issue with the public that voters should know who he would be living with in No 10, Johnson said: “I don’t want to get into any kind of presumptuous theorising about living in Downing Street at all.” Hunt then joked that he would be living in No 10 and Johnson in No 11 as his chancellor. However, Johnson refused to give a guarantee to Hunt that he would return the favour and put him in his cabinet, with talk reported among his allies that he will only appoint senior ministers who are thoroughly committed to implementing a no-deal Brexit if necessary. Hunt said he would offer at least one of the four top cabinet roles to a female MP and Johnson agreed after some hesitation, but those commitments were criticised by former Tory MP Nick Boles who said they should be pledging gender balance at the top. “I cannot believe Boris Johnson and Jeremy Hunt think they’ve done enough by promising one of the top four cabinet posts to a woman? They’re both blokes. So they think it’s OK for one out of top five jobs to be held by a woman! Seriously? It’s 2019 guys,” he said.",
      "charCount": "4647",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/jessica-elgot\">Jessica Elgot</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/15/theresa-may-condemns-trumps-remarks-about-four-congresswomen",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-15T19:22:14Z",
    "webTitle": "Johnson and Hunt join criticism of Trump attacks on Democrats",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/15/theresa-may-condemns-trumps-remarks-about-four-congresswomen",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/15/theresa-may-condemns-trumps-remarks-about-four-congresswomen",
    "fields": {
      "headline": "Johnson and Hunt join criticism of Trump attacks on Democrats",
      "standfirst": "<p>Tory leadership rivals and Theresa May all stop short of calling US president racist <br></p><ul><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news\">Politics live – latest updates</a></li></ul>",
      "trailText": "Tory leadership rivals and Theresa May all stop short of calling US president racist",
      "byline": "Rowena Mason and Patrick Wintour",
      "main": "<figure class=\"element element-image\" data-media-id=\"9cd5154cadf121a44ddafd97d2456b73c952ca34\"> \n <img src=\"https://media.guim.co.uk/9cd5154cadf121a44ddafd97d2456b73c952ca34/0_0_2560_1536/1000.jpg\" alt=\"Ayanna Pressley, Alexandria Ocasio-Cortez, Ilhan Omar and Rashida Tlaib\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">From left: Ayanna Pressley, Alexandria Ocasio-Cortez, Ilhan Omar and Rashida Tlaib were criticised.</span> \n  <span class=\"element-image__credit\">Composite: Rex/Reuters/EPA/AP</span> \n </figcaption> \n</figure>",
      "body": "<p>Boris Johnson and Jeremy Hunt have joined Theresa May in condemning Donald Trump’s tweets suggesting <a href=\"https://www.theguardian.com/us-news/2019/jul/14/trump-squad-tlaib-omar-pressley-ocasio-cortez\">four Democratic congresswomen</a> should “go back and help fix” their “broken and crime-infested” countries, but all held back from branding him a racist.</p> \n<p>The two Conservative leadership hopefuls made clear their criticism of Trump in a Sun and TalkRadio leadership debate, echoing May’s comments that they were “completely unacceptable”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"0708f2ea-2c34-4fcd-a139-e6273c642a15\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/kZt54hcdWmY?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Asked for his views, Johnson, the runaway favourite to succeed May as prime minister next week, said: “Relations between the UK and US are incredibly important. But if you are the leader of a great multiracial, multicultural country you simply cannot use that kind of language about sending people back to where they came from. It went out decades and decades ago and thank heavens for that. It’s totally unacceptable.”</p> \n<p>Pressed on whether he agreed with May, Hunt said: “Yes I do. I have three half-Chinese children and if anyone ever said to them, ‘Go back to China’ I would be utterly appalled. It is totally un-British to do that. So I hope that would never happen in this country.”</p> \n<p>They were each asked whether Trump should be called a racist because of his comments but Hunt, the foreign secretary, and Johnson, a former foreign secretary, both declined to use that term.</p> \n<p>Earlier, May took the unusual step of commenting on US domestic politics after Trump made reference to the outspoken Democratic congresswomen, only one of whom is foreign-born.</p> \n<p>The president’s remarks were attacked as explicitly racist towards Alexandria Ocasio-Cortez, Ayanna Pressley, Rashida Tlaib and Ilhan Omar, who was born in Somalia.</p> \n<p>The speaker of the US House of Representatives, Nancy Pelosi, denounced Trump’s “xenophobic comments meant to divide our nation”, while the four congresswomen accused him of trying to appeal to white nationalists.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"de3fc11d-8f9d-41e4-a16e-19e00243e62d\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>On 14 July Trump sent <a href=\"https://twitter.com/realDonaldTrump/status/1150381394234941448\">a series of tweets</a> saying:</p>\n    <p>“So interesting to see ‘Progressive’ Democrat Congresswomen, who originally came from countries whose governments are a complete and total catastrophe, the worst, most corrupt and inept anywhere in the world (if they even have a functioning government at all), now loudly and viciously telling the people of the United States, the greatest and most powerful Nation on earth, how our government is to be run. Why don’t they go back and help fix the totally broken and crime infested places from which they came. Then come back and show us how it is done. These places need your help badly, you can’t leave fast enough. I’m sure that Nancy Pelosi would be very happy to quickly work out free travel arrangements!”</p>\n    <p>The US president did not name his targets, but the attack was directed at congresswomen Alexandria Ocasio-Cortez of New York; Ayanna Pressley of Massachusetts; Rashida Tlaib of Michigan; and Ilhan Omar of Minnesota. Only Omar, who is from Somalia, was not born in the US.</p>\n    <p>Trump has subsequently launched several further attacks on the congresswoman accusing them of \"<a href=\"https://twitter.com/realDonaldTrump/status/1150732346099978240\">foul language &amp; racist hatred</a>\". On 16 July <a href=\"https://twitter.com/realDonaldTrump/status/1151089268535767042\">he tweeted</a> that they had been \"spewing some of the most vile, hateful, and disgusting things ever said by a politician in the House or Senate, &amp; yet they get a free pass and a big embrace from the Democrat Party. Horrible anti-Israel, anti-USA, pro-terrorist &amp; public shouting of the F...word, among many other terrible things.\"</p>\n    <p>He also reiterated the 'go home' message, <a href=\"https://twitter.com/realDonaldTrump/status/1150874781744607232\">tweeting</a> \"IF YOU ARE NOT HAPPY HERE, YOU CAN LEAVE!\"</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Downing Street criticised Trump’s comments but stopped short of branding him a racist. “Her view is that the language which was used to refer to the women was completely unacceptable,” the prime minister’s official spokesman said.</p> \n<p>Trump was highly critical of May last week, saying she had <a href=\"https://www.theguardian.com/us-news/2019/jul/08/donald-trump-we-will-no-longer-deal-with-the-british-ambassador\">made a “mess”</a> of Brexit, following leaked diplomatic cables from the UK ambassador to Washington that described him as inept and insecure.</p> \n<p>Johnson, who <a href=\"https://www.theguardian.com/politics/2019/jul/12/boris-johnson-claims-his-remarks-were-misrepresented-to-kim-darroch\">was condemned for his failure to defend the ambassador</a>, Sir Kim Darroch, is keen to rebuild the relationship with the US after the serious diplomatic row.</p> \n<p>Johnson has claimed he said nothing that should have been a factor in the ambassador’s decision to quit, but that is not an assessment shared in Whitehall or by Darroch.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"420a0c9f-1ed2-403e-9c39-4487fe08ab49\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>In the cables allegedly leaked to the Mail on Sunday, the UK’s outgoing ambassador to Washington, Sir Kim Darroch told his bosses in London that:</p>\n    <ul>\n     <li>He did not believe the Trump administration would “become substantially more normal; less dysfunctional; less unpredictable; less faction riven; less diplomatically clumsy and inept”.</li>\n     <li>Trump may have been indebted to “dodgy Russians”.</li>\n     <li>There were bitter divisions within the Trump White House, saying euphemistically that administration officials would get into “knife fights”.</li>\n     <li>The Trump presidency could “crash and burn” and that “we could be at the beginning of a downward spiral ... that leads to disgrace and downfall”.</li>\n     <li>The US president’s approach to global trade could wreck the system on which it depends.</li>\n     <li>Trump could attack Iran, and that he abandoned the Iran nuclear deal as an act of 'diplomatic vandalism' to spite Barack Obama.</li>\n     <li>The White House was split over the withdrawal, and lacked a \"day-after\" plan for what might come next.</li>\n    </ul>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Trump had condemned Darroch and <a href=\"https://www.theguardian.com/politics/2019/jul/13/senior-civil-servants-warn-of-campaign-to-undermine-officials\">sought to ostracise</a> him in an attempt to punish the envoy and apparently to drive him from his job.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/blog/live/2019/jul/15/tory-leadership-latest-news-boris-johnson-liam-fox-dismisses-boris-johnsons-plans-for-us-uk-trade-deal-as-unrealistic-live-news\">No 10 says Trump's 'go back home' tweet to congresswomen 'completely unacceptable' - live news</a> </p> \n</aside> \n<p>The latest row about Trump’s remarks is a test case of how far the next prime minister will put what they regard as the national economic interest and the pursuit of the special relationship ahead of defending essential British values and principles.</p> \n<p>There is a fear that with Brexit imminent, an increasingly isolated UK will have to turn more towards a Trump-led administration in its search for key allies.</p> \n<p>May’s condemnation of Trump is a further sign the prime minister is willing to <a href=\"https://www.theguardian.com/politics/2019/jul/10/social-justice-not-brexit-theresa-may-races-to-secure-her-legacy\">loosen the shackles</a> in the final days of her premiership and say what she thinks.</p> \n<p>The Scottish Conservative leader, Ruth Davidson, said earlier that May was right and “both men vying to be her successor should say so”.</p> \n<p>Scotland’s first minister, Nicola Sturgeon, said the president’s comments were “not OK and diplomatic politeness should not stop us saying so, loudly and clearly”.</p> \n<p>Nadhim Zahawi, the MP for Stratford-on-Avon and a supporter of Johnson, said the UK should not interject into American politics, but described the language used as inappropriate. “It is not language I would use. I am condemning it,” he told the BBC.</p> \n<p>“It is domestic US policy. Ultimately, if we do this [interject], we will give Donald Trump the right to intervene in our politics any time he wants. That is not where we want to be. This is our greatest ally. The president of the US has to be someone with whom the prime minister can work, and if we are going to start behaving in this way and attack them all the time then they have every right to do the same back to us.”</p>",
      "newspaperPageNumber": "4",
      "wordcount": "725",
      "firstPublicationDate": "2019-07-15T12:35:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-16T00:05:02Z",
      "newspaperEditionDate": "2019-07-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bq77n",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9cd5154cadf121a44ddafd97d2456b73c952ca34/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson and Jeremy Hunt have joined Theresa May in condemning Donald Trump’s tweets suggesting four Democratic congresswomen should “go back and help fix” their “broken and crime-infested” countries, but all held back from branding him a racist. The two Conservative leadership hopefuls made clear their criticism of Trump in a Sun and TalkRadio leadership debate, echoing May’s comments that they were “completely unacceptable”. Asked for his views, Johnson, the runaway favourite to succeed May as prime minister next week, said: “Relations between the UK and US are incredibly important. But if you are the leader of a great multiracial, multicultural country you simply cannot use that kind of language about sending people back to where they came from. It went out decades and decades ago and thank heavens for that. It’s totally unacceptable.” Pressed on whether he agreed with May, Hunt said: “Yes I do. I have three half-Chinese children and if anyone ever said to them, ‘Go back to China’ I would be utterly appalled. It is totally un-British to do that. So I hope that would never happen in this country.” They were each asked whether Trump should be called a racist because of his comments but Hunt, the foreign secretary, and Johnson, a former foreign secretary, both declined to use that term. Earlier, May took the unusual step of commenting on US domestic politics after Trump made reference to the outspoken Democratic congresswomen, only one of whom is foreign-born. The president’s remarks were attacked as explicitly racist towards Alexandria Ocasio-Cortez, Ayanna Pressley, Rashida Tlaib and Ilhan Omar, who was born in Somalia. The speaker of the US House of Representatives, Nancy Pelosi, denounced Trump’s “xenophobic comments meant to divide our nation”, while the four congresswomen accused him of trying to appeal to white nationalists. Downing Street criticised Trump’s comments but stopped short of branding him a racist. “Her view is that the language which was used to refer to the women was completely unacceptable,” the prime minister’s official spokesman said. Trump was highly critical of May last week, saying she had made a “mess” of Brexit, following leaked diplomatic cables from the UK ambassador to Washington that described him as inept and insecure. Johnson, who was condemned for his failure to defend the ambassador, Sir Kim Darroch, is keen to rebuild the relationship with the US after the serious diplomatic row. Johnson has claimed he said nothing that should have been a factor in the ambassador’s decision to quit, but that is not an assessment shared in Whitehall or by Darroch. Trump had condemned Darroch and sought to ostracise him in an attempt to punish the envoy and apparently to drive him from his job. The latest row about Trump’s remarks is a test case of how far the next prime minister will put what they regard as the national economic interest and the pursuit of the special relationship ahead of defending essential British values and principles. There is a fear that with Brexit imminent, an increasingly isolated UK will have to turn more towards a Trump-led administration in its search for key allies. May’s condemnation of Trump is a further sign the prime minister is willing to loosen the shackles in the final days of her premiership and say what she thinks. The Scottish Conservative leader, Ruth Davidson, said earlier that May was right and “both men vying to be her successor should say so”. Scotland’s first minister, Nicola Sturgeon, said the president’s comments were “not OK and diplomatic politeness should not stop us saying so, loudly and clearly”. Nadhim Zahawi, the MP for Stratford-on-Avon and a supporter of Johnson, said the UK should not interject into American politics, but described the language used as inappropriate. “It is not language I would use. I am condemning it,” he told the BBC. “It is domestic US policy. Ultimately, if we do this [interject], we will give Donald Trump the right to intervene in our politics any time he wants. That is not where we want to be. This is our greatest ally. The president of the US has to be someone with whom the prime minister can work, and if we are going to start behaving in this way and attack them all the time then they have every right to do the same back to us.”",
      "charCount": "4314",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/patrickwintour\">Patrick Wintour</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "sport/2019/jul/15/jacob-rees-mogg-stumped-by-englands-world-cup-triumph",
    "type": "article",
    "sectionId": "sport",
    "sectionName": "Sport",
    "webPublicationDate": "2019-07-15T17:25:41Z",
    "webTitle": "Jacob Rees-Mogg stumped by England’s World Cup triumph | Letters",
    "webUrl": "https://www.theguardian.com/sport/2019/jul/15/jacob-rees-mogg-stumped-by-englands-world-cup-triumph",
    "apiUrl": "https://content.guardianapis.com/sport/2019/jul/15/jacob-rees-mogg-stumped-by-englands-world-cup-triumph",
    "fields": {
      "headline": "Jacob Rees-Mogg stumped by England’s World Cup triumph",
      "standfirst": "<strong>Alex Orr</strong> says the Tory MP’s attempt to make a ‘Brextremist point’ has backfired, <strong>Steve Moore</strong> says perhaps one super over is not enough, and <strong>Fr Alec Mitchell</strong> points out that New Zealand took more wickets in the match",
      "trailText": "Letters: <strong>Alex Orr</strong> says the Tory MP’s attempt to make a ‘Brextremist point’ has backfired, <strong>Steve Moore</strong> says perhaps one super over is not enough, and <strong>Fr Alec Mitchell</strong> points out that New Zealand took more wickets in the match",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"bb8b7484f7ef7fe9dccb5c9a1c9fcd886750f540\"> <img src=\"https://media.guim.co.uk/bb8b7484f7ef7fe9dccb5c9a1c9fcd886750f540/0_54_4905_2943/1000.jpg\" alt=\"The England squad at a World Cup Victory Celebration at the Oval on Monday after the closest of wins against New Zealand at Lord’s on Sunday\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The England squad at a World Cup Victory Celebration at the Oval on Monday after the closest of wins against New Zealand at Lord’s on Sunday.</span> <span class=\"element-image__credit\">Photograph: Gareth Copley/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Jacob Rees-Mogg’s <a href=\"https://www.theguardian.com/politics/2019/jul/14/not-cricket-jacob-rees-mogg-criticised\" title=\"\">crass comment on Twitter</a> that “we clearly don’t need Europe to win” in reference to England’s triumph in the Cricket World Cup has backfired spectacularly given the international makeup of the team.</p> <p>The 15-man squad includes five players born outside the UK, including the Irish-born captain, Eoin Morgan. Tom Curran and Jason Roy are originally from South Africa, while Ben Stokes and Jofra Archer, who bowled the super over, were born in New Zealand and Barbados respectively. In addition, Moeen Ali and Adil Rashid are the grandchildren of Pakistani immigrants and both belong to the Mirpuri community.</p> <p>So, the team was captained by an immigrant, with batting led by an immigrant, the fastest bowler an immigrant, the leading all-rounder was an immigrant and the main spinner the son of an immigrant.</p> <p>Perhaps instead of making a silly Brextremist point Mr Mogg could have offered congratulations to the Irish captain, the New Zealand-born man of the match and the Barbadian bowler who got England over the line.<br><strong>Alex Orr</strong><br><em>Edinburgh</em></p> <p>• To win a World Cup final under a rule that should be confined to school kids playing down at the local park simply beggars belief. If a match goes to a super over then why not follow the practice of football’s penalty shootout? Tied after the first over, what’s wrong with playing one or more overs until one team scores more runs than the other? Is that not fairer? (And no, I’m not a Kiwi.)<br><strong>Steve Moore</strong><br><em>Leumeah, New South Wales, Australia</em></p> <p>• Deciding the outcome of the Cricket World Cup Final on the basis of which side scores more boundaries is illogical and arbitrary. The game is meant to be an equal contest between bat and ball. A run is a run, and a wicket is a wicket. Both teams managed to score 256 runs in total (241 + 15). A tie. New Zealand’s bowlers, on the other hand, took two more wickets than England’s; so shouldn’t they have won?<br><strong>Fr Alec Mitchell</strong><br><em>Holyhead, Anglesey</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "380",
      "commentable": "false",
      "firstPublicationDate": "2019-07-15T17:25:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:44Z",
      "newspaperEditionDate": "2019-07-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bq7fb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bb8b7484f7ef7fe9dccb5c9a1c9fcd886750f540/0_54_4905_2943/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jacob Rees-Mogg’s crass comment on Twitter that “we clearly don’t need Europe to win” in reference to England’s triumph in the Cricket World Cup has backfired spectacularly given the international makeup of the team. The 15-man squad includes five players born outside the UK, including the Irish-born captain, Eoin Morgan. Tom Curran and Jason Roy are originally from South Africa, while Ben Stokes and Jofra Archer, who bowled the super over, were born in New Zealand and Barbados respectively. In addition, Moeen Ali and Adil Rashid are the grandchildren of Pakistani immigrants and both belong to the Mirpuri community. So, the team was captained by an immigrant, with batting led by an immigrant, the fastest bowler an immigrant, the leading all-rounder was an immigrant and the main spinner the son of an immigrant. Perhaps instead of making a silly Brextremist point Mr Mogg could have offered congratulations to the Irish captain, the New Zealand-born man of the match and the Barbadian bowler who got England over the line. Alex Orr Edinburgh • To win a World Cup final under a rule that should be confined to school kids playing down at the local park simply beggars belief. If a match goes to a super over then why not follow the practice of football’s penalty shootout? Tied after the first over, what’s wrong with playing one or more overs until one team scores more runs than the other? Is that not fairer? (And no, I’m not a Kiwi.) Steve Moore Leumeah, New South Wales, Australia • Deciding the outcome of the Cricket World Cup Final on the basis of which side scores more boundaries is illogical and arbitrary. The game is meant to be an equal contest between bat and ball. A run is a run, and a wicket is a wicket. Both teams managed to score 256 runs in total (241 + 15). A tie. New Zealand’s bowlers, on the other hand, took two more wickets than England’s; so shouldn’t they have won? Fr Alec Mitchell Holyhead, Anglesey • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2236",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/sport",
    "pillarName": "Sport"
  },
  {
    "id": "politics/2019/jul/15/navy-ships-are-not-to-be-played-with",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-15T17:23:47Z",
    "webTitle": "Navy ships are not to be played with | Letter",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/15/navy-ships-are-not-to-be-played-with",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/15/navy-ships-are-not-to-be-played-with",
    "fields": {
      "headline": "Navy ships are not to be played with",
      "standfirst": "<strong>Commander Roger Paine </strong>takes issue with defence cuts, Jeremy Hunt and his ‘BGO’ admission",
      "trailText": "Letter: <strong>Commander Roger Paine </strong>takes issue with defence cuts, Jeremy Hunt and his ‘BGO’ admission",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"2ae3cedcfb842403bd8fe58682ebd9c81ddbbcd5\"> <img src=\"https://media.guim.co.uk/2ae3cedcfb842403bd8fe58682ebd9c81ddbbcd5/0_1569_2335_1400/1000.jpg\" alt=\"Jeremy Hunt\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Conservative leadership contender Jeremy Hunt.</span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<p>I had to admit a rueful smile as the foreign secretary, Jeremy Hunt, was forced to admit that “due to successive defence cuts the UK does not have the resources to defend shipping” (<a href=\"https://www.theguardian.com/politics/2019/jul/11/is-the-us-nudging-britain-into-dangerous-waters-with-iran\" title=\"\">Analysis</a>, 12 July). As we used to say in the Royal Navy, this might be termed a “BGO” – blinding glimpse of the obvious.</p> <p>Someone ought to explain to Mr Hunt, especially as he is the son of a distinguished admiral (on whose staff I served), that warships are not built overnight. They are not Airfix toys to be put together when it seems like a good idea.</p> <p>As an island nation, we have decimated the navy so it is no longer able to fulfil one of its prime purposes, which is as important today as it has been for centuries. Perhaps Mr Hunt still feels he is playing with toy ships in his bath.<br><strong>Commander Roger Paine RN (retired)</strong><br><em>Hellingly, East Sussex</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "201",
      "commentable": "false",
      "firstPublicationDate": "2019-07-15T17:23:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-15T17:31:46Z",
      "newspaperEditionDate": "2019-07-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bq74v",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2ae3cedcfb842403bd8fe58682ebd9c81ddbbcd5/0_1569_2335_1400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I had to admit a rueful smile as the foreign secretary, Jeremy Hunt, was forced to admit that “due to successive defence cuts the UK does not have the resources to defend shipping” (Analysis, 12 July). As we used to say in the Royal Navy, this might be termed a “BGO” – blinding glimpse of the obvious. Someone ought to explain to Mr Hunt, especially as he is the son of a distinguished admiral (on whose staff I served), that warships are not built overnight. They are not Airfix toys to be put together when it seems like a good idea. As an island nation, we have decimated the navy so it is no longer able to fulfil one of its prime purposes, which is as important today as it has been for centuries. Perhaps Mr Hunt still feels he is playing with toy ships in his bath. Commander Roger Paine RN (retired) Hellingly, East Sussex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1127",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/15/populism-boris-johnson-brexit-trump",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-15T16:40:38Z",
    "webTitle": "From Trump to Boris Johnson, we’re moving from post-truth to post-shame | Alastair Campbell",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/15/populism-boris-johnson-brexit-trump",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/15/populism-boris-johnson-brexit-trump",
    "fields": {
      "headline": "From Trump to Boris Johnson, we’re moving from post-truth to post-shame",
      "standfirst": "Populism means never having to say you’re sorry, and never having to say you’re wrong. You just change the subject",
      "trailText": "Populism means never having to say you’re sorry, says Alastair Campbell",
      "byline": "Alastair Campbell",
      "main": "<figure class=\"element element-image\" data-media-id=\"9e3ce4a98a48b9e3209006090b00f9b4961e0ee1\"> <img src=\"https://media.guim.co.uk/9e3ce4a98a48b9e3209006090b00f9b4961e0ee1/96_199_3404_2043/1000.jpg\" alt=\"Nigel Farage\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I can see Nigel Farage laughing his head off. “Can you believe that Campbell has tried to fact-check our policy like it was serious?”’</span> <span class=\"element-image__credit\">Photograph: Isabel Infantes/PA</span> </figcaption> </figure>",
      "body": "<p>A confession: I tend not to read the online comments about anything I write for the Guardian. But as I am about to embark on a short “politics of mental health” speaking tour down under, I made an exception for the comments section beneath <a href=\"https://www.theguardian.com/politics/2019/jul/14/alastair-campbell-on-the-populist-virus-and-why-bill-shorten-lost\" title=\"\">an interview I did for Guardian Australia</a>. I am glad I did. For there were two comments so good they left me wishing I had written them myself. I shall certainly be using them in future.</p> <p>I have no idea who <a href=\"https://profile.theguardian.com/user/id/101513662?page=1\" title=\"\">sleuthfortruth</a> is, but someone should find them and hire them as a speechwriter. “Voting for a populist party is like diving headfirst into an empty swimming pool, because you’re angry that there’s no water in it.” Brilliant. Trump and Brexit to a tee.</p> <p>Trump: the inherited wealth billionaire who became president by ventilating and capitalising on public anger at politicians and elites, winning over many among the disaffected working classes, yet now pursuing policies aimed at further enriching the rich, and a politics of narcissism and family aggrandisement at the expense of the US’s global reputation.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/ng-interactive/2019/mar/06/revealed-the-rise-and-rise-of-populist-rhetoric\">Revealed: the rise and rise of populist rhetoric</a> </p> </aside>  <p>Brexit: won with the help of the votes of those who will be hardest hit by its impact, as every regional analysis has shown. Those votes were secured with arguments about sovereignty, economic strength, more money for the NHS, trade deals galore falling from trees, big falls in immigration – arguments that have faded and died as campaign-winning rhetoric has been exposed to the real world of EU negotiations, the law and parliamentary arithmetic. So now the populists are reduced to saying simply that Brexit must happen because people voted for it, and a likely incoming prime minister, to be elected by a majority of the less than 0.25% of the country with a say in the matter, happily parrots his <a href=\"https://www.theguardian.com/politics/2019/jul/08/boris-johnson-make-uk-match-fit-for-no-deal-brexit\" title=\"\">support for a no-deal Brexit</a> that he and everyone else said was not even an option three years ago.</p> <p>When a few populists piled in on sleuthfortruth, they held their ground and added: “Populism is the art of agitating the disaffected voters to vote against their best interests, by amplifying problems and not really offering anything in return.” Trump, Salvini, Johnson, Farage: sleuthfortruth has your number.</p> <p>Sleuthfortruth is a good name for the holder of such a viewpoint, for truth has been a prime casualty of the populist era. According to Washington Post factcheckers, Trump has averaged <a href=\"https://www.washingtonpost.com/politics/2019/06/10/president-trump-has-made-false-or-misleading-claims-over-days/?utm_term=.d172ab5e997a\" title=\"\">12 misleading or outright false statements for every day of his presidency</a>. Worse, he shows politicians around the world that – thus far – he can get away with it.</p> <p>We are not just in a post-truth world, but a post-shame world. How else to explain that Boris Johnson <a href=\"https://www.independent.co.uk/news/uk/politics/boris-johnson-lies-conservative-leader-candidate-list-times-banana-brexit-bus-a8929076.html\" title=\"\">once lost his job at the Times for lying</a>, yet the same newspaper now <a href=\"https://www.thetimes.co.uk/article/the-times-view-on-the-next-prime-minister-boris-johnson-at-no-10-njpzrff8v\" title=\"\">endorses him</a> to be prime minister?</p> <p>The £350m a week that was promised for the NHS was post-truthery. The fact that Johnson is rarely challenged on it, and waves it away when he is, is post-shamery – his, politics’ and the media’s.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Populism means never having to say you’re sorry, and never having to say you’re wrong</p> </blockquote> </aside>  <p>We saw a vignette of the same kind of thing in Andrew Neil’s BBC interview with Johnson last Friday. Neil <a href=\"https://blogs.spectator.co.uk/2019/07/full-transcript-boris-johnson-grilled-by-andrew-neil/\" title=\"\">was pressing Johnson</a> on whether his failure to back Kim Darroch in the ITV leadership debate a few days before was a factor in Darroch’s decision to resign as UK ambassador to the US (spoiler alert: <a href=\"https://www.theguardian.com/uk-news/2019/jul/10/kim-darroch-resigns-as-uk-ambassador-to-us-after-leaked-trump-comment\" title=\"\">it was</a>). Johnson gave a version of events that was directly contradicted by the account Darroch had given to friends. He also – and well done to Neil for calling it out as a regular Johnson tactic – sought to deflect the question by answering one that hadn’t been asked, about the leaker. Post-truth and post-shame both take place in a world where, as chancers such as Johnson and Trump know, events move so fast that the caravan quickly moves on.</p> <p>If our democracy was functioning well, there would be an opposition in the wings, a government-in-waiting, providing the answers and the solutions, the leadership and the strength in depth, that the government is failing to. But that is not happening, is it? In recent polls, Labour has been <a href=\"https://news.sky.com/story/labour-falls-into-fourth-place-in-new-opinion-poll-11756313\" title=\"\">closer to single figures</a> than the kind of support needed for a majority. Populism is not about being popular. It is the relegation of fact and reason to lies and emotion. The main point I made in my interview with Guardian Australia was that the populism of the right would not be defeated by populism of the left. Yet if I were to think of two words to sum up Labour’s handling of antisemitism, especially in recent days, post-truth and post-shame would be right up there. </p> <p>Populism means never having to say you’re sorry, and never having to say you’re wrong, because you just say something different about something else. Take the latest policy announcement of the Brexit party. “The Brexit party will invest £200bn in the regions by scrapping HS2, halving the foreign aid budget, and refusing to pay Brussels £39bn,” <a href=\"https://twitter.com/brexitparty_uk/status/1150078515892686850/video/1\" title=\"\">it says</a>.</p> <p>There are so many unanswered questions in there it is hard to know where to start. “Refusing to pay £39bn” presumes that we are leaving the EU without a deal and preparing to break the law to do so. Do their calculations include any economic hit at all, or are we still fantasising that a no-deal exit can be managed without economic downside, even before the EU understandably decides that such an act of bad faith might merit some sort of retaliation? </p> <p>The aid budget totals <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/771136/Statistics-on-International-Development-Final-UK-Aid-Spend-2017-jan-revisions.pdf#page=4\" title=\"\">about £14bn</a>, so scrapping half of it only gives you £7bn. And even if you assumed you could somehow get back to the Treasury the <a href=\"https://www.theguardian.com/uk-news/2018/dec/17/hs2-misled-mps-about-cost-of-high-speed-rail-project-whistleblower\" title=\"\">estimated £56bn cost of HS2</a>, which you can’t, and even assuming there would be no economic costs of reversing the project, which there would, you still only have half of the £200bn promised in total. Post-truth, post-shame. I can see Nigel Farage laughing his head off: “Can you believe that Campbell has actually gone and tried to fact-check our ‘policy for the regions’ like it was serious?”</p> <p>But this is not a policy at all. It is an attempt to pretend that they have one, so they can go around the country and say they care about the regions. It is a very empty swimming pool. Diving into it would be dangerous indeed.</p> <p>The same goes for Johnson’s no deal – and, in some ways, even worse has been the sight of Jeremy Hunt, Matt Hancock, Amber Rudd, Damian Green and others pretending to share his view that no deal need not be, as they had previously argued, an unmitigated disaster. Jump in, the water’s … all gone.</p> <p>• Alastair Campbell is an adviser to the People’s Vote campaign and editor-at-large of the New European. He is co-founder of Equality4MentalHealth</p>",
      "wordcount": "1127",
      "commentable": "false",
      "firstPublicationDate": "2019-07-15T16:40:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:53Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bq7nj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9e3ce4a98a48b9e3209006090b00f9b4961e0ee1/96_199_3404_2043/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A confession: I tend not to read the online comments about anything I write for the Guardian. But as I am about to embark on a short “politics of mental health” speaking tour down under, I made an exception for the comments section beneath an interview I did for Guardian Australia. I am glad I did. For there were two comments so good they left me wishing I had written them myself. I shall certainly be using them in future. I have no idea who sleuthfortruth is, but someone should find them and hire them as a speechwriter. “Voting for a populist party is like diving headfirst into an empty swimming pool, because you’re angry that there’s no water in it.” Brilliant. Trump and Brexit to a tee. Trump: the inherited wealth billionaire who became president by ventilating and capitalising on public anger at politicians and elites, winning over many among the disaffected working classes, yet now pursuing policies aimed at further enriching the rich, and a politics of narcissism and family aggrandisement at the expense of the US’s global reputation. Brexit: won with the help of the votes of those who will be hardest hit by its impact, as every regional analysis has shown. Those votes were secured with arguments about sovereignty, economic strength, more money for the NHS, trade deals galore falling from trees, big falls in immigration – arguments that have faded and died as campaign-winning rhetoric has been exposed to the real world of EU negotiations, the law and parliamentary arithmetic. So now the populists are reduced to saying simply that Brexit must happen because people voted for it, and a likely incoming prime minister, to be elected by a majority of the less than 0.25% of the country with a say in the matter, happily parrots his support for a no-deal Brexit that he and everyone else said was not even an option three years ago. When a few populists piled in on sleuthfortruth, they held their ground and added: “Populism is the art of agitating the disaffected voters to vote against their best interests, by amplifying problems and not really offering anything in return.” Trump, Salvini, Johnson, Farage: sleuthfortruth has your number. Sleuthfortruth is a good name for the holder of such a viewpoint, for truth has been a prime casualty of the populist era. According to Washington Post factcheckers, Trump has averaged 12 misleading or outright false statements for every day of his presidency. Worse, he shows politicians around the world that – thus far – he can get away with it. We are not just in a post-truth world, but a post-shame world. How else to explain that Boris Johnson once lost his job at the Times for lying, yet the same newspaper now endorses him to be prime minister? The £350m a week that was promised for the NHS was post-truthery. The fact that Johnson is rarely challenged on it, and waves it away when he is, is post-shamery – his, politics’ and the media’s. We saw a vignette of the same kind of thing in Andrew Neil’s BBC interview with Johnson last Friday. Neil was pressing Johnson on whether his failure to back Kim Darroch in the ITV leadership debate a few days before was a factor in Darroch’s decision to resign as UK ambassador to the US (spoiler alert: it was). Johnson gave a version of events that was directly contradicted by the account Darroch had given to friends. He also – and well done to Neil for calling it out as a regular Johnson tactic – sought to deflect the question by answering one that hadn’t been asked, about the leaker. Post-truth and post-shame both take place in a world where, as chancers such as Johnson and Trump know, events move so fast that the caravan quickly moves on. If our democracy was functioning well, there would be an opposition in the wings, a government-in-waiting, providing the answers and the solutions, the leadership and the strength in depth, that the government is failing to. But that is not happening, is it? In recent polls, Labour has been closer to single figures than the kind of support needed for a majority. Populism is not about being popular. It is the relegation of fact and reason to lies and emotion. The main point I made in my interview with Guardian Australia was that the populism of the right would not be defeated by populism of the left. Yet if I were to think of two words to sum up Labour’s handling of antisemitism, especially in recent days, post-truth and post-shame would be right up there. Populism means never having to say you’re sorry, and never having to say you’re wrong, because you just say something different about something else. Take the latest policy announcement of the Brexit party. “The Brexit party will invest £200bn in the regions by scrapping HS2, halving the foreign aid budget, and refusing to pay Brussels £39bn,” it says. There are so many unanswered questions in there it is hard to know where to start. “Refusing to pay £39bn” presumes that we are leaving the EU without a deal and preparing to break the law to do so. Do their calculations include any economic hit at all, or are we still fantasising that a no-deal exit can be managed without economic downside, even before the EU understandably decides that such an act of bad faith might merit some sort of retaliation? The aid budget totals about £14bn, so scrapping half of it only gives you £7bn. And even if you assumed you could somehow get back to the Treasury the estimated £56bn cost of HS2, which you can’t, and even assuming there would be no economic costs of reversing the project, which there would, you still only have half of the £200bn promised in total. Post-truth, post-shame. I can see Nigel Farage laughing his head off: “Can you believe that Campbell has actually gone and tried to fact-check our ‘policy for the regions’ like it was serious?” But this is not a policy at all. It is an attempt to pretend that they have one, so they can go around the country and say they care about the regions. It is a very empty swimming pool. Diving into it would be dangerous indeed. The same goes for Johnson’s no deal – and, in some ways, even worse has been the sight of Jeremy Hunt, Matt Hancock, Amber Rudd, Damian Green and others pretending to share his view that no deal need not be, as they had previously argued, an unmitigated disaster. Jump in, the water’s … all gone. • Alastair Campbell is an adviser to the People’s Vote campaign and editor-at-large of the New European. He is co-founder of Equality4MentalHealth",
      "charCount": "6465",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/alastaircampbell\">Alastair Campbell</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "lifeandstyle/2019/jul/15/campaign-yorkshire-queensbury-cycle-tunnel-backed-landowner",
    "type": "article",
    "sectionId": "lifeandstyle",
    "sectionName": "Life and style",
    "webPublicationDate": "2019-07-15T15:44:56Z",
    "webTitle": "Campaign for Yorkshire cycle tunnel is backed by landowner",
    "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jul/15/campaign-yorkshire-queensbury-cycle-tunnel-backed-landowner",
    "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jul/15/campaign-yorkshire-queensbury-cycle-tunnel-backed-landowner",
    "fields": {
      "headline": "Campaign for Yorkshire cycle tunnel is backed by landowner",
      "standfirst": "<p>David Sunderland says he will block works to close disused Queensbury rail tunnel</p>",
      "trailText": "David Sunderland says he will block works to close disused Queensbury rail tunnel",
      "byline": "Maya Wolfe-Robinson",
      "main": "<figure class=\"element element-image\" data-media-id=\"52451c09394c2a7f0abd39c35be13f2116ada46e\"> <img src=\"https://media.guim.co.uk/52451c09394c2a7f0abd39c35be13f2116ada46e/0_200_3000_1800/1000.jpg\" alt=\"An impression produced by campaigners of how a cycle path through the disused Queensbury rail tunnel could look.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An impression produced by campaigners of how a cycle path through the disused Queensbury rail tunnel could look.</span> <span class=\"element-image__credit\">Photograph: Graeme Bickerdike/Four by Three</span> </figcaption> </figure>",
      "body": "<p>The campaign to turn a disused railway line in Yorkshire into <a href=\"https://www.theguardian.com/uk-news/2018/jan/01/new-push-to-make-englands-longest-cycle-tunnel-a-reality\">England’s longest cycle tunnel</a> has received a boost in the form of a defiant landowner who refuses to let it stay shut.</p> <p>A row has erupted over the 1.4-mile (2.3km) Queensbury line between campaigners, <a href=\"http://www.queensburytunnel.org.uk/reports/B2HG-AdvocacyDocument.pdf\">supported by the local councils</a>, and the Department for Transport (DfT), which wants to fill in sections of the tunnel with concrete and then leave it to collapse.</p> <p>David Sunderland, who says he owns the land at one end of the Queensbury tunnel, <a href=\"https://planning.bradford.gov.uk/online-applications/applicationDetails.do?activeTab=neighbourComments&amp;keyVal=PRYOLPDHI0W00&amp;neighbourCommentsPager.page=5\">will not grant access to allow any works to proceed</a>.</p> <p>Alongside nearly <a href=\"https://planning.bradford.gov.uk/online-applications/applicationDetails.do?activeTab=neighbourComments&amp;keyVal=PRYOLPDHI0W00&amp;neighbourCommentsPager.page=2\">3,500 other objections</a> on Bradford council’s planning website, he wrote that he would not cooperate with any works to abandon Queensbury tunnel, describing it as “an important and valuable public asset”.</p> <p>In response to the application to fill in the tunnel from Highways England, which manages the tunnel for the DfT, he says he will not grant access to the land unless the proposal for a cycle path goes ahead.</p> <p>The campaigners say there is a “once-only opportunity” to turn the tunnel, disused since 1956, into <a href=\"http://www.queensburytunnel.org.uk/index.shtml#\">a subterranean walking and cycling route</a> connecting Halifax to Bradford and Keighley. It would form the heart of a new cycle network that would decrease obesity, reduce air pollution and present an alternative to car use in an area where not many people currently cycle.</p> <p>They argue that the plans to abandon the tunnel are now estimated to cost at least £5m of public money, whereas the repairs are estimated to cost up to £6.9m. Sustrans, the environmental charity, has produced <a href=\"http://www.queensburytunnel.org.uk/reports/SustransEconomicImpactStudy.pdf\">a report</a> suggesting the Queensbury cycle route could bring £37.6m worth of economic, health and tourism benefits over 30 years.</p> <p>Highway England’s contractor began strengthening vulnerable parts of the tunnel last year before the main phase of work, which requires planning permission. However, the cost of that work has shot up after Highways England failed to pay the £50 annual rent on a pumping station that keeps the tunnel free from water, resulting in the pump being switched off and the tunnel flooding with 8.2m gallons of water, according to Graeme Bickerdike, who coordinates the Queensbury Tunnel Society’s engineering activities.</p> <p>He said: “Thanks to a combination of fear, ignorance, hysteria and occasional outbreaks of incompetence, Highways England has cost the taxpayers a huge amount of money.”</p> <p>He added: “As we look at our environmental and health responsibilities, we need to facilitate people getting out of cars and on to bikes, which means providing the infrastructure for it.”</p> <p>Campaigners are supported by Bradford and Calverdale councils and local MPs. Holly Lynch, the MP for Halifax, has said restoring the tunnel would return £2.31 in benefits for every £1 invested. In a letter to Bradford council, she says this is a “return that is regarded by the government as high value for money”.</p> <p>Judith Cummins, the MP for Bradford South, has written to Chris Grayling, the transport secretary, to call on the government to intervene. She argues that filling in the tunnel is “just so directly at odds with the government’s cycling and walking strategy”. During a debate on cycle and walking paths last week, she said: “The tunnel should be the jewel in the crown of a new cycle and walk greenway to connect the great city of Bradford with Halifax. We should be taking advantage of our historical assets to benefit all of us for years to come.”</p> <p>A decision on whether planning permission will be granted is expected later this month.</p> <p>A spokesperson for Highways England said: “We have now submitted our planning application to Bradford council for further safety work to close Queensbury tunnel.</p> <p>“All the comments that have been received so far will help the council make their decision and we would like to thank everyone for taking the time to comment.</p>",
      "wordcount": "648",
      "firstPublicationDate": "2019-07-15T15:44:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-15T16:09:04Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bq6jd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/52451c09394c2a7f0abd39c35be13f2116ada46e/0_200_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The campaign to turn a disused railway line in Yorkshire into England’s longest cycle tunnel has received a boost in the form of a defiant landowner who refuses to let it stay shut. A row has erupted over the 1.4-mile (2.3km) Queensbury line between campaigners, supported by the local councils, and the Department for Transport (DfT), which wants to fill in sections of the tunnel with concrete and then leave it to collapse. David Sunderland, who says he owns the land at one end of the Queensbury tunnel, will not grant access to allow any works to proceed. Alongside nearly 3,500 other objections on Bradford council’s planning website, he wrote that he would not cooperate with any works to abandon Queensbury tunnel, describing it as “an important and valuable public asset”. In response to the application to fill in the tunnel from Highways England, which manages the tunnel for the DfT, he says he will not grant access to the land unless the proposal for a cycle path goes ahead. The campaigners say there is a “once-only opportunity” to turn the tunnel, disused since 1956, into a subterranean walking and cycling route connecting Halifax to Bradford and Keighley. It would form the heart of a new cycle network that would decrease obesity, reduce air pollution and present an alternative to car use in an area where not many people currently cycle. They argue that the plans to abandon the tunnel are now estimated to cost at least £5m of public money, whereas the repairs are estimated to cost up to £6.9m. Sustrans, the environmental charity, has produced a report suggesting the Queensbury cycle route could bring £37.6m worth of economic, health and tourism benefits over 30 years. Highway England’s contractor began strengthening vulnerable parts of the tunnel last year before the main phase of work, which requires planning permission. However, the cost of that work has shot up after Highways England failed to pay the £50 annual rent on a pumping station that keeps the tunnel free from water, resulting in the pump being switched off and the tunnel flooding with 8.2m gallons of water, according to Graeme Bickerdike, who coordinates the Queensbury Tunnel Society’s engineering activities. He said: “Thanks to a combination of fear, ignorance, hysteria and occasional outbreaks of incompetence, Highways England has cost the taxpayers a huge amount of money.” He added: “As we look at our environmental and health responsibilities, we need to facilitate people getting out of cars and on to bikes, which means providing the infrastructure for it.” Campaigners are supported by Bradford and Calverdale councils and local MPs. Holly Lynch, the MP for Halifax, has said restoring the tunnel would return £2.31 in benefits for every £1 invested. In a letter to Bradford council, she says this is a “return that is regarded by the government as high value for money”. Judith Cummins, the MP for Bradford South, has written to Chris Grayling, the transport secretary, to call on the government to intervene. She argues that filling in the tunnel is “just so directly at odds with the government’s cycling and walking strategy”. During a debate on cycle and walking paths last week, she said: “The tunnel should be the jewel in the crown of a new cycle and walk greenway to connect the great city of Bradford with Halifax. We should be taking advantage of our historical assets to benefit all of us for years to come.” A decision on whether planning permission will be granted is expected later this month. A spokesperson for Highways England said: “We have now submitted our planning application to Bradford council for further safety work to close Queensbury tunnel. “All the comments that have been received so far will help the council make their decision and we would like to thank everyone for taking the time to comment.",
      "charCount": "3842",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/maya-wolfe-robinson\">Maya Wolfe-Robinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "media/2019/jul/15/theresa-may-refuses-to-defend-journalists-right-to-publish-leaks",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-07-15T11:48:09Z",
    "webTitle": "Theresa May refuses to defend journalists’ right to publish leaks",
    "webUrl": "https://www.theguardian.com/media/2019/jul/15/theresa-may-refuses-to-defend-journalists-right-to-publish-leaks",
    "apiUrl": "https://content.guardianapis.com/media/2019/jul/15/theresa-may-refuses-to-defend-journalists-right-to-publish-leaks",
    "fields": {
      "headline": "Theresa May refuses to defend journalists’ right to publish leaks",
      "standfirst": "<p>No 10 declines to comment on police threat to prosecute under Official Secrets Act<br></p>",
      "trailText": "No 10 declines to comment on police threat to prosecute under Official Secrets Act<br>",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"cbc4a9515bb473288c2cd82757157ca764dd5a03\"> \n <img src=\"https://media.guim.co.uk/cbc4a9515bb473288c2cd82757157ca764dd5a03/220_0_3060_1836/1000.jpg\" alt=\"Neil Basu\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Neil Basu of the Met police told editors they could be prosecuted for publishing any more cables from Sir Kim Darroch.</span> \n  <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>Downing Street has refused to stand up for the right of journalists to publish leaked official documents in the public interest after police warned last week that editors could face prosecution if they reveal any further diplomatic cables from the British ambassador to the US, Sir Kim Darroch.</p> \n<p>No 10 declined to say that the police should not be telling journalists what they can print, with Theresa May’s official spokeswoman only saying that she believed in a free press.</p> \n<p>Neil Basu, the Metropolitan police assistant commissioner, was criticised on Friday by Tory leadership hopefuls and others for warning owners, editors and publishers not to publish any <a href=\"https://www.theguardian.com/media/2019/jul/14/suspected-leaker-of-kim-darroch-emails-identified-report\">leaked diplomatic cables</a> because it could be a breach of the Official Secrets Act (OSA).</p> \n<p>He partially retreated on Saturday, saying the force “respects the rights of the media and has no intention of seeking to prevent editors from publishing stories in the public interest in a liberal democracy”.</p> \n<p>However, he added: “We have also been told the publication of these specific documents, now knowing they may be a breach of the OSA, could also constitute a criminal offence and one that carries no public interest defence.</p> \n<p>“We know these documents and potentially others remain in circulation. We have a duty to prevent as well as detect crime and the previous statement was intended to alert to the risk of breaching the OSA.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/13/senior-civil-servants-warn-of-campaign-to-undermine-officials\">Kim Darroch saga ‘is part of assault on civil service’</a> </p> \n</aside> \n<p>Boris Johnson, who is expected to be chosen by the Conservatives as the new prime minister next week, said that stopping newspapers printing such documents would represent “an infringement on press freedom and have a chilling effect on public debate”.</p> \n<p><a href=\"https://twitter.com/Jeremy_Hunt/status/1149973973070995461\">His rival, Jeremy Hunt, tweeted</a> that the leaks had “damaged UK/US relations &amp; cost a loyal ambassador his job, so the person responsible MUST be held fully to account. But I defend to the hilt the right of the press to publish those leaks if they receive them &amp; judge them to be in the public interest: that is their job”.</p> \n<p>Sadiq Khan, the Labour London mayor who is responsible for policing in the capital,<em> </em>told the Daily Telegraph on Monday: “Free speech is a vital cornerstone of our democracy. We are rightly the envy of the world. The media must not be told what they can and can’t publish.”</p> \n<p>However, May’s spokesman refused to comment on the row after repeated questioning at No 10’s regular daily briefing for journalists.</p> \n<p>“The Met have issued two statements, both of which are a matter for them and I won’t be commenting on either,” he said.</p> \n<p>“As the the prime minister has said the leak was completely unacceptable and the person who leaked the documents should now face the consequences. I’m not going to comment on an ongoing investigation and it’s important the police are now able to get on with their work. The police’s investigation to identify the leaker has the government’s full support.</p> \n<p>“On press freedom, the prime minister’s views are very well known. As she has said, a free press is one of the foundations on which our democracy rests.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"cf6bcb63-e1f9-4334-b2d8-9c0327ba29f5\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Who is liable for prosecution under the Official Secrets Act?</strong></p>\n    <p></p>\n    <p>Most of the offences covered by the legislation affect crown servants and government contractors. Any unlawful disclosure relating to security or intelligence by a member of MI5, MI6 or GCHQ is an offence. Officials do not need to sign the act to be bound by its provisions. The maximum punishment for leaking documents is two years in prison or an unlimited fine.</p>\n    <p></p>\n    <p><strong>What must be proven to convict a public servant?</strong></p>\n    <p></p>\n    <p>An official is guilty of a crime if he or she 'without lawful authority makes a damaging disclosure' of information about international relations between states, defence, law enforcement, or which falls into a class of information likely to damage the security services’ work. Leaks are deemed to be damaging if, among other consequences, they 'endanger the interests of the United Kingdom abroad'. There is a defence for any leaker that they released the material not knowing it would be damaging.&nbsp;</p>\n    <p></p>\n    <p><strong>How often do leaks result in a trial?</strong></p>\n    <p></p>\n    <p>Prosecutions under the Official Secrets Act are rare. Recent cases have included that of the MI5 agent David Shayler&nbsp;<a href=\"https://www.theguardian.com/uk/2002/nov/06/davidshayler.richardnortontaylor\">in 2002</a>. He was jailed for six months. In 2007, a Scotland Yard civilian employee,&nbsp;<a href=\"https://www.theguardian.com/media/2007/jul/27/sundaytimes.pressandpublishing\">Thomas Lund-Lack</a>, was sentenced to eight months for leaking information on planned al-Qaida operations in Britain to a Sunday Times journalist.</p>\n    <p>A number of cases have involved civil servants who mislaid sensitive information. At least one,&nbsp;<a href=\"https://www.theguardian.com/uk/2008/oct/28/terrorism-security-secret-documents\">Richard Jackson</a>, a Cabinet Office official, was fined £2,500 under the act after he left classified papers relating to al-Qaida and Iraq on a train.&nbsp;</p>\n    <p><b><a href=\"https://www.theguardian.com/profile/owenbowcott\">Owen Bowcott</a>,&nbsp;</b><i>Legal affairs correspondent</i></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>The police are investigating who leaked Darroch’s memos to the Mail on Sunday, which published more revelations from the ambassador’s memos at the weekend, after Basu’s warning that official documents should be handed back to the government.</p>",
      "wordcount": "547",
      "firstPublicationDate": "2019-07-15T11:48:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-15T16:38:59Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bq7xt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cbc4a9515bb473288c2cd82757157ca764dd5a03/220_0_3060_1836/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Downing Street has refused to stand up for the right of journalists to publish leaked official documents in the public interest after police warned last week that editors could face prosecution if they reveal any further diplomatic cables from the British ambassador to the US, Sir Kim Darroch. No 10 declined to say that the police should not be telling journalists what they can print, with Theresa May’s official spokeswoman only saying that she believed in a free press. Neil Basu, the Metropolitan police assistant commissioner, was criticised on Friday by Tory leadership hopefuls and others for warning owners, editors and publishers not to publish any leaked diplomatic cables because it could be a breach of the Official Secrets Act (OSA). He partially retreated on Saturday, saying the force “respects the rights of the media and has no intention of seeking to prevent editors from publishing stories in the public interest in a liberal democracy”. However, he added: “We have also been told the publication of these specific documents, now knowing they may be a breach of the OSA, could also constitute a criminal offence and one that carries no public interest defence. “We know these documents and potentially others remain in circulation. We have a duty to prevent as well as detect crime and the previous statement was intended to alert to the risk of breaching the OSA.” Boris Johnson, who is expected to be chosen by the Conservatives as the new prime minister next week, said that stopping newspapers printing such documents would represent “an infringement on press freedom and have a chilling effect on public debate”. His rival, Jeremy Hunt, tweeted that the leaks had “damaged UK/US relations &amp; cost a loyal ambassador his job, so the person responsible MUST be held fully to account. But I defend to the hilt the right of the press to publish those leaks if they receive them &amp; judge them to be in the public interest: that is their job”. Sadiq Khan, the Labour London mayor who is responsible for policing in the capital, told the Daily Telegraph on Monday: “Free speech is a vital cornerstone of our democracy. We are rightly the envy of the world. The media must not be told what they can and can’t publish.” However, May’s spokesman refused to comment on the row after repeated questioning at No 10’s regular daily briefing for journalists. “The Met have issued two statements, both of which are a matter for them and I won’t be commenting on either,” he said. “As the the prime minister has said the leak was completely unacceptable and the person who leaked the documents should now face the consequences. I’m not going to comment on an ongoing investigation and it’s important the police are now able to get on with their work. The police’s investigation to identify the leaker has the government’s full support. “On press freedom, the prime minister’s views are very well known. As she has said, a free press is one of the foundations on which our democracy rests.” The police are investigating who leaked Darroch’s memos to the Mail on Sunday, which published more revelations from the ambassador’s memos at the weekend, after Basu’s warning that official documents should be handed back to the government.",
      "charCount": "3246",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/15/labour-mps-change-uk-jeremy-corbyn",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-15T11:38:05Z",
    "webTitle": "Labour MPs, remove Corbyn now. Change UK failed to transform politics – it’s your turn | Gavin Shuker",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/15/labour-mps-change-uk-jeremy-corbyn",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/15/labour-mps-change-uk-jeremy-corbyn",
    "fields": {
      "headline": "Labour MPs, remove Corbyn now. Change UK failed to transform politics – it’s your turn",
      "standfirst": "My former colleagues should not fear challenging their unrepentant leader. There are just 10 days of parliament left",
      "trailText": "My former colleagues should not fear challenging their leader, says the Independents MP Gavin Shuker",
      "byline": "Gavin Shuker",
      "main": "<figure class=\"element element-image\" data-media-id=\"c143854fdec9550ff9cf71ef0d59fafc1da7b6c6\"> <img src=\"https://media.guim.co.uk/c143854fdec9550ff9cf71ef0d59fafc1da7b6c6/0_5_6000_3600/1000.jpg\" alt=\"The 11 MPs who left their parties to form the Independent Group in February (Gavin Shuker, back row, second left.).\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We all know what happened next.’ The 11 MPs who left their parties to form the Independent Group in February (Gavin Shuker is back row, second left).</span> <span class=\"element-image__credit\">Photograph: Niklas Halle’n/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Look, I get it. The headlines wrote themselves last week as more Change UK debris <a href=\"https://www.theguardian.com/politics/2019/jul/10/heidi-allen-launches-remain-alliance-oppose-brexit\" title=\"\">reformed as the Independents</a>. Which faction was definitely, absolutely, fighting on as a party, and which bit was refusing to establish one? Was this the <a href=\"https://www.theguardian.com/film/2019/apr/12/monty-pythons-life-of-brian-review\" title=\"\">Peoples’ Front of Judea</a>, or the Judean Peoples’ Front? Who got custody of Sarah Wollaston?</p> <p>It feels like some time ago, but for one short period back in the spring, it looked as though the formation of the Independent Group might just catalyse the unravelling of both parties of government. As one of the key instigators of the plan, I can tell you there was only one real metric of success that first week: could we get to the end of it without becoming a punchline? That we pulled that off was a testament to the desire of millions of people, feeling as politically homeless as the MPs that jumped, for something hopeful.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>After last week’s revelations, you know everything you now need to about your leader</p> </blockquote> </aside>  <p>We all know what happened next. The formation of the political party, Change UK, and its subsequent rather small and imperfectly formed <a href=\"https://www.theguardian.com/politics/2019/jun/04/change-uk-poised-to-lose-at-least-half-its-mps-heidi-allen-chuka-umunna-lib-dems\" title=\"\">electoral showing</a> meant that moment passed almost as soon as it came.</p> <p>But take a step back and honestly assess the bigger picture: huge political forces, surging through a parliament that cannot meet the enormity of the challenge it faces, are still present. A Labour leadership that is incapable of dealing with antisemitism, propped up by MPs who hope the British public will do what they will not, and prevent them from getting into No 10. A Tory party that will select a prime minister who will tank their reputation for economic competence in a bid to deliver Brexit. The fracturing of electoral coalitions, ages old, which has led to four parties (including one that did not exist even six months ago) bobbing around in the polling doldrums at around 20% each.</p> <p>Nothing can be done, the moderately minded MPs of both legacy parties say, look at what Change UK did and take heed. Our failure is used as the proof point that something new can’t emerge. And yet: in many respects, the case for a proper realignment is stronger than when we left our parties.</p> <p>I shoulder my share of the blame for soiling the pitch. To rush to establish a political party, as just 11 MPs, was an act of hubris. That logo! The <a href=\"https://www.bbc.co.uk/news/uk-politics-39907963\" title=\"\">bus</a>! We took the kicking that we deserved, especially when our desire to stand in the EU elections seemed destined to split the remain vote. But to use our (predictably) poor showing as an excuse for inaction, is surely the most cynical response of all.</p> <p>We were never going to be able to provide a compelling, centre-ground, future-focused electoral offer on our own. The act of leaving our parties was the beginning of something, not an end in itself. But others still need to face up to their own dilemma in representing parties they believe are unfit for office.</p> <p>So – to the real point of this missive. To my former Labour colleagues (for the Tories’ moment of reckoning will come in the autumn) let me say this: Don’t let Change UK put you off from acting.</p> <p>After <a href=\"https://www.theguardian.com/politics/2019/jul/10/labour-bosses-accused-of-undermining-fight-against-antisemitism-bbc-panorama\" title=\"\">last week’s revelations</a>, you know everything you now need to about your leader. He isn’t going to change: the shutting down of democratic processes and debate; his instincts on national security; the vacuum of leadership on Brexit; the stain of anti-Jewish racism in the party and his lack of interest in getting a grip. Truthfully, all this was visible the last time you <a href=\"https://www.bbc.co.uk/news/uk-politics-36647458\" title=\"\">passed a vote of no confidence</a> in his leadership by a margin of four-to-one.</p> <p>Only two things have changed: his grip on the machinery of the party (insurmountably tighter) and his proximity to Downing Street (undeniably closer). The final foxhole that the moderate Labour MP will sink themselves into is “he’s unelectable, so it doesn’t matter”. Even if this were the case, it should matter. But I think that assessment is also catastrophically wrong. This was the prevailing wisdom last time around, before Labour went on to gain seats and deny the Tories a majority.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/14/end-the-antisemitism-soap-opera-emily-thornberry-tells-labour\">End the antisemitism soap opera, Emily Thornberry tells Labour</a> </p> </aside>  <p>If all you can come up with is stay and fight, you’re actually going to need to do both. In 2016, the Parliamentary Labour party delivered 172 votes to challenge Jeremy Corbyn’s leadership. Today’s <a href=\"https://www.theguardian.com/politics/2016/jun/29/how-does-labour-appoint-a-leader\" title=\"\">threshold</a> is 52 MPs and MEPs, and the window for a challenge is closing. If you don’t act now, you will be heading for a speculative autumn election, and campaigning to make a man you believe is unfit to lead your party the leader of our country.</p> <p>There are just 10 days to go before parliament slumps into its long summer – if you can get one in five of your colleagues to support a challenge to the leader of the opposition, you must act now. And if you can’t clear even that low bar, then at least be honest with yourself – the fight is lost. All you’re doing is staying and propping him up.</p> <p>History is not just shaped by action, but by inaction as well. </p> <p>• Gavin Shuker is the MP for Luton South and a member of the <a href=\"http://www.theindependents.org.uk\">Independents</a></p> <p>• This article was amended on 15 July 2019 to clarify that the writer is arguing that antisemitism is an issue in the Labour party rather than the Labour leadership</p>",
      "wordcount": "892",
      "commentable": "false",
      "firstPublicationDate": "2019-07-15T11:38:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-16T13:38:45Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bq6jj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c143854fdec9550ff9cf71ef0d59fafc1da7b6c6/0_5_6000_3600/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Look, I get it. The headlines wrote themselves last week as more Change UK debris reformed as the Independents. Which faction was definitely, absolutely, fighting on as a party, and which bit was refusing to establish one? Was this the Peoples’ Front of Judea, or the Judean Peoples’ Front? Who got custody of Sarah Wollaston? It feels like some time ago, but for one short period back in the spring, it looked as though the formation of the Independent Group might just catalyse the unravelling of both parties of government. As one of the key instigators of the plan, I can tell you there was only one real metric of success that first week: could we get to the end of it without becoming a punchline? That we pulled that off was a testament to the desire of millions of people, feeling as politically homeless as the MPs that jumped, for something hopeful. We all know what happened next. The formation of the political party, Change UK, and its subsequent rather small and imperfectly formed electoral showing meant that moment passed almost as soon as it came. But take a step back and honestly assess the bigger picture: huge political forces, surging through a parliament that cannot meet the enormity of the challenge it faces, are still present. A Labour leadership that is incapable of dealing with antisemitism, propped up by MPs who hope the British public will do what they will not, and prevent them from getting into No 10. A Tory party that will select a prime minister who will tank their reputation for economic competence in a bid to deliver Brexit. The fracturing of electoral coalitions, ages old, which has led to four parties (including one that did not exist even six months ago) bobbing around in the polling doldrums at around 20% each. Nothing can be done, the moderately minded MPs of both legacy parties say, look at what Change UK did and take heed. Our failure is used as the proof point that something new can’t emerge. And yet: in many respects, the case for a proper realignment is stronger than when we left our parties. I shoulder my share of the blame for soiling the pitch. To rush to establish a political party, as just 11 MPs, was an act of hubris. That logo! The bus! We took the kicking that we deserved, especially when our desire to stand in the EU elections seemed destined to split the remain vote. But to use our (predictably) poor showing as an excuse for inaction, is surely the most cynical response of all. We were never going to be able to provide a compelling, centre-ground, future-focused electoral offer on our own. The act of leaving our parties was the beginning of something, not an end in itself. But others still need to face up to their own dilemma in representing parties they believe are unfit for office. So – to the real point of this missive. To my former Labour colleagues (for the Tories’ moment of reckoning will come in the autumn) let me say this: Don’t let Change UK put you off from acting. After last week’s revelations, you know everything you now need to about your leader. He isn’t going to change: the shutting down of democratic processes and debate; his instincts on national security; the vacuum of leadership on Brexit; the stain of anti-Jewish racism in the party and his lack of interest in getting a grip. Truthfully, all this was visible the last time you passed a vote of no confidence in his leadership by a margin of four-to-one. Only two things have changed: his grip on the machinery of the party (insurmountably tighter) and his proximity to Downing Street (undeniably closer). The final foxhole that the moderate Labour MP will sink themselves into is “he’s unelectable, so it doesn’t matter”. Even if this were the case, it should matter. But I think that assessment is also catastrophically wrong. This was the prevailing wisdom last time around, before Labour went on to gain seats and deny the Tories a majority. If all you can come up with is stay and fight, you’re actually going to need to do both. In 2016, the Parliamentary Labour party delivered 172 votes to challenge Jeremy Corbyn’s leadership. Today’s threshold is 52 MPs and MEPs, and the window for a challenge is closing. If you don’t act now, you will be heading for a speculative autumn election, and campaigning to make a man you believe is unfit to lead your party the leader of our country. There are just 10 days to go before parliament slumps into its long summer – if you can get one in five of your colleagues to support a challenge to the leader of the opposition, you must act now. And if you can’t clear even that low bar, then at least be honest with yourself – the fight is lost. All you’re doing is staying and propping him up. History is not just shaped by action, but by inaction as well. • Gavin Shuker is the MP for Luton South and a member of the Independents • This article was amended on 15 July 2019 to clarify that the writer is arguing that antisemitism is an issue in the Labour party rather than the Labour leadership",
      "charCount": "5005",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/gavin-shuker\">Gavin Shuker</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/jul/15/oxford-union-president-boris-johnson-neil-sherlock",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-15T05:00:50Z",
    "webTitle": "'Meritocrat v toff': Boris Johnson's losing battle for the Oxford Union",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/15/oxford-union-president-boris-johnson-neil-sherlock",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/15/oxford-union-president-boris-johnson-neil-sherlock",
    "fields": {
      "headline": "'Meritocrat v toff': Boris Johnson's losing battle for the Oxford Union",
      "standfirst": "<p>Neil Sherlock recalls a sense of entitlement from his rival in race to become society president</p>",
      "trailText": "Neil Sherlock recalls a sense of entitlement from his rival in race to become society president",
      "byline": "Simon Murphy",
      "main": "<figure class=\"element element-image\" data-media-id=\"abd017dcad9a76c34aff0048ffac2a69552d8b31\"> \n <img src=\"https://media.guim.co.uk/abd017dcad9a76c34aff0048ffac2a69552d8b31/0_75_6000_3600/1000.jpg\" alt=\"Neil Sherlock\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Neil Sherlock said he saw Nick Robinson, another Oxford contemporary, as a more likely prime minister.</span> \n  <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> \n </figcaption> \n</figure>",
      "body": "<p>Boris Johnson seemed convinced his charm alone would be enough to secure him the prize, but ultimately he was thwarted by a rival who sought to portray him as a charlatan – only to eventually triumph by changing his political colours completely.</p> \n<p>This is not the story of the Conservative leadership candidate’s <a href=\"https://www.theguardian.com/politics/2018/jul/09/boris-johnson-resigns-as-foreign-secretary-brexit\">recent political career</a>, his humbling at the <a href=\"https://www.theguardian.com/politics/2016/oct/25/michael-gove-denies-stabbing-boris-johnson-back-conservative-leadership-campaign\">hands of Michael Gove</a> in 2016, or his <a href=\"https://www.theguardian.com/politics/2016/oct/16/secret-boris-johnson-column-favoured-uk-remaining-in-eu\">sudden devotion</a> to the Brexit cause – but of his first forays into student politics about 35 years ago, according to the man who beat him.</p> \n<p>Neil Sherlock, who went on to be an adviser to Nick Clegg when he was deputy prime minister, beat the young Johnson by more than 100 votes during a hard-fought campaign to become Oxford Union president in 1984, which framed him as a grammar-school-educated boy pitted against an Old Etonian establishment candidate.</p> \n<p>Sherlock said the idea Johnson would eventually reach the pinnacle of politics was implausible and if anyone were going to become prime minister, it was a rival who went on to take a different path.</p> \n<p>“I always thought at university that Nick Robinson would be the big political star and that Boris Johnson would be a journalist. When I left Oxford, that’s what I thought would happen,” Sherlock said.</p> \n<p>“In 1984-85, if you told me that Boris Johnson was going to be prime minister, I would have been very surprised. If you’d asked me then, I would have said Nick Robinson.”</p> \n<figure class=\"element element-image\" data-media-id=\"766095c7fd8de58cff6fceae3637509fcee56023\"> \n <img src=\"https://media.guim.co.uk/766095c7fd8de58cff6fceae3637509fcee56023/809_42_4747_3808/1000.jpg\" alt=\"A photo from Oxford University from the 1980s\" width=\"1000\" height=\"802\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A 1980s photo showing Robinson, front left, Sherlock, front middle, and Boris Johnson, back right.</span> \n  <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> \n </figcaption> \n</figure> \n<p>Johnson later broadened his appeal by playing to the more liberal-leaning student audience in what Sherlock called a “Boris two” persona, which led to him being elected president at the second attempt.</p> \n<p>Robinson, who was a president of the Oxford University Conservative Association, turned his back on politics and became one of the country’s most prominent Westminster TV journalists.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"96b88911-0634-461d-9628-144a87e65baa\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>The real Boris Johnson</strong></p>\n    <p></p>\n    <p>Over the course of the week, the Guardian is publishing a series of news reports, features and multimedia components on the man widely expected to be the next Conservative leader – and therefore prime minister. In coverage that ranges from his early days as a journalist to his last senior job as foreign secretary, we will seek to shed light on the exploits, ambitions and values of one of the most consequential – and most divisive – politicians of the age.<br></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Sherlock, who has been a partner at two leading accountancy firms and helped prepare Clegg for the <a href=\"https://www.theguardian.com/politics/2010/apr/15/leaders-debate-nick-clegg-tv\">2010 TV debates</a> by playing David Cameron in practice run-throughs, was the first in his family to attend university and arrived at Oxford without any experience of debating.</p> \n<p>But he gradually rose through the ranks at the Oxford Union society, which holds weekly debates and attracts famous guest speakers from the political world, eventually becoming treasurer at the same time Johnson was secretary.</p> \n<p>When it became clear the two were pitted against each other for the presidency, Johnson’s camp apparently tried to kill the contest before it had begun. “I don’t think he ever thought people like me would stand in the way,” Sherlock said.</p> \n<p>Sherlock, who achieved a first in PPE, said: “I remember when I was asked to go to tea with Allegra Mostyn-Owen, who was then his girlfriend, and Allegra, in a very elegant way, sought to persuade me not to stand against the person she called ‘my Boris’.</p> \n<p>“I knew there was something a bit odd when Boris then arrived, perchance, at the end of the discussion. It was clearly an effort to persuade me. I remember saying: ‘Why should someone [Boris] who hasn’t really been involved go from secretary to president?’</p> \n<p>“She implied he was so obviously better than me, it was almost an entitlement. She didn’t use those words, but there was a sense of it.”</p> \n<p>Rather than put him off, Sherlock said, the episode only “reinforced my view that I was absolutely not only going to stand, but win”.</p> \n<figure class=\"element element-image\" data-media-id=\"31291c3d89e9a2bbc784ae9c5111bfda46d44d6b\"> \n <img src=\"https://media.guim.co.uk/31291c3d89e9a2bbc784ae9c5111bfda46d44d6b/0_0_1309_786/1000.jpg\" alt=\"Boris Johnson in the 1980s at Oxford University\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Johnson became president of the Oxford Union at the second attempt.</span> \n  <span class=\"element-image__credit\">Photograph: Brian Smith/Reuters</span> \n </figcaption> \n</figure> \n<p>Tim Hames, who was to become a journalist, helped run Sherlock’s election campaign which, he later wrote in the Times, amounted to an “unremitting campaign of class warfare”. One biography of Johnson, who studied classics at Balliol College, said that some of Oxford’s privately educated elite referred to state-school educated peers as “stains”.</p> \n<p>Sherlock, who had been defeated once before, explained: “We ran a very clear sort of message that, in an accrued sense, [it was] meritocrat v toff. It wasn’t that difficult [to get the message out] when one could see the two candidates. It was about getting out and about, raising one’s profile and speaking well.</p> \n<p>“I remember Boris had heard word that I was out and about everywhere, and I said: ‘That’s because I am.’ He said: ‘How do you manage it?’ From recollection, I said: ‘How long do you sleep for Boris?’ He said: ‘Eight, nine hours.’ ‘There you go,’ I said. ‘I get four hours extra [to campaign] every day. Across a week, that’s a day a week I’ve got an advantage over you.’</p> \n<p>“I slightly exaggerated to make my point. He sort of ruffled his hair, said: ‘My God.’ It was that sort of moment.”</p> \n<p>Sherlock, having showcased his oratory skills in a debate against William Hague, who came back to the campus after being president of the society in 1981, said he was confident of victory in the campaign. He won by 661 votes to Johnson’s 558.</p> \n<p>Asked whether Johnson was gracious in defeat, Sherlock replied: “He didn’t turn up to the count. It was a very packed bar and the returning officer gets on to the bar early in the morning to announce it, and the winning president gets on to the bar to say a few words, but he wasn’t there. So I assume he concluded he was going to lose.”</p> \n<p>Johnson had to wait until the following academic year to taste victory. He secured 809 votes against the 466 of his Australian opponent, Mark Carnegie, now a venture capitalist whose firm runs several investment funds worth nearly £500m.</p> \n<p>The journalist Toby Young, also an Oxford contemporary, said Johnson had successfully courted the backing of the leftwing Limehouse Group to secure victory. Though he did not formally join the group, Johnson attended one of its parties, Young wrote in the Spectator, adding: “More importantly, he stopped describing himself as a Conservative and rebranded himself an ‘environmentalist’.” The purpose, Young wrote, was “to detoxify himself”.</p> \n<p>Johnson’s campaign did not respond to a request for comment.</p>",
      "newspaperPageNumber": "7",
      "wordcount": "990",
      "firstPublicationDate": "2019-07-15T05:00:50Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-16T20:13:09Z",
      "newspaperEditionDate": "2019-07-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bzt3k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/abd017dcad9a76c34aff0048ffac2a69552d8b31/0_75_6000_3600/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson seemed convinced his charm alone would be enough to secure him the prize, but ultimately he was thwarted by a rival who sought to portray him as a charlatan – only to eventually triumph by changing his political colours completely. This is not the story of the Conservative leadership candidate’s recent political career, his humbling at the hands of Michael Gove in 2016, or his sudden devotion to the Brexit cause – but of his first forays into student politics about 35 years ago, according to the man who beat him. Neil Sherlock, who went on to be an adviser to Nick Clegg when he was deputy prime minister, beat the young Johnson by more than 100 votes during a hard-fought campaign to become Oxford Union president in 1984, which framed him as a grammar-school-educated boy pitted against an Old Etonian establishment candidate. Sherlock said the idea Johnson would eventually reach the pinnacle of politics was implausible and if anyone were going to become prime minister, it was a rival who went on to take a different path. “I always thought at university that Nick Robinson would be the big political star and that Boris Johnson would be a journalist. When I left Oxford, that’s what I thought would happen,” Sherlock said. “In 1984-85, if you told me that Boris Johnson was going to be prime minister, I would have been very surprised. If you’d asked me then, I would have said Nick Robinson.” Johnson later broadened his appeal by playing to the more liberal-leaning student audience in what Sherlock called a “Boris two” persona, which led to him being elected president at the second attempt. Robinson, who was a president of the Oxford University Conservative Association, turned his back on politics and became one of the country’s most prominent Westminster TV journalists. Sherlock, who has been a partner at two leading accountancy firms and helped prepare Clegg for the 2010 TV debates by playing David Cameron in practice run-throughs, was the first in his family to attend university and arrived at Oxford without any experience of debating. But he gradually rose through the ranks at the Oxford Union society, which holds weekly debates and attracts famous guest speakers from the political world, eventually becoming treasurer at the same time Johnson was secretary. When it became clear the two were pitted against each other for the presidency, Johnson’s camp apparently tried to kill the contest before it had begun. “I don’t think he ever thought people like me would stand in the way,” Sherlock said. Sherlock, who achieved a first in PPE, said: “I remember when I was asked to go to tea with Allegra Mostyn-Owen, who was then his girlfriend, and Allegra, in a very elegant way, sought to persuade me not to stand against the person she called ‘my Boris’. “I knew there was something a bit odd when Boris then arrived, perchance, at the end of the discussion. It was clearly an effort to persuade me. I remember saying: ‘Why should someone [Boris] who hasn’t really been involved go from secretary to president?’ “She implied he was so obviously better than me, it was almost an entitlement. She didn’t use those words, but there was a sense of it.” Rather than put him off, Sherlock said, the episode only “reinforced my view that I was absolutely not only going to stand, but win”. Tim Hames, who was to become a journalist, helped run Sherlock’s election campaign which, he later wrote in the Times, amounted to an “unremitting campaign of class warfare”. One biography of Johnson, who studied classics at Balliol College, said that some of Oxford’s privately educated elite referred to state-school educated peers as “stains”. Sherlock, who had been defeated once before, explained: “We ran a very clear sort of message that, in an accrued sense, [it was] meritocrat v toff. It wasn’t that difficult [to get the message out] when one could see the two candidates. It was about getting out and about, raising one’s profile and speaking well. “I remember Boris had heard word that I was out and about everywhere, and I said: ‘That’s because I am.’ He said: ‘How do you manage it?’ From recollection, I said: ‘How long do you sleep for Boris?’ He said: ‘Eight, nine hours.’ ‘There you go,’ I said. ‘I get four hours extra [to campaign] every day. Across a week, that’s a day a week I’ve got an advantage over you.’ “I slightly exaggerated to make my point. He sort of ruffled his hair, said: ‘My God.’ It was that sort of moment.” Sherlock, having showcased his oratory skills in a debate against William Hague, who came back to the campus after being president of the society in 1981, said he was confident of victory in the campaign. He won by 661 votes to Johnson’s 558. Asked whether Johnson was gracious in defeat, Sherlock replied: “He didn’t turn up to the count. It was a very packed bar and the returning officer gets on to the bar early in the morning to announce it, and the winning president gets on to the bar to say a few words, but he wasn’t there. So I assume he concluded he was going to lose.” Johnson had to wait until the following academic year to taste victory. He secured 809 votes against the 466 of his Australian opponent, Mark Carnegie, now a venture capitalist whose firm runs several investment funds worth nearly £500m. The journalist Toby Young, also an Oxford contemporary, said Johnson had successfully courted the backing of the leftwing Limehouse Group to secure victory. Though he did not formally join the group, Johnson attended one of its parties, Young wrote in the Spectator, adding: “More importantly, he stopped describing himself as a Conservative and rebranded himself an ‘environmentalist’.” The purpose, Young wrote, was “to detoxify himself”. Johnson’s campaign did not respond to a request for comment.",
      "charCount": "5796",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/simon-murphy\">Simon Murphy</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]