[
  {
    "id": "environment/2019/may/14/a-green-new-deal-for-britain-do-we-need-a-kennedy-moment-to-bring-it-about",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-05-14T17:06:14Z",
    "webTitle": "A Green New Deal for Britain – do we need a Kennedy moment to bring it about? | Letters",
    "webUrl": "https://www.theguardian.com/environment/2019/may/14/a-green-new-deal-for-britain-do-we-need-a-kennedy-moment-to-bring-it-about",
    "apiUrl": "https://content.guardianapis.com/environment/2019/may/14/a-green-new-deal-for-britain-do-we-need-a-kennedy-moment-to-bring-it-about",
    "fields": {
      "headline": "A Green New Deal for Britain – do we need a Kennedy moment to bring it about?",
      "standfirst": "MPs should take inspiration from President Kennedy’s call in 1961 to put a man on the moon within a decade, says <strong>Colin Hines</strong>. Plus letters from <strong>John Stone</strong> and <strong>Paul Atkin</strong>",
      "trailText": "<strong>Letters:</strong> MPs should take inspiration from President Kennedy’s call in 1961 to put a man on the moon within a decade, says <strong>Colin Hines</strong>. Plus letters from <strong>John Stone</strong> and <strong>Paul Atkin</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"82a86d9b918dff568081433fde931ef9f2ba9505\"> <img src=\"https://media.guim.co.uk/82a86d9b918dff568081433fde931ef9f2ba9505/0_133_3520_2111/1000.jpg\" alt=\"President John F Kennedy at Rice University Stadium on 12 September 1962, where he delivered his ‘We choose to go to the moon’ speech.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">President John F Kennedy at Rice University Stadium on 12 September 1962, where he delivered his ‘We choose to go to the moon’ speech. The previous year he had proposed to Congress that the US should commit to landing a man on the moon before the end of the decade.</span> <span class=\"element-image__credit\">Photograph: UniversalImagesGroup/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Your <a href=\"https://www.theguardian.com/commentisfree/2019/may/12/the-guardian-view-on-a-green-new-deal-we-need-it-now\" title=\"\">editorial</a> (13 May) correctly states that Britain needs a Green New Deal now, and indeed <a href=\"https://www.theguardian.com/environment/2018/sep/09/our-jobs-plan-for-a-green-and-pleasant-land\" title=\"\">in your letters page</a> last autumn (10 September) our report detailing what form such a “jobs in every constituency” Green New Deal could take, and how to pay for it, was supported by a cross-party group of MPs, NGO leaders and academics. Since then the idea has gained international traction thanks to the likes of Alexandria Ocasio-Cortez and the support of grassroots movements. The US approach also includes the need to improve economic security for the majority, which has widened its support base. Finally, the scientific data underscoring the need to act in the next 10 years to tackle climate change and biodiversity loss has resulted in unprecedented activist pressure on politicians to respond.</p> <p>As a result, all opposition parties are calling for the declaration of a climate emergency, but the government’s actual policies – from fracking to the rollback of support for renewables and energy efficiency – are making things worse. Yet all is not lost. At the end of last year more than 60 Tory MPs signed <a href=\"https://www.theclimatecoalition.org/joint-letter\" title=\"\">an all-party letter</a> calling on the prime minister to back a net zero-emissions target ahead of 2050. Clearly the disconnect here is the lack of necessary political will. MPs should take inspiration from President Kennedy’s call in 1961 to put a man on the moon within a decade, but this time the priority must be to save the planet, rather than leave it.<br><strong>Colin Hines</strong><br><em>Conven</em><em>er, </em><a href=\"https://www.greennewdealgroup.org/\" title=\"\"><em>UK Green New Deal Group</em></a></p> <p>• Orthodox economic theory is a spent force because it is based on a false premise: the wealth creation delusion. What is termed wealth creation is actually a process that destroys our planet’s natural wealth. Monetary wealth in the form of GDP is attributed to the destructive process to create the delusion of wealth creation. The consequences for our life-giving planetary systems, and ultimately our survival, are fast becoming apparent. We cannot tinker with such a drastically flawed system; we need a new philosophy of the meaning of life and living if we are to sustain human life. Sustainability necessitates extracting utility from nature without destroying it, and sharing out the proceeds.<br><strong>John Stone</strong><br><em>Thames Ditton, Surrey</em></p> <p>• “Britain needs something like Ms Ocasio-Cortez’s Green New Deal. And we need it now – before it is too late,” says your editorial. We have it. Labour’s Green Transformation plan meets the IPCC’s targets for 2030, and in a better world it would be a political consensus. <br><strong>Paul Atkin</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "464",
      "commentable": "false",
      "firstPublicationDate": "2019-05-14T17:06:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-14T17:15:02Z",
      "newspaperEditionDate": "2019-05-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bf4e4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/82a86d9b918dff568081433fde931ef9f2ba9505/0_133_3520_2111/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your editorial (13 May) correctly states that Britain needs a Green New Deal now, and indeed in your letters page last autumn (10 September) our report detailing what form such a “jobs in every constituency” Green New Deal could take, and how to pay for it, was supported by a cross-party group of MPs, NGO leaders and academics. Since then the idea has gained international traction thanks to the likes of Alexandria Ocasio-Cortez and the support of grassroots movements. The US approach also includes the need to improve economic security for the majority, which has widened its support base. Finally, the scientific data underscoring the need to act in the next 10 years to tackle climate change and biodiversity loss has resulted in unprecedented activist pressure on politicians to respond. As a result, all opposition parties are calling for the declaration of a climate emergency, but the government’s actual policies – from fracking to the rollback of support for renewables and energy efficiency – are making things worse. Yet all is not lost. At the end of last year more than 60 Tory MPs signed an all-party letter calling on the prime minister to back a net zero-emissions target ahead of 2050. Clearly the disconnect here is the lack of necessary political will. MPs should take inspiration from President Kennedy’s call in 1961 to put a man on the moon within a decade, but this time the priority must be to save the planet, rather than leave it. Colin Hines Convener, UK Green New Deal Group • Orthodox economic theory is a spent force because it is based on a false premise: the wealth creation delusion. What is termed wealth creation is actually a process that destroys our planet’s natural wealth. Monetary wealth in the form of GDP is attributed to the destructive process to create the delusion of wealth creation. The consequences for our life-giving planetary systems, and ultimately our survival, are fast becoming apparent. We cannot tinker with such a drastically flawed system; we need a new philosophy of the meaning of life and living if we are to sustain human life. Sustainability necessitates extracting utility from nature without destroying it, and sharing out the proceeds. John Stone Thames Ditton, Surrey • “Britain needs something like Ms Ocasio-Cortez’s Green New Deal. And we need it now – before it is too late,” says your editorial. We have it. Labour’s Green Transformation plan meets the IPCC’s targets for 2030, and in a better world it would be a political consensus. Paul Atkin London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2827",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/14/exposing-the-tinpot-emperors-like-nigel-farage",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-14T17:03:34Z",
    "webTitle": "Exposing the tinpot emperors like Nigel Farage | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/14/exposing-the-tinpot-emperors-like-nigel-farage",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/14/exposing-the-tinpot-emperors-like-nigel-farage",
    "fields": {
      "headline": "Exposing the tinpot emperors like Nigel Farage",
      "standfirst": "<strong>Martin Treacy </strong>and <strong>Stan Labovitch </strong>say the media and politicians have a responsibility to unmask the Brexit party leader’s empty policies",
      "trailText": "Letters: <strong>Martin Treacy </strong>and <strong>Stan Labovitch </strong>say the media and politicians have a responsibility to unmask the Brexit party leader’s empty policies",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"7ff3acdb7bb092f9e959de903570f4452287e5a8\"> <img src=\"https://media.guim.co.uk/7ff3acdb7bb092f9e959de903570f4452287e5a8/0_106_3000_1800/1000.jpg\" alt=\"Brexit party leader Nigel Farage appears on BBC TV’s The Andrew Marr Show in London on May 12\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage (right) on the BBC’s Andrew Marr Show.</span> <span class=\"element-image__credit\">Photograph: Handout/Reuters</span> </figcaption> </figure>",
      "body": "<p>John Crace’s <a href=\"https://www.theguardian.com/politics/2019/may/13/nigel-farage-brexit-party-event-terrifying-glimpse-future\" title=\"\">outstanding article</a> about Nigel Farage (13 May) is rightly titled online as “a terrifying glimpse of our possible future”. It is quite conceivable that a collapsed Tory party could lead to Farage’s Brexit party gaining a 35%-40% vote share at the next general election, with its ultra-clear message of “Brexit betrayal”.</p> <p>Our voting system means that widely distributed votes at a low vote share gain few or even no seats to reflect the millions of votes cast. (In the 2015 general election Ukip, with a 12.6% vote share, won one seat, or 0.15% of available seats.) But this ratio flips as the vote share nears 30%; a share approaching 40% could easily allow the Brexit party to command a Commons majority. Don’t say it can’t happen – we’ve seen 40% of US voters consistently support Trump. Prime minister Farage is a real risk.</p> <p>At the time of writing, the bookmakers Ladbrokes, Coral and William Hill were offering odds of 8-1 for the Brexit party having the most seats at the next general election. Britain risks a populist takeover; politicians and the media have a heavy responsibility to expose the emptiness of Farage’s populism.<br><strong>Dr Martin Treacy</strong><br><em>Cardigan, Ceredigion</em></p> <p>• I disagree with Nesrine Malik that challenging bigots by exposing them no longer works (<a href=\"https://www.theguardian.com/commentisfree/2019/may/12/ben-shapiro-far-right-andrew-neil\" title=\"\">Journal</a>, 13 May). We need more journalists like Andrew Neil who can calmly expose the likes of Ben Shapiro for the vacuous charlatan he is.</p> <p>As for Nigel Farage, events since the referendum have enabled people to more confidently confront him. Last week’s Question Time and Andrew Marr on Sunday showed that he can be undermined by a relentless interrogation of his wild claims. His tendency to shout down the opposition suggests he is rattled. The more the public see of this, the more they will realise that this tinpot emperor has no clothes.<br><strong>Stan Labovitch</strong><br><em>Windsor, Berkshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "356",
      "commentable": "false",
      "firstPublicationDate": "2019-05-14T17:03:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:21Z",
      "newspaperEditionDate": "2019-05-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bf54h",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7ff3acdb7bb092f9e959de903570f4452287e5a8/0_106_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "John Crace’s outstanding article about Nigel Farage (13 May) is rightly titled online as “a terrifying glimpse of our possible future”. It is quite conceivable that a collapsed Tory party could lead to Farage’s Brexit party gaining a 35%-40% vote share at the next general election, with its ultra-clear message of “Brexit betrayal”. Our voting system means that widely distributed votes at a low vote share gain few or even no seats to reflect the millions of votes cast. (In the 2015 general election Ukip, with a 12.6% vote share, won one seat, or 0.15% of available seats.) But this ratio flips as the vote share nears 30%; a share approaching 40% could easily allow the Brexit party to command a Commons majority. Don’t say it can’t happen – we’ve seen 40% of US voters consistently support Trump. Prime minister Farage is a real risk. At the time of writing, the bookmakers Ladbrokes, Coral and William Hill were offering odds of 8-1 for the Brexit party having the most seats at the next general election. Britain risks a populist takeover; politicians and the media have a heavy responsibility to expose the emptiness of Farage’s populism. Dr Martin Treacy Cardigan, Ceredigion • I disagree with Nesrine Malik that challenging bigots by exposing them no longer works (Journal, 13 May). We need more journalists like Andrew Neil who can calmly expose the likes of Ben Shapiro for the vacuous charlatan he is. As for Nigel Farage, events since the referendum have enabled people to more confidently confront him. Last week’s Question Time and Andrew Marr on Sunday showed that he can be undermined by a relentless interrogation of his wild claims. His tendency to shout down the opposition suggests he is rattled. The more the public see of this, the more they will realise that this tinpot emperor has no clothes. Stan Labovitch Windsor, Berkshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2150",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/may/14/the-case-for-funding-healthy-school-meals",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-05-14T17:01:36Z",
    "webTitle": "The case for funding healthy school meals | Letter",
    "webUrl": "https://www.theguardian.com/society/2019/may/14/the-case-for-funding-healthy-school-meals",
    "apiUrl": "https://content.guardianapis.com/society/2019/may/14/the-case-for-funding-healthy-school-meals",
    "fields": {
      "headline": "The case for funding healthy school meals",
      "standfirst": "The link between obesity, educational outcomes and the environment has to be acknowledged, says <strong>Fiona Carnie</strong>",
      "trailText": "<strong>Letter:</strong> The link between obesity, educational outcomes and the environment has to be acknowledged, says <strong>Fiona Carnie</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"0c22c681d6aa7bb0d343b775ce18478398fbd3b6\"> <img src=\"https://media.guim.co.uk/0c22c681d6aa7bb0d343b775ce18478398fbd3b6/0_18_4961_2977/1000.jpg\" alt=\"Healthy school meal\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fiona Carnie believes the government would save money in the long run if schools were funded to provide healthy breakfasts and lunches for all children.</span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>If the government put a figure on the lifetime cost of dealing with childhood obesity, it may well find that money would be saved in the long run if schools were funded to provide healthy breakfasts and lunches for all children (<a href=\"https://www.theguardian.com/society/2019/may/08/obesity-related-hospital-admissions-in-england-rise-by-15\" title=\"\">Obesity-related hospital admissions rise by 15%</a>, 9 May).</p> <p>This might also contribute to an improvement in educational outcomes since hungry children, as well as those who are full of E numbers, struggle to engage with learning. Furthermore, if these lunches were vegetarian it would contribute to a significant reduction in carbon emissions caused by rearing animals for meat.</p> <p>We need some joined-up thinking in order to address the many and complex challenges we face – and making the link between obesity, educational outcomes and the environment would be a good start.<br><strong>Fiona Carnie</strong><br><em>Alternatives in Education, Bath</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "183",
      "commentable": "false",
      "firstPublicationDate": "2019-05-14T17:01:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-14T17:15:08Z",
      "newspaperEditionDate": "2019-05-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/beq2f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0c22c681d6aa7bb0d343b775ce18478398fbd3b6/0_18_4961_2977/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "If the government put a figure on the lifetime cost of dealing with childhood obesity, it may well find that money would be saved in the long run if schools were funded to provide healthy breakfasts and lunches for all children (Obesity-related hospital admissions rise by 15%, 9 May). This might also contribute to an improvement in educational outcomes since hungry children, as well as those who are full of E numbers, struggle to engage with learning. Furthermore, if these lunches were vegetarian it would contribute to a significant reduction in carbon emissions caused by rearing animals for meat. We need some joined-up thinking in order to address the many and complex challenges we face – and making the link between obesity, educational outcomes and the environment would be a good start. Fiona Carnie Alternatives in Education, Bath • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1140",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "tv-and-radio/2019/may/14/learning-from-lady-chatterleys-lover",
    "type": "article",
    "sectionId": "tv-and-radio",
    "sectionName": "Television & radio",
    "webPublicationDate": "2019-05-14T17:01:22Z",
    "webTitle": "Learning from Lady Chatterley’s Lover | Brief letters",
    "webUrl": "https://www.theguardian.com/tv-and-radio/2019/may/14/learning-from-lady-chatterleys-lover",
    "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/may/14/learning-from-lady-chatterleys-lover",
    "fields": {
      "headline": "Learning from Lady Chatterley’s Lover",
      "standfirst": "Brian Walden | Redefining Mellors | Chatterley instruction | Everton Weekes | Manchester City success",
      "trailText": "<strong>Brief letters:</strong> Brian Walden | Redefining Mellors | Chatterley instruction | Everton Weekes | Manchester City success",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"15d8c51bfdd30309156d908b7f975bbcd3188014\"> <img src=\"https://media.guim.co.uk/15d8c51bfdd30309156d908b7f975bbcd3188014/0_130_4284_2570/1000.jpg\" alt=\"Oliver Mellors, played by Richard Madden, with Constance Chatterley, played by Holliday Grainger, in a 2015 BBC adaptation of Lady Chatterley’s Lover.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Not ‘handsome, lusty’ but ‘tender and mutely empathetic’? Oliver Mellors, played by Richard Madden, with Constance Chatterley, played by Holliday Grainger, in a 2015 BBC adaptation of Lady Chatterley’s Lover.</span> <span class=\"element-image__credit\">Photograph: Josh Barrett/Hartswood Films/PA</span> </figcaption> </figure>",
      "body": "<p>As a sixth former in Stoke-on-Trent in the early 1960s, I had the good fortune to encounter Brian Walden (<a href=\"https://www.theguardian.com/tv-and-radio/2019/may/12/brian-walden-obituary\" title=\"\">Obituary</a>, 13 May) at meetings of the Council for Education in World Citizenship. An inspirational speaker, he was also prepared to engage with students who had little experience of the world. He was always courteous, positive and encouraging. <br><strong>Linda Rhead</strong><br><em>Hampton, London</em></p> <p>• Your report (<a href=\"https://www.theguardian.com/books/2019/may/13/judges-copy-of-lady-chatterleys-lover-temporarily-barred-from-leaving-uk\" title=\"\">Judge’s copy of Lady Chatterley, with rude bits marked, barred from export</a>, 14 May) noted that “the book [helped] to redefine British attitudes to sex”. Sad then to see the trope of “the handsome, lusty gamekeeper”. Wouldn’t “tender and mutely empathetic” have been nearer the mark?<br><strong>Clare Smedley</strong><br><em>Rudyard, Staffordshire</em></p> <p>• In 1961, in the girls-only grammar school in Alnwick, Northumberland, a group of sixth formers gathered with a secretly obtained brown-paper-backed copy of Lady Chatterley’s Lover and we learned how to “do sex”. Amazing, but invaluable!<br><strong>Jean Jackson</strong><br><em>Seer Green, Buckinghamshire</em></p> <p>• Chris Holdsworth’s list of West Indians who played Lancashire League cricket in the early 50s (<a href=\"https://www.theguardian.com/sport/2019/may/13/when-west-indies-stars-ruled-in-the-lancashire-league\" title=\"\">Letters</a>, 14 May) omits Everton Weekes, perhaps the greatest of them all. He was the club pro for seven seasons at Bacup, where I watched him in awe as a young boy. He scored 9,069 runs for Bacup at an average of 91.61, including 25 centuries. <br><strong>Mick Beeby</strong><br><em>Bristol</em></p> <p>• Headline: “<a href=\"https://www.theguardian.com/football/2019/may/13/manchester-city-pep-guardiola-judged-england-best\" title=\"\">Guardiola reaches goal by persuading players to discover unexplored potential</a>” (14 May). Please! “Sheikh Mansour wins league by spending £750m on players and hiring best manager in the world” would be closer to the truth. <br><strong>Martin Datta</strong><br><em>Lincoln </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "302",
      "commentable": "false",
      "firstPublicationDate": "2019-05-14T17:01:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:36Z",
      "newspaperEditionDate": "2019-05-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bf52f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/15d8c51bfdd30309156d908b7f975bbcd3188014/0_130_4284_2570/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As a sixth former in Stoke-on-Trent in the early 1960s, I had the good fortune to encounter Brian Walden (Obituary, 13 May) at meetings of the Council for Education in World Citizenship. An inspirational speaker, he was also prepared to engage with students who had little experience of the world. He was always courteous, positive and encouraging. Linda Rhead Hampton, London • Your report (Judge’s copy of Lady Chatterley, with rude bits marked, barred from export, 14 May) noted that “the book [helped] to redefine British attitudes to sex”. Sad then to see the trope of “the handsome, lusty gamekeeper”. Wouldn’t “tender and mutely empathetic” have been nearer the mark? Clare Smedley Rudyard, Staffordshire • In 1961, in the girls-only grammar school in Alnwick, Northumberland, a group of sixth formers gathered with a secretly obtained brown-paper-backed copy of Lady Chatterley’s Lover and we learned how to “do sex”. Amazing, but invaluable! Jean Jackson Seer Green, Buckinghamshire • Chris Holdsworth’s list of West Indians who played Lancashire League cricket in the early 50s (Letters, 14 May) omits Everton Weekes, perhaps the greatest of them all. He was the club pro for seven seasons at Bacup, where I watched him in awe as a young boy. He scored 9,069 runs for Bacup at an average of 91.61, including 25 centuries. Mick Beeby Bristol • Headline: “Guardiola reaches goal by persuading players to discover unexplored potential” (14 May). Please! “Sheikh Mansour wins league by spending £750m on players and hiring best manager in the world” would be closer to the truth. Martin Datta Lincoln • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1902",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "commentisfree/2019/may/14/universal-credit-department-work-pensions-pr",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-14T17:00:29Z",
    "webTitle": "Coming soon: the great universal credit deception | Aditya Chakrabortty",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/14/universal-credit-department-work-pensions-pr",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/14/universal-credit-department-work-pensions-pr",
    "fields": {
      "headline": "Coming soon: the great universal credit deception",
      "standfirst": "<p>A leaked memo shows that the Department for Work and Pensions is about to embark on a PR campaign to defend its worst ever policy</p>",
      "trailText": "A leaked memo shows the DWP embarking on a PR campaign to defend its worst ever policy, says Guardian columnist Aditya Chakrabortty",
      "byline": "Aditya Chakrabortty",
      "main": "<figure class=\"element element-image\" data-media-id=\"c2448fbffeeadbbcd413aa8957adce55fec86487\"> <img src=\"https://media.guim.co.uk/c2448fbffeeadbbcd413aa8957adce55fec86487/68_87_3301_1981/1000.jpg\" alt=\"Hayley Squires and Dave Johns in a scene in a foodbank from Ken Loach’s I, Daniel Blake (2016).\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hayley Squires and Dave Johns in a scene in a foodbank from Ken Loach’s I, Daniel Blake (2016).</span> <span class=\"element-image__credit\">Photograph: Allstar/Eone Films</span> </figcaption> </figure>",
      "body": "<p>How to sell the unsellable? How to pretend utter chaos is a plan coming together? How to persuade the public, who just refuse to buy it, to at least keep on paying for it? I believe I have found the answer.</p> <p>It comes in the form of an internal memo from the Department for Work and Pensions that somehow floated past my desk. Published on the staff intranet just a few days ago, on 2 May, it is signed by three of the department’s most senior officials, including the DWP’s director of communications and Neil Couling, its head of universal credit. And it is that toxically controversial benefit which is its subject.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Rather than halt UC, the DWP’s managers say they will respond ‘in a different way … to anything we’ve done before'</p> </blockquote> </aside>  <p>Addressed to the department’s employees, the letter sympathises: “We share your justified frustration when our hard work – in particular our work on Universal Credit – is portrayed incorrectly and/or negatively in the media.” The circular condemns this “negativity and scaremongering”, and blames it for putting people off even applying for the benefit.</p> <p><a href=\"https://en.wikipedia.org/wiki/Reality_distortion_field\" title=\"\">It was said</a> that Steve Jobs could conjure up a “reality distortion field”, bending facts into a parallel universe to spur on Apple designers to achieve the impossible. I can only assume that the DWP’s overlords are creating their own distortion of reality, because I cannot think of a single bigger policy failure this decade than universal credit.</p> <p>After years of ministers pretending otherwise, Amber Rudd, the DWP secretary, <a href=\"https://www.theguardian.com/society/2019/feb/11/universal-credit-rollout-linked-to-rising-food-bank-use-amber-rudd-admits\" title=\"\">now admits</a> universal credit’s introduction has left people so short of cash that they have resorted to food banks. What Iain Duncan Smith hailed in 2011 as a transformation of welfare has turned into something grotesque, with massive delays and huge flaws both of administration and design, repeatedly damned by MP select committees. The independent National Audit Office <a href=\"https://www.theguardian.com/society/2018/jun/15/universal-credit-savaged-by-public-spending-watchdog-nao\" title=\"\">judges</a> that universal credit has neither saved public money nor helped people into work. But it has left thousands of vulnerable claimants penniless, while others starve and even lose their homes. In a House of Commons debate last summer the London Labour MP Catherine West <a href=\"https://hansard.parliament.uk/Commons/2018-07-11/debates/E6CBFEAB-4C15-44EA-B287-44746261A319/TheSecretaryOfState%E2%80%99SHandlingOfUniversalCredit#contribution-C9AF2A7C-0F21-4B12-B6D9-77272DD2CE5E\" title=\"\">recounted</a> how one of her constituents had “fallen off benefits” and ended up “sleeping in a tent in a bin chamber” on a housing estate.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/12/welfare-children-poverty-low-income-families\">Welfare shake-up ‘will double number of children in poverty’</a> </p> </aside>  <p>Such are the horrors whose very documentation by journalists the DWP letter dismisses as “unfair”. Rather than halt universal credit, as demanded by so many groups, the department’s managers now say they will respond “in a different way … very different to anything we’ve done before”.</p> <p>What follows is an elaborate media strategy to manufacture a Whitehall fantasy, one in which the benefits system is running like a dream while a Conservative government generously helps people on the escalator to prosperity. It begins at the end of this month with a giant advert wrapped around the cover of the Metro newspaper; inside will be a further four-page advertorial feature. This will “myth-bust the common inaccuracies reported on UC”. What’s more, “the features won’t look or feel like DWP or UC – you won’t see our branding … We want to grab the readers’ attention and make them wonder who has done this ‘UC uncovered’ investigation.”</p> <p>Not only is this a costly exercise, with a Metro wraparound going for a <a href=\"https://d212k0qo5yzg53.cloudfront.net/wp-content/uploads/20180508114427/Ratecard_Metro_2018.pdf\" title=\"\">headline rate</a> of £250,000 (of your money, let’s not forget), but the Advertising Standards Authority will doubtless be interested in that description of the feature. Its guidelines <a href=\"https://www.asa.org.uk/asset/BAA9CEA7%2D696F%2D459D%2D971B8515B6A96BEB.40C68C48%2D4825%2D4561%2DA9F989E346011616/\" title=\"\">stipulate</a> that“marketers and publishers must make clear that advertorials are marketing communications”.</p> <p>Two and a half million adults <a href=\"https://www.newsworks.org.uk/metro\" title=\"\">pick up</a> a daily copy of the Metro freesheet, and they will see these advertorials every week for nine weeks. Meanwhile the secretary of state, Amber Rudd, will invite “a wide range of journalists at regional and national publications … to come [to a jobcentre] and see the great work we do”. Doubtless, the Jobcentres will be carefully chosen and everything will be arranged so that when the dignitaries descend, all will be as precisely ordered as the innards of a Swiss watch. Perhaps it’s not too indelicate to mention here that the Tory party is weeks into an unannounced leadership contest, during which plummy columns commending Rudd for turning round a failed service do no harm to her prospects.</p>  <figure class=\"element element-image\" data-media-id=\"6f842b24e9ba811f39c9551d37d89bc0da135965\"> <img src=\"https://media.guim.co.uk/6f842b24e9ba811f39c9551d37d89bc0da135965/0_186_5568_3341/1000.jpg\" alt=\"Paul, 49, says he is homeless because he failed to understand how to sign up for universal credit.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Paul, 49, says he is homeless because he failed to understand how to sign up for universal credit.</span> <span class=\"element-image__credit\">Photograph: Chris J Ratcliffe/Getty Images</span> </figcaption> </figure>  <p>Then comes the letter’s grand reveal: BBC2 has commissioned a documentary series, which is “looking to intelligently explore UC” by filming inside three jobcentres. “This is a fantastic opportunity for us – we’ve been involved in the process from the outset, and we continue working closely with the BBC to ensure a balanced and insightful piece of television.” Wading through such adjectives, one remembers how the most important of the letter’s signatories, Neil Couling, <a href=\"https://www.dailyrecord.co.uk/news/politics/rise-food-banks-result-poor-3474284\" title=\"\">told</a> Holyrood parliamentarians that the rise of food banks was down to “poor people maximising their economic opportunities” and that “many benefit recipients welcome the jolt that … sanctions can give them”.</p> <p>When the BBC’s Panorama last November went to Flintshire in north Wales and found single, elderly men being made homeless as a result of universal credit, and the local council in meltdown, the DWP <a href=\"https://www.dailymail.co.uk/news/article-6868907/Ministers-say-BBC-Panoramas-claim-Universal-Credit-causes-hunger-suffering-fake-news.html\" title=\"\">criticised</a> the corporation for its “lack of balance”, even complaining that the interview with a minister was “unfairly cut”. A Tory backbencher was wheeled out to declare the investigation “fake news”.</p> <p>No such danger with this three-part series, which is driven by access rather than led by a reporter. When the civil servants’ trade union, the PCS, found out about the filming, it asked if staff could talk frankly to the crew, only to be told no: they would still be subject to the civil service code, which demands complete impartiality. Perhaps this explains an internal PCS note on the BBC series I have seen, which remarks that staff are unhappy about being identified on screen. At one of the nominated jobcentres, in Toxteth in Liverpool, “It is our understanding that there have been no volunteers to take part in the filming.” The risk is that any staff who do participate toe the management line, making the film an advert for universal credit.</p> <p>The PCS briefing also reports a senior universal credit manager telling union reps that “the DWP would have access to the film before transmission”. The BBC confirms that is the case, although it says it has “editorial control”. When I contacted the DWP it refused to answer even the most basic of questions, advising me to submit them via a freedom of information request.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2019/may/03/universal-credit-discrepancies-ruled-unlawful-by-high-court\">Universal credit regulations ruled unlawful by high court</a> </p> </aside>  <p>It’s not uncommon for the Ministry of Defence to use newspapers to recruit soldiers, nor for government departments to grant TV crews access to their workings. What is very unusual is to see a car-crash policy <a href=\"https://www.theguardian.com/uk-news/2018/sep/12/justin-welby-universal-credit-rollout-halted-food-banks\" title=\"\">damned</a> even by the Archbishop of Canterbury airbrushed with vast public resources into a triumph.</p> <p>After reading the documents, I spoke to Jennifer Jones of Sheffield Stop and Scrap Universal Credit. Severely disabled, she is awaiting transfer to the benefit, a move that she believes might deprive her of nearly £400 a month. She showed me Facebook posts of others, who have already lost out under universal credit, and told me how after her autistic son goes off to school she neither heats the house nor cooks, in order to save money. What would she do with the £250,000 that the government may spend on a single newspaper advert?</p> <p>“I’d make sure there was enough on the gas and electric, that we had food in the cupboards and new school uniforms,” she said. “Then I’d see about the neighbours.” I weighed up the smallness of her wants, against the DWP’s planned extravagance. So what did Jones make of the government’s PR campaign?</p> <p>“They’re taking money off the public, to lie to us about how well universal credit is working. They could be spending that money on us, but they’re spending it to con us,” she said. “It’s scary our government doing that.”</p> <p>• Aditya Chakrabortty is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1309",
      "commentCloseDate": "2019-05-14T20:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-14T17:00:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-14T21:06:32Z",
      "newspaperEditionDate": "2019-05-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bf4c3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c2448fbffeeadbbcd413aa8957adce55fec86487/68_87_3301_1981/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "How to sell the unsellable? How to pretend utter chaos is a plan coming together? How to persuade the public, who just refuse to buy it, to at least keep on paying for it? I believe I have found the answer. It comes in the form of an internal memo from the Department for Work and Pensions that somehow floated past my desk. Published on the staff intranet just a few days ago, on 2 May, it is signed by three of the department’s most senior officials, including the DWP’s director of communications and Neil Couling, its head of universal credit. And it is that toxically controversial benefit which is its subject. Addressed to the department’s employees, the letter sympathises: “We share your justified frustration when our hard work – in particular our work on Universal Credit – is portrayed incorrectly and/or negatively in the media.” The circular condemns this “negativity and scaremongering”, and blames it for putting people off even applying for the benefit. It was said that Steve Jobs could conjure up a “reality distortion field”, bending facts into a parallel universe to spur on Apple designers to achieve the impossible. I can only assume that the DWP’s overlords are creating their own distortion of reality, because I cannot think of a single bigger policy failure this decade than universal credit. After years of ministers pretending otherwise, Amber Rudd, the DWP secretary, now admits universal credit’s introduction has left people so short of cash that they have resorted to food banks. What Iain Duncan Smith hailed in 2011 as a transformation of welfare has turned into something grotesque, with massive delays and huge flaws both of administration and design, repeatedly damned by MP select committees. The independent National Audit Office judges that universal credit has neither saved public money nor helped people into work. But it has left thousands of vulnerable claimants penniless, while others starve and even lose their homes. In a House of Commons debate last summer the London Labour MP Catherine West recounted how one of her constituents had “fallen off benefits” and ended up “sleeping in a tent in a bin chamber” on a housing estate. Such are the horrors whose very documentation by journalists the DWP letter dismisses as “unfair”. Rather than halt universal credit, as demanded by so many groups, the department’s managers now say they will respond “in a different way … very different to anything we’ve done before”. What follows is an elaborate media strategy to manufacture a Whitehall fantasy, one in which the benefits system is running like a dream while a Conservative government generously helps people on the escalator to prosperity. It begins at the end of this month with a giant advert wrapped around the cover of the Metro newspaper; inside will be a further four-page advertorial feature. This will “myth-bust the common inaccuracies reported on UC”. What’s more, “the features won’t look or feel like DWP or UC – you won’t see our branding … We want to grab the readers’ attention and make them wonder who has done this ‘UC uncovered’ investigation.” Not only is this a costly exercise, with a Metro wraparound going for a headline rate of £250,000 (of your money, let’s not forget), but the Advertising Standards Authority will doubtless be interested in that description of the feature. Its guidelines stipulate that“marketers and publishers must make clear that advertorials are marketing communications”. Two and a half million adults pick up a daily copy of the Metro freesheet, and they will see these advertorials every week for nine weeks. Meanwhile the secretary of state, Amber Rudd, will invite “a wide range of journalists at regional and national publications … to come [to a jobcentre] and see the great work we do”. Doubtless, the Jobcentres will be carefully chosen and everything will be arranged so that when the dignitaries descend, all will be as precisely ordered as the innards of a Swiss watch. Perhaps it’s not too indelicate to mention here that the Tory party is weeks into an unannounced leadership contest, during which plummy columns commending Rudd for turning round a failed service do no harm to her prospects. Then comes the letter’s grand reveal: BBC2 has commissioned a documentary series, which is “looking to intelligently explore UC” by filming inside three jobcentres. “This is a fantastic opportunity for us – we’ve been involved in the process from the outset, and we continue working closely with the BBC to ensure a balanced and insightful piece of television.” Wading through such adjectives, one remembers how the most important of the letter’s signatories, Neil Couling, told Holyrood parliamentarians that the rise of food banks was down to “poor people maximising their economic opportunities” and that “many benefit recipients welcome the jolt that … sanctions can give them”. When the BBC’s Panorama last November went to Flintshire in north Wales and found single, elderly men being made homeless as a result of universal credit, and the local council in meltdown, the DWP criticised the corporation for its “lack of balance”, even complaining that the interview with a minister was “unfairly cut”. A Tory backbencher was wheeled out to declare the investigation “fake news”. No such danger with this three-part series, which is driven by access rather than led by a reporter. When the civil servants’ trade union, the PCS, found out about the filming, it asked if staff could talk frankly to the crew, only to be told no: they would still be subject to the civil service code, which demands complete impartiality. Perhaps this explains an internal PCS note on the BBC series I have seen, which remarks that staff are unhappy about being identified on screen. At one of the nominated jobcentres, in Toxteth in Liverpool, “It is our understanding that there have been no volunteers to take part in the filming.” The risk is that any staff who do participate toe the management line, making the film an advert for universal credit. The PCS briefing also reports a senior universal credit manager telling union reps that “the DWP would have access to the film before transmission”. The BBC confirms that is the case, although it says it has “editorial control”. When I contacted the DWP it refused to answer even the most basic of questions, advising me to submit them via a freedom of information request. It’s not uncommon for the Ministry of Defence to use newspapers to recruit soldiers, nor for government departments to grant TV crews access to their workings. What is very unusual is to see a car-crash policy damned even by the Archbishop of Canterbury airbrushed with vast public resources into a triumph. After reading the documents, I spoke to Jennifer Jones of Sheffield Stop and Scrap Universal Credit. Severely disabled, she is awaiting transfer to the benefit, a move that she believes might deprive her of nearly £400 a month. She showed me Facebook posts of others, who have already lost out under universal credit, and told me how after her autistic son goes off to school she neither heats the house nor cooks, in order to save money. What would she do with the £250,000 that the government may spend on a single newspaper advert? “I’d make sure there was enough on the gas and electric, that we had food in the cupboards and new school uniforms,” she said. “Then I’d see about the neighbours.” I weighed up the smallness of her wants, against the DWP’s planned extravagance. So what did Jones make of the government’s PR campaign? “They’re taking money off the public, to lie to us about how well universal credit is working. They could be spending that money on us, but they’re spending it to con us,” she said. “It’s scary our government doing that.” • Aditya Chakrabortty is a Guardian columnist",
      "charCount": "7829",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/adityachakrabortty\">Aditya Chakrabortty</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/may/14/conservatives-brexit-party-pact-trash-brand-nigel-farage",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-14T15:51:19Z",
    "webTitle": "Teaming up with Nigel Farage would trash the Conservative brand | Kate Maltby",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/14/conservatives-brexit-party-pact-trash-brand-nigel-farage",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/14/conservatives-brexit-party-pact-trash-brand-nigel-farage",
    "fields": {
      "headline": "Teaming up with Nigel Farage would trash the Conservative brand",
      "standfirst": "Any Tories contemplating such an alliance should remember – once poisoned, parties are almost impossible to detoxify",
      "trailText": "Any Tories contemplating such an alliance should remember – once poisoned, parties are almost impossible to detoxify, says Kate Maltby, who writes about theatre, politics and culture",
      "byline": "Kate Maltby",
      "main": "<figure class=\"element element-image\" data-media-id=\"5ac08e6742b9305535ff825a5cdbe05fd8121adc\"> <img src=\"https://media.guim.co.uk/5ac08e6742b9305535ff825a5cdbe05fd8121adc/0_0_3500_2101/1000.jpg\" alt=\"Nigel Farage\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Nigel Farage proudly shares images of himself with Donald Trump and has suggested people with HIV be banned from entering the UK.’</span> <span class=\"element-image__credit\">Photograph: Vincent Kessler/Reuters</span> </figcaption> </figure>",
      "body": "<p>Remember Cleggmania? When the Liberal Democrats look back on the election campaign of 2010, when their poll ratings hit the 30% mark, it must seem like a heady dream. Their final vote share wasn’t as high as some had hoped, but it was enough to bring Nick Clegg’s party into a coalition government and into power for the first time. Look on my works, ye mighty, and despair.</p> <p>We all know what happened next, and why. The Lib Dems experienced electoral wipeout in 2015 as a result of allying themselves with a political party that their core voters found toxic.</p> <p>It beggars belief that another major political party is considering a pact with an organisation many of its own voters loathe. Yet here we go again. On Newsnight on Monday evening, Crispin Blunt MP talked up the idea of the Conservatives making some kind of <a href=\"https://www.politicshome.com/news/uk/political-parties/conservative-party/news/103865/watch-senior-tory-mp-calls-election-pact\" title=\"\">electoral arrangement with the Brexit party</a> to ensure Brexit happens. Blunt has always been a bit of an outlier, but this time, he is only floating an idea that many of his colleagues have been collectively mulling over. The Conservative party is considering getting into bed with Nigel Farage.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/02/tory-labour-brexit-deal-may-corbyn\">A Tory/Labour Brexit deal is further away than ever. Here’s why | Tom Kibasi</a> </p> </aside>  <p>Back in the day, Blunt seemed like the poster child for a new, modern Conservative party: fiscally conservative and from a Tory-friendly military background, he also advocated cannabis legalisation, criticised the presence of religion in the public space, and came out as gay a few months after David Cameron entered Downing Street, later even openly admitting <a href=\"https://www.theguardian.com/politics/2016/jan/20/tory-mp-crispin-blunt-poppers-drug-policy\" title=\"\">he uses poppers</a> in a parliamentary debate. When traditionalists attempted to deselect him a few years later – citing their sympathy for his separated wife <a href=\"https://www.theguardian.com/politics/2013/nov/18/gay-tory-crispin-blunt-defeats-campaign-deselect\" title=\"\">in expressly homophobic terms</a> – Tory modernisers rightly rallied to his defence. (They nicknamed his defence strategy Operation Meteor – wiping out the dinosaurs.) If Blunt is happy to play politics with Farage, the Tory modernisation project really is dead as a doornail.</p> <p>Blunt, of course, would point out that any alliance with Farage is on a single-issue basis, because the Brexit party is a single-issue party. That may be true for the forthcoming European elections, which are shaping up to be the maddest national protest vote in British history. But let’s not kid ourselves about who Farage is, and what standing next to him on a platform or a ticket means. This is a man who proudly shares images of himself <a href=\"https://www.theguardian.com/commentisfree/2016/nov/23/farage-trump-buddy-photo-ukip\" title=\"\">with Donald Trump</a>; who has suggested people with HIV be <a href=\"https://www.pinknews.co.uk/2019/05/12/nigel-farage-hiv-banned-uk/\" title=\"\">banned from entering the country</a>; who thinks women who have children are “<a href=\"https://www.theguardian.com/world/2014/jan/20/nigel-farage-women-sacrifice-family-succeed-finance-ukip\" title=\"\">worth less</a>” to employers than men (childless or not). Farage doesn’t like to be reminded of all this at the moment – witness his hissy fit when Andrew Marr tried to raise similar questions last Sunday – but this is who he is. Invite him to your party? All those right-leaning social liberals Cameron and Osborne spent years wooing will depart in an instant for Change UK or the finally resurgent Lib Dems.</p> <p>Even if today’s Conservatives have forgotten Clegg, they don’t need to look beyond their own party to recall what happens when soi-disant liberals get down in the muck with the nasties. Zac Goldsmith had made a name for himself as posh but progressive – the ultimate green Tory – until he allowed the strategist Lynton Crosby to run a racist mayoral campaign against Sadiq Khan. Friends of Goldsmith still whisper that he didn’t approve Crosby’s worst dog-whistles. His sister Jemima tweeted at the time, “Sad that Zac’s campaign did not reflect who I know him to be – an eco friendly, independent-minded politician with integrity”. But Goldsmith’s reputation has – rightly – never recovered. Team up with Farage, and the rest of Goldsmith’s party will learn all over again that toxic associations never rub off. It’s a lot harder to detoxify a political party than it is to poison it in the first place.</p> <p>• Kate Maltby writes about theatre, politics and culture</p>",
      "newspaperPageNumber": "4",
      "wordcount": "645",
      "commentCloseDate": "2019-05-14T17:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-14T15:51:19Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:22Z",
      "newspaperEditionDate": "2019-05-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bf543",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5ac08e6742b9305535ff825a5cdbe05fd8121adc/0_0_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Remember Cleggmania? When the Liberal Democrats look back on the election campaign of 2010, when their poll ratings hit the 30% mark, it must seem like a heady dream. Their final vote share wasn’t as high as some had hoped, but it was enough to bring Nick Clegg’s party into a coalition government and into power for the first time. Look on my works, ye mighty, and despair. We all know what happened next, and why. The Lib Dems experienced electoral wipeout in 2015 as a result of allying themselves with a political party that their core voters found toxic. It beggars belief that another major political party is considering a pact with an organisation many of its own voters loathe. Yet here we go again. On Newsnight on Monday evening, Crispin Blunt MP talked up the idea of the Conservatives making some kind of electoral arrangement with the Brexit party to ensure Brexit happens. Blunt has always been a bit of an outlier, but this time, he is only floating an idea that many of his colleagues have been collectively mulling over. The Conservative party is considering getting into bed with Nigel Farage. Back in the day, Blunt seemed like the poster child for a new, modern Conservative party: fiscally conservative and from a Tory-friendly military background, he also advocated cannabis legalisation, criticised the presence of religion in the public space, and came out as gay a few months after David Cameron entered Downing Street, later even openly admitting he uses poppers in a parliamentary debate. When traditionalists attempted to deselect him a few years later – citing their sympathy for his separated wife in expressly homophobic terms – Tory modernisers rightly rallied to his defence. (They nicknamed his defence strategy Operation Meteor – wiping out the dinosaurs.) If Blunt is happy to play politics with Farage, the Tory modernisation project really is dead as a doornail. Blunt, of course, would point out that any alliance with Farage is on a single-issue basis, because the Brexit party is a single-issue party. That may be true for the forthcoming European elections, which are shaping up to be the maddest national protest vote in British history. But let’s not kid ourselves about who Farage is, and what standing next to him on a platform or a ticket means. This is a man who proudly shares images of himself with Donald Trump; who has suggested people with HIV be banned from entering the country; who thinks women who have children are “worth less” to employers than men (childless or not). Farage doesn’t like to be reminded of all this at the moment – witness his hissy fit when Andrew Marr tried to raise similar questions last Sunday – but this is who he is. Invite him to your party? All those right-leaning social liberals Cameron and Osborne spent years wooing will depart in an instant for Change UK or the finally resurgent Lib Dems. Even if today’s Conservatives have forgotten Clegg, they don’t need to look beyond their own party to recall what happens when soi-disant liberals get down in the muck with the nasties. Zac Goldsmith had made a name for himself as posh but progressive – the ultimate green Tory – until he allowed the strategist Lynton Crosby to run a racist mayoral campaign against Sadiq Khan. Friends of Goldsmith still whisper that he didn’t approve Crosby’s worst dog-whistles. His sister Jemima tweeted at the time, “Sad that Zac’s campaign did not reflect who I know him to be – an eco friendly, independent-minded politician with integrity”. But Goldsmith’s reputation has – rightly – never recovered. Team up with Farage, and the rest of Goldsmith’s party will learn all over again that toxic associations never rub off. It’s a lot harder to detoxify a political party than it is to poison it in the first place. • Kate Maltby writes about theatre, politics and culture",
      "charCount": "3842",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kate-maltby\">Kate Maltby</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "news/2019/may/14/why-copying-the-populist-right-isnt-going-to-save-the-left",
    "type": "article",
    "sectionId": "news",
    "sectionName": "News",
    "webPublicationDate": "2019-05-14T05:00:24Z",
    "webTitle": "Why copying the populist right isn’t going to save the left",
    "webUrl": "https://www.theguardian.com/news/2019/may/14/why-copying-the-populist-right-isnt-going-to-save-the-left",
    "apiUrl": "https://content.guardianapis.com/news/2019/may/14/why-copying-the-populist-right-isnt-going-to-save-the-left",
    "fields": {
      "headline": "Why copying the populist right isn’t going to save the left",
      "standfirst": "<p>Social democratic parties have been losing ground for more than two decades – but pandering to rightwing anxieties about immigration is not the solution. </p><p>By Cas Mudde</p>",
      "trailText": "<strong>The long read</strong>: Social democratic parties have been losing ground for more than two decades – but pandering to rightwing anxieties about immigration is not the solution",
      "byline": "Cas Mudde",
      "main": "<figure class=\"element element-image\" data-media-id=\"963656a65d82c377974b1294ed70a79d924c4a2c\"> <img src=\"https://media.guim.co.uk/963656a65d82c377974b1294ed70a79d924c4a2c/0_0_2083_1250/1000.jpg\" alt=\"the two sides of leftwing politics in the US, UK and Europe\" width=\"1000\" height=\"600\" class=\"gu-image\" /> </figure>",
      "body": "<p>Among the old stalwarts of the centre-left, there is a simple explanation for the decline of the parties they used to lead: immigration. In <a href=\"https://www.theguardian.com/world/2018/nov/22/clinton-blair-renzi-why-we-lost-populists-how-fight-back-rightwing-populism-centrist\" title=\"\">recent interviews</a> with the Guardian, Hillary Clinton, Tony Blair and the former Italian prime minister Matteo Renzi all sounded the same note, <a href=\"https://www.theguardian.com/world/2018/nov/22/hillary-clinton-europe-must-curb-immigration-stop-populists-trump-brexit\">declaring that</a> Europe must “get a handle on migration” to stop rightwing populism. Hardly a week passes without some candidate or columnist declaring that liberals will only regain power when they lock down the borders.</p> <p>The obsession with immigration is not an accident. It reflects a widely held belief that the decline of the grand parties of the centre-left across Europe – the Socialist party (PS) in France, the Democratic party (PD) in Italy, the Social Democratic party (SPD) in Germany – has been caused by the rise of the new parties of the populist radical right, who have “stolen” the old working-class vote with a nativist, even authoritarian, message. Consequently, centre-left politicians have been scrambling to come up with policies to “win back” the working class. (Blair was already worrying about this in 2001, according to his former EU adviser <a href=\"https://www.theguardian.com/news/2015/mar/24/how-immigration-came-to-haunt-labour-inside-story\" title=\"\">Stephen Wall</a>, who recalled the prime minister saying: “The one thing that could lose me the next election is immigration.”)</p> <p>This view is hardly confined to Clinton and Blair. In the wake of Donald Trump’s unexpected victory, many <a href=\"https://www.nytimes.com/2016/11/13/opinion/the-democrats-screwed-up.html?module=inline\" title=\"\">American liberals</a> insisted that “winning back the rust belt” could only happen if the Democrats embraced white fears about immigration. Indeed, Clinton herself had a <a href=\"https://www.politifact.com/punditfact/statements/2018/jun/27/cal-thomas/did-hillary-clinton-support-border-wall-mexico/\" title=\"\">long track record</a> of statements and Senate votes against “illegal” immigration and for “border security” (including a “fence”), while prominent European social democrats have been calling for “immigration realism” since the late 2000s.</p> <p>But since the so-called refugee crisis of 2015, these worries have escalated into a panic, as the leaders of Europe’s social democratic parties scramble to show their concerns over immigration. In the last year, the leader of <a href=\"https://www.nieuwsblad.be/cnt/dmf20190106_04082275\" title=\"\">Belgium’s Socialist party</a> has issued the blanket declaration that “migration to Europe must decrease”, while the <a href=\"https://www.handelsblatt.com/today/opinion/rise-of-the-right-europes-left-turns-right-on-immigration/23582516.html?ticket=ST-26312-NxjogR9LnQycocpYZevY-ap1\" title=\"\">new leader of Germany’s SPD</a> has said that her country “cannot accept all” asylum seekers that arrive at its borders. The Danish Social Democrats have gone so far that their statements on immigration are hard to distinguish from the far-right Danish People’s Party – accusing Muslims in Denmark of living in “<a href=\"https://www.politico.eu/article/danish-copenhagen-left-veers-right-on-immigration-policy-integration/\" title=\"\">parallel societies</a>”, and arguing that immigration “<a href=\"https://www.jacobinmag.com/2019/01/denmark-social-democrats-immigration-welfare\" title=\"\">undermines</a>” the Danish welfare state.</p> <p>This dramatic shift in the rhetoric of ostensibly centre-left parties is part of a larger panic over how to halt the spread of rightwing populism across the west in recent years. The conventional wisdom has been largely steered by a growing group of academics and pundits, often of the right or centre, who offer the same advice: social democratic parties will perish unless they take care of the “<a href=\"https://www.theguardian.com/commentisfree/2014/mar/05/left-behind-voters-only-ukip-understands\" title=\"\">left behind</a>” voters by limiting immigration. <a href=\"https://www.newyorker.com/news/q-and-a/a-political-scientist-defends-white-identity-politics-eric-kaufmann-whiteshift-book\" title=\"\">Some academics</a> now even go so far as to openly defend white identity politics.</p> <p>The argument that a tougher stand on immigration will revive the social democratic parties – and arrest the rise of the radical right – is based on two basic errors, which together reflect a larger misunderstanding about the historic role of centre-left parties.</p> <p>The first mistake is the widespread assumption that the rise of rightwing populism and the decline of traditional centre-left parties are two sides of the same coin – both caused by working-class voters abandoning the old social democrats for the nativist message of the new populist radical right. The second misperception, closely related to the first, is that the voters who now support the populist radical right are largely the white working class that used to vote reliably for social democratic parties.</p> <p>As the data shows, both of these widely repeated assumptions stand on loose empirical footing. In fact, most populist radical-right voters are not working class, and the majority of the working class does not support the populist radical right.</p> <p>These errors are based on a larger misunderstanding about the history of social democratic parties. Social democracy is an ideology that supports egalitarianism and social justice through the framework of liberal democracy and a mixed economy. Inspired by the Marxist concept of class struggle, social democracy aims to uplift all marginalised groups. But those who argue that centre-left parties need to pander to white anxiety about immigration are essentially saying that social democratic parties are first and foremost an interest group for “the working class” – which is always, in these accounts, assumed to be white.</p> <p>This misdiagnosis of the decline of the centre-left – and the rise of the populist right – leads to the wrong prescription for reviving social democracy. In fact, centre-left parties have been trying to “act tough” on immigration for decades, and have often supported policies to limit immigration, but it has not prevented their decline.</p> <p>At least since the beginning of the new century, a debate has been raging about how to respond to right-wing populism – largely between those who regard it as the byproduct of “economic anxiety”, and those who see it as a form of cultural backlash. But both sides have the prescription wrong: if social democracy is to survive, its politicians need to return to their core values – rather than chasing a mirage that looks like their former core voters.</p> <p>The key to reviving the fortunes of social democracy is not to pander to the nativism of part of the white working class, but to embrace the ideas and policies that are fundamental to social democracy – egalitarianism, social justice, solidarity, the right to social protection and a comprehensive welfare state. These values represented a widely shared common sense for the vast majority of Europeans in the second half of the 20th century – before their hegemony was eroded by three decades of neoliberal ideas and policies. The only way back for social democracy is to fight to make these values dominant once again. </p> <h2>* * *</h2> <p>At first sight, it makes sense to link the decline of social democratic parties to the rise of populist radical-right parties. But correlation does not always equal causation. First of all, they did not happen at the same time. More importantly, they have separate causes.</p> <p>If we look at the average vote share for social democratic parties in western Europe, we can see that it rose to more than 30% in the 1950s and remained stable until the late 80s. In the late 90s, the average vote share fell back to just under 30%, only to drop off sharply in the 2000s. Today, it is slightly above 20%.</p> <p>Until the beginning of the 1980s, populist radical right parties were largely irrelevant in western Europe, polling at about 1%. By the 90s, this had increased slightly to about 5%. But, as the vote share for social democratic parties fell in this decade, populist parties did not grow. In the 2000s, they started to increase again, albeit modestly, averaging roughly 10% today.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/05/voteshare-zip/giv-3902PefF1tVbPlxr/\" data-alt=\"Average vote shares for social democratic and rightwing populist parties 1940-2010\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/05/voteshare-zip/giv-3902PefF1tVbPlxr/\">Average vote shares for social democratic and rightwing populist parties 1940-2010</a> </figure>  <p>These figures represent the average of votes across western Europe, but looking at specific countries makes it even clearer that the rise of the populist radical right has not caused the decline of social democratic parties. In many cases, the populist radical right has risen without any comparable decline for the centre-left; in other cases, the centre-left parties began their sharp decline long before there was any major populist radical right party.</p> <p>In Switzerland, western Europe’s most successful populist radical-right party, the Swiss People’s party, almost doubled its support between 1995 and 2015, from 14.9% to 29.4%, while the Social Democratic party of Switzerland lost a mere 3% in that same period. The German SPD started its decline after 1998, but took its biggest hit in 2009, four years before the populist radical-right Alternative für Deutschland (AfD) was even founded.</p> <p>The Dutch Labour party (Partij van de Arbeid, or PvdA) took a hit from the rise of the rightwing populist Pim Fortuyn List in 2002, but recovered well the next year. Its full implosion in 2017, losing 19.1% (more than three-quarters of its 2002 total), was several years after the highpoint of Geert Wilders’ Party for Freedom (PVV), in 2010. Moreover, the combined far right, ie the PVV and the new Forum for Democracy (FvD), made only relatively moderate gains (+4.9%) in 2017. Not to mention Spain’s Social Democratic party, who were almost halved before the recent rise of the populist radical right Vox party, and actually achieved a significant victory, going from 22.6% to 28.7%, in the same election that Vox entered parliament with 10.3% of the vote.</p> <p>There is a simple explanation for this. The decline of social democratic parties has largely different causes from the rise of populist radical-right parties. First and foremost, the decline of social democratic parties has mainly been caused by the transformation of an industry-based economy into a service-based economy. This has led, among other things, to a sharp decline in traditional working-class jobs and a relative decline of all working-class people within the broader population.</p> <p>Confronted with a declining working class and a growing middle class, social democratic parties started to target the latter at the expense of the former. Inspired by Bill Clinton’s successful move to the centre in the 1992 US presidential elections, Tony Blair rebranded the Labour party as New Labour in 1994, and embraced a new “integration consensus” centred around cultural (multiculturalism), economic (neoliberal globalisation) and national (EU) integration.</p> <p>Moreover, he tried to “depoliticise” politics – claiming to propagate a new “pragmatic” approach and “common sense” solutions, in which everyone was claimed to be a winner. Soon other western European social democratic parties would follow, such as the Dutch PvdA and the German SPD, whose leader Gerhard Schröder claimed to represent “the new centre” <em>(“die neue Mitte”)</em>. Slowly but steadily, even the the French socialists and the various southern European parties followed suit.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"7530ef18116caf05cf06e0368c3c62fc2b8b81d9\"> <img src=\"https://media.guim.co.uk/7530ef18116caf05cf06e0368c3c62fc2b8b81d9/0_53_3500_2100/1000.jpg\" alt=\"European far-right leaders in Koblenz, Germany, from left: Matteo Salvini (Lega), Frauke Petry (AfD), Geert Wilders (PVV) and Marine Le Pen (National Rally).\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">European far-right leaders in Koblenz, Germany, from left: Matteo Salvini (Lega), Frauke Petry (AfD), Geert Wilders (PVV) and Marine Le Pen (National Rally).</span> <span class=\"element-image__credit\">Photograph: Wolfgang Rattay/Reuters</span> </figcaption> </figure>  <p>During the 1990s, the average vote share for social democratic parties only fell back a small amount – but the populist radical right parties did not rise further at all. The big transformation came only in the 2000s, most notably in the wake of the terrorist attacks of 9/11. The political framing of the “war on terror” helped to make cultural flashpoints like immigration, Islam and security the predominant issues of the new century. In many western European countries, this new political alignment – defined in cultural rather than economic terms – resulted in the Greens becoming the main leftwing party, and the populist radical right becoming the main rightwing party.</p> <p>Leaders of the populist radical right like to be seen as the successors of the old social-democratic “workers’ parties” – as the authentic representatives of “real working people”. For instance, the former party leader of the AfD, <a href=\"https://www.tagesschau.de/inland/afd-487.html\" title=\"\">Frauke Petry</a>, openly declared that “the AfD wants to become the new SPD”. And the self-appointed far-right ambassador-at-large, the former Trump adviser <a href=\"https://www.prosperousamerica.org/steve_bannon_sees_transatlantic_working_class_revolt_against_post_war_order\" title=\"\">Steve Bannon</a>, claims that “there’s an awful lot of guys on the [Bernie] Sanders side who are going to come in and vote for us in 2020”.</p> <p>But even this ambition involves a misleading assumption about the history of the working-class vote. It is true that, since the second world war, the working class in western Europe has voted disproportionately for social democratic parties, and communist parties where relevant – but a significant part of the working class has always voted for rightwing parties.</p> <h2>* * *</h2> <p>Since the emergence of the populist radical right in the early 1980s, its voter base has continually shifted and evolved – with white workers as an important but far from dominant component. The few populist radical right parties of the 80s had small electorates, polling under 5%, and their voters had a variety of class backgrounds and past voting behaviours. Parties such as the Belgian Vlaams Bloc and the French Front National (FN) were particularly strong among the self-employed, but also attracted both blue-collar and white-collar workers. Unsurprisingly, given that populist radical-right parties declared themselves an alternative to both left and right, they drew voters from both sides as well as picking up some first-time and non-voters.</p> <p>When some populist radical-right parties began to post better results in the 1990s – between 5% and 15% of the vote – there was also a visible shift in the composition of their supporters. Those parties held on to their predominantly middle-class supporters, but began to add significant votes from among the working class. <a href=\"https://www.palgrave.com/us/book/9780312083908\" title=\"\">Hans-Georg Betz</a>, one of the pioneers of the academic study of populist radical-right parties, was the first person to note what he called the “proletarisation” of the populist radical right.</p> <p>The perception that the working class was shifting its allegiance to the populist radical right in the late 1990s was further strengthened by a <a href=\"https://www.jacobinmag.com/2017/03/far-right-ukip-fn-welfare-immigration-working-class-voters/\" title=\"\">shift in their propaganda</a>. Previously, many of these parties had backed typically neoliberal policies such as lower taxes and privatisation, but now they began to strongly support a chauvinist welfare state – one whose benefits would be robust, but only for “our own people”.</p> <p>As a consequence, the electorates of the more successful populist radical-right parties, like the French FN and Austrian Freedom party, started to more closely resemble, in terms of class structure, those of traditional socialist and social democratic parties in the 1990s. In both popular and academic writings of the turn of the century, these successful populist radical-right parties began to be called “workers’ parties” – because they were among the more popular parties with the (white) working class. The stereotypical populist radical-right voter in western Europe was now depicted as a young(ish), lower-educated, working class male.</p> <p>But this was a misleading picture: young and working-class voters were indeed overrepresented within the electorates of successful populist radical-right parties, compared with their proportions in society as a whole – but they still constituted at best a plurality, not a majority, among those parties’ electorates.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"c3def1bc3a5e7bec624e4796796df8a21c337a55\"> <img src=\"https://media.guim.co.uk/c3def1bc3a5e7bec624e4796796df8a21c337a55/0_128_5167_3102/1000.jpg\" alt=\"The chair of Germany’s SPD, Andrea Nahles, this month.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The chair of Germany’s SPD, Andrea Nahles, this month.</span> <span class=\"element-image__credit\">Photograph: Ronald Wittek/EPA</span> </figcaption> </figure>  <p>In fact, most voters for populist radical-right parties were not working-class – and most working-class voters did not vote for the populist radical right. A <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/1475-6765.12259\" title=\"\">recent study</a> found that “only” 31% of “production workers” and 23% of “service workers” voted for west European populist radical right parties between 2000 and 2015. And while the FN and Austria’s Freedom party are exceptions – with workers constituting <a href=\"https://www.ft.com/content/ad9502f4-8099-11e6-bc52-0c7211ef3198\" title=\"\">45%</a> and <a href=\"https://www.sora.at/fileadmin/downloads/wahlen/2017_NRW_Grafiken-Wahltagsbefragung.pdf\" title=\"\">48%</a> of their electorates, respectively – the figures are much lower for other such parties, with Italy’s Lega Nord at only <a href=\"https://www.ipsos.com/sites/default/files/ct/news/documents/2018-03/elezioni_politiche_2018_-_analisi_post-voto_ipsos-twig_0.pdf\" title=\"\">17%</a>, for example.</p> <p>Furthermore, surveys show that populist radical right parties do not primarily take voters from social democratic parties. And voters who abandon social democratic parties do not primarily move to populist radical-right parties.</p> <p>In the <a href=\"https://interaktiv.morgenpost.de/analyse-bundestagswahl-2017/\" title=\"\">2017 German parliamentary elections</a>, the SPD, which slipped from 25.7% to 20.5%, lost more voters to each of the other mainstream parties, and to non-voting, than to the AfD. And the AfD, which entered the Bundestag for the first time with 94 seats (12.6% of the vote), won more votes from Angela Merkel’s centre-right Christian Democratic Union, as well as from non-voters and “other parties” (notably the extreme right National Democratic party), than from the SPD.</p> <p>A similar pattern could be seen in the <a href=\"https://nos.nl/artikel/2163443-pvda-gedecimeerd-waar-zijn-al-die-stemmers-gebleven.html\" title=\"\">Netherlands</a> and <a href=\"https://www.ipsos.com/sites/default/files/ct/news/documents/2018-03/elezioni_politiche_2018_-_analisi_post-voto_ipsos-twig_0.pdf\" title=\"\">Italy</a>. The Dutch PvdA was wiped out in 2017, falling from 25% to 6% – but its former voters largely shifted to the green, radical left, and social-liberal parties, rather than the populist radical right FvD and PVV. In Italy the following year, Matteo Renzi’s Democratic party lost power – but almost none of its voters shifted to Matteo Salvini’s Lega Nord, which mainly took votes from other rightwing parties and first-time voters.</p> <p>What these examples demonstrate is that the recent growth of populist radical-right parties – unlike their initial expansion in the 1990s – has not been driven by winning over more of the working class. The real story is that responses to events such as 9/11 and the “refugee crisis” by mainstream commentators and politicians brought the arguments of the populist radical right more into the mainstream discussion – and their “solutions” consequently became acceptable to broader sections of the public. As a result, the most successful populist radical-right parties now are <em>Volksparteien</em> – “people’s parties”, rather than “workers’ parties” – and do not represent just the working class.</p> <h2>* * *</h2> <p>This is not simply an academic debate. These misconceptions about populist radical-right voters have had serious consequences for centre-left politics, because they have led many social democratic parties to pursue failed strategies against the populist radical right.</p> <p>As it became clear that the “third way” had merely postponed the electoral decline of social democratic parties, a search for alternatives began. But the overwhelming strategic focus was on how to “win back” the “abandoned” (white) working-class vote.</p> <p>This argument has been dominated by two rival camps – crudely, liberals against socialists. Each camp has a different view of the main cause of the decline of social democratic parties and the rise of the populist radical right, but they share the notion that “winning back the working class” is the most important task.</p> <p>One version of this debate took place in the US after Trump’s victory: did the (white) voters of Michigan and Ohio defect to Trump because they were suffering financially (“economic anxiety”), or was it for reasons of racial and ethnic supremacy (“cultural backlash”)?</p> <p>Liberals tend to regard (white) working-class support for the populist radical right primarily in terms of cultural backlash, although they do not deny that economics has played a role. This is correct – as we shall soon see – but their responses have been ineffectual, often taking the form of vague calls to “<a href=\"https://www.nytimes.com/2018/03/03/opinion/sunday/liberals-reclaim-nationalism.html\" title=\"\">reclaim nationalism</a>”, which almost always come down to tightening immigration.</p> <p>While many liberals have been at the forefront of attacks on “populism” as today’s biggest threat to democracy, many prominent liberals have implicitly accepted the framing of the populist radical right. Sigmar Gabriel, who led Germany’s SPD for nearly a decade, declared in 2016 that the lesson of Clinton’s loss to Trump was that “those who lose the support of workers in the rust belt cannot be rescued by the hipsters of California”. This isn’t too far removed from the <a href=\"https://www.theguardian.com/books/2017/mar/22/the-road-to-somewhere-david-goodhart-populist-revolt-future-politics\" title=\"\">simplistic populist dichotomy</a> between “somewheres” and “anywheres” popularised by the writer David Goodhart.</p> <p>For liberals <a href=\"https://www.itv.com/news/2017-09-10/tony-blair-calls-for-tougher-immigration-controls-in-bid-to-stop-brexit/\" title=\"\">such as Tony Blair</a>, whose eponymous Institute for Global Change has been at the forefront of pushing a “<a href=\"https://institute.global/insight/renewing-centre/balanced-migration-progressive-approach\" title=\"\">progressive approach</a>” to immigration, the populist backlash is not because of neoliberal globalisation, and the massive economic inequality it created within previously fairly equal societies in western Europe, but about “the things that people feel are damaging about European immigration”.</p> <p>It is a familiar story, shared by both social democrats and the populist radical right: social democratic parties supported open borders against the wishes of “the people”, which usually means the (implicitly white and nativist) working class. For decades populist radical right politicians have claimed that social democratic parties have “betrayed” the white working class in favour of immigrants and Muslims, their alleged new electorate. In reality, social democratic parties have a much more complex relationship with immigration and multiculturalism.</p> <p>Most social democratic parties were indeed vocal supporters of immigration and multiculturalism, particularly during the 1980s and 90s. In many western European countries the links between the parties and the anti-racist movement were tight – such as in France, where the first president of SOS Racisme later became first secretary of the PS – and social democrats were at the forefront of the political struggle against the far right.</p> <p>But social democratic parties across western Europe were often less supportive in their actual policies. They did not accept or acknowledge that their states had become “immigration countries” like the US or Canada – and they implicitly or explicitly supported restrictions of both economic immigration (for example, in the wake of the oil crisis of the early 1970s) and political asylum (for instance in the wake of the Yugoslav civil war in the early 90s).</p> <p>Similarly, their support for “multiculturalism” was mainly symbolic – as no party developed a coherent policy, let alone a social democratic vision on multiculturalism. Blair’s own legacy is a good case in point. As <a href=\"https://www.migrationpolicy.org/article/immigration-legacy-tony-blair\" title=\"\">Will Sommerville</a> of the Migration Policy Institute has argued, Blair and New Labour expanded economic immigration but publicly championed a “stronger, more restrictive approach to asylum and security”.</p> <p>In many ways, Blair’s approach is illustrative of the confused way social democratic parties responded to the increasing politicisation of immigration during the 1990s. With the third way no longer arresting their electoral decline, centre-left parties joined the centre-right in a strategy of co-optation – in other words, embracing the issues of the populist radical right in an attempt to marginalise the parties espousing them. The call for “more realistic” immigration policies increased in the wake of the terrorist attacks of 9/11, as did calls for “tougher” integration policies for (mostly) Muslim “immigrants. Just remember Gordon Brown’s “<a href=\"https://www.theguardian.com/politics/2009/jan/30/brown-british-jobs-workers\" title=\"\">British jobs for British workers</a>” speech in 2007, a clear dog-whistle to the populist radical right – the <a href=\"https://uk.news.yahoo.com/british-jobs-british-workers-far-111223812.html?guce_referrer=aHR0cHM6Ly93d3cuZ29vZ2xlLmNvbS8&amp;guce_referrer_sig=AQAAANL5GbxbfR0ryCMVolNBstZL_GMu389bzIemNshPMV6acpSP8YAMvIPu-eCtE_u_Q3f55D0SeyDlMCqgclMRSxPKO-zevJv-WWEbHWuOSBT8A1JOyMFXf8P_zJoUcX_ykSJc5lFTy61bQfCJswDka7Xnu1p-12FRAZb7D65SjHEs&amp;guccounter=2\" title=\"\">National Front</a> had campaigned with a similar slogan in the 1970s.</p> <h2>* * *</h2> <p>The left alternative to this faltering liberal approach has come from those who commonly identify as “democratic socialists”. This camp has openly embraced the idea of “left populism”, heavily influenced by Chantal Mouffe, a Belgian political theorist based in London, and her late husband, the Argentine Ernesto Laclau. They are most famous for their critique of the third way aspirations to eliminate conflict and partisanship from politics – and their call for a post-Marxist “radical democracy” has influenced a whole generation of leftist academics and politicians, particularly in Latin America and southern Europe.</p> <p>Since Laclau’s death in 2014, Mouffe has become the most visible and vocal torchbearer of a new left populism, most recently in her aptly titled book <a href=\"https://www.versobooks.com/books/2748-for-a-left-populism\" title=\"\">For a Left Populism</a>. She uses the terms “left” and “populism” very broadly, however, defining neither very clearly. Her key argument is that the left must disrupt the neoliberal consensus by “repoliticising” politics – accepting that strife and conflict between opposing groups are fundamental to political life. Unlike orthodox Marxists, Mouffe argues this conflict should not unfold along traditional class fault lines – or any specific fault lines at all. Instead, she argues that the left must unite around a deliberately vague anti-establishment programme, designed to accommodate the broadest possible coalition of progressive causes and grievances.</p> <p>Mouffe and many other supporters of this left populist strategy saw the rise of a new progressive dawn with the electoral success Podemos in Spain and Syriza in Greece a few years after the economic crisis – she even published a book with one of the leaders of Podemos, Íñigo Errejón. But since then, Syriza has broken the hearts of left populists across Europe, succumbing to EU pressure, while Podemos has lost momentum as a consequence of personal and political conflicts. Mouffe has now put her hope in <a href=\"https://newrepublic.com/article/142110/rise-jean-luc-melenchon-frances-post-democracy\" title=\"\">Jean-Luc Mélenchon</a>, the French social democratic insider who reinvented himself as a left populist outsider.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"4ae44374b29f9445707130591463f1123c4ce73a\"> <img src=\"https://media.guim.co.uk/4ae44374b29f9445707130591463f1123c4ce73a/0_22_4801_2881/1000.jpg\" alt=\"Íñigo Errejón, one of the leaders of Podemos, campaigning during regional and European elections in Spain.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Íñigo Errejón, one of the leaders of Podemos, campaigning during regional and European elections in Spain.</span> <span class=\"element-image__credit\">Photograph: Victor Lerena/EPA</span> </figcaption> </figure>  <p>Although Mouffe stays away from the nativism lite of some other left populists – most notably Sahra Wagenknecht and her new movement Aufstehen (Stand Up) in Germany – she also clearly targets the white working-class voters, particularly the ones the third way lost to the populist radical right. In <a href=\"https://www.versobooks.com/blogs/3037-chantal-mouffe-the-philosopher-who-inspires-jean-luc-melenchon\" title=\"\">several interviews</a> Mouffe has said: “When citizens go to vote they see no difference between the choices facing them. That has allowed the development of right-populism. Marine Le Pen speaks to the pain of the popular classes, telling them that foreigners are the cause of their problems. We need another, opposed discourse built on the basis of equality.”</p> <p>The left populists share the assumption that the (white) working class votes for the populist radical right out of economic anxiety rather than cultural backlash. Hence, once the left provides them with a better socio-economic alternative, they will no longer care about Islam and Muslims.</p> <p>However, as the American political sociologist Seymour Martin Lipset <a href=\"https://books.google.co.uk/books/about/Political_Man.html?id=Gv-CAAAAMAAJ&amp;redir_esc=y\" title=\"\">demonstrated</a> more than 60 years ago, some part of the working class is authoritarian and nativist. Decades of research have since confirmed that these nativist working-class voters – like the other voters who support the populist radical right – are first and foremost motivated by opposition to immigration (and Islam). In other words, by cultural backlash rather than economic anxiety.</p> <p>But while “liberal populists” like Blair or Clinton may have a better understanding of what drives the voters of the populist radical right than the left populists, their proposed solution to the problem has only helped make it worse. <a href=\"https://www.dropbox.com/s/1g5wicx6peae2gs/Krause_Cohen_Abouchadi_2019.pdf?dl=0\" title=\"\">Academic research</a> consistently shows that when mainstream parties move to the right in an attempt to co-opt the issues of the radical right, it does not hurt populist right parties – in fact, it often helps them. Moreover, <a href=\"https://tube.switch.ch/cast/videos/cfa1d7df-61b7-4fbb-abda-0c56e7385f91\" title=\"\">other research</a> shows that it does not stop the electoral bleeding of social democratic parties either.</p> <p>This makes perfect sense. By prioritising immigration as an issue – and reinforcing the negative depiction of migrants and migration – mainstream parties only help to boost the main issue and frame of the populist radical right. Moreover, populist radical right voters are not only nativist, they are also populist, which explains why the “immigration realism” of social democratic parties is ultimately not effective. Even when they go further than mere rhetorical support for tougher immigration and integration policies, most (working-class) voters who oppose immigration and believe it to be a salient topic also believe that mainstream parties in general, and the social democratic party in particular, cannot be trusted. In fact, their rightward turn is taken as confirmation that a vote for the populist radical right is the most effective choice, as it ensures that other parties implement their policies.</p> <h2>* * *</h2> <p>To regain relevance in the 21st century, social democracy has to go beyond appeals to populism – in both its liberal and left forms. The surprising successes of Jeremy Corbyn in the UK and Bernie Sanders in the US have already shown that there is an appetite for a revival of social democracy.</p> <p>But before social democracy can be rejuvenated and made ready for the 21st century, it has to come to terms with its own role within the political model the populist radical right now so openly defends. While social democracy never openly defended white supremacy, its political system, and welfare state, was built upon a social system that preferred white native workers over non-white “guest workers” – and embraced the patriarchal dictates of single-income male-dominated family life. While social democratic parties, and trade unions, were quick to appeal to non-white workers, they did not fundamentally change their basic models.</p> <p>Social democracy needs to reassert its ideals in a way that is inclusive of all workers. It should return to the theory rather than the practice of European social democracy – an egalitarian ideology based on solidarity with all socially weaker groups and individuals, irrespective of class, race, or sexuality. In the early 21st century, throughout western Europe, a growing percentage of the shrinking working class will be female and non-white (or of immigrant descent).</p> <p>Moreover, by today’s standards, the traditional factory worker has a relatively privileged position, a well-protected and well-rewarded permanent job. In a world of neoliberal globalisation, not only are many of these classic working class positions outsourced to poorer countries, they are replaced by <a href=\"https://discoversociety.org/2018/04/03/precarious-work-understanding-the-new-employment-relations/\" title=\"\">precarious positions</a> that lack protection and security. It is the great challenge of social democracy in the 21st century to find a way to integrate the so-called “precariat” into a broader movement for economic and social justice. Whether this can still be done under the traditional header of “the working class” is of secondary concern. What is more important is that the identity is built on socioeconomic interest rather than ethno-national identity.</p> <p>It is important to stress that what we are facing at the moment is a crisis of social democratic parties – not a crisis of social democratic ideals. It might seem delusional to make this claim at a time of seemingly never-ending electoral defeats of social democratic parties, but social democracy is alive and well. In fact, I cannot remember another period in my adult life where there is such a vibrant debate on the future of social democracy. To be fair, this debate is, ironically, almost exclusively <a href=\"https://www.theguardian.com/commentisfree/2019/apr/18/us-democratic-party-revive-left-europe\" title=\"\">in the US</a>, and under the mostly erroneous term “democratic socialism”, but it is raging, and not just in the traditional progressive “salons”.</p> <p>Many traditional social democratic policies are supported by the majority of the populations in Europe and North America. A <a href=\"https://www.reuters.com/article/us-oecd-risks/people-want-higher-taxes-on-rich-better-welfare-21-country-oecd-survey-idUSKCN1R01FC\" title=\"\">recent OECD study</a>, for example, found that a majority across all 21 member states support higher taxes for the rich to support the poor. More than half of the people want their government to ensure better pensions (54%), while almost half feel the same with regard to better healthcare (48%). More than one-third (37%) even support a guaranteed basic income benefit.</p> <p>And yet social democratic parties continue to lose electoral support, and the welfare state – an institutional expression of many of these policies – is consistently dismantled. This is because policies such as higher taxes for the rich and a strong welfare state are grounded in a social democratic ideology, which has lost its ideological hegemony to neoliberalism since the 1980s.</p> <p>Neoliberalism is not just an economic system, but also an ideology, which has fundamentally transformed the way people see politics. In fact, one could argue that neoliberalism has been more successful as an ideological project than an economic programme. Active citizens have become passive customers, who consider the public sector an inefficient alternative to the private sector – and regard competition, between firms or individuals, as the best model for an ideal society.</p> <p>Consequently, before there can be any electoral revival of social democratic parties, social democrats need to challenge the assumptions of the neoliberal society, and re-establish their own ideas of egalitarianism and solidarity as the new common sense. As the Italian Marxist Antonio Gramsci explained almost a century ago, political success can only come after cultural hegemony is established. Only when people support the underlying values of social democracy can parties successfully campaign on social democratic policies. Moreover, without broad support for key social democratic values, even popular policies can easily be defeated.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/news/2019/jan/10/we-the-people-the-battle-to-define-populism\">‘We the people’: the battle to define populism</a> </p> </aside>  <p>The project of re-establishing the cultural hegemony of social democratic ideas is going to require the mobilisation of people outside of the existing political parties, including the social democratic ones. In most countries, these parties are anyway run by people who joined during the height of the third way, which they erroneously consider to be the height of “real” social democracy. Similarly, ideological rejuvenation should happen in collaboration with, but independent from, Green and “radical left” parties, which have overlapping but fundamentally different ideological projects.</p> <p>The revival of social democracy will require a new cultural and political infrastructure, centred, at first, outside of electoral politics. It should include the trade unions, which, despite weakened membership and power, still have better connections to working people. It should include progressive minority organisations, particularly those focused on socioeconomic concerns, and new grassroots organisations, rooted in local communities.</p> <p>In short, reviving social democracy will require a new social democratic movement – one that is bigger, bolder and more energetic than the existing parties.</p> <p>• Follow the Long Read on Twitter at <a href=\"https://twitter.com/@gdnlongread\" title=\"\">@gdnlongread</a>, and sign up to the long read weekly email <a href=\"https://www.theguardian.com/info/ng-interactive/2017/may/05/sign-up-for-the-long-read-email\" title=\"\">here</a>.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "5171",
      "commentable": "false",
      "displayHint": "immersive",
      "firstPublicationDate": "2019-05-14T05:00:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-26T17:56:49Z",
      "newspaperEditionDate": "2019-05-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bepbz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/963656a65d82c377974b1294ed70a79d924c4a2c/176_0_1764_1059/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Among the old stalwarts of the centre-left, there is a simple explanation for the decline of the parties they used to lead: immigration. In recent interviews with the Guardian, Hillary Clinton, Tony Blair and the former Italian prime minister Matteo Renzi all sounded the same note, declaring that Europe must “get a handle on migration” to stop rightwing populism. Hardly a week passes without some candidate or columnist declaring that liberals will only regain power when they lock down the borders. The obsession with immigration is not an accident. It reflects a widely held belief that the decline of the grand parties of the centre-left across Europe – the Socialist party (PS) in France, the Democratic party (PD) in Italy, the Social Democratic party (SPD) in Germany – has been caused by the rise of the new parties of the populist radical right, who have “stolen” the old working-class vote with a nativist, even authoritarian, message. Consequently, centre-left politicians have been scrambling to come up with policies to “win back” the working class. (Blair was already worrying about this in 2001, according to his former EU adviser Stephen Wall, who recalled the prime minister saying: “The one thing that could lose me the next election is immigration.”) This view is hardly confined to Clinton and Blair. In the wake of Donald Trump’s unexpected victory, many American liberals insisted that “winning back the rust belt” could only happen if the Democrats embraced white fears about immigration. Indeed, Clinton herself had a long track record of statements and Senate votes against “illegal” immigration and for “border security” (including a “fence”), while prominent European social democrats have been calling for “immigration realism” since the late 2000s. But since the so-called refugee crisis of 2015, these worries have escalated into a panic, as the leaders of Europe’s social democratic parties scramble to show their concerns over immigration. In the last year, the leader of Belgium’s Socialist party has issued the blanket declaration that “migration to Europe must decrease”, while the new leader of Germany’s SPD has said that her country “cannot accept all” asylum seekers that arrive at its borders. The Danish Social Democrats have gone so far that their statements on immigration are hard to distinguish from the far-right Danish People’s Party – accusing Muslims in Denmark of living in “parallel societies”, and arguing that immigration “undermines” the Danish welfare state. This dramatic shift in the rhetoric of ostensibly centre-left parties is part of a larger panic over how to halt the spread of rightwing populism across the west in recent years. The conventional wisdom has been largely steered by a growing group of academics and pundits, often of the right or centre, who offer the same advice: social democratic parties will perish unless they take care of the “left behind” voters by limiting immigration. Some academics now even go so far as to openly defend white identity politics. The argument that a tougher stand on immigration will revive the social democratic parties – and arrest the rise of the radical right – is based on two basic errors, which together reflect a larger misunderstanding about the historic role of centre-left parties. The first mistake is the widespread assumption that the rise of rightwing populism and the decline of traditional centre-left parties are two sides of the same coin – both caused by working-class voters abandoning the old social democrats for the nativist message of the new populist radical right. The second misperception, closely related to the first, is that the voters who now support the populist radical right are largely the white working class that used to vote reliably for social democratic parties. As the data shows, both of these widely repeated assumptions stand on loose empirical footing. In fact, most populist radical-right voters are not working class, and the majority of the working class does not support the populist radical right. These errors are based on a larger misunderstanding about the history of social democratic parties. Social democracy is an ideology that supports egalitarianism and social justice through the framework of liberal democracy and a mixed economy. Inspired by the Marxist concept of class struggle, social democracy aims to uplift all marginalised groups. But those who argue that centre-left parties need to pander to white anxiety about immigration are essentially saying that social democratic parties are first and foremost an interest group for “the working class” – which is always, in these accounts, assumed to be white. This misdiagnosis of the decline of the centre-left – and the rise of the populist right – leads to the wrong prescription for reviving social democracy. In fact, centre-left parties have been trying to “act tough” on immigration for decades, and have often supported policies to limit immigration, but it has not prevented their decline. At least since the beginning of the new century, a debate has been raging about how to respond to right-wing populism – largely between those who regard it as the byproduct of “economic anxiety”, and those who see it as a form of cultural backlash. But both sides have the prescription wrong: if social democracy is to survive, its politicians need to return to their core values – rather than chasing a mirage that looks like their former core voters. The key to reviving the fortunes of social democracy is not to pander to the nativism of part of the white working class, but to embrace the ideas and policies that are fundamental to social democracy – egalitarianism, social justice, solidarity, the right to social protection and a comprehensive welfare state. These values represented a widely shared common sense for the vast majority of Europeans in the second half of the 20th century – before their hegemony was eroded by three decades of neoliberal ideas and policies. The only way back for social democracy is to fight to make these values dominant once again. * * * At first sight, it makes sense to link the decline of social democratic parties to the rise of populist radical-right parties. But correlation does not always equal causation. First of all, they did not happen at the same time. More importantly, they have separate causes. If we look at the average vote share for social democratic parties in western Europe, we can see that it rose to more than 30% in the 1950s and remained stable until the late 80s. In the late 90s, the average vote share fell back to just under 30%, only to drop off sharply in the 2000s. Today, it is slightly above 20%. Until the beginning of the 1980s, populist radical right parties were largely irrelevant in western Europe, polling at about 1%. By the 90s, this had increased slightly to about 5%. But, as the vote share for social democratic parties fell in this decade, populist parties did not grow. In the 2000s, they started to increase again, albeit modestly, averaging roughly 10% today. These figures represent the average of votes across western Europe, but looking at specific countries makes it even clearer that the rise of the populist radical right has not caused the decline of social democratic parties. In many cases, the populist radical right has risen without any comparable decline for the centre-left; in other cases, the centre-left parties began their sharp decline long before there was any major populist radical right party. In Switzerland, western Europe’s most successful populist radical-right party, the Swiss People’s party, almost doubled its support between 1995 and 2015, from 14.9% to 29.4%, while the Social Democratic party of Switzerland lost a mere 3% in that same period. The German SPD started its decline after 1998, but took its biggest hit in 2009, four years before the populist radical-right Alternative für Deutschland (AfD) was even founded. The Dutch Labour party (Partij van de Arbeid, or PvdA) took a hit from the rise of the rightwing populist Pim Fortuyn List in 2002, but recovered well the next year. Its full implosion in 2017, losing 19.1% (more than three-quarters of its 2002 total), was several years after the highpoint of Geert Wilders’ Party for Freedom (PVV), in 2010. Moreover, the combined far right, ie the PVV and the new Forum for Democracy (FvD), made only relatively moderate gains (+4.9%) in 2017. Not to mention Spain’s Social Democratic party, who were almost halved before the recent rise of the populist radical right Vox party, and actually achieved a significant victory, going from 22.6% to 28.7%, in the same election that Vox entered parliament with 10.3% of the vote. There is a simple explanation for this. The decline of social democratic parties has largely different causes from the rise of populist radical-right parties. First and foremost, the decline of social democratic parties has mainly been caused by the transformation of an industry-based economy into a service-based economy. This has led, among other things, to a sharp decline in traditional working-class jobs and a relative decline of all working-class people within the broader population. Confronted with a declining working class and a growing middle class, social democratic parties started to target the latter at the expense of the former. Inspired by Bill Clinton’s successful move to the centre in the 1992 US presidential elections, Tony Blair rebranded the Labour party as New Labour in 1994, and embraced a new “integration consensus” centred around cultural (multiculturalism), economic (neoliberal globalisation) and national (EU) integration. Moreover, he tried to “depoliticise” politics – claiming to propagate a new “pragmatic” approach and “common sense” solutions, in which everyone was claimed to be a winner. Soon other western European social democratic parties would follow, such as the Dutch PvdA and the German SPD, whose leader Gerhard Schröder claimed to represent “the new centre” (“die neue Mitte”). Slowly but steadily, even the the French socialists and the various southern European parties followed suit. During the 1990s, the average vote share for social democratic parties only fell back a small amount – but the populist radical right parties did not rise further at all. The big transformation came only in the 2000s, most notably in the wake of the terrorist attacks of 9/11. The political framing of the “war on terror” helped to make cultural flashpoints like immigration, Islam and security the predominant issues of the new century. In many western European countries, this new political alignment – defined in cultural rather than economic terms – resulted in the Greens becoming the main leftwing party, and the populist radical right becoming the main rightwing party. Leaders of the populist radical right like to be seen as the successors of the old social-democratic “workers’ parties” – as the authentic representatives of “real working people”. For instance, the former party leader of the AfD, Frauke Petry, openly declared that “the AfD wants to become the new SPD”. And the self-appointed far-right ambassador-at-large, the former Trump adviser Steve Bannon, claims that “there’s an awful lot of guys on the [Bernie] Sanders side who are going to come in and vote for us in 2020”. But even this ambition involves a misleading assumption about the history of the working-class vote. It is true that, since the second world war, the working class in western Europe has voted disproportionately for social democratic parties, and communist parties where relevant – but a significant part of the working class has always voted for rightwing parties. * * * Since the emergence of the populist radical right in the early 1980s, its voter base has continually shifted and evolved – with white workers as an important but far from dominant component. The few populist radical right parties of the 80s had small electorates, polling under 5%, and their voters had a variety of class backgrounds and past voting behaviours. Parties such as the Belgian Vlaams Bloc and the French Front National (FN) were particularly strong among the self-employed, but also attracted both blue-collar and white-collar workers. Unsurprisingly, given that populist radical-right parties declared themselves an alternative to both left and right, they drew voters from both sides as well as picking up some first-time and non-voters. When some populist radical-right parties began to post better results in the 1990s – between 5% and 15% of the vote – there was also a visible shift in the composition of their supporters. Those parties held on to their predominantly middle-class supporters, but began to add significant votes from among the working class. Hans-Georg Betz, one of the pioneers of the academic study of populist radical-right parties, was the first person to note what he called the “proletarisation” of the populist radical right. The perception that the working class was shifting its allegiance to the populist radical right in the late 1990s was further strengthened by a shift in their propaganda. Previously, many of these parties had backed typically neoliberal policies such as lower taxes and privatisation, but now they began to strongly support a chauvinist welfare state – one whose benefits would be robust, but only for “our own people”. As a consequence, the electorates of the more successful populist radical-right parties, like the French FN and Austrian Freedom party, started to more closely resemble, in terms of class structure, those of traditional socialist and social democratic parties in the 1990s. In both popular and academic writings of the turn of the century, these successful populist radical-right parties began to be called “workers’ parties” – because they were among the more popular parties with the (white) working class. The stereotypical populist radical-right voter in western Europe was now depicted as a young(ish), lower-educated, working class male. But this was a misleading picture: young and working-class voters were indeed overrepresented within the electorates of successful populist radical-right parties, compared with their proportions in society as a whole – but they still constituted at best a plurality, not a majority, among those parties’ electorates. In fact, most voters for populist radical-right parties were not working-class – and most working-class voters did not vote for the populist radical right. A recent study found that “only” 31% of “production workers” and 23% of “service workers” voted for west European populist radical right parties between 2000 and 2015. And while the FN and Austria’s Freedom party are exceptions – with workers constituting 45% and 48% of their electorates, respectively – the figures are much lower for other such parties, with Italy’s Lega Nord at only 17%, for example. Furthermore, surveys show that populist radical right parties do not primarily take voters from social democratic parties. And voters who abandon social democratic parties do not primarily move to populist radical-right parties. In the 2017 German parliamentary elections, the SPD, which slipped from 25.7% to 20.5%, lost more voters to each of the other mainstream parties, and to non-voting, than to the AfD. And the AfD, which entered the Bundestag for the first time with 94 seats (12.6% of the vote), won more votes from Angela Merkel’s centre-right Christian Democratic Union, as well as from non-voters and “other parties” (notably the extreme right National Democratic party), than from the SPD. A similar pattern could be seen in the Netherlands and Italy. The Dutch PvdA was wiped out in 2017, falling from 25% to 6% – but its former voters largely shifted to the green, radical left, and social-liberal parties, rather than the populist radical right FvD and PVV. In Italy the following year, Matteo Renzi’s Democratic party lost power – but almost none of its voters shifted to Matteo Salvini’s Lega Nord, which mainly took votes from other rightwing parties and first-time voters. What these examples demonstrate is that the recent growth of populist radical-right parties – unlike their initial expansion in the 1990s – has not been driven by winning over more of the working class. The real story is that responses to events such as 9/11 and the “refugee crisis” by mainstream commentators and politicians brought the arguments of the populist radical right more into the mainstream discussion – and their “solutions” consequently became acceptable to broader sections of the public. As a result, the most successful populist radical-right parties now are Volksparteien – “people’s parties”, rather than “workers’ parties” – and do not represent just the working class. * * * This is not simply an academic debate. These misconceptions about populist radical-right voters have had serious consequences for centre-left politics, because they have led many social democratic parties to pursue failed strategies against the populist radical right. As it became clear that the “third way” had merely postponed the electoral decline of social democratic parties, a search for alternatives began. But the overwhelming strategic focus was on how to “win back” the “abandoned” (white) working-class vote. This argument has been dominated by two rival camps – crudely, liberals against socialists. Each camp has a different view of the main cause of the decline of social democratic parties and the rise of the populist radical right, but they share the notion that “winning back the working class” is the most important task. One version of this debate took place in the US after Trump’s victory: did the (white) voters of Michigan and Ohio defect to Trump because they were suffering financially (“economic anxiety”), or was it for reasons of racial and ethnic supremacy (“cultural backlash”)? Liberals tend to regard (white) working-class support for the populist radical right primarily in terms of cultural backlash, although they do not deny that economics has played a role. This is correct – as we shall soon see – but their responses have been ineffectual, often taking the form of vague calls to “reclaim nationalism”, which almost always come down to tightening immigration. While many liberals have been at the forefront of attacks on “populism” as today’s biggest threat to democracy, many prominent liberals have implicitly accepted the framing of the populist radical right. Sigmar Gabriel, who led Germany’s SPD for nearly a decade, declared in 2016 that the lesson of Clinton’s loss to Trump was that “those who lose the support of workers in the rust belt cannot be rescued by the hipsters of California”. This isn’t too far removed from the simplistic populist dichotomy between “somewheres” and “anywheres” popularised by the writer David Goodhart. For liberals such as Tony Blair, whose eponymous Institute for Global Change has been at the forefront of pushing a “progressive approach” to immigration, the populist backlash is not because of neoliberal globalisation, and the massive economic inequality it created within previously fairly equal societies in western Europe, but about “the things that people feel are damaging about European immigration”. It is a familiar story, shared by both social democrats and the populist radical right: social democratic parties supported open borders against the wishes of “the people”, which usually means the (implicitly white and nativist) working class. For decades populist radical right politicians have claimed that social democratic parties have “betrayed” the white working class in favour of immigrants and Muslims, their alleged new electorate. In reality, social democratic parties have a much more complex relationship with immigration and multiculturalism. Most social democratic parties were indeed vocal supporters of immigration and multiculturalism, particularly during the 1980s and 90s. In many western European countries the links between the parties and the anti-racist movement were tight – such as in France, where the first president of SOS Racisme later became first secretary of the PS – and social democrats were at the forefront of the political struggle against the far right. But social democratic parties across western Europe were often less supportive in their actual policies. They did not accept or acknowledge that their states had become “immigration countries” like the US or Canada – and they implicitly or explicitly supported restrictions of both economic immigration (for example, in the wake of the oil crisis of the early 1970s) and political asylum (for instance in the wake of the Yugoslav civil war in the early 90s). Similarly, their support for “multiculturalism” was mainly symbolic – as no party developed a coherent policy, let alone a social democratic vision on multiculturalism. Blair’s own legacy is a good case in point. As Will Sommerville of the Migration Policy Institute has argued, Blair and New Labour expanded economic immigration but publicly championed a “stronger, more restrictive approach to asylum and security”. In many ways, Blair’s approach is illustrative of the confused way social democratic parties responded to the increasing politicisation of immigration during the 1990s. With the third way no longer arresting their electoral decline, centre-left parties joined the centre-right in a strategy of co-optation – in other words, embracing the issues of the populist radical right in an attempt to marginalise the parties espousing them. The call for “more realistic” immigration policies increased in the wake of the terrorist attacks of 9/11, as did calls for “tougher” integration policies for (mostly) Muslim “immigrants. Just remember Gordon Brown’s “British jobs for British workers” speech in 2007, a clear dog-whistle to the populist radical right – the National Front had campaigned with a similar slogan in the 1970s. * * * The left alternative to this faltering liberal approach has come from those who commonly identify as “democratic socialists”. This camp has openly embraced the idea of “left populism”, heavily influenced by Chantal Mouffe, a Belgian political theorist based in London, and her late husband, the Argentine Ernesto Laclau. They are most famous for their critique of the third way aspirations to eliminate conflict and partisanship from politics – and their call for a post-Marxist “radical democracy” has influenced a whole generation of leftist academics and politicians, particularly in Latin America and southern Europe. Since Laclau’s death in 2014, Mouffe has become the most visible and vocal torchbearer of a new left populism, most recently in her aptly titled book For a Left Populism. She uses the terms “left” and “populism” very broadly, however, defining neither very clearly. Her key argument is that the left must disrupt the neoliberal consensus by “repoliticising” politics – accepting that strife and conflict between opposing groups are fundamental to political life. Unlike orthodox Marxists, Mouffe argues this conflict should not unfold along traditional class fault lines – or any specific fault lines at all. Instead, she argues that the left must unite around a deliberately vague anti-establishment programme, designed to accommodate the broadest possible coalition of progressive causes and grievances. Mouffe and many other supporters of this left populist strategy saw the rise of a new progressive dawn with the electoral success Podemos in Spain and Syriza in Greece a few years after the economic crisis – she even published a book with one of the leaders of Podemos, Íñigo Errejón. But since then, Syriza has broken the hearts of left populists across Europe, succumbing to EU pressure, while Podemos has lost momentum as a consequence of personal and political conflicts. Mouffe has now put her hope in Jean-Luc Mélenchon, the French social democratic insider who reinvented himself as a left populist outsider. Although Mouffe stays away from the nativism lite of some other left populists – most notably Sahra Wagenknecht and her new movement Aufstehen (Stand Up) in Germany – she also clearly targets the white working-class voters, particularly the ones the third way lost to the populist radical right. In several interviews Mouffe has said: “When citizens go to vote they see no difference between the choices facing them. That has allowed the development of right-populism. Marine Le Pen speaks to the pain of the popular classes, telling them that foreigners are the cause of their problems. We need another, opposed discourse built on the basis of equality.” The left populists share the assumption that the (white) working class votes for the populist radical right out of economic anxiety rather than cultural backlash. Hence, once the left provides them with a better socio-economic alternative, they will no longer care about Islam and Muslims. However, as the American political sociologist Seymour Martin Lipset demonstrated more than 60 years ago, some part of the working class is authoritarian and nativist. Decades of research have since confirmed that these nativist working-class voters – like the other voters who support the populist radical right – are first and foremost motivated by opposition to immigration (and Islam). In other words, by cultural backlash rather than economic anxiety. But while “liberal populists” like Blair or Clinton may have a better understanding of what drives the voters of the populist radical right than the left populists, their proposed solution to the problem has only helped make it worse. Academic research consistently shows that when mainstream parties move to the right in an attempt to co-opt the issues of the radical right, it does not hurt populist right parties – in fact, it often helps them. Moreover, other research shows that it does not stop the electoral bleeding of social democratic parties either. This makes perfect sense. By prioritising immigration as an issue – and reinforcing the negative depiction of migrants and migration – mainstream parties only help to boost the main issue and frame of the populist radical right. Moreover, populist radical right voters are not only nativist, they are also populist, which explains why the “immigration realism” of social democratic parties is ultimately not effective. Even when they go further than mere rhetorical support for tougher immigration and integration policies, most (working-class) voters who oppose immigration and believe it to be a salient topic also believe that mainstream parties in general, and the social democratic party in particular, cannot be trusted. In fact, their rightward turn is taken as confirmation that a vote for the populist radical right is the most effective choice, as it ensures that other parties implement their policies. * * * To regain relevance in the 21st century, social democracy has to go beyond appeals to populism – in both its liberal and left forms. The surprising successes of Jeremy Corbyn in the UK and Bernie Sanders in the US have already shown that there is an appetite for a revival of social democracy. But before social democracy can be rejuvenated and made ready for the 21st century, it has to come to terms with its own role within the political model the populist radical right now so openly defends. While social democracy never openly defended white supremacy, its political system, and welfare state, was built upon a social system that preferred white native workers over non-white “guest workers” – and embraced the patriarchal dictates of single-income male-dominated family life. While social democratic parties, and trade unions, were quick to appeal to non-white workers, they did not fundamentally change their basic models. Social democracy needs to reassert its ideals in a way that is inclusive of all workers. It should return to the theory rather than the practice of European social democracy – an egalitarian ideology based on solidarity with all socially weaker groups and individuals, irrespective of class, race, or sexuality. In the early 21st century, throughout western Europe, a growing percentage of the shrinking working class will be female and non-white (or of immigrant descent). Moreover, by today’s standards, the traditional factory worker has a relatively privileged position, a well-protected and well-rewarded permanent job. In a world of neoliberal globalisation, not only are many of these classic working class positions outsourced to poorer countries, they are replaced by precarious positions that lack protection and security. It is the great challenge of social democracy in the 21st century to find a way to integrate the so-called “precariat” into a broader movement for economic and social justice. Whether this can still be done under the traditional header of “the working class” is of secondary concern. What is more important is that the identity is built on socioeconomic interest rather than ethno-national identity. It is important to stress that what we are facing at the moment is a crisis of social democratic parties – not a crisis of social democratic ideals. It might seem delusional to make this claim at a time of seemingly never-ending electoral defeats of social democratic parties, but social democracy is alive and well. In fact, I cannot remember another period in my adult life where there is such a vibrant debate on the future of social democracy. To be fair, this debate is, ironically, almost exclusively in the US, and under the mostly erroneous term “democratic socialism”, but it is raging, and not just in the traditional progressive “salons”. Many traditional social democratic policies are supported by the majority of the populations in Europe and North America. A recent OECD study, for example, found that a majority across all 21 member states support higher taxes for the rich to support the poor. More than half of the people want their government to ensure better pensions (54%), while almost half feel the same with regard to better healthcare (48%). More than one-third (37%) even support a guaranteed basic income benefit. And yet social democratic parties continue to lose electoral support, and the welfare state – an institutional expression of many of these policies – is consistently dismantled. This is because policies such as higher taxes for the rich and a strong welfare state are grounded in a social democratic ideology, which has lost its ideological hegemony to neoliberalism since the 1980s. Neoliberalism is not just an economic system, but also an ideology, which has fundamentally transformed the way people see politics. In fact, one could argue that neoliberalism has been more successful as an ideological project than an economic programme. Active citizens have become passive customers, who consider the public sector an inefficient alternative to the private sector – and regard competition, between firms or individuals, as the best model for an ideal society. Consequently, before there can be any electoral revival of social democratic parties, social democrats need to challenge the assumptions of the neoliberal society, and re-establish their own ideas of egalitarianism and solidarity as the new common sense. As the Italian Marxist Antonio Gramsci explained almost a century ago, political success can only come after cultural hegemony is established. Only when people support the underlying values of social democracy can parties successfully campaign on social democratic policies. Moreover, without broad support for key social democratic values, even popular policies can easily be defeated. The project of re-establishing the cultural hegemony of social democratic ideas is going to require the mobilisation of people outside of the existing political parties, including the social democratic ones. In most countries, these parties are anyway run by people who joined during the height of the third way, which they erroneously consider to be the height of “real” social democracy. Similarly, ideological rejuvenation should happen in collaboration with, but independent from, Green and “radical left” parties, which have overlapping but fundamentally different ideological projects. The revival of social democracy will require a new cultural and political infrastructure, centred, at first, outside of electoral politics. It should include the trade unions, which, despite weakened membership and power, still have better connections to working people. It should include progressive minority organisations, particularly those focused on socioeconomic concerns, and new grassroots organisations, rooted in local communities. In short, reviving social democracy will require a new social democratic movement – one that is bigger, bolder and more energetic than the existing parties. • Follow the Long Read on Twitter at @gdnlongread, and sign up to the long read weekly email here.",
      "charCount": "33056",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/cas-mudde\">Cas Mudde</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/14/sweden-far-right-wartime-past",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-14T05:00:23Z",
    "webTitle": "The Swedish dream was always too good to be true. And now the far right is back | Elisabeth Åsbrink",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/14/sweden-far-right-wartime-past",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/14/sweden-far-right-wartime-past",
    "fields": {
      "headline": "The Swedish dream was always too good to be true. And now the far right is back",
      "standfirst": "<p>My country failed to deal with its wartime past – and the idea of the ‘good Swedes’ has enabled the rise of extreme rightwingers</p>",
      "trailText": "The idea of the ‘good Swedes’ has enabled the rise of extreme rightwingers, says Swedish journalist Elisabeth Åsbrink",
      "byline": "Elisabeth Åsbrink",
      "main": "<figure class=\"element element-image\" data-media-id=\"970447ae5237d0b5ee31d1066986f19b317c5429\"> <img src=\"https://media.guim.co.uk/970447ae5237d0b5ee31d1066986f19b317c5429/0_0_5472_3283/1000.jpg\" alt=\"Gavle, Sweden\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Our historical narrative of goodness doesn’t deal with the country’s complicity with Nazi Germany.’</span> <span class=\"element-image__credit\">Photograph: RPBMedia/Getty Images/iStockphoto</span> </figcaption> </figure>",
      "body": "<p>Trying to define a nation’s self-image is always an interesting exercise, especially if one tries to boil it down to a single word. What would that be for Britain? Independence, perhaps. For Sweden, there can only be one word: goodness. We aren’t looking quite as good as we would like to right now, though. <a href=\"https://www.theguardian.com/world/video/2016/may/04/woman-faces-300-neo-nazis-in-sweden-video\" title=\"\">Neo-Nazis march through the streets</a>, not many but highly visible, trying to influence the political scene through threats and violence.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We Swedes like to believe that our politics are good for the rest of the world</p> </blockquote> </aside>  <p>In recent years Roma, black people, Muslims, and pupils and teachers in a school, have all been targeted by <a href=\"https://www.thelocal.se/20130812/49588\" title=\"\">killers driven by extreme rightwing ideology</a> in a country where the Swedish Democrats, (Sverigedemokraterna) strongly influenced by the idea of keeping different cultures apart – as well as the idea of ethnicity as the basis for nationhood – <a href=\"https://www.theguardian.com/world/2018/sep/09/despite-making-gains-swedens-far-right-party-remains-out-of-power\" title=\"\">are the third largest party</a>. And a <a href=\"https://www.theguardian.com/world/2019/may/02/britons-more-sold-on-immigration-benefits-than-other-europeans\" title=\"\">survey published earlier this month</a> shows that Sweden has one of the worst attitudes to immigration in Europe. </p> <p>Yet we Swedes like to think of ourselves as good people. We like to believe that our politics are good for the rest of the world, and that if only the world acknowledged this rather obvious fact it would most certainly become a better place. After all, goodness is a pretty positive thing. Except in recent years it has become clear that the idea of the “good Swedes” has actually enabled the <a href=\"https://www.theguardian.com/news/datablog/2015/jun/19/rightwing-anti-immigration-parties-nordic-countries-denmark-sweden-finland-norway\" title=\"\">rise of rightwing populists</a>.</p> <p>I first noticed the tendency in 2011, when I published <a href=\"http://elisabethasbrink.se/en/and-in-wienerwald-the-trees-remain/\" title=\"\">a nonfiction book about a Jewish boy</a> sent to Sweden from Vienna in 1939 to escape Nazi persecution. When meeting my readers I often got the same reaction: “I don’t recognise my country. Is this really Sweden?” they asked, on hearing that after <a href=\"https://www.theguardian.com/news/2018/nov/10/eighty-years-after-kristallnacht-family-german-robin-lustig\" title=\"\">Kristallnacht</a>, Sweden demanded that the Nazis stamp the letter J in red ink on the passports of German Jews to make it easier for the Swedish authorities to turn them away at the border. Or the fact that in 1939, a rumour that the medical board was inviting Jewish doctors to Sweden triggered mass protests at its top universities, with students demanding a stop to the “Jewish invasion” in order to “save the race” (and the jobs).</p>  <figure class=\"element element-image\" data-media-id=\"76ba12bc7a42a96c480dac699ab62a96ac2ef1f9\"> <img src=\"https://media.guim.co.uk/76ba12bc7a42a96c480dac699ab62a96ac2ef1f9/0_120_1419_851/1000.jpg\" alt=\"Swedish diplomat Raoul Wallenberg\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘In 1944 the Swedish diplomat Raoul Wallenberg saved Hungarian Jews in Budapest from being deported.’</span> <span class=\"element-image__credit\">Photograph: EPA</span> </figcaption> </figure>  <p>My readers seemed unaware of the full extent of <a href=\"https://www.independent.co.uk/news/world/europe/murky-truth-of-how-a-neutral-sweden-covered-up-its-collaboration-with-nazis-5372299.html\" title=\"\">Swedish complicity with Nazi Germany</a> during the war. This is one reason that I have returned to the subject in my <a href=\"https://www.amazon.co.uk/Made-Sweden-ideas-created-country/dp/1912854015/ref=sr_1_2?keywords=made+in+sweden&amp;qid=1556192107&amp;s=books&amp;sr=1-2\" title=\"\">latest book</a> – revealing how, from July 1940 to November 1941, a total of 686,000 German soldiers travelled by train through Sweden to occupied Norway, and how, in spite of the best efforts of the Allies, Sweden had covertly continued to export ball-bearings to Nazi Germany, making an important contribution to rearmament.</p> <p>Our historical narrative of goodness doesn’t deal with these things. Instead, it begins in October 1943, when more than 7,000 Danish Jews were <a href=\"https://www.bbc.co.uk/news/magazine-24427637\" title=\"\">taken to Sweden in fishing boats</a> (the boat owners were handsomely paid in many cases) in order to escape deportation. <a href=\"https://rwi.lu.se/about/about-raoul-wallenberg/\" title=\"\">It includes the Swedish diplomat Raoul Wallenberg</a>, who, in 1944, saved Hungarian Jews in Budapest from being deported – although the initiative and the funding was in fact American. <a href=\"https://en.wikipedia.org/wiki/White_Buses\" title=\"\">And we are proud of the fact that in 1945, we sent buses to pick up concentration camp survivors,</a> except what is repeatedly described as a Swedish initiative was actually a joint Nordic action intended to repatriate imprisoned Scandinavians.</p> <p>So why the great Swedish belief in our own altruism? It’s fair to say that after the war there was an undefinable, often denied, sense of guilt trickling through society. When Denmark and Norway were occupied, Sweden was not. When the rest of Europe was reduced to ruins, Sweden steamed ahead in the construction of a welfare society. And – most important of all – when Denmark and Norway had their postwar legal and moral purges dealing with collaborators and local Nazis, Sweden did nothing of the kind. No self-examination or moral debate took place. Those who had sympathised with Hitler simply went silent, and continued their lives as if nothing had happened.</p> <p>In Sweden and elsewhere after 1945, it was assumed that the ideologies behind the war – Nazism and hatred of Jews – disappeared as a consequence of the Nazi defeat. New moral ideas were expressed in the <a href=\"https://en.wikipedia.org/wiki/Nuremberg_Code\" title=\"\">Nuremberg Code</a> on medical experimentation and the <a href=\"https://www.theguardian.com/law/from-the-archive-blog/2018/nov/28/un-adopts-universal-declaration-human-rights-paris-1948\" title=\"\">Universal Declaration of Human Rights</a>. But even as the slogan of “Never Again” became ubiquitous, it is under-acknowledged that ideologies of hatred were also growing, and in many cases becoming more complex and internationalised.</p>  <figure class=\"element element-image\" data-media-id=\"4aa7a1da58e1c6631c7de108148576f6e32bc79c\"> <img src=\"https://media.guim.co.uk/4aa7a1da58e1c6631c7de108148576f6e32bc79c/0_162_4787_2874/1000.jpg\" alt=\"Swedish Democrats leader, Jimmie Åkesson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The leadership of the Swedish Democrats has changed, and so has the rhetoric and party image, but the concept of ethnopluralism is still detectable.’ Swedish Democrats leader, Jimmie Åkesson.</span> <span class=\"element-image__credit\">Photograph: Michael Campanella/Getty Images</span> </figcaption> </figure>  <p>One man was particularly instrumental in the survival of Nazi ideologies: the Swedish fascist leader <a href=\"https://www.independent.co.uk/news/people/obituary-per-engdahl-1438111.html\" title=\"\">Per Engdahl</a> – who counted the <a href=\"https://www.bbc.co.uk/news/world-europe-14661582\" title=\"\">Ikea founder, Ingvar Kamprad,</a> as a friend and fan. Engdahl initiated a secret intellectual network, with the aim of retaining and reconstructing Nazi ideology. Within it, the denial of the Holocaust was nurtured, the Wehrmacht was whitewashed, and the word “race” was exchanged for the word “culture”. The concept of <a href=\"https://en.wikipedia.org/wiki/Ethnopluralism\" title=\"\">ethnopluralism</a> was created – an idea of separate, independent cultures living side by side but not mixing in order to avoid extinction. His postwar actions remain key to the <a href=\"https://www.haaretz.com/world-news/europe/.premium.MAGAZINE-how-sweden-became-a-thriving-base-of-neo-nazi-ideology-1.5629892\" title=\"\">rise of the far right today</a>.</p> <p>In 1951, Engdahl founded the <a href=\"https://en.wikipedia.org/wiki/European_Social_Movement\" title=\"\">European Social Movement</a>, also known as the Malmö Movement, after his hometown of Malmö, where about 40 Nazi and fascist groups in Europe connected. Among them were Oswald Mosley’s Union Movement and German old-school Nazis as well as MSI (the heirs of Mussolini’s forbidden party) and the successors to the Hungarian Arrow Cross party. They all shared a vision of a new “restored” Europe, a white bastion with neither “foreign elements” nor democracy.</p> <p>The movement started a magazine called <a href=\"https://en.wikipedia.org/wiki/Nation_Europa\" title=\"\">Nation Europa</a>, which in 1952 British intelligence described as “having all the appearances of being the most dangerous piece of neofascist propaganda put out since the war”.</p> <p>It wasn’t until 1979 that Engdahl seized his moment to take his ideals mainstream in Sweden, with a call to arms in his fascist paper Vägen Framåt (The Way Ahead) and the launch of <a href=\"https://ipfs.io/ipfs/QmXoypizjW3WknFiJnKLwHCnL72vedxjQkDDP1mXWo6uco/wiki/Bevara_Sverige_Svenskt.html\" title=\"\">Keep Sweden Swedish (BSS)</a>, in collaboration with the Nazi party Nordiska Rikspartiet.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jan/23/cosmopolitan-sweden-far-right-refuge-europe\">I was a natural cosmopolitan. Sweden, and the far right, changed all that | Umut Özkırımlı</a> </p> </aside>  <p>Modelled on the British National Front, BSS acted as a launchpad for extreme rightwing groups. In 1988 some members broke away to form the Swedish Democrats, whose leadership consisted of a Swedish SS veteran, people from Engdahl’s movement, and postwar Nazis. Since then, the leadership has changed, and so has the rhetoric and party image, but the concept of ethnopluralism is still detectable. And in the 2018 parliament election, 17.5% of Swedish voters chose them.</p> <p>Arguably the Swedish need to believe that all Swedes are good has made the rise of the far right possible. Instead of examining itself during the postwar years, Sweden chose to focus on the good deeds done during the war, turning a blind eye to the residual Nazi sympathisers within the country (especially within the well-educated middle class and the upper class) and widespread antisemitic sentiments in Swedish prewar society. One Swedish newspaper response to an outbreak of worldwide Nazi graffiti in 1960 epitomised this smugness: “Racial hatred has never rooted itself in our country. That is why we are happier than others.”</p> <p>The concept of Swedish goodness denied the existence of antisemitism, racism, Islamophobia and even sexism. It also precluded introspection. And, of course, as the most recent elections showed, it was all a bit too good to be true. Only when Sweden stops being blind to its Nazi past will it be able to confront the threat posed by the rise of the far right today.</p> <p>• Elisabeth Åsbrink is a Swedish journalist and the author of Made in Sweden: 25 Ideas That Created a Country</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1263",
      "commentable": "false",
      "firstPublicationDate": "2019-05-14T05:00:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-15T10:27:33Z",
      "newspaperEditionDate": "2019-05-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bepkk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/970447ae5237d0b5ee31d1066986f19b317c5429/0_0_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Trying to define a nation’s self-image is always an interesting exercise, especially if one tries to boil it down to a single word. What would that be for Britain? Independence, perhaps. For Sweden, there can only be one word: goodness. We aren’t looking quite as good as we would like to right now, though. Neo-Nazis march through the streets, not many but highly visible, trying to influence the political scene through threats and violence. In recent years Roma, black people, Muslims, and pupils and teachers in a school, have all been targeted by killers driven by extreme rightwing ideology in a country where the Swedish Democrats, (Sverigedemokraterna) strongly influenced by the idea of keeping different cultures apart – as well as the idea of ethnicity as the basis for nationhood – are the third largest party. And a survey published earlier this month shows that Sweden has one of the worst attitudes to immigration in Europe. Yet we Swedes like to think of ourselves as good people. We like to believe that our politics are good for the rest of the world, and that if only the world acknowledged this rather obvious fact it would most certainly become a better place. After all, goodness is a pretty positive thing. Except in recent years it has become clear that the idea of the “good Swedes” has actually enabled the rise of rightwing populists. I first noticed the tendency in 2011, when I published a nonfiction book about a Jewish boy sent to Sweden from Vienna in 1939 to escape Nazi persecution. When meeting my readers I often got the same reaction: “I don’t recognise my country. Is this really Sweden?” they asked, on hearing that after Kristallnacht, Sweden demanded that the Nazis stamp the letter J in red ink on the passports of German Jews to make it easier for the Swedish authorities to turn them away at the border. Or the fact that in 1939, a rumour that the medical board was inviting Jewish doctors to Sweden triggered mass protests at its top universities, with students demanding a stop to the “Jewish invasion” in order to “save the race” (and the jobs). My readers seemed unaware of the full extent of Swedish complicity with Nazi Germany during the war. This is one reason that I have returned to the subject in my latest book – revealing how, from July 1940 to November 1941, a total of 686,000 German soldiers travelled by train through Sweden to occupied Norway, and how, in spite of the best efforts of the Allies, Sweden had covertly continued to export ball-bearings to Nazi Germany, making an important contribution to rearmament. Our historical narrative of goodness doesn’t deal with these things. Instead, it begins in October 1943, when more than 7,000 Danish Jews were taken to Sweden in fishing boats (the boat owners were handsomely paid in many cases) in order to escape deportation. It includes the Swedish diplomat Raoul Wallenberg, who, in 1944, saved Hungarian Jews in Budapest from being deported – although the initiative and the funding was in fact American. And we are proud of the fact that in 1945, we sent buses to pick up concentration camp survivors, except what is repeatedly described as a Swedish initiative was actually a joint Nordic action intended to repatriate imprisoned Scandinavians. So why the great Swedish belief in our own altruism? It’s fair to say that after the war there was an undefinable, often denied, sense of guilt trickling through society. When Denmark and Norway were occupied, Sweden was not. When the rest of Europe was reduced to ruins, Sweden steamed ahead in the construction of a welfare society. And – most important of all – when Denmark and Norway had their postwar legal and moral purges dealing with collaborators and local Nazis, Sweden did nothing of the kind. No self-examination or moral debate took place. Those who had sympathised with Hitler simply went silent, and continued their lives as if nothing had happened. In Sweden and elsewhere after 1945, it was assumed that the ideologies behind the war – Nazism and hatred of Jews – disappeared as a consequence of the Nazi defeat. New moral ideas were expressed in the Nuremberg Code on medical experimentation and the Universal Declaration of Human Rights. But even as the slogan of “Never Again” became ubiquitous, it is under-acknowledged that ideologies of hatred were also growing, and in many cases becoming more complex and internationalised. One man was particularly instrumental in the survival of Nazi ideologies: the Swedish fascist leader Per Engdahl – who counted the Ikea founder, Ingvar Kamprad, as a friend and fan. Engdahl initiated a secret intellectual network, with the aim of retaining and reconstructing Nazi ideology. Within it, the denial of the Holocaust was nurtured, the Wehrmacht was whitewashed, and the word “race” was exchanged for the word “culture”. The concept of ethnopluralism was created – an idea of separate, independent cultures living side by side but not mixing in order to avoid extinction. His postwar actions remain key to the rise of the far right today. In 1951, Engdahl founded the European Social Movement, also known as the Malmö Movement, after his hometown of Malmö, where about 40 Nazi and fascist groups in Europe connected. Among them were Oswald Mosley’s Union Movement and German old-school Nazis as well as MSI (the heirs of Mussolini’s forbidden party) and the successors to the Hungarian Arrow Cross party. They all shared a vision of a new “restored” Europe, a white bastion with neither “foreign elements” nor democracy. The movement started a magazine called Nation Europa, which in 1952 British intelligence described as “having all the appearances of being the most dangerous piece of neofascist propaganda put out since the war”. It wasn’t until 1979 that Engdahl seized his moment to take his ideals mainstream in Sweden, with a call to arms in his fascist paper Vägen Framåt (The Way Ahead) and the launch of Keep Sweden Swedish (BSS), in collaboration with the Nazi party Nordiska Rikspartiet. Modelled on the British National Front, BSS acted as a launchpad for extreme rightwing groups. In 1988 some members broke away to form the Swedish Democrats, whose leadership consisted of a Swedish SS veteran, people from Engdahl’s movement, and postwar Nazis. Since then, the leadership has changed, and so has the rhetoric and party image, but the concept of ethnopluralism is still detectable. And in the 2018 parliament election, 17.5% of Swedish voters chose them. Arguably the Swedish need to believe that all Swedes are good has made the rise of the far right possible. Instead of examining itself during the postwar years, Sweden chose to focus on the good deeds done during the war, turning a blind eye to the residual Nazi sympathisers within the country (especially within the well-educated middle class and the upper class) and widespread antisemitic sentiments in Swedish prewar society. One Swedish newspaper response to an outbreak of worldwide Nazi graffiti in 1960 epitomised this smugness: “Racial hatred has never rooted itself in our country. That is why we are happier than others.” The concept of Swedish goodness denied the existence of antisemitism, racism, Islamophobia and even sexism. It also precluded introspection. And, of course, as the most recent elections showed, it was all a bit too good to be true. Only when Sweden stops being blind to its Nazi past will it be able to confront the threat posed by the rise of the far right today. • Elisabeth Åsbrink is a Swedish journalist and the author of Made in Sweden: 25 Ideas That Created a Country",
      "charCount": "7604",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/elisabeth--sbrink\">Elisabeth Åsbrink</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]