[
  {
    "id": "politics/2019/may/04/matt-hancock-wont-rule-out-compulsory-vaccinations",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-05-04T09:52:18Z",
    "webTitle": "Matt Hancock 'won’t rule out' compulsory vaccinations",
    "webUrl": "https://www.theguardian.com/politics/2019/may/04/matt-hancock-wont-rule-out-compulsory-vaccinations",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/04/matt-hancock-wont-rule-out-compulsory-vaccinations",
    "fields": {
      "headline": "Matt Hancock 'won’t rule out' compulsory vaccinations",
      "standfirst": "<p>Those who spread anti-vaccine messages have ‘blood on their hands’, says health secretary<br></p>",
      "trailText": "Those who spread anti-vaccine messages have ‘blood on their hands’, says health secretary<br>",
      "byline": "Aamna Mohdin",
      "main": "<figure class=\"element element-image\" data-media-id=\"6943b7f880ffa3ab26167c3dd46b1d0b2781b11f\"> <img src=\"https://media.guim.co.uk/6943b7f880ffa3ab26167c3dd46b1d0b2781b11f/0_42_3500_2101/1000.jpg\" alt=\"A measles vaccination.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anti-vaccine messages have spread on social media.</span> <span class=\"element-image__credit\">Photograph: Owen Humphreys/PA</span> </figcaption> </figure>",
      "body": "<p>The health secretary has said he would not rule out the option of compulsory vaccinations, and said campaigners against jabs for diseases such as measles have “blood on their hands”.</p> <p>Matt Hancock told BBC Radio 4’s Today programme: “I do think we need to consider all options. Failure to vaccinate when there isn’t a good reason is wrong. Those people who campaign against vaccination are campaigning against science. The science is settled.”</p> <p>Unicef released figures last week showing that <a href=\"https://www.theguardian.com/society/2019/apr/25/nearly-170m-under-10s-unvaccinated-against-measles-worldwide\">more than half a million children in the UK</a> went unvaccinated against measles between 2010 and 2017. Anti-vaccine messages on social media have been blamed for promoting scepticism among parents.</p> <p>Hancock said: “I don’t want to have to reach the point of compulsory vaccination, but I will rule nothing out. I don’t want to reach that point and I don’t think we are near there, but there is a huge programme of work to increase the proportion of children that are vaccinated.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2019/apr/15/measles-cases-up-300-worldwide-2019-says-who-vaccination\">Measles cases up 300% worldwide in 2019, says WHO</a> </p> </aside>  <p>“If you don’t vaccinate your children it is not only your child that is at risk, it is also other children, including children who for medical reasons can’t be vaccinated. Vaccination is good for you, good for your child, good for your neighbour and your community.”</p> <p>Earlier, Hancock told the Times: “Those who have promoted the anti-vaccination myth are morally reprehensible, deeply irresponsible and have blood on their hands.”</p> <p>This week a Labour MP said the government should look at making failure to immunise children a criminal offence. During a debate in the Commons to mark world immunisation week, Paul Sweeney said the “creeping cynicism” over vaccinations was a “critical national emergency”.</p>",
      "wordcount": "274",
      "firstPublicationDate": "2019-05-04T09:52:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-04T13:20:06Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bd3g8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6943b7f880ffa3ab26167c3dd46b1d0b2781b11f/0_42_3500_2101/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The health secretary has said he would not rule out the option of compulsory vaccinations, and said campaigners against jabs for diseases such as measles have “blood on their hands”. Matt Hancock told BBC Radio 4’s Today programme: “I do think we need to consider all options. Failure to vaccinate when there isn’t a good reason is wrong. Those people who campaign against vaccination are campaigning against science. The science is settled.” Unicef released figures last week showing that more than half a million children in the UK went unvaccinated against measles between 2010 and 2017. Anti-vaccine messages on social media have been blamed for promoting scepticism among parents. Hancock said: “I don’t want to have to reach the point of compulsory vaccination, but I will rule nothing out. I don’t want to reach that point and I don’t think we are near there, but there is a huge programme of work to increase the proportion of children that are vaccinated. “If you don’t vaccinate your children it is not only your child that is at risk, it is also other children, including children who for medical reasons can’t be vaccinated. Vaccination is good for you, good for your child, good for your neighbour and your community.” Earlier, Hancock told the Times: “Those who have promoted the anti-vaccination myth are morally reprehensible, deeply irresponsible and have blood on their hands.” This week a Labour MP said the government should look at making failure to immunise children a criminal offence. During a debate in the Commons to mark world immunisation week, Paul Sweeney said the “creeping cynicism” over vaccinations was a “critical national emergency”.",
      "charCount": "1669",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/aamna-mohdin\">Aamna Mohdin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/may/04/brexit-british-meps-still-here-limbo-jennifer-rankin",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-05-04T08:00:14Z",
    "webTitle": "Britain's sitting MEPs on their long goodbye: ‘People say, “You’re still here!”’",
    "webUrl": "https://www.theguardian.com/world/2019/may/04/brexit-british-meps-still-here-limbo-jennifer-rankin",
    "apiUrl": "https://content.guardianapis.com/world/2019/may/04/brexit-british-meps-still-here-limbo-jennifer-rankin",
    "fields": {
      "headline": "Britain's sitting MEPs on their long goodbye: ‘People say, “You’re still here!”’",
      "standfirst": "<p>They thought they’d be out of Brussels weeks ago – instead they continue to work in limbo. We followed four through months of near-exits and false dawns</p>",
      "trailText": "They thought they’d be out of Brussels weeks ago – instead they continue to work in limbo. We followed four through months of near-exits and false dawns",
      "byline": "Jennifer Rankin",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"70ad19a29873224fd13f5b80f2abf573cf242142\"> <img src=\"https://media.guim.co.uk/70ad19a29873224fd13f5b80f2abf573cf242142/1955_1028_4134_2481/1000.jpg\" alt=\"Plaid Cymru MEP Jill Evans at the European parliament in Brussels.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Plaid Cymru MEP Jill Evans at the European parliament in Brussels.</span> <span class=\"element-image__credit\">Photograph: Mashid Mohadjerin/The Guardian</span> </figcaption> </figure>",
      "body": "<p>When the Newcastle upon Tyne result came in, Linda McAvan knew it was all over. It was 23 June 2016 and, after a day knocking on doors, the Labour MEP and remain campaigner was at her local count in Sheffield. Things started to go wrong before midnight. Newcastle was meant to be a comfortable victory, but remain only scraped home. Then Sunderland voted to leave. Across McAvan’s Yorkshire and Humber constituency, counts were called: Craven, Scarborough, Sheffield; leave, leave, leave. In the small hours, David Dimbleby called it: “We’re out.” At a stroke, 73 British members of the European parliament were handed their redundancy papers.</p> <p>These MEPs, who make up nearly 10% of the 751 members of the European parliament, did not lose their seats immediately: this was just the start of the UK’s odyssey to leave the European Union. While the past three years have seen Westminster convulsed by cabinet resignations, missed deadlines and political deadlock, British MEPs have carried on their business more or less as usual. Now, they face the once-unimaginable prospect of a fresh European election – an event that some hope will be a proxy referendum, while Nigel Farage seeks to repeat his 2014 landslide with a new Brexit party.</p> <p>They have been strange days for MEPs on both sides of the debate. For those who voted remain, it has been unsettling – an endless limbo. For those who campaigned to leave, the 2016 vote was the fulfilment of a life’s work – but one that soured as the grinding reality of negotiations kicked in. How has it felt to be there, in Brussels, or in the European parliament’s official seat in Strasbourg, as the endgame plays out? Over the past four months, I’ve been talking to four MEPs to find out.</p> <p>When I first meet McAvan in mid-January, Theresa May’s deal <a href=\"https://www.theguardian.com/politics/2019/jan/15/theresa-may-suffers-historic-defeat-as-tories-turn-against-her\" title=\"\">has just suffered its first, epic defeat</a>; but most people still think the UK will leave the EU as planned on 29 March. McAvan is presiding over one of her last meetings, as chair of the international development committee. Around 100 people sit at blond-wood desks arranged in a semicircle (a symbol of the European parliament’s constant quest for consensus). The seating is hierarchical: MEPs take the front desk; behind them sit civil servants from the European commission; MEPs’ assistants take the back rows. The interpreters sit in black-tinted glass booths on an upper tier; today’s meeting is relayed in 12 languages.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"2f69b598007e15417fa4fd78532514a1e2507583\"> <img src=\"https://media.guim.co.uk/2f69b598007e15417fa4fd78532514a1e2507583/789_929_4779_2868/1000.jpg\" alt=\"Labour MEP Linda McAvan.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘MPs and journalists don’t really understand how the EU works’: Labour MEP Linda McAvan.</span> <span class=\"element-image__credit\">Photograph: Mashid Mohadjerin/The Guardian</span> </figcaption> </figure>  <p>McAvan’s agenda is wide, covering the annual aid budget, a law to create an overseas volunteer service, a regulation on the labelling of “aromatised wine products”. McAvan, who has neat blond hair and lilac-framed glasses, works through the votes briskly. “In favour? Against? Abstentions? Carried.” This is the unglamorous slog that doesn’t hit the headlines.</p> <p>European parliament votes look like auctions on fast-forward. Like much EU business, it can be hard to follow. MEPs vote by a show of hands; if this is close, they insert a card into a voting box and press a button, the results flashing up on TV screens. With its bland, anonymous-looking meeting rooms, Brussels feels a world away from the crumbling gothic palace of Westminster – which, for many Commons-based politicians, it is. “MPs and journalists are top among those who don’t really understand how the EU works,” McAvan tells me a few hours later. She says she has got used to Westminster colleagues dismissing MEPs as having no influence. “But we are legislating! Of course we have to negotiate with ministers – but when we do a final deal, it’s a law.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>People haven’t quite clicked this is going to happen. I’ve been invited to things in May, even June</p> </blockquote> </aside>  <p>In the clunky language of the EU, the European parliament is a co-legislator with 28 member state governments. The parliament negotiates with ministers to agree laws, giving the average MEP more clout than the average backbencher. But much of that law-making rarely gets attention, unless something goes wrong. These laws are a big part of the inner wiring of society: rules to speed up the extradition of criminal suspects, to promote the welfare of chickens, to set passenger compensation for cancelled flights, or protect depositors from collapsing banks.</p> <p>The reality is often more mundane than the tabloid myth of “Brussels bureaucrats” intent on banning mushy peas, prawn cocktail crisps or barmaids’ cleavage – a genre of fantasy that obscures the fact that the UK was one of the most influential countries in the union. “We still have this Dad’s Army image of Europe,” McAvan says. “But most of the time we <em>wanted</em> the laws – we agreed with them.”</p> <p>She says she has been invited to do UK radio phone-ins on nonexistent EU plans, such as banning miles. “And I will say, ‘Why are you doing this?’ And [the producer] will say, ‘Lots of people will phone in because they will be angry.’”</p> <p>McAvan was elected in a 1998 byelection. It was a hopeful time. A dynamic young prime minister had swept to power on a landslide, and he wanted Britain at the “centre of Europe”. He even spoke French.</p> <p>By the time Tony Blair arrived on the scene, McAvan had been in Brussels for more than a decade. After graduating in French and Spanish, she worked for a Yorkshire campaign to bring European funds to depressed mining towns. It chalked up a victory when Brussels forced Conservative governments led by Margaret Thatcher and John Major to match European funds for Yorkshire and the Humber. Later came European-funded roads, business parks, digital startups, £1m for Doncaster racecourse.</p> <p>But along the way, people stopped noticing, McAvan suggests. Meanwhile Europe became lax on protecting workers’ pay, she thinks. The “social Europe” promise of policies to protect workers’ rights gave way to the market mantras of the late 90s and 2000s. “Jobs [were] moving away and we didn’t pay enough attention.” Immigration became a more divisive issue, and Blair’s promise to fulfil “our European destiny” never played out. “We couldn’t resist the temptation to be always going to Europe to tell them how to do it,” McAvan recalls.</p> <p>She regrets that British politicians, of all parties, became afraid to make the case for Europe. “We were apologising, when actually we should have been saying this: ‘Be proud of our membership of the European Union.’” While McAvan thinks some of “the mega pro-Europeans” go too far in wanting the EU to be loved, “We should just ask [for it] to be recognised as another level of decision-making.”</p> <p>But now it looks too late. When we meet again in March, McAvan has started clearing her office. MEP assistants have been issued redundancy letters. There are rumours of a ceremony to take down the British flag. Still, there is a sense of disbelief that the UK is going – underlined by the endless delays back in London. “Even people active in politics haven’t quite clicked this is going to happen,” McAvan says. “I’ve been invited to things in May, even June.”</p> <p>***</p> <p>A decade after Labour attempted a new course on Europe, the Tories tried to break with the past. Another young leader wanted to shake up his party, with talk of sunshine and public services. In 2006, David Cameron told the Conservative party conference that it was time to stop “banging on about Europe”.</p> <p>Daniel Dalton started working in the European parliament shortly before Cameron became leader. He was in tune with the party’s new mood. A retired professional cricketer now in his mid-40s, Dalton had studied politics and coached former gang members in the sport in his spare time. He “sort of fell into” Europe; an internship for one Tory MEP led to a job with another. Arriving in Brussels, he read Ayn Rand’s Atlas Shrugged, her dystopian novel about government regulation often feted by libertarians. It cemented his views: “I naturally mistrust the role of government to make the change they want to make.”</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"64bd4f232d64b7285c8e4b1aee4f49ce6eae3422\"> <img src=\"https://media.guim.co.uk/64bd4f232d64b7285c8e4b1aee4f49ce6eae3422/197_498_5657_3394/1000.jpg\" alt=\"Conservative MEP Daniel Dalton.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Conservative MEP Daniel Dalton, a remainer turned leaver, with a German wife.</span> <span class=\"element-image__credit\">Photograph: Mashid Mohadjerin/The Guardian</span> </figcaption> </figure>  <p>Dalton’s early years coincided with a decisive shift for the Conservatives. In order to secure victory in the leadership race, Cameron promised to remove Tory MEPs from the European People’s party (EPP) – the main centre-right bloc, the political family of Angela Merkel and Nicolas Sarkozy. What seemed like an obscure point of party administration had fateful consequences. The most immediate was that the Conservatives had to create their own MEP group, or risk seeing their influence and access to European funds wither away – and so the European Conservatives and Reformists (ECR) group was born. The Tories joined forces with Polish nationalists and a ragbag of fringe parties, a few with dubious far-right pasts. Some Tory grandees complained Cameron was making a terrible mistake in appeasing the Eurosceptic right.</p> <p>This argument resurfaced last year, after Conservative MEPs voted against launching a procedure that could lead to EU sanctions on Hungary, whose authoritarian government is unpicking democratic checks and balances. As home affairs spokesman, Dalton was on the frontline of that debate. Should the party have taken a stand against Viktor Orbán? His response has a Eurosceptic tint: “We didn’t vote <em>with</em> Viktor Orbán. Let’s make that clear. We voted <em>against</em> EU powers.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The endless to-ing and fro-ing between Brussels and Strasbourg has long been criticised by British politicians</p> </blockquote> </aside>  <p>Dalton’s office in Strasbourg houses little more than a computer, a few papers and a plate of half-eaten fruit. There are few personal touches in any office here, as MEPs spend no more than four days a month in Strasbourg – a labyrinth of buildings and bridges spanning the Marne-Rhine canal and the Ill river. There are escalators that take you one floor higher than you needed, stairs you cannot find, circular corridors with identical doors. As an old joke goes, the building is a giant metaphor for the EU: “You can see where you want to go, but not how to get there.” </p> <p>The endless to-ing and fro-ing between Brussels and Strasbourg has long been criticised by British politicians as a waste of time and money. Most MEPs want to scrap the Strasbourg seat, but every attempt to do so meets the French president’s veto. Dalton admits he will be glad to see the back of it, but leaving the EU is bittersweet for this party loyalist – a remainer who converted to leave. Personally, he was saddened by the result and regrets that British citizens will lose their right to live and work in Europe – something that has benefited him, his German wife and their young family. His support for freedom of movement makes him “unusual for a Conservative”, he admits. “I haven’t even had a full term yet, and I would like to have had longer. But I don’t believe you can take part in a referendum and then say, if the result isn’t the one we like, I don’t respect the result.” In Dalton’s West Midlands constituency, the vote was decisive: 29 of 30 councils voted to go.</p> <p>Remain lost the economic argument, he believes. “Most people turned around and said, ‘Either we don’t believe you, or it will be worth it to get out of an ever-closer union.’ People are prepared to take an economic hit from leaving the EU.” He adds that he thinks the cost of Brexit has been exaggerated.</p> <p>It is wrong, even dangerous, Dalton says, to suggest that people were misled by slogans on a bus. It may just be that the UK, with all its polarities, was always “politically incompatible with Europe”. In Westminster, it is government versus opposition, blue versus red, seated two sword-lengths apart. In Brussels, “It is much more about compromise. And I think compromise is a little bit outside [British] political culture.”</p> <p>***</p> <p>When I meet Jill Evans, Plaid Cymru’s only MEP, who is campaigning for a second referendum, it is late January. The night before, the prime minister told MPs that she intended to renegotiate the Irish backstop – a demand Brussels rejects almost immediately. Meanwhile Evans has just made the seven-hour commute from her constituency in the Rhondda Valley to her Brussels hotel. We meet in her office, down a corridor shared with other separatist parties and the Greens. The space has the feel of student halls – event posters stuck on the walls alongside the Welsh flag, the Scottish Saltire and the Catalan standard, and a Bollocks to Brexit sticker on one MEP’s door.</p>  <figure class=\"element element-image\" data-media-id=\"fb48fdbb9840103192163b3f9d6123e131e4147c\"> <img src=\"https://media.guim.co.uk/fb48fdbb9840103192163b3f9d6123e131e4147c/94_11_6275_3765/1000.jpg\" alt=\"Cases of documents outside MEPs’ offices in Brussels, ready for the endless to-ing and fro-ing between parliament buildings there and in Strasbourg.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Cases of documents outside MEPs’ offices in Brussels, ready for the endless to-ing and fro-ing between parliament buildings there and in Strasbourg.</span> <span class=\"element-image__credit\">Photograph: Mashid Mohadjerin/The Guardian</span> </figcaption> </figure>  <p>Brexit Day, 29 March, is less than two months away, and Evans says the “rollercoaster” of uncertainty makes it hard to focus on preparing to leave. “I never dreamed I would be the last Plaid Cymru MEP, and that is something that causes me great despair.” In her two decades as an MEP, she has fought a lonely and fruitless battle for Welsh be added to the EU’s (currently) 24 official languages. One of the original Greenham Common protesters, she planned on retiring from parliament this year, at the age of 59.</p> <p>During the referendum campaign, Evans crunched the numbers to show that Wales got more money back from the EU than it paid in through taxes – a net annual gain of between £23m and £117m. But Wales still voted to leave.</p> <p>It was hard to tell people hit by government cuts they were doing well from the EU, Evans says. “I think about what would have happened in those austerity years without European funding. But people didn’t feel the benefits in their everyday lives.”</p> <p>***</p> <p>When I meet Ukip MEP Mike Hookem in his Strasbourg office, Sky News’s rolling “Brexit crisis” coverage is on full blast. We are high in the parliament’s tower, with a sweeping view of a city that is a symbol of Franco-German reconciliation, as Theresa May fights to speak over a wall of noise in the Commons. “You have gotta ask yourself,” he says, “is this woman absolutely incompetent, or is she playing a very smart game, because she is a remainer?” It is 12 February and May is attempting to take the UK out of the single market and customs union – a hard Brexit by anyone’s standards – but Hookem smells betrayal.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"16c2082413c82c50912c234e33723060810bbd12\"> <img src=\"https://media.guim.co.uk/16c2082413c82c50912c234e33723060810bbd12/758_286_5620_3372/1000.jpg\" alt=\"Ukip’s Mike Hookem.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I am a working-class lad from Hull. I am not racist, I am not far right’: Ukip’s Mike Hookem.</span> <span class=\"element-image__credit\">Photograph: Mashid Mohadjerin/The Guardian</span> </figcaption> </figure>  <p>Solidly built and straight-talking, Hookem is one of only a few Ukip MEPs left, after the party stunned the establishment by taking first place in the 2014 European elections, winning 24 seats. A few quit in the early years: Janice Atkinson joined the far-right group led by Marine Le Pen; <a href=\"https://www.theguardian.com/politics/2016/oct/04/ukip-leader-diane-james-resigns-after-just-18-days-in-job-reports\" title=\"\">Diane James quit after 18 days as Ukip leader</a>; and Steven Woolfe left after what is known in Ukip circles as the “Strasbourg altercation”.</p> <p>This came a few months after the referendum, when the party was fizzing with rumours of defections to the Tories. Woolfe got into a scuffle with Hookem in a parliament antechamber and later collapsed on a walkway. There were no witnesses to the fracas, but from his hospital bed, Woolfe told the Daily Mail that Hookem “came at me and landed a blow”. Hookem described the incident as “handbags at dawn” and still maintains that he never punched Woolfe. A Ukip internal report concluded there was no evidence Hookem had started a fight.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I’ve supported Nigel! I’ve campaigned for him! But what do they say, never meet your heroes</p> </blockquote> </aside>  <p>But it was just one sign the party was imploding. By autumn 2018, a trickle of departures became a flood. One after another, MEPs quit in protest at the leadership of Gerard Batten – including Farage, who left the party “with a heavy heart” after Batten appointed far-right activist Stephen Yaxley-Lennon (known as Tommy Robinson) as an adviser.</p> <p>Hookem is furious that his former colleagues left without resigning their seats. Most have now joined the Brexit party. He says he wrote to Farage, asking him to stand down. There was no reply. “I’ve supported Nigel! I’ve campaigned for him! But what do they say, never meet your heroes.” He clarifies: “No, he wasn’t my hero – it’s just a figure of speech.”</p> <p>He defends Batten against the charge of taking Ukip in an extremist, Islamophobic direction. “Gerard has got this thing about the Qur’an,” he admits, without spelling out what that thing might be. “Yes, he is the leader – but he is not taking the party down there.” Nor does he share Batten’s approval of Yaxley-Lennon. “If he becomes a member of the party I will leave, because that is not the party I joined.” If people are confused as to why the Ukip leader employs a far-right activist, he says, that’s because “they are reading the mainstream media”, deploying the Trumpian get-out-of-jail-free card. </p> <p>A few weeks later, the Guardian publishes an investigation revealing an influx of the far right into Ukip; when I bump into Hookem he says he is upset. “I am a working-class lad from Hull. I am not racist, I am not far right. All I want is Great Britain out of the EU – to do trade deals around the world and be the confident nation it once was.” He says he doesn’t want to be photographed for this article, but later changes his mind. By April, he is mulling standing against Batten as leader.</p>  <figure class=\"element element-image\" data-media-id=\"fd2da72c247657d08eebc9b0631daaf2b63a6eaf\"> <img src=\"https://media.guim.co.uk/fd2da72c247657d08eebc9b0631daaf2b63a6eaf/139_25_2371_1423/1000.jpg\" alt=\"Steven Woolfe lies collapsed on a walkway following the ‘Strasbourg altercation’ with Ukip colleague Mike Hookem.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Steven Woolfe lies collapsed on a walkway following the ‘Strasbourg altercation’ with Ukip colleague Mike Hookem.</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <p>Hookem grew up in the heart of Hull’s fishing community. “They went out to put food on the nation’s table,” he says. “It was probably the most dangerous job in the world.” His older brother was killed in the “triple trawler disaster” of 1968, when three vessels sank in one month, claiming 58 lives.</p> <p>Hookem joined the RAF at 17, later serving in the army. He used to vote Labour, but hasn’t since 1997. He joined Ukip in 2008 and worked his way up: regional organiser, then MEP in Ukip’s 2014 landslide. By that time, Ukip was becoming a more organised presence in Brussels. In the early days, the plan was simply to turn up and vote no. But then the party began hiring researchers, even taking positions on the nitty-gritty – drafting counter-proposals and voting in committee meetings, although continuing to shun the business of EU law-making. Sitting alongside their mini union jacks in the debating chamber, Ukip got noticed. Farage was invited on to Question Time, while other British MEPs despaired of a prime-time slot. The Ukip leader was already expert at getting noticed: one 2010 YouTube clip of Farage calling the then European council president “a low-grade bank clerk” <a href=\"https://www.theguardian.com/world/2010/feb/25/nigel-farage-herman-van-rompuy-damp-rag\" title=\"\">has been viewed 1.5m times</a>. </p> <p>The EU launched Ukip into British politics. “We needed that platform, that is absolutely right,” Hookem agrees. The day before one of our meetings, he delivered a speech designed for YouTube. Officially, he was taking part in a debate on the “multiannual plans for stocks fished in western waters and adjacent waters”, in other words, ensuring cod, herring and lobster are not fished out of existence. There were eight heartfelt speeches and the room was thick with jargon: regionalisation, multiannual management, landing obligations.</p> <p><a href=\"https://www.youtube.com/watch?v=0VbVBCeLQuo\" title=\"\">When Hookem got to his feet</a>, the debate tilted into a parallel universe. Riffing on Donald Tusk’s “special place in hell” comments on Brexiters, he denounced the fisheries policy, made a reference to the second world war, threw in a Winston Churchill quote, cited Greece’s anti-austerity protesters, Catalan separatists, Polish and Hungarian nationalists and French gilets jaunes – anyone who might be deemed anti-EU. One person clapped loudly as he sat down, then the debate flipped back into fish quotas.</p> <p>But while Ukip has learned from Farage’s methods, it is harder to repeat his success. After two months on Hookem’s YouTube channel, his clip has had 34 views.</p> <p>***</p> <p>It’s springtime in Strasbourg and the covered bridge that connects two wings of parliament is a heat trap. Two weeks have passed since Brexit day, and Britain’s departure has been delayed, twice. The union jack still flies. British officials are still meeting EU contacts in the cafes. British MEPs were supposed to have gone now, but they haven’t.</p> <p>“People say, ‘You’re still here!’ when we walk out of the lift, so it has a comic side to it,” Evans says. The previous Strasbourg session was more emotional for her: farewell drinks, speeches, some tears. Far from being marginalised, Evans says she has benefited from “the overwhelming support” of other members. “It’s meant the world, really. MEPs aren’t the most popular politicians, even among politicians, and to have that kind of solidarity has been something really special.” By now, Evans thought she’d be tending her garden, but instead she is preparing a campaign – for the European elections on 23 May. “Every week that goes by and we are still here strengthens the feeling: we remain in the EU.”</p> <p>Dalton is a more reluctant MEP candidate and still hopes for an “orderly Brexit” in 2019. “It’s a nightmare at the moment. However, we are politicians and politicians live with a Damocles sword over their heads. I don’t particularly think anyone should feel sorry for us.” The latest polls have shown the Conservatives crashing to an all-time low. </p>  <figure class=\"element element-image\" data-media-id=\"020a50a849182711fa3b33405e005206e450ec64\"> <img src=\"https://media.guim.co.uk/020a50a849182711fa3b33405e005206e450ec64/76_443_6497_3898/1000.jpg\" alt=\"MEPs’ pigeonholes in Brussels.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">MEPs’ pigeonholes in Brussels.</span> <span class=\"element-image__credit\">Photograph: Mashid Mohadjerin/The Guardian</span> </figcaption> </figure>  <p>The polls also look bad for Ukip. Farage’s new Brexit party could be a clean slate, as yet untainted by the far right and candidates that teach their dogs Hitler salutes. When I speak to Hookem, hours after a YouGov poll puts the Brexit party in first place, he acknowledges the competition. “It causes us a little bit of concern,” he says, before making the bold claim that “Farage has been played by the establishment” as a means of splitting the Brexit vote.</p> <p>Meanwhile, McAvan has decided not to stand again. As she leaves Strasbourg, she is writing thank you cards, in EU blue and gold. She thought she would be the last ever female MEP for Yorkshire and the Humber. Now she expects to see a successor and is buoyed by the campaign.</p> <p>The voting bell is ringing out. McAvan gathers her papers and walks down to the chamber. Bumping into a colleague in the lifts, she mentions this article, originally billed as a portrait of Britain’s last MEPs. Now there is a question mark at the end of that phrase.</p> <p>The conversation continues as we walk into the busy corridors. “The Brexit story is not over yet,” she says. And she heads to the chamber to place her votes.</p> <p><em>Jennifer Rankin is the Guardian’s Brussels correspondent.</em></p> <p>• If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email <a href=\"mailto:\" title=\"\">weekend@theguardian.com</a>, including your name and address (not for publication).</p>",
      "newspaperPageNumber": "22",
      "wordcount": "3673",
      "commentCloseDate": "2019-05-07T08:00:14Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-04T08:00:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:43Z",
      "newspaperEditionDate": "2019-05-04T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bc7mh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/70ad19a29873224fd13f5b80f2abf573cf242142/1955_1028_4134_2481/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "When the Newcastle upon Tyne result came in, Linda McAvan knew it was all over. It was 23 June 2016 and, after a day knocking on doors, the Labour MEP and remain campaigner was at her local count in Sheffield. Things started to go wrong before midnight. Newcastle was meant to be a comfortable victory, but remain only scraped home. Then Sunderland voted to leave. Across McAvan’s Yorkshire and Humber constituency, counts were called: Craven, Scarborough, Sheffield; leave, leave, leave. In the small hours, David Dimbleby called it: “We’re out.” At a stroke, 73 British members of the European parliament were handed their redundancy papers. These MEPs, who make up nearly 10% of the 751 members of the European parliament, did not lose their seats immediately: this was just the start of the UK’s odyssey to leave the European Union. While the past three years have seen Westminster convulsed by cabinet resignations, missed deadlines and political deadlock, British MEPs have carried on their business more or less as usual. Now, they face the once-unimaginable prospect of a fresh European election – an event that some hope will be a proxy referendum, while Nigel Farage seeks to repeat his 2014 landslide with a new Brexit party. They have been strange days for MEPs on both sides of the debate. For those who voted remain, it has been unsettling – an endless limbo. For those who campaigned to leave, the 2016 vote was the fulfilment of a life’s work – but one that soured as the grinding reality of negotiations kicked in. How has it felt to be there, in Brussels, or in the European parliament’s official seat in Strasbourg, as the endgame plays out? Over the past four months, I’ve been talking to four MEPs to find out. When I first meet McAvan in mid-January, Theresa May’s deal has just suffered its first, epic defeat; but most people still think the UK will leave the EU as planned on 29 March. McAvan is presiding over one of her last meetings, as chair of the international development committee. Around 100 people sit at blond-wood desks arranged in a semicircle (a symbol of the European parliament’s constant quest for consensus). The seating is hierarchical: MEPs take the front desk; behind them sit civil servants from the European commission; MEPs’ assistants take the back rows. The interpreters sit in black-tinted glass booths on an upper tier; today’s meeting is relayed in 12 languages. McAvan’s agenda is wide, covering the annual aid budget, a law to create an overseas volunteer service, a regulation on the labelling of “aromatised wine products”. McAvan, who has neat blond hair and lilac-framed glasses, works through the votes briskly. “In favour? Against? Abstentions? Carried.” This is the unglamorous slog that doesn’t hit the headlines. European parliament votes look like auctions on fast-forward. Like much EU business, it can be hard to follow. MEPs vote by a show of hands; if this is close, they insert a card into a voting box and press a button, the results flashing up on TV screens. With its bland, anonymous-looking meeting rooms, Brussels feels a world away from the crumbling gothic palace of Westminster – which, for many Commons-based politicians, it is. “MPs and journalists are top among those who don’t really understand how the EU works,” McAvan tells me a few hours later. She says she has got used to Westminster colleagues dismissing MEPs as having no influence. “But we are legislating! Of course we have to negotiate with ministers – but when we do a final deal, it’s a law.” In the clunky language of the EU, the European parliament is a co-legislator with 28 member state governments. The parliament negotiates with ministers to agree laws, giving the average MEP more clout than the average backbencher. But much of that law-making rarely gets attention, unless something goes wrong. These laws are a big part of the inner wiring of society: rules to speed up the extradition of criminal suspects, to promote the welfare of chickens, to set passenger compensation for cancelled flights, or protect depositors from collapsing banks. The reality is often more mundane than the tabloid myth of “Brussels bureaucrats” intent on banning mushy peas, prawn cocktail crisps or barmaids’ cleavage – a genre of fantasy that obscures the fact that the UK was one of the most influential countries in the union. “We still have this Dad’s Army image of Europe,” McAvan says. “But most of the time we wanted the laws – we agreed with them.” She says she has been invited to do UK radio phone-ins on nonexistent EU plans, such as banning miles. “And I will say, ‘Why are you doing this?’ And [the producer] will say, ‘Lots of people will phone in because they will be angry.’” McAvan was elected in a 1998 byelection. It was a hopeful time. A dynamic young prime minister had swept to power on a landslide, and he wanted Britain at the “centre of Europe”. He even spoke French. By the time Tony Blair arrived on the scene, McAvan had been in Brussels for more than a decade. After graduating in French and Spanish, she worked for a Yorkshire campaign to bring European funds to depressed mining towns. It chalked up a victory when Brussels forced Conservative governments led by Margaret Thatcher and John Major to match European funds for Yorkshire and the Humber. Later came European-funded roads, business parks, digital startups, £1m for Doncaster racecourse. But along the way, people stopped noticing, McAvan suggests. Meanwhile Europe became lax on protecting workers’ pay, she thinks. The “social Europe” promise of policies to protect workers’ rights gave way to the market mantras of the late 90s and 2000s. “Jobs [were] moving away and we didn’t pay enough attention.” Immigration became a more divisive issue, and Blair’s promise to fulfil “our European destiny” never played out. “We couldn’t resist the temptation to be always going to Europe to tell them how to do it,” McAvan recalls. She regrets that British politicians, of all parties, became afraid to make the case for Europe. “We were apologising, when actually we should have been saying this: ‘Be proud of our membership of the European Union.’” While McAvan thinks some of “the mega pro-Europeans” go too far in wanting the EU to be loved, “We should just ask [for it] to be recognised as another level of decision-making.” But now it looks too late. When we meet again in March, McAvan has started clearing her office. MEP assistants have been issued redundancy letters. There are rumours of a ceremony to take down the British flag. Still, there is a sense of disbelief that the UK is going – underlined by the endless delays back in London. “Even people active in politics haven’t quite clicked this is going to happen,” McAvan says. “I’ve been invited to things in May, even June.” *** A decade after Labour attempted a new course on Europe, the Tories tried to break with the past. Another young leader wanted to shake up his party, with talk of sunshine and public services. In 2006, David Cameron told the Conservative party conference that it was time to stop “banging on about Europe”. Daniel Dalton started working in the European parliament shortly before Cameron became leader. He was in tune with the party’s new mood. A retired professional cricketer now in his mid-40s, Dalton had studied politics and coached former gang members in the sport in his spare time. He “sort of fell into” Europe; an internship for one Tory MEP led to a job with another. Arriving in Brussels, he read Ayn Rand’s Atlas Shrugged, her dystopian novel about government regulation often feted by libertarians. It cemented his views: “I naturally mistrust the role of government to make the change they want to make.” Dalton’s early years coincided with a decisive shift for the Conservatives. In order to secure victory in the leadership race, Cameron promised to remove Tory MEPs from the European People’s party (EPP) – the main centre-right bloc, the political family of Angela Merkel and Nicolas Sarkozy. What seemed like an obscure point of party administration had fateful consequences. The most immediate was that the Conservatives had to create their own MEP group, or risk seeing their influence and access to European funds wither away – and so the European Conservatives and Reformists (ECR) group was born. The Tories joined forces with Polish nationalists and a ragbag of fringe parties, a few with dubious far-right pasts. Some Tory grandees complained Cameron was making a terrible mistake in appeasing the Eurosceptic right. This argument resurfaced last year, after Conservative MEPs voted against launching a procedure that could lead to EU sanctions on Hungary, whose authoritarian government is unpicking democratic checks and balances. As home affairs spokesman, Dalton was on the frontline of that debate. Should the party have taken a stand against Viktor Orbán? His response has a Eurosceptic tint: “We didn’t vote with Viktor Orbán. Let’s make that clear. We voted against EU powers.” Dalton’s office in Strasbourg houses little more than a computer, a few papers and a plate of half-eaten fruit. There are few personal touches in any office here, as MEPs spend no more than four days a month in Strasbourg – a labyrinth of buildings and bridges spanning the Marne-Rhine canal and the Ill river. There are escalators that take you one floor higher than you needed, stairs you cannot find, circular corridors with identical doors. As an old joke goes, the building is a giant metaphor for the EU: “You can see where you want to go, but not how to get there.” The endless to-ing and fro-ing between Brussels and Strasbourg has long been criticised by British politicians as a waste of time and money. Most MEPs want to scrap the Strasbourg seat, but every attempt to do so meets the French president’s veto. Dalton admits he will be glad to see the back of it, but leaving the EU is bittersweet for this party loyalist – a remainer who converted to leave. Personally, he was saddened by the result and regrets that British citizens will lose their right to live and work in Europe – something that has benefited him, his German wife and their young family. His support for freedom of movement makes him “unusual for a Conservative”, he admits. “I haven’t even had a full term yet, and I would like to have had longer. But I don’t believe you can take part in a referendum and then say, if the result isn’t the one we like, I don’t respect the result.” In Dalton’s West Midlands constituency, the vote was decisive: 29 of 30 councils voted to go. Remain lost the economic argument, he believes. “Most people turned around and said, ‘Either we don’t believe you, or it will be worth it to get out of an ever-closer union.’ People are prepared to take an economic hit from leaving the EU.” He adds that he thinks the cost of Brexit has been exaggerated. It is wrong, even dangerous, Dalton says, to suggest that people were misled by slogans on a bus. It may just be that the UK, with all its polarities, was always “politically incompatible with Europe”. In Westminster, it is government versus opposition, blue versus red, seated two sword-lengths apart. In Brussels, “It is much more about compromise. And I think compromise is a little bit outside [British] political culture.” *** When I meet Jill Evans, Plaid Cymru’s only MEP, who is campaigning for a second referendum, it is late January. The night before, the prime minister told MPs that she intended to renegotiate the Irish backstop – a demand Brussels rejects almost immediately. Meanwhile Evans has just made the seven-hour commute from her constituency in the Rhondda Valley to her Brussels hotel. We meet in her office, down a corridor shared with other separatist parties and the Greens. The space has the feel of student halls – event posters stuck on the walls alongside the Welsh flag, the Scottish Saltire and the Catalan standard, and a Bollocks to Brexit sticker on one MEP’s door. Brexit Day, 29 March, is less than two months away, and Evans says the “rollercoaster” of uncertainty makes it hard to focus on preparing to leave. “I never dreamed I would be the last Plaid Cymru MEP, and that is something that causes me great despair.” In her two decades as an MEP, she has fought a lonely and fruitless battle for Welsh be added to the EU’s (currently) 24 official languages. One of the original Greenham Common protesters, she planned on retiring from parliament this year, at the age of 59. During the referendum campaign, Evans crunched the numbers to show that Wales got more money back from the EU than it paid in through taxes – a net annual gain of between £23m and £117m. But Wales still voted to leave. It was hard to tell people hit by government cuts they were doing well from the EU, Evans says. “I think about what would have happened in those austerity years without European funding. But people didn’t feel the benefits in their everyday lives.” *** When I meet Ukip MEP Mike Hookem in his Strasbourg office, Sky News’s rolling “Brexit crisis” coverage is on full blast. We are high in the parliament’s tower, with a sweeping view of a city that is a symbol of Franco-German reconciliation, as Theresa May fights to speak over a wall of noise in the Commons. “You have gotta ask yourself,” he says, “is this woman absolutely incompetent, or is she playing a very smart game, because she is a remainer?” It is 12 February and May is attempting to take the UK out of the single market and customs union – a hard Brexit by anyone’s standards – but Hookem smells betrayal. Solidly built and straight-talking, Hookem is one of only a few Ukip MEPs left, after the party stunned the establishment by taking first place in the 2014 European elections, winning 24 seats. A few quit in the early years: Janice Atkinson joined the far-right group led by Marine Le Pen; Diane James quit after 18 days as Ukip leader; and Steven Woolfe left after what is known in Ukip circles as the “Strasbourg altercation”. This came a few months after the referendum, when the party was fizzing with rumours of defections to the Tories. Woolfe got into a scuffle with Hookem in a parliament antechamber and later collapsed on a walkway. There were no witnesses to the fracas, but from his hospital bed, Woolfe told the Daily Mail that Hookem “came at me and landed a blow”. Hookem described the incident as “handbags at dawn” and still maintains that he never punched Woolfe. A Ukip internal report concluded there was no evidence Hookem had started a fight. But it was just one sign the party was imploding. By autumn 2018, a trickle of departures became a flood. One after another, MEPs quit in protest at the leadership of Gerard Batten – including Farage, who left the party “with a heavy heart” after Batten appointed far-right activist Stephen Yaxley-Lennon (known as Tommy Robinson) as an adviser. Hookem is furious that his former colleagues left without resigning their seats. Most have now joined the Brexit party. He says he wrote to Farage, asking him to stand down. There was no reply. “I’ve supported Nigel! I’ve campaigned for him! But what do they say, never meet your heroes.” He clarifies: “No, he wasn’t my hero – it’s just a figure of speech.” He defends Batten against the charge of taking Ukip in an extremist, Islamophobic direction. “Gerard has got this thing about the Qur’an,” he admits, without spelling out what that thing might be. “Yes, he is the leader – but he is not taking the party down there.” Nor does he share Batten’s approval of Yaxley-Lennon. “If he becomes a member of the party I will leave, because that is not the party I joined.” If people are confused as to why the Ukip leader employs a far-right activist, he says, that’s because “they are reading the mainstream media”, deploying the Trumpian get-out-of-jail-free card. A few weeks later, the Guardian publishes an investigation revealing an influx of the far right into Ukip; when I bump into Hookem he says he is upset. “I am a working-class lad from Hull. I am not racist, I am not far right. All I want is Great Britain out of the EU – to do trade deals around the world and be the confident nation it once was.” He says he doesn’t want to be photographed for this article, but later changes his mind. By April, he is mulling standing against Batten as leader. Hookem grew up in the heart of Hull’s fishing community. “They went out to put food on the nation’s table,” he says. “It was probably the most dangerous job in the world.” His older brother was killed in the “triple trawler disaster” of 1968, when three vessels sank in one month, claiming 58 lives. Hookem joined the RAF at 17, later serving in the army. He used to vote Labour, but hasn’t since 1997. He joined Ukip in 2008 and worked his way up: regional organiser, then MEP in Ukip’s 2014 landslide. By that time, Ukip was becoming a more organised presence in Brussels. In the early days, the plan was simply to turn up and vote no. But then the party began hiring researchers, even taking positions on the nitty-gritty – drafting counter-proposals and voting in committee meetings, although continuing to shun the business of EU law-making. Sitting alongside their mini union jacks in the debating chamber, Ukip got noticed. Farage was invited on to Question Time, while other British MEPs despaired of a prime-time slot. The Ukip leader was already expert at getting noticed: one 2010 YouTube clip of Farage calling the then European council president “a low-grade bank clerk” has been viewed 1.5m times. The EU launched Ukip into British politics. “We needed that platform, that is absolutely right,” Hookem agrees. The day before one of our meetings, he delivered a speech designed for YouTube. Officially, he was taking part in a debate on the “multiannual plans for stocks fished in western waters and adjacent waters”, in other words, ensuring cod, herring and lobster are not fished out of existence. There were eight heartfelt speeches and the room was thick with jargon: regionalisation, multiannual management, landing obligations. When Hookem got to his feet, the debate tilted into a parallel universe. Riffing on Donald Tusk’s “special place in hell” comments on Brexiters, he denounced the fisheries policy, made a reference to the second world war, threw in a Winston Churchill quote, cited Greece’s anti-austerity protesters, Catalan separatists, Polish and Hungarian nationalists and French gilets jaunes – anyone who might be deemed anti-EU. One person clapped loudly as he sat down, then the debate flipped back into fish quotas. But while Ukip has learned from Farage’s methods, it is harder to repeat his success. After two months on Hookem’s YouTube channel, his clip has had 34 views. *** It’s springtime in Strasbourg and the covered bridge that connects two wings of parliament is a heat trap. Two weeks have passed since Brexit day, and Britain’s departure has been delayed, twice. The union jack still flies. British officials are still meeting EU contacts in the cafes. British MEPs were supposed to have gone now, but they haven’t. “People say, ‘You’re still here!’ when we walk out of the lift, so it has a comic side to it,” Evans says. The previous Strasbourg session was more emotional for her: farewell drinks, speeches, some tears. Far from being marginalised, Evans says she has benefited from “the overwhelming support” of other members. “It’s meant the world, really. MEPs aren’t the most popular politicians, even among politicians, and to have that kind of solidarity has been something really special.” By now, Evans thought she’d be tending her garden, but instead she is preparing a campaign – for the European elections on 23 May. “Every week that goes by and we are still here strengthens the feeling: we remain in the EU.” Dalton is a more reluctant MEP candidate and still hopes for an “orderly Brexit” in 2019. “It’s a nightmare at the moment. However, we are politicians and politicians live with a Damocles sword over their heads. I don’t particularly think anyone should feel sorry for us.” The latest polls have shown the Conservatives crashing to an all-time low. The polls also look bad for Ukip. Farage’s new Brexit party could be a clean slate, as yet untainted by the far right and candidates that teach their dogs Hitler salutes. When I speak to Hookem, hours after a YouGov poll puts the Brexit party in first place, he acknowledges the competition. “It causes us a little bit of concern,” he says, before making the bold claim that “Farage has been played by the establishment” as a means of splitting the Brexit vote. Meanwhile, McAvan has decided not to stand again. As she leaves Strasbourg, she is writing thank you cards, in EU blue and gold. She thought she would be the last ever female MEP for Yorkshire and the Humber. Now she expects to see a successor and is buoyed by the campaign. The voting bell is ringing out. McAvan gathers her papers and walks down to the chamber. Bumping into a colleague in the lifts, she mentions this article, originally billed as a portrait of Britain’s last MEPs. Now there is a question mark at the end of that phrase. The conversation continues as we walk into the busy corridors. “The Brexit story is not over yet,” she says. And she heads to the chamber to place her votes. Jennifer Rankin is the Guardian’s Brussels correspondent. • If you would like a comment on this piece to be considered for inclusion on Weekend magazine’s letters page in print, please email weekend@theguardian.com, including your name and address (not for publication).",
      "charCount": "21623",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jennifer-rankin\">Jennifer Rankin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]