[
  {
    "id": "uk-news/2019/dec/29/honours-snub-for-john-bercow-is-petty",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-12-29T17:10:43Z",
    "webTitle": "Honours snub for John Bercow is petty | Brief letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/dec/29/honours-snub-for-john-bercow-is-petty",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/29/honours-snub-for-john-bercow-is-petty",
    "fields": {
      "headline": "Honours snub for John Bercow is petty",
      "standfirst": "New year honours list | NHS gobbledegook | Pedants and pendants | Feelgood factors",
      "trailText": "<strong>Brief letters: </strong>New year honours list | NHS gobbledegook | Pedants and pendants | Feelgood factors",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"74b69145ef0324f3c160a13d610be0241ae393d7\"> <img src=\"https://media.guim.co.uk/74b69145ef0324f3c160a13d610be0241ae393d7/0_166_4984_2991/1000.jpg\" alt=\"Former Speaken of the House of Commons John Bercow\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The former Speaker of the House of Commons, John Bercow.</span> <span class=\"element-image__credit\">Photograph: Flavio Lo Scalzo/AGF/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>He presided over the House of Commons for 10 years, defending parliament against an overbearing executive, and he has his critics. But excluding John Bercow from this year’s honours list (<a href=\"https://www.theguardian.com/uk-news/2019/dec/27/elton-john-wins-highest-accolade-in-new-year-honours-list\" title=\"\">Report</a>, 28 December) seems to be an act of extreme pettiness.<br><strong>Michael Gibson</strong><br><em>Hö</em><em>chstadt, Germany</em></p> <p>• I am a GP in an NHS practice. Primary Care Support England, which manages GP services in the NHS, has sent me an email stating: “You have been allocated the PCSE Online Role of Performer at BulkLoad – GP Management Tool.” Could any of your readers tell me what this means, as I haven’t the faintest idea?<br><strong>Dr Simon McCann</strong><br><em>Chorleywood, </em><em>Hertfordshire</em></p> <p>• I was intrigued by Clive Goodhead’s <a href=\"https://www.theguardian.com/society/2019/dec/27/fawlty-memories-of-basil-rectitude\" title=\"\">letter</a> (28 December), which he writes as the self-proclaimed president of the York Society of Practising Pendants. Is this a swingers group?<br><strong>Peter Kennedy</strong><br><em>Wivenhoe, Essex</em></p> <p>• Re the <a href=\"https://www.theguardian.com/football/2019/dec/25/footballer-v-nurse-who-is-valued-more\" title=\"\">letter</a> (26 December) from Steve and Rene Clayton, who say joining the Labour party has made them feel better – I have just taken out a subscription to the Guardian and am relieved to see there is still intelligent life out there, and I too feel better already!<br><strong>Steven Farrell</strong><br><em>Thornton-Cleveleys, Lancashire</em></p> <p>• How nice to have two pages of letters again (28 December). The variety of topics, comments and criticisms never fails to add to the enjoyment of the Guardian. Best wishes for 2020. I hope to remain optimistic!<br><strong>Elaine Hoare</strong><br><em>Chalfont St Giles, Buckinghamshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "276",
      "commentable": "false",
      "firstPublicationDate": "2019-12-29T17:10:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:19Z",
      "newspaperEditionDate": "2019-12-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/d28k2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/74b69145ef0324f3c160a13d610be0241ae393d7/0_166_4984_2991/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "He presided over the House of Commons for 10 years, defending parliament against an overbearing executive, and he has his critics. But excluding John Bercow from this year’s honours list (Report, 28 December) seems to be an act of extreme pettiness. Michael Gibson Höchstadt, Germany • I am a GP in an NHS practice. Primary Care Support England, which manages GP services in the NHS, has sent me an email stating: “You have been allocated the PCSE Online Role of Performer at BulkLoad – GP Management Tool.” Could any of your readers tell me what this means, as I haven’t the faintest idea? Dr Simon McCann Chorleywood, Hertfordshire • I was intrigued by Clive Goodhead’s letter (28 December), which he writes as the self-proclaimed president of the York Society of Practising Pendants. Is this a swingers group? Peter Kennedy Wivenhoe, Essex • Re the letter (26 December) from Steve and Rene Clayton, who say joining the Labour party has made them feel better – I have just taken out a subscription to the Guardian and am relieved to see there is still intelligent life out there, and I too feel better already! Steven Farrell Thornton-Cleveleys, Lancashire • How nice to have two pages of letters again (28 December). The variety of topics, comments and criticisms never fails to add to the enjoyment of the Guardian. Best wishes for 2020. I hope to remain optimistic! Elaine Hoare Chalfont St Giles, Buckinghamshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1714",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/dec/29/trump-kills-santa-and-other-stocking-chillers-stewart-lee",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-29T10:00:34Z",
    "webTitle": "Why Trump killed Santa and other stocking chillers | Stewart Lee",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/29/trump-kills-santa-and-other-stocking-chillers-stewart-lee",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/29/trump-kills-santa-and-other-stocking-chillers-stewart-lee",
    "fields": {
      "headline": "Why Trump killed Santa and other stocking chillers",
      "standfirst": "<p>After years of selfless giving, Father Christmas finally got what was coming to him…</p>",
      "trailText": "After years of selfless giving, Father Christmas finally got what was coming to him…",
      "byline": "Stewart Lee",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"6f12b38f8b0cabbc8b472e8e2ee74c9f759b08d9\"> <img src=\"https://media.guim.co.uk/6f12b38f8b0cabbc8b472e8e2ee74c9f759b08d9/0_0_1969_1339/1000.jpg\" alt=\"Illustration by David Foldvari.\" width=\"1000\" height=\"680\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration by David Foldvari.</span> <span class=\"element-image__credit\">Illustration: David Foldvari/The Observer</span> </figcaption> </figure>",
      "body": "<p>Few hearts can have been left unbroken on Friday night, when footage emerged of President Donald Trump triumphantly celebrating the killing of Father Christmas by American military forces on Boxing Day.</p> <p>My children were in floods of tears as we watched a clearly aroused Trump make the following televised statement, sitting beneath a sumptuously decorated Christmas tree at his <a href=\"https://www.theguardian.com/us-news/2019/mar/16/mar-a-lago-trump-season-end-controversy-ethics-concerns\" title=\"\">Mar-a-Lago resort</a>, his hands twitching rhythmically beneath a stars and stripes beach towel that covered his shaking lap.</p> <p>“Father Christmas is dead. No US personnel were lost in the operation, while a large number of Christmas’s elves and reindeer were killed with him. He died after running into a dead-end tunnel, whimpering and crying and screaming. The toy workshop had been cleared by this time, with elves either surrendering or being shot and killed. Eleven young elves were moved out of the workshop uninjured. The only ones remaining were Christmas in the tunnel, who had dragged three elves with him to certain death. He reached the end of the tunnel, as our dogs chased him down. He ignited his beard, killing himself and the three elves. His body was mutilated by the blast, but test results gave certain and positive identification.”</p> <p>It was difficult to explain to the children why Trump had decided that Santa had to die, as it involved complex ideas concerning economic interventionism and the values of the free market. But apparently Trump had been pleading with “that Christmas guy” since he came to power in <a href=\"https://www.theguardian.com/us-news/2016/nov/09/donald-trump-wins-us-election-news\" title=\"\">2016</a>, to abandon his traditional Christmas Eve practice of distributing free toys to all the children in the world.</p> <p>According to Trump, the jobs of millions of hardworking Americans were at risk, and there was a serious reduction of toy-generated retail revenue in the American economy because Christmas was undercutting everyone with “his free toy bullshit”. “Mr Christmas,” Trump explained, “has ignored my ultimatums and so this Christmas, if he tries his free toys crap again, we are going to neutralise him permanently, and I hope we can count on the cooperation and technological support of our allies worldwide in tracking him to his Christmas lair.”</p> <p>My children were even more upset to find out that Britain was the only country to answer Trump’s call. The chancellor, Sajid Javid, explained the government’s position to a sympathetic <a href=\"https://www.theguardian.com/tv-and-radio/2019/dec/17/tv-tonight-laura-kuenssberg-delves-inside-johnsons-government\" title=\"\">Laura Kuenssberg</a> and a group of unconvinced children attending a pantomime in central London.</p> <p>“Obviously, America is an important ally for us, and technically what Father Christmas has been doing every Christmas Eve for years now, with impunity, constitutes a socialist intervention in the market, artificially depressing the value of toymakers’ labour and the value of their goods in the marketplace by the introduction into the equation of free toys at no cost to the consumer, courtesy of some mythic philanthropist who, while naively trying to bring children joy in the short term, seems willingly blind to the long-term unintended consequences of his actions.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>My children were even more upset to find out that Britain was the only country to answer Trump’s call</p> </blockquote> </aside>  <p>Kuenssberg seemed delighted with Javid’s answer and gave him a Christmas kiss before explaining to the viewer at home: “These children here are crying, but sooner or later they were going to stop believing in Father Christmas anyway, so in a way the government has helped them to grow up. Thank you, chancellor.”</p> <p>On the <em>Today</em> programme, Dominic Raab justified the government’s actions to a pointless Nick Robinson, explaining that though they had allowed the US to piggyback on to GCHQ systems to track Santa’s journey home after his final delivery, in the islands of American Samoa, British forces were not involved in the assault on his workshop that left Father Christmas and many of his workers and livestock dead.</p> <p>Meanwhile, on Nick Ferrari’s LBC radio show, an evasive Boris Piccaninny Watermelon Letterbox Cake Bumboys Vampires Haircut Wall-Spaffer Spunk-Burster Fuck-Business Fuck-the-Families Get-Off-My-Fucking-Laptop Girly-Swot Big-Girl’s-Blouse Chicken-frit Hulk-Smash Noseringed-Crusties Death-Humbug Technology-Lessons Surrender-Bullshit French-Turds Dog-Whistle Get-Stuffed FactcheckUK@CCHQ Get-Brexit-Done Johnson would neither condone nor endorse the Santa attack.</p> <p>“Whatever we had done, someone would have been offended these days,” Turds explained. Nick Ferrari then said he hoped the prime minister had had a good Christmas and wished him a happy new year, before playing a recording of Trump further elaborating on the Christmas-killing operation: “The reach of America is long. Father Christmas died in a vicious and violent way, running and crying. He died like a dog. He died like a coward. God bless the United States of America!”</p> <p>For me, Christmas had already died. It died about 10 days earlier, two days after the <a href=\"https://www.theguardian.com/politics/2019/dec/13/boris-johnson-leads-tories-historic-general-election-win\" title=\"\">election of Boris Johnson</a>. It died just at the west end of Oxford Street, when a group of Muslim women went for a day out at Hyde Park’s Winter Wonderland funfair, as they have every right so to do, irrespective of their belief in a nonexistent God.</p> <p>Proving they had assimilated, the Muslim women had chosen to attend an event where all the ancient British yule traditions – eating takeaway Chinese food, zooming round and round on terrifying rides with German names, and drinking buckets of Coca-Cola – are celebrated. While the women were indulging in the festive act of taking a selfie, a group of men jumped into the frame and one shouted “fucking letterbox cunts” at them, an <a href=\"https://inews.co.uk/news/real-life/winter-wonderland-london-hyde-park-muslim-women-letterbox-1344467\" title=\"\">unsophisticated response</a> to the complex debate surrounding the rights and wrongs of wearing the burqa.</p> <p>Of course, it’s not possible to prove that the prime minister’s undoubted popularisation of the word “letterbox” as a way of insulting Muslim women is directly responsible for the tone of this incident, but it probably is obviously and, leading by example, Turds has certainly changed the rules on what sort of language is publicly acceptable.</p> <p>Luckily, the Conservative party have dropped, or “broadened the scope of”, the <a href=\"https://www.theguardian.com/politics/2019/dec/17/equalities-professor-to-head-tory-inquiry-into-discrimination-in-party\" title=\"\">independent inquiry into Islamophobia</a> in the party that Boris Johnson promised in one of his rare election debate appearances, as its conclusions may have landed rather too close to home. God bless us one and all!</p> <p><em>• </em><a href=\"https://www.stewartlee.co.uk/live-dates/\" title=\"\"><em>Extra London dates</em></a><em> of Stewart Lee’s latest live show, Snowflake/Tornado, have just been announced at the South Bank Centre in June and July, and it tours nationally from January</em></p>",
      "newspaperPageNumber": "5",
      "wordcount": "1020",
      "commentCloseDate": "2019-12-29T22:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-29T10:00:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-29T21:49:04Z",
      "newspaperEditionDate": "2019-12-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/dvtqv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6f12b38f8b0cabbc8b472e8e2ee74c9f759b08d9/0_104_1969_1181/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Few hearts can have been left unbroken on Friday night, when footage emerged of President Donald Trump triumphantly celebrating the killing of Father Christmas by American military forces on Boxing Day. My children were in floods of tears as we watched a clearly aroused Trump make the following televised statement, sitting beneath a sumptuously decorated Christmas tree at his Mar-a-Lago resort, his hands twitching rhythmically beneath a stars and stripes beach towel that covered his shaking lap. “Father Christmas is dead. No US personnel were lost in the operation, while a large number of Christmas’s elves and reindeer were killed with him. He died after running into a dead-end tunnel, whimpering and crying and screaming. The toy workshop had been cleared by this time, with elves either surrendering or being shot and killed. Eleven young elves were moved out of the workshop uninjured. The only ones remaining were Christmas in the tunnel, who had dragged three elves with him to certain death. He reached the end of the tunnel, as our dogs chased him down. He ignited his beard, killing himself and the three elves. His body was mutilated by the blast, but test results gave certain and positive identification.” It was difficult to explain to the children why Trump had decided that Santa had to die, as it involved complex ideas concerning economic interventionism and the values of the free market. But apparently Trump had been pleading with “that Christmas guy” since he came to power in 2016, to abandon his traditional Christmas Eve practice of distributing free toys to all the children in the world. According to Trump, the jobs of millions of hardworking Americans were at risk, and there was a serious reduction of toy-generated retail revenue in the American economy because Christmas was undercutting everyone with “his free toy bullshit”. “Mr Christmas,” Trump explained, “has ignored my ultimatums and so this Christmas, if he tries his free toys crap again, we are going to neutralise him permanently, and I hope we can count on the cooperation and technological support of our allies worldwide in tracking him to his Christmas lair.” My children were even more upset to find out that Britain was the only country to answer Trump’s call. The chancellor, Sajid Javid, explained the government’s position to a sympathetic Laura Kuenssberg and a group of unconvinced children attending a pantomime in central London. “Obviously, America is an important ally for us, and technically what Father Christmas has been doing every Christmas Eve for years now, with impunity, constitutes a socialist intervention in the market, artificially depressing the value of toymakers’ labour and the value of their goods in the marketplace by the introduction into the equation of free toys at no cost to the consumer, courtesy of some mythic philanthropist who, while naively trying to bring children joy in the short term, seems willingly blind to the long-term unintended consequences of his actions.” Kuenssberg seemed delighted with Javid’s answer and gave him a Christmas kiss before explaining to the viewer at home: “These children here are crying, but sooner or later they were going to stop believing in Father Christmas anyway, so in a way the government has helped them to grow up. Thank you, chancellor.” On the Today programme, Dominic Raab justified the government’s actions to a pointless Nick Robinson, explaining that though they had allowed the US to piggyback on to GCHQ systems to track Santa’s journey home after his final delivery, in the islands of American Samoa, British forces were not involved in the assault on his workshop that left Father Christmas and many of his workers and livestock dead. Meanwhile, on Nick Ferrari’s LBC radio show, an evasive Boris Piccaninny Watermelon Letterbox Cake Bumboys Vampires Haircut Wall-Spaffer Spunk-Burster Fuck-Business Fuck-the-Families Get-Off-My-Fucking-Laptop Girly-Swot Big-Girl’s-Blouse Chicken-frit Hulk-Smash Noseringed-Crusties Death-Humbug Technology-Lessons Surrender-Bullshit French-Turds Dog-Whistle Get-Stuffed FactcheckUK@CCHQ Get-Brexit-Done Johnson would neither condone nor endorse the Santa attack. “Whatever we had done, someone would have been offended these days,” Turds explained. Nick Ferrari then said he hoped the prime minister had had a good Christmas and wished him a happy new year, before playing a recording of Trump further elaborating on the Christmas-killing operation: “The reach of America is long. Father Christmas died in a vicious and violent way, running and crying. He died like a dog. He died like a coward. God bless the United States of America!” For me, Christmas had already died. It died about 10 days earlier, two days after the election of Boris Johnson. It died just at the west end of Oxford Street, when a group of Muslim women went for a day out at Hyde Park’s Winter Wonderland funfair, as they have every right so to do, irrespective of their belief in a nonexistent God. Proving they had assimilated, the Muslim women had chosen to attend an event where all the ancient British yule traditions – eating takeaway Chinese food, zooming round and round on terrifying rides with German names, and drinking buckets of Coca-Cola – are celebrated. While the women were indulging in the festive act of taking a selfie, a group of men jumped into the frame and one shouted “fucking letterbox cunts” at them, an unsophisticated response to the complex debate surrounding the rights and wrongs of wearing the burqa. Of course, it’s not possible to prove that the prime minister’s undoubted popularisation of the word “letterbox” as a way of insulting Muslim women is directly responsible for the tone of this incident, but it probably is obviously and, leading by example, Turds has certainly changed the rules on what sort of language is publicly acceptable. Luckily, the Conservative party have dropped, or “broadened the scope of”, the independent inquiry into Islamophobia in the party that Boris Johnson promised in one of his rare election debate appearances, as its conclusions may have landed rather too close to home. God bless us one and all! • Extra London dates of Stewart Lee’s latest live show, Snowflake/Tornado, have just been announced at the South Bank Centre in June and July, and it tours nationally from January",
      "charCount": "6357",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/stewart-lee\">Stewart Lee</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "world/2019/dec/29/2020-who-and-what-to-look-out-for",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-12-29T09:02:33Z",
    "webTitle": "2020: who and what to look out for",
    "webUrl": "https://www.theguardian.com/world/2019/dec/29/2020-who-and-what-to-look-out-for",
    "apiUrl": "https://content.guardianapis.com/world/2019/dec/29/2020-who-and-what-to-look-out-for",
    "fields": {
      "headline": "2020: who and what to look out for",
      "standfirst": "<p>Brexit will be done but certainly not dusted. The climate crisis will continue to set the agenda. The vegan revolution will bring sweeping changes to eating habits. The Windsors will make headlines. And Adele will sing of heartbreak. Our team of experts ring in the new year</p>",
      "trailText": "Brexit will be done but certainly not dusted. The climate crisis will continue to set the agenda. The vegan revolution will bring sweeping changes to eating habits. The Windsors will make headlines. And Adele will sing of heartbreak. Our team of experts ring in the new year",
      "byline": "Jay Rayner, Andrew Rawnsley, Vanessa Thorpe, Caroline Davies and Robin McKie",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"f42e76391e74b16d45136d11697d4733e6949ad0\"> <img src=\"https://media.guim.co.uk/f42e76391e74b16d45136d11697d4733e6949ad0/0_73_3886_2332/1000.jpg\" alt=\"New horizons?\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New horizons?</span> <span class=\"element-image__credit\">Photograph: Paul Zinken/AFP</span> </figcaption> </figure>",
      "body": "<h2>Food</h2> <p>The rancour over Brexit has been cruel to the restaurant sector. A <a href=\"https://www.theguardian.com/business/2019/sep/03/pound-falls-lowest-level-three-years-brexit-election-sterling\" title=\"\">weakening pound</a> has made ingredients more expensive, while mixed messages on residency rights for EU citizens has caused myriad problems for the workforce, particularly front of house. Although we now have certainty, and will leave at the end of January, none of that seems likely to improve in 2020. Indeed, anecdotally, restaurateurs and chefs are reporting that it’s harder than ever to retain <a href=\"https://www.theguardian.com/uk-news/2019/feb/19/britain-eu-workforce-decline-numbers-elsewhere-soar-brexit\" title=\"\">non-UK staff</a>, who quite reasonably question whether they have a future here.</p> <p>There’s a similar problem in the food processing sector, parts of which have historically been dominated by eastern European labour. Difficulties retaining staff usually lead to salary increases to encourage them to stay, and that cost has to be passed on to the consumer. Expect price rises across the hospitality and food industries in the coming year.</p>  <figure class=\"element element-image\" data-media-id=\"acd0c11d75e1bf2bb680bf6ea395483fcc332775\"> <img src=\"https://media.guim.co.uk/acd0c11d75e1bf2bb680bf6ea395483fcc332775/0_226_4299_2581/1000.jpg\" alt=\"Hawksmoor Steakhouse owners Huw Gott, left, and Will Beckett, right, with the chef Richard Turner.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hawksmoor Steakhouse owners Huw Gott, left, and Will Beckett, right, with the chef Richard Turner.</span> <span class=\"element-image__credit\">Photograph: Richard Saker/The Observer</span> </figcaption> </figure>  <p>At the end of 2019, the journal <em>Lancet Planetary Health</em> published a <a href=\"https://www.thelancet.com/journals/lanplh/article/PIIS2542-5196(19)30245-1/fulltext\" title=\"\">letter from a global group of scientists</a> concerned about the climate crisis, calling on nations to declare a timeframe for peak livestock production, after which point it will no longer increase. There has already been movement away from meat consumption on the high street, with the arrival of the <a href=\"https://www.theguardian.com/business/2019/may/14/greggs-vegan-sausage-rolls-fuel-profit-boom\" title=\"\">Greggs vegan sausage roll</a>. In the coming year we will see an ever-greater acceleration towards vegetarian and vegan cookery. Expect to see more high street brands increase the scope of their <a href=\"https://www.theguardian.com/us-news/2016/jul/27/impossible-burger-new-york-veggie-momofuku-david-chang\" title=\"\">non-meat</a> menu options.</p> <p>As to culinary trends, there are signs that the food traditions of Africa may finally get a look in, at least in London.</p> <p>After a bunch of well received pop-ups, a permanent home for Chuku’s, a restaurant in Tottenham specialising in the food of Nigeria, will be launched in February. Around the same time, William JM Chilila, a finalist last year on <em>MasterChef: The</em> <em>Professionals</em>, will open the west African influenced <a href=\"https://london.eater.com/2019/8/29/20838162/akoko-west-african-restaurant-london-masterchef-professionals\" title=\"\">Akoko in Fitzrovia</a>.<strong> Jay Rayner</strong></p> <h2><strong>Three to watch </strong><br></h2> <p><strong>Nisha Katona<br></strong>She is a former barrister who gave it all up to explore her family’s Indian heritage through the home cooking she knows so well at her <a href=\"https://www.mowglistreetfood.com/\" title=\"\">Indian café, Mowgli</a>. What started as a single restaurant in her home town of Liverpool has become a 10-strong group, with at least four more due to open in 2020, and leases are sorted on the same number again.</p> <p><strong>Daniel Humm<br></strong>He is the latest in a long line of American chefs who have come to Britain in the hope of making a splash. He holds three Michelin stars at Eleven Madison Park in New York and has just opened at Claridge’s Hotel in Mayfair, in the space most recently occupied by Simon Rogan’s Fera and before that, by Gordon Ramsay. Neither quite managed to make a raging success of that space. Humm will be hoping <a href=\"https://www.claridges.co.uk/restaurants-bars/?ds_rl=1265069&amp;ds_rl=1281144&amp;gclid=EAIaIQobChMIm_6O_Y3W5gIVRrDtCh3CrARIEAAYASABEgJ7avD_BwE&amp;gclid=Sitelink&amp;gclsrc=aw.ds\" title=\"\">Davies and Brook</a>, named after the two streets upon which Claridge’s sits, will do the business.</p> <p><strong>Will Beckett and Huw Gott<br></strong>It’s only fair to point out that it works both ways. In March, the team behind the highly regarded Hawksmoor group make their most audacious move yet: they’re opening a steakhouse in New York, long regarded as the go-to city for a good steak. Finding out what New Yorkers make of the British take on the steak should be very interesting indeed.</p>  <figure class=\"element element-image\" data-media-id=\"adc72953287553980426cf52ae38498b6fe7581c\"> <img src=\"https://media.guim.co.uk/adc72953287553980426cf52ae38498b6fe7581c/0_124_4803_2882/1000.jpg\" alt=\"A bushfire threatens homes near Sydney, Australia.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A bushfire threatens homes near Sydney, Australia.</span> <span class=\"element-image__credit\">Photograph: David Gray/Getty Images</span> </figcaption> </figure>  <h2>Climate</h2> <p>Next year, politicians will get a final chance to try to limit the climate crisis that threatens to envelop the world. On 9 November, delegates will meet at the <a href=\"https://www.theguardian.com/environment/2019/sep/10/glasgow-to-host-key-un-summit-on-tackling-climate-crisis\" title=\"\">UN COP26 talks in Glasgow</a> to attempt to agree on carbon emission reductions that could keep global temperature rises to well below 2C. Scientists have warned that the world has already warmed by 1.1C since pre-industrial times and that this figure could reach 3C to 4C by the end of this century. Increasingly violent storms, rising sea levels, spreading deserts, crop failures and deadly heatwaves would threaten lives globally.</p> <p>For most of 2020, diplomatic efforts will be made to prepare for the Glasgow talks with the aim of getting nations to commit to significant reductions in carbon emissions and to narrow the gulf between the developing and developed world over the fight against the climate crisis. Developing countries say the industrialised world is largely responsible for most carbon emissions to date but are still not doing enough to make reductions. They are also demanding that rich nations provide at least $100bn annually to help them mitigate the worst impacts of global heating and to cut emissions. Efforts to reconcile the two sides have so far failed.</p> <p>Greenland is losing its ice sheet <a href=\"https://www.theguardian.com/environment/2019/dec/10/greenland-ice-sheet-melting-seven-times-faster-than-in-1990s\" title=\"\">seven times faster</a> than it was in the 1990s, and the west Antarctic ice sheet is now destabilising dangerously – threatening sea-level rises that will be devastating in low-lying Bangladesh and Pacific islands in the near future. Temperatures also reached record highs in Australia, triggering continent-wide bushfires, while in Africa, the Victoria Falls – one of the planet’s greatest cascades of water – dried to a trickle in 2019. The Glasgow talks will take place against this grim, ecological background. <strong>Robin McKie</strong></p> <h2><strong>Three to watch </strong><br></h2> <p><strong>Greta Thunberg</strong><br>Can the activist maintain the momentum of the climate protest movement?</p> <p><strong>Donald Trump<br></strong>He is pulling the US out of international climate agreements by 4 November, 2020. But if he loses next year’s presidential election, on 3 November, and a Democrat wins, the US would rejoin talks in 2021.</p> <p><strong>Claire Perry O’Neill<br></strong>As president of COP26, it will be the principal job of the former Tory MP to ensure the talks are successful.</p>  <figure class=\"element element-image\" data-media-id=\"fa03ba452a5a4b1c4dae14e309460ea8d6eea026\"> <img src=\"https://media.guim.co.uk/fa03ba452a5a4b1c4dae14e309460ea8d6eea026/0_107_3500_2100/1000.jpg\" alt=\"Boris Johnson campaigning in Middlesbrough.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson campaigning in Middlesbrough.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <h2>Politics</h2> <p>The UK’s membership of the European Union will be terminated at the end of January, but that’s not Brexit done. We then enter a transition period while there are tough and complex negotiations about the future relationship with our closest neighbours and most important trading partners. Boris Johnson says he can secure a zero-tariff, zero-quota free trade deal without having to commit to regulatory alignment with the bloc. The EU suggests it will never agree to this. The Tory leader has further upped the stakes by declaring that the UK will <a href=\"https://www.theguardian.com/politics/2019/nov/06/can-britain-reach-a-trade-deal-with-the-eu-by-the-end-of-2020\" title=\"\">crash out of the transition</a> without a deal if there’s no agreement by the end of the year. Will he really take such a big risk with the British economy, especially its manufacturers and the livelihoods of the voters in the Midlands and the north of England who helped him to a majority? By the end of the year, either his bluff will have been called or he will betray those new Tory voters.</p> <p>There will not be another referendum on independence for Scotland in 2020. The SNP will demand it, but without any real conviction that it can get one from a Conservative government that has set an adamantine face against the idea. This refusal will suit the Nationalists. Current polling suggests that they can’t be confident of winning a referendum now, and a second defeat would surely kill their ambition for a long time. The SNP’s true aim is to stoke Scottish resentment against Westminster to pave the way for a big win in the elections to the Scottish parliament in 2021. That’s the year with the potential for a constitutional car crash that rips apart the kingdom.</p> <p>Both the Lib Dems and Labour will choose new leaders. Most of the attention will be focused on the latter contest, which is expected to climax around March. Expect bitter rows about the election process as the Corbynites who control the party’s national executive committee try to fix the terms of the battle to favour their continuity candidate, <a href=\"https://www.theguardian.com/politics/2019/dec/15/labour-leadership-race-begins-as-senior-figures-back-rebecca-long-bailey\" title=\"\">Rebecca Long Bailey</a>. Labour moderates are already saying that the succession of a beardless variation of Jeremy Corbyn will doom Labour to another decade in opposition. If that happens, the moderates will be asking whether the party is dead to them and they should try something different.<strong> Andrew Rawnsley</strong></p> <h2><strong>Three to watch </strong><br></h2> <p><strong>Boris Johnson<br></strong>He has made numerous promises about Brexit, the NHS and investment in the north. Can he stick to his pledges or will the wheels start to come off his premiership in 2020?</p> <p><strong>Nicola Sturgeon<br></strong>Following a resounding victory in Scotland in the December 2019 general election, all eyes will be on the leader of the SNP in the year ahead to see how she manages to capitalise on her popularity in her push for Scottish independence.</p> <p><strong>Rebecca Long Bailey<br></strong>She has a tough battle ahead against increasing numbers of candidates for the Labour party leadership. Will the members come out for the natural successor to Corbyn or will they want something new for the party?</p>  <figure class=\"element element-image\" data-media-id=\"c8f1fe6353ecd80a2278d7377df297af4268d857\"> <img src=\"https://media.guim.co.uk/c8f1fe6353ecd80a2278d7377df297af4268d857/0_143_4285_2571/1000.jpg\" alt=\"Claes Bang in BBC One’s Dracula.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Claes Bang in BBC One’s Dracula.</span> <span class=\"element-image__credit\">Photograph: Robert Viglasky/BBC/Hartswood Films/Netflix</span> </figcaption> </figure>  <h2>Arts</h2> <p>Viewers eager to enter the dark world of Mark Gatiss and Steven Moffat’s <em>Dracula</em> (BBC One, New Year’s Day), should also look out for <a href=\"https://www.theguardian.com/world/2019/dec/19/drugs-dancing-cabaret-babylon-berlin-returns-for-season-three\" title=\"\">the third season of the murky and mysterious </a><em><a href=\"https://www.theguardian.com/world/2019/dec/19/drugs-dancing-cabaret-babylon-berlin-returns-for-season-three\" title=\"\">Babylon Berlin</a></em>, the most expensive non-English-language show ever made. Set in chaotic Weimar Germany, with subtitles, it is thrilling and scary and out on Sky 1 on 24 January.</p> <p>Closer to home, there is more stylish, existential angst, this time with a comic twist, on offer when the acclaimed BBC Two series <em>Inside Number 9</em>, from Reece Shearsmith and Steve Pemberton returns in February.</p> <p>Theatrical novelties waiting in the wings include the first stage production of Angela Carter’s <em>The Company of Wolves</em> in May at the New Vic in Newcastle-under-Lyme in Staffordshire and a revival of Alan Bennett’s much-loved <em>Talking Heads</em> at the Watford Palace Theatre in Watford, courtesy of <em>Dead Ringers</em>’ Jan Ravens and co-star Julia Watson.</p> <p>And the enduring Rodgers &amp; Hammerstein musical, <em>Carousel</em>, is to spin into London’s open-air venue, Regent’s Park Theatre, in the summer.</p> <p>Celebrations of Beethoven’s 250th birthday will kick off with Sir Simon Rattle and the London Symphony Orchestra performing the seventh symphony on 15 January, and his opera <em>Fidelio</em> will be staged at Covent Garden in March, starring the German tenor Jonas Kaufmann as Florestan.</p> <p>Among art exhibitions, previously unseen work is promised at Gauguin and the Impressionists at the Royal Academy from the end of March, with paintings from Pissarro, Monet, Manet and Degas. Over at the British Museum, a new show Living with art: Picasso to Celmins starts in January, before a national tour, and will feature works given to the museum by the late film critic Alexander Walker. Highlights will include <em>Jungle Boy</em>, an early etching by David Hockney.</p> <p>In the cinema, the British year gets off to a good start with Sam Mendes’ <em>1917</em> and Armando Iannucci’s <em>The Personal History of David Copperfield</em>, both out in January, but the new Bond, <em>No Time to Die</em>, is now not being released until April.</p> <p>Smaller budget productions to look out for include Rose Glass’s acclaimed horror debut <em>Saint Maud</em>, starring Morfydd Clark, and the film of Florian Zeller’s <a href=\"https://www.theguardian.com/stage/2014/oct/23/the-father-review-ustinov-theatre-royal-bath-florian-zeller\" title=\"\">stage hit </a><em><a href=\"https://www.theguardian.com/stage/2014/oct/23/the-father-review-ustinov-theatre-royal-bath-florian-zeller\" title=\"\">The Father</a></em>, which premieres at the Sundance film festival in January. <strong>Vanessa Thorpe</strong></p> <h2><strong>Three to watch</strong></h2> <p><strong>Johnny Flynn<br></strong>Already familiar to fans of the 2018 TV series of <em>Les Miserables </em>and <em>Vanity Fair</em>, the actor will have a big year. He appears as Bowie in <em>Stardust</em> and as a blond (shock) Knightley in a film of Jane Austen’s <em>Emma</em>, alongside Bill Nighy and Miranda Hart. Another Brit film <em>The Dig</em>, about an archaeologist, is also due to put him up on the big screen soon.</p> <p><strong>Nicky Morgan<br></strong>The reappointed culture secretary, now operating from the elevated calm of the House of Lords, will receive pleas from all manner of cash-starved arts schemes, venues and institutes. Will she stay in the job for the long term, and, if so, will she listen?</p> <p><strong>Adele<br></strong>Rumours about the release date for her putative fourth album (<em>30</em>?) are likely to reach fever pitch after a turbulent few years out of the limelight.</p>  <figure class=\"element element-image\" data-media-id=\"c8f5a96142a0412fd758cc4ff6b7ef3191d9e3ad\"> <img src=\"https://media.guim.co.uk/c8f5a96142a0412fd758cc4ff6b7ef3191d9e3ad/0_73_3434_2060/1000.jpg\" alt=\"The Duke And Duchess Of Cambridge in Pakistan in November.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Duke and Duchess of Cambridge in Pakistan in November.</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>  <h2>Royals</h2> <p>After a stormy year, the royal family face a challenging 2020 to steady the good ship Monarchy.</p> <p>The Queen, who will be 94 in April, looks increasingly alone as the Duke of Edinburgh, who will be 99 in June, leads a near solitary life on the Sandringham estate in Norfolk.</p> <p>Decisions by some family members have raised questions over how much the Queen is consulted by others who may be keen to pursue their own agendas.</p> <p>Prince Andrew’s astonishing TV interview with <em>Newsnight</em>’s Emily Maitlis, may have put Pizza Express, Woking, on the map and had a nation googling medical conditions that prevent sweating, but any hopes that it would dampen the burning debate over his relationship with the disgraced late US financier Jeffrey Epstein are badly misplaced. With Epstein’s alleged victims’ lawyers’ relentless efforts to drag the prince into their legal battle in the US, this long saga looks set to continue, despite Andrew stepping back from public life for the foreseeable future.</p> <p>The Duke and Duchess of Sussex, meanwhile, are pursuing their own legal actions as part of a bold and risky strategy in taking on the press over privacy.</p> <p>Meghan is suing the <em>Mail on Sunday</em> over its publication of a private letter to her estranged father. Harry has launched legal proceedings against the owners of the <em>Sun</em> and the <em>Daily Mirror</em> in relation to alleged phone hacking.</p> <p>The couple escaped to Canada for six weeks in November after Meghan told ITV’s Tom Bradby of the strain she felt she was under in the media spotlight. They launch their own foundation in 2020, after splitting from the Duke and Duchess of Cambridge, so all eyes will be on how they will carve out their future royal roles. <strong>Caroline Davies</strong></p> <h2><strong>Three to watch </strong><br></h2> <p><strong>Prince Charles<br></strong>Expect him to undertake more of the Queen’s public duties.</p> <p><strong>Prince William</strong><br>A successful visit to Pakistan with the Duchess of Cambridge this year could lead to more roles as a statesman as he prepares to succeed his father as Prince of Wales.</p> <p><strong>Baby Archie</strong><br>First we saw a forehead and nose, then a foot, and a couple of months later, a face. But the full Archie wasn’t revealed by the Sussexes until they introduced him to Desmond Tutu in South Africa in September. Royal fans are still waiting for his first UK appearance.</p>",
      "newspaperPageNumber": "36",
      "wordcount": "2330",
      "commentable": "false",
      "firstPublicationDate": "2019-12-29T09:02:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-12-09T13:16:10Z",
      "newspaperEditionDate": "2019-12-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/d23n7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f42e76391e74b16d45136d11697d4733e6949ad0/0_73_3886_2332/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Food The rancour over Brexit has been cruel to the restaurant sector. A weakening pound has made ingredients more expensive, while mixed messages on residency rights for EU citizens has caused myriad problems for the workforce, particularly front of house. Although we now have certainty, and will leave at the end of January, none of that seems likely to improve in 2020. Indeed, anecdotally, restaurateurs and chefs are reporting that it’s harder than ever to retain non-UK staff, who quite reasonably question whether they have a future here. There’s a similar problem in the food processing sector, parts of which have historically been dominated by eastern European labour. Difficulties retaining staff usually lead to salary increases to encourage them to stay, and that cost has to be passed on to the consumer. Expect price rises across the hospitality and food industries in the coming year. At the end of 2019, the journal Lancet Planetary Health published a letter from a global group of scientists concerned about the climate crisis, calling on nations to declare a timeframe for peak livestock production, after which point it will no longer increase. There has already been movement away from meat consumption on the high street, with the arrival of the Greggs vegan sausage roll. In the coming year we will see an ever-greater acceleration towards vegetarian and vegan cookery. Expect to see more high street brands increase the scope of their non-meat menu options. As to culinary trends, there are signs that the food traditions of Africa may finally get a look in, at least in London. After a bunch of well received pop-ups, a permanent home for Chuku’s, a restaurant in Tottenham specialising in the food of Nigeria, will be launched in February. Around the same time, William JM Chilila, a finalist last year on MasterChef: The Professionals, will open the west African influenced Akoko in Fitzrovia. Jay Rayner Three to watch Nisha Katona She is a former barrister who gave it all up to explore her family’s Indian heritage through the home cooking she knows so well at her Indian café, Mowgli. What started as a single restaurant in her home town of Liverpool has become a 10-strong group, with at least four more due to open in 2020, and leases are sorted on the same number again. Daniel Humm He is the latest in a long line of American chefs who have come to Britain in the hope of making a splash. He holds three Michelin stars at Eleven Madison Park in New York and has just opened at Claridge’s Hotel in Mayfair, in the space most recently occupied by Simon Rogan’s Fera and before that, by Gordon Ramsay. Neither quite managed to make a raging success of that space. Humm will be hoping Davies and Brook, named after the two streets upon which Claridge’s sits, will do the business. Will Beckett and Huw Gott It’s only fair to point out that it works both ways. In March, the team behind the highly regarded Hawksmoor group make their most audacious move yet: they’re opening a steakhouse in New York, long regarded as the go-to city for a good steak. Finding out what New Yorkers make of the British take on the steak should be very interesting indeed. Climate Next year, politicians will get a final chance to try to limit the climate crisis that threatens to envelop the world. On 9 November, delegates will meet at the UN COP26 talks in Glasgow to attempt to agree on carbon emission reductions that could keep global temperature rises to well below 2C. Scientists have warned that the world has already warmed by 1.1C since pre-industrial times and that this figure could reach 3C to 4C by the end of this century. Increasingly violent storms, rising sea levels, spreading deserts, crop failures and deadly heatwaves would threaten lives globally. For most of 2020, diplomatic efforts will be made to prepare for the Glasgow talks with the aim of getting nations to commit to significant reductions in carbon emissions and to narrow the gulf between the developing and developed world over the fight against the climate crisis. Developing countries say the industrialised world is largely responsible for most carbon emissions to date but are still not doing enough to make reductions. They are also demanding that rich nations provide at least $100bn annually to help them mitigate the worst impacts of global heating and to cut emissions. Efforts to reconcile the two sides have so far failed. Greenland is losing its ice sheet seven times faster than it was in the 1990s, and the west Antarctic ice sheet is now destabilising dangerously – threatening sea-level rises that will be devastating in low-lying Bangladesh and Pacific islands in the near future. Temperatures also reached record highs in Australia, triggering continent-wide bushfires, while in Africa, the Victoria Falls – one of the planet’s greatest cascades of water – dried to a trickle in 2019. The Glasgow talks will take place against this grim, ecological background. Robin McKie Three to watch Greta Thunberg Can the activist maintain the momentum of the climate protest movement? Donald Trump He is pulling the US out of international climate agreements by 4 November, 2020. But if he loses next year’s presidential election, on 3 November, and a Democrat wins, the US would rejoin talks in 2021. Claire Perry O’Neill As president of COP26, it will be the principal job of the former Tory MP to ensure the talks are successful. Politics The UK’s membership of the European Union will be terminated at the end of January, but that’s not Brexit done. We then enter a transition period while there are tough and complex negotiations about the future relationship with our closest neighbours and most important trading partners. Boris Johnson says he can secure a zero-tariff, zero-quota free trade deal without having to commit to regulatory alignment with the bloc. The EU suggests it will never agree to this. The Tory leader has further upped the stakes by declaring that the UK will crash out of the transition without a deal if there’s no agreement by the end of the year. Will he really take such a big risk with the British economy, especially its manufacturers and the livelihoods of the voters in the Midlands and the north of England who helped him to a majority? By the end of the year, either his bluff will have been called or he will betray those new Tory voters. There will not be another referendum on independence for Scotland in 2020. The SNP will demand it, but without any real conviction that it can get one from a Conservative government that has set an adamantine face against the idea. This refusal will suit the Nationalists. Current polling suggests that they can’t be confident of winning a referendum now, and a second defeat would surely kill their ambition for a long time. The SNP’s true aim is to stoke Scottish resentment against Westminster to pave the way for a big win in the elections to the Scottish parliament in 2021. That’s the year with the potential for a constitutional car crash that rips apart the kingdom. Both the Lib Dems and Labour will choose new leaders. Most of the attention will be focused on the latter contest, which is expected to climax around March. Expect bitter rows about the election process as the Corbynites who control the party’s national executive committee try to fix the terms of the battle to favour their continuity candidate, Rebecca Long Bailey. Labour moderates are already saying that the succession of a beardless variation of Jeremy Corbyn will doom Labour to another decade in opposition. If that happens, the moderates will be asking whether the party is dead to them and they should try something different. Andrew Rawnsley Three to watch Boris Johnson He has made numerous promises about Brexit, the NHS and investment in the north. Can he stick to his pledges or will the wheels start to come off his premiership in 2020? Nicola Sturgeon Following a resounding victory in Scotland in the December 2019 general election, all eyes will be on the leader of the SNP in the year ahead to see how she manages to capitalise on her popularity in her push for Scottish independence. Rebecca Long Bailey She has a tough battle ahead against increasing numbers of candidates for the Labour party leadership. Will the members come out for the natural successor to Corbyn or will they want something new for the party? Arts Viewers eager to enter the dark world of Mark Gatiss and Steven Moffat’s Dracula (BBC One, New Year’s Day), should also look out for the third season of the murky and mysterious Babylon Berlin, the most expensive non-English-language show ever made. Set in chaotic Weimar Germany, with subtitles, it is thrilling and scary and out on Sky 1 on 24 January. Closer to home, there is more stylish, existential angst, this time with a comic twist, on offer when the acclaimed BBC Two series Inside Number 9, from Reece Shearsmith and Steve Pemberton returns in February. Theatrical novelties waiting in the wings include the first stage production of Angela Carter’s The Company of Wolves in May at the New Vic in Newcastle-under-Lyme in Staffordshire and a revival of Alan Bennett’s much-loved Talking Heads at the Watford Palace Theatre in Watford, courtesy of Dead Ringers’ Jan Ravens and co-star Julia Watson. And the enduring Rodgers &amp; Hammerstein musical, Carousel, is to spin into London’s open-air venue, Regent’s Park Theatre, in the summer. Celebrations of Beethoven’s 250th birthday will kick off with Sir Simon Rattle and the London Symphony Orchestra performing the seventh symphony on 15 January, and his opera Fidelio will be staged at Covent Garden in March, starring the German tenor Jonas Kaufmann as Florestan. Among art exhibitions, previously unseen work is promised at Gauguin and the Impressionists at the Royal Academy from the end of March, with paintings from Pissarro, Monet, Manet and Degas. Over at the British Museum, a new show Living with art: Picasso to Celmins starts in January, before a national tour, and will feature works given to the museum by the late film critic Alexander Walker. Highlights will include Jungle Boy, an early etching by David Hockney. In the cinema, the British year gets off to a good start with Sam Mendes’ 1917 and Armando Iannucci’s The Personal History of David Copperfield, both out in January, but the new Bond, No Time to Die, is now not being released until April. Smaller budget productions to look out for include Rose Glass’s acclaimed horror debut Saint Maud, starring Morfydd Clark, and the film of Florian Zeller’s stage hit The Father, which premieres at the Sundance film festival in January. Vanessa Thorpe Three to watch Johnny Flynn Already familiar to fans of the 2018 TV series of Les Miserables and Vanity Fair, the actor will have a big year. He appears as Bowie in Stardust and as a blond (shock) Knightley in a film of Jane Austen’s Emma, alongside Bill Nighy and Miranda Hart. Another Brit film The Dig, about an archaeologist, is also due to put him up on the big screen soon. Nicky Morgan The reappointed culture secretary, now operating from the elevated calm of the House of Lords, will receive pleas from all manner of cash-starved arts schemes, venues and institutes. Will she stay in the job for the long term, and, if so, will she listen? Adele Rumours about the release date for her putative fourth album (30?) are likely to reach fever pitch after a turbulent few years out of the limelight. Royals After a stormy year, the royal family face a challenging 2020 to steady the good ship Monarchy. The Queen, who will be 94 in April, looks increasingly alone as the Duke of Edinburgh, who will be 99 in June, leads a near solitary life on the Sandringham estate in Norfolk. Decisions by some family members have raised questions over how much the Queen is consulted by others who may be keen to pursue their own agendas. Prince Andrew’s astonishing TV interview with Newsnight’s Emily Maitlis, may have put Pizza Express, Woking, on the map and had a nation googling medical conditions that prevent sweating, but any hopes that it would dampen the burning debate over his relationship with the disgraced late US financier Jeffrey Epstein are badly misplaced. With Epstein’s alleged victims’ lawyers’ relentless efforts to drag the prince into their legal battle in the US, this long saga looks set to continue, despite Andrew stepping back from public life for the foreseeable future. The Duke and Duchess of Sussex, meanwhile, are pursuing their own legal actions as part of a bold and risky strategy in taking on the press over privacy. Meghan is suing the Mail on Sunday over its publication of a private letter to her estranged father. Harry has launched legal proceedings against the owners of the Sun and the Daily Mirror in relation to alleged phone hacking. The couple escaped to Canada for six weeks in November after Meghan told ITV’s Tom Bradby of the strain she felt she was under in the media spotlight. They launch their own foundation in 2020, after splitting from the Duke and Duchess of Cambridge, so all eyes will be on how they will carve out their future royal roles. Caroline Davies Three to watch Prince Charles Expect him to undertake more of the Queen’s public duties. Prince William A successful visit to Pakistan with the Duchess of Cambridge this year could lead to more roles as a statesman as he prepares to succeed his father as Prince of Wales. Baby Archie First we saw a forehead and nose, then a foot, and a couple of months later, a face. But the full Archie wasn’t revealed by the Sussexes until they introduced him to Desmond Tutu in South Africa in September. Royal fans are still waiting for his first UK appearance.",
      "charCount": "13747",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jayrayner\">Jay Rayner</a>, <a href=\"profile/andrewrawnsley\">Andrew Rawnsley</a>, <a href=\"profile/vanessathorpe\">Vanessa Thorpe</a>, <a href=\"profile/carolinedavies\">Caroline Davies</a> and <a href=\"profile/robinmckie\">Robin McKie</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/dec/29/neoliberal-is-unthinking-leftist-insult-all-it-does-it-stifle-debate",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-29T08:00:32Z",
    "webTitle": "‘Neoliberal’ is an unthinking leftist insult. All it does is stifle debate | Will Hutton",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/29/neoliberal-is-unthinking-leftist-insult-all-it-does-it-stifle-debate",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/29/neoliberal-is-unthinking-leftist-insult-all-it-does-it-stifle-debate",
    "fields": {
      "headline": "‘Neoliberal’ is an unthinking leftist insult. All it does is stifle debate",
      "standfirst": "<p>Labour’s endless squabbles over ‘purity’ risk another 10 years of Tory dominance</p>",
      "trailText": "Labour’s endless squabbles over ‘purity’ risk another 10 years of Tory dominance",
      "byline": "Will Hutton",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"37bac6ac156f4f4421eb8bea71573eab835c4d4e\"> \n <img src=\"https://media.guim.co.uk/37bac6ac156f4f4421eb8bea71573eab835c4d4e/4_0_10660_6400/1000.jpg\" alt=\"Illustration by Dominic McKenzie\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Illustration by Dominic McKenzie</span> \n  <span class=\"element-image__credit\">Illustration: Dom McKenzie</span> \n </figcaption> \n</figure>",
      "body": "<p>Farewell to the 2010s. The decade was captured by an intellectually bankrupt right wing for all the wrong reasons, above all because of a fear of foreigners. Yet for all that, it did give us a measure of progress – from our smartphones to declining poverty, although even on that metric, Britain managed to buck a global trend. From the perspective of any British believer in Enlightenment values, good riddance to the <a href=\"https://www.theguardian.com/society/2019/dec/17/decade-of-perpetual-crisis-2010s-disrupted-everything-but-resolved-nothing\" title=\"\">dying decade</a>.</p> \n<p>Yet in 2009, matters did not look promising for the libertarian right. New Labour had been in power for 12 years and on all the key challenges of the day, the only effective policy responses were forms of collective action, whether on climate change or terrorism, the declining effectiveness of antibiotics or the power of multinationals. The financial crash of 2008 was the consequence of hyper-deregulation, following the palpably absurd rightwing faith that markets were magic. The future lay with the left, natural believers in the power of good government and international co-operation, in particular the EU. Thoughtful Tories openly pondered whether they could ever win a general election outright again.</p> \n<p>What is obvious, looking back, is that the right did not so much win the 2010s as the liberal left lost them. And it lost because at bottom it has a fatal, divisive weakness. Lack of any agreement about what being liberal left can and should mean creates a sectarianism that unless confronted consumes it, the left defining itself as the custodian of the “socialist” flame and everyone else, in varying degrees, as a traitorous “neoliberal”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/26/rebecca-long-bailey-labour-leadership-contest-left\">It isn’t all about Rebecca Long-Bailey – Labour’s leadership contest is wide open | Sienna Rodgers</a> </p> \n</aside> \n<p>The very term “<a href=\"https://www.theguardian.com/books/2016/apr/15/neoliberalism-ideology-problem-george-monbiot\" title=\"\">neoliberal</a>” has become a catch-all to indicate contempt for any policy position or political figure the left considers to be departing from true “socialism”, which in turn must be based on the subordination of capitalism to the state rather than its reform. This is rather as the right uses “Marxist” to describe any departure from ultra free-market principles involving state ownership or regulation. Is it Marxist for the state to own a railway or the national grid? Is it “neoliberal” to believe that some goals can be achieved without state ownership? It’s a conspiracy by both sides against evidence, thought and practice.</p> \n<p>But on the left, the passions aroused created a never-ending sectarian war. Making the compromises necessary to create a governing coalition that could exercise power is not on its agenda: the left’s struggle is all about fighting for and delivering a particular definition of socialism – or nothing.</p> \n<p>It was sectarianism that drove the enmity between the Blair and Brown camps in the New Labour government, setting up what was to follow. If David Miliband had fought either the 2010 or 2015 general elections, he would have denied David Cameron his majorities. But the Brown camp ensured any challenge before 2010 was likely to fail. Then Ed Miliband, a clever, values-driven politician but no national leader, did not resist Brown’s intense, sectarian pressure to stand against his brother in 2010. The results we know.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"54cd6b95-b7a3-4dc1-b0ef-316654c12205\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/sATuK-2drOE?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Scrapping Labour’s carefully constructed electoral college system in which MPs, members and trade unionists each had a third of the vote for leader, Miliband created the route to power for Jeremy Corbyn after he lost in 2015. Corbyn may have been an iconic, pacifist, socialist idealist, but he was happier to campaign than govern and, as events would prove, could never be elected prime minister.</p> \n<p>Meanwhile, the Liberal Democrat leader, Nick Clegg, and his ambitious, narcissistic henchmen drank the austerity Kool-Aid and signed up for a full-blown coalition with the Tories. It was win-win-win for the Tories: relegitimation, government and a chance to crush a party that was increasingly threatening their home county heartland. Smarter Lib Dems, such as Vince Cable, excluded from the negotiations, would have offered a limited confidence and supply agreement with Cameron – and picked up even more seats in the inevitable second general election.</p> \n<p>As it was, the party became junior, virtually powerless members of a coalition government that took the crazed decision to lower the budget deficit solely with spending cuts. The resulting austerity was a crucial influence in the Brexit referendum.</p> \n<p>This was the tinder Nigel Farage was able to ignite. Blaming immigration rather than austerity for working-class hardship and conflating all immigration with the EU, he managed to raise the salience of an issue that was not even in the top 10 as late as 2012 into one that has consumed the nation. But again, had Labour been led by anyone other than the long-time Europhobe Corbyn, Remain would have won and the opportunity so brutally exploited by Boris Johnson would never have been opened up.</p> \n<p>Will the liberal left gift the 2020s to the right in the same way? The first clue will be the Labour leadership contest. If the eventual leader wins as a sworn enemy of “neoliberalism”, be sure that all constructive thought will be expunged from Labour for another electoral cycle. It is possible to believe in the power of government, the reform of capitalism, the necessity of social justice and the imperative to confront the environmental challenge and still want a vibrant, purpose-driven private sector. Shared values mean those are common ends: if the policy mix to achieve them tries to mitigate high taxation, state ownership and a proliferation of government agencies, then that strategy should not be written off as “neoliberal”.</p> \n<p>Nor can Brexit be buried. EU membership benefited Britain and Johnson’s impending hard Brexit will harm it. More than that, the EU is a noble cause and a force for good in the world. Leave voters who so desperately wanted better for themselves were sold a lie. To desert the pro-EU cause now is wrong both in principle and, as the lie becomes exposed, in practice. Johnson’s failure is not guaranteed. It remains true that addressing the challenges of our times falls more naturally to the liberal left than the right. But without the same ruthlessness about the pursuit of power, the opportunity may never arise.</p> \n<p>So: no more sectarianism, no more hurling vacuous insults at those who don’t sign up to the faith. Exploit the left’s natural advantages and back political winners. Otherwise, the right will control another decade. It is not only social democracy at stake but, as Britain dissolves into an one-party state, liberal democracy itself.</p> \n<p>• Will Hutton is an Observer columnist</p>",
      "newspaperPageNumber": "51",
      "wordcount": "1058",
      "commentCloseDate": "2019-12-29T11:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-29T08:00:32Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:44:04Z",
      "newspaperEditionDate": "2019-12-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/d24xh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/37bac6ac156f4f4421eb8bea71573eab835c4d4e/4_0_10660_6400/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Farewell to the 2010s. The decade was captured by an intellectually bankrupt right wing for all the wrong reasons, above all because of a fear of foreigners. Yet for all that, it did give us a measure of progress – from our smartphones to declining poverty, although even on that metric, Britain managed to buck a global trend. From the perspective of any British believer in Enlightenment values, good riddance to the dying decade. Yet in 2009, matters did not look promising for the libertarian right. New Labour had been in power for 12 years and on all the key challenges of the day, the only effective policy responses were forms of collective action, whether on climate change or terrorism, the declining effectiveness of antibiotics or the power of multinationals. The financial crash of 2008 was the consequence of hyper-deregulation, following the palpably absurd rightwing faith that markets were magic. The future lay with the left, natural believers in the power of good government and international co-operation, in particular the EU. Thoughtful Tories openly pondered whether they could ever win a general election outright again. What is obvious, looking back, is that the right did not so much win the 2010s as the liberal left lost them. And it lost because at bottom it has a fatal, divisive weakness. Lack of any agreement about what being liberal left can and should mean creates a sectarianism that unless confronted consumes it, the left defining itself as the custodian of the “socialist” flame and everyone else, in varying degrees, as a traitorous “neoliberal”. The very term “neoliberal” has become a catch-all to indicate contempt for any policy position or political figure the left considers to be departing from true “socialism”, which in turn must be based on the subordination of capitalism to the state rather than its reform. This is rather as the right uses “Marxist” to describe any departure from ultra free-market principles involving state ownership or regulation. Is it Marxist for the state to own a railway or the national grid? Is it “neoliberal” to believe that some goals can be achieved without state ownership? It’s a conspiracy by both sides against evidence, thought and practice. But on the left, the passions aroused created a never-ending sectarian war. Making the compromises necessary to create a governing coalition that could exercise power is not on its agenda: the left’s struggle is all about fighting for and delivering a particular definition of socialism – or nothing. It was sectarianism that drove the enmity between the Blair and Brown camps in the New Labour government, setting up what was to follow. If David Miliband had fought either the 2010 or 2015 general elections, he would have denied David Cameron his majorities. But the Brown camp ensured any challenge before 2010 was likely to fail. Then Ed Miliband, a clever, values-driven politician but no national leader, did not resist Brown’s intense, sectarian pressure to stand against his brother in 2010. The results we know. Scrapping Labour’s carefully constructed electoral college system in which MPs, members and trade unionists each had a third of the vote for leader, Miliband created the route to power for Jeremy Corbyn after he lost in 2015. Corbyn may have been an iconic, pacifist, socialist idealist, but he was happier to campaign than govern and, as events would prove, could never be elected prime minister. Meanwhile, the Liberal Democrat leader, Nick Clegg, and his ambitious, narcissistic henchmen drank the austerity Kool-Aid and signed up for a full-blown coalition with the Tories. It was win-win-win for the Tories: relegitimation, government and a chance to crush a party that was increasingly threatening their home county heartland. Smarter Lib Dems, such as Vince Cable, excluded from the negotiations, would have offered a limited confidence and supply agreement with Cameron – and picked up even more seats in the inevitable second general election. As it was, the party became junior, virtually powerless members of a coalition government that took the crazed decision to lower the budget deficit solely with spending cuts. The resulting austerity was a crucial influence in the Brexit referendum. This was the tinder Nigel Farage was able to ignite. Blaming immigration rather than austerity for working-class hardship and conflating all immigration with the EU, he managed to raise the salience of an issue that was not even in the top 10 as late as 2012 into one that has consumed the nation. But again, had Labour been led by anyone other than the long-time Europhobe Corbyn, Remain would have won and the opportunity so brutally exploited by Boris Johnson would never have been opened up. Will the liberal left gift the 2020s to the right in the same way? The first clue will be the Labour leadership contest. If the eventual leader wins as a sworn enemy of “neoliberalism”, be sure that all constructive thought will be expunged from Labour for another electoral cycle. It is possible to believe in the power of government, the reform of capitalism, the necessity of social justice and the imperative to confront the environmental challenge and still want a vibrant, purpose-driven private sector. Shared values mean those are common ends: if the policy mix to achieve them tries to mitigate high taxation, state ownership and a proliferation of government agencies, then that strategy should not be written off as “neoliberal”. Nor can Brexit be buried. EU membership benefited Britain and Johnson’s impending hard Brexit will harm it. More than that, the EU is a noble cause and a force for good in the world. Leave voters who so desperately wanted better for themselves were sold a lie. To desert the pro-EU cause now is wrong both in principle and, as the lie becomes exposed, in practice. Johnson’s failure is not guaranteed. It remains true that addressing the challenges of our times falls more naturally to the liberal left than the right. But without the same ruthlessness about the pursuit of power, the opportunity may never arise. So: no more sectarianism, no more hurling vacuous insults at those who don’t sign up to the faith. Exploit the left’s natural advantages and back political winners. Otherwise, the right will control another decade. It is not only social democracy at stake but, as Britain dissolves into an one-party state, liberal democracy itself. • Will Hutton is an Observer columnist",
      "charCount": "6475",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/willhutton\">Will Hutton</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "media/2019/dec/29/emily-maitlis-the-bbc-isnt-biased-its-a-confluence-of-cock-ups",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-12-29T07:48:31Z",
    "webTitle": "Emily Maitlis: ‘People see conspiracy at the BBC  when it’s just a confluence of cock-ups’",
    "webUrl": "https://www.theguardian.com/media/2019/dec/29/emily-maitlis-the-bbc-isnt-biased-its-a-confluence-of-cock-ups",
    "apiUrl": "https://content.guardianapis.com/media/2019/dec/29/emily-maitlis-the-bbc-isnt-biased-its-a-confluence-of-cock-ups",
    "fields": {
      "headline": "Emily Maitlis: ‘People see conspiracy at the BBC  when it’s just a confluence of cock-ups’",
      "standfirst": "<p>The Newsnight presenter defends the organisation against accusations of bias in the recent general election</p>",
      "trailText": "The Newsnight presenter defends the organisation against accusations of bias in the recent general election",
      "byline": "Nosheen Iqbal",
      "main": "<figure class=\"element element-image\" data-media-id=\"813e04eecfc79b384c778c8ae577ca68fcb83cea\"> <img src=\"https://media.guim.co.uk/813e04eecfc79b384c778c8ae577ca68fcb83cea/156_0_4921_2953/1000.jpg\" alt=\"Emily Maitlis: ‘I’m not sure I buy the argument that the public is more mistrustful’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emily Maitlis: ‘I’m not sure I buy the argument that the public is more mistrustful’. </span> <span class=\"element-image__credit\">Photograph: David Hartley/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Emily <a href=\"https://www.theguardian.com/media/emily-maitlis\" title=\"\">Maitlis</a> has defended the BBC against accusations of bias, saying that people often think something is a conspiracy when it is a actually a “confluence of cock-ups”.</p> <p>The debate about whose side the BBC is on, both politically and otherwise, gained traction during a particularly fractious general election campaign that saw ministers repeatedly grilled by presenters on Radio 4’s’ <em>Today</em> and other programmes.</p> <p>“I’m not sure I buy the argument that the public is more mistrustful – the debate will always garner that kind of traction because anything the BBC does is always in the spotlight,” Maitlis, <em>Newsnight’s</em> chief presenter, told the <em>Observer</em>. “So often people read conspiracy into a thing when it’s really a confluence of cock-ups and the wrong button being pressed at the wrong time, or the guest you wanted gets into the wrong taxi and doesn’t show up.”</p> <p>Maitlis’s intervention in the debate follows that of <a href=\"https://www.theguardian.com/media/2019/dec/23/bbc-chief-dismisses-accusations-of-bias-in-politics-coverage\" title=\"\">the BBC’s director general, Tony Hall, who last week</a> defended the organisation against claims that its election coverage failed to remain impartial in a fast-changing media and political landscape.</p>  <figure class=\"element element-image\" data-media-id=\"de5fd6fa31ba33dde57ce9fb3913f62125fc22c4\"> <img src=\"https://media.guim.co.uk/de5fd6fa31ba33dde57ce9fb3913f62125fc22c4/62_502_5992_3596/1000.jpg\" alt=\"‘This was a man who had come to really get things off his chest’: Emily Maitlis on her interview with the Duke of York\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘This was a man who had come to really get things off his chest’: Emily Maitlis on her interview with the Duke of York. Photograph: Mark Harrison/BBC</span> <span class=\"element-image__credit\">Photograph: Mark Harrison/Mark Harrison/BBC</span> </figcaption> </figure>  <p>The BBC’s political editor, <a href=\"https://www.theguardian.com/media/laura-kuenssberg\" title=\"\">Laura Kuenssberg</a>, came under particular scrutiny, first when she <a href=\"https://twitter.com/bbclaurak/status/1199735028558815232?s=20\" title=\"\">uncritically posted a link</a> to a racist, fear-mongering blog by the prime minister’s special adviser Dominic Cummings, and later when she was accused of <a href=\"https://www.theguardian.com/uk-news/2019/dec/09/tories-accused-lying-distract-photo-boy-hospital-floor\" title=\"\">peddling “fake news”</a> by tweeting false claims that a Tory aide had been punched by a leftwing activist.</p> <p>“I have enormous respect for Laura, She does an impossible job bloody brilliantly,” said Maitlis. “I just think there is a lesson for all of us in what we do with the stuff we’re told, how we double-check it and how we scrutinise what we’re told, even by people who seemingly should be trusted.”</p> <p>She blames what she described as the “<a href=\"https://www.theguardian.com/world/2018/dec/17/populist-social-media-playbook-who-is-best-facebook-twitter-instagram-matteo-salvini-narendra-modi\" title=\"\">populist playbook</a>” for exploiting the frenetic news cycle she has been up against in the last four years in particular. “It starts with denigrating experts so people don’t trust facts, then it destabilises institutions, then it works to get its message out in the media, so that’s what people cling to. And what can you do about any of that but know you are constantly pushing against that narrative?”</p> <p>Maitlis began the year working on her book, <a href=\"https://www.theguardian.com/books/2019/apr/18/airhead-emily-maitlis-review-bbc-newsnight-current-affairs-tv\" title=\"\"><em>Airhead</em></a>, reflecting on the interviews that have made her career as one of the BBC’s highest-paid journalists: the meetings with presidents, prime ministers and the Dalai Lama. But it was her now infamous <a href=\"https://www.theguardian.com/uk-news/2019/nov/20/prince-andrew-jeffrey-epstein-and-newsnight-anatomy-of-a-pr-disaster\" title=\"\">interview with Prince Andrew</a> that thrust her into the spotlight this year.</p> <p>Maitlis’s firm and unrelenting questioning of the Duke of York, under which he addressed allegations that he had sex with a teenager trafficked by his friend, the convicted sex offender <a href=\"https://www.theguardian.com/us-news/jeffrey-epstein\" title=\"\">Jeffrey Epstein</a>, forced him to withdraw from public life. The interview was widely hailed as one of the BBC’s triumphs of the year.</p> <p>“My job wasn’t to elicit a certain type of response,” Maitlis said. “I didn’t go there thinking: ‘I will make you apologise, I’ll make you sorry and answer for this.’ That’s not what it was about. There were various ways he could have PR-ed it and didn’t. This was a man who had come to really <a href=\"https://www.theguardian.com/tv-and-radio/2019/dec/19/emily-maitlis-prince-andrew-was-unleashed-he-wanted-to-tell-me-everything\" title=\"\">get things off his chest</a> after 10 years.”</p>",
      "newspaperPageNumber": "20",
      "wordcount": "537",
      "commentable": "false",
      "firstPublicationDate": "2019-12-29T07:48:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:44:46Z",
      "newspaperEditionDate": "2019-12-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/d24bf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/813e04eecfc79b384c778c8ae577ca68fcb83cea/156_0_4921_2953/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Emily Maitlis has defended the BBC against accusations of bias, saying that people often think something is a conspiracy when it is a actually a “confluence of cock-ups”. The debate about whose side the BBC is on, both politically and otherwise, gained traction during a particularly fractious general election campaign that saw ministers repeatedly grilled by presenters on Radio 4’s’ Today and other programmes. “I’m not sure I buy the argument that the public is more mistrustful – the debate will always garner that kind of traction because anything the BBC does is always in the spotlight,” Maitlis, Newsnight’s chief presenter, told the Observer. “So often people read conspiracy into a thing when it’s really a confluence of cock-ups and the wrong button being pressed at the wrong time, or the guest you wanted gets into the wrong taxi and doesn’t show up.” Maitlis’s intervention in the debate follows that of the BBC’s director general, Tony Hall, who last week defended the organisation against claims that its election coverage failed to remain impartial in a fast-changing media and political landscape. The BBC’s political editor, Laura Kuenssberg, came under particular scrutiny, first when she uncritically posted a link to a racist, fear-mongering blog by the prime minister’s special adviser Dominic Cummings, and later when she was accused of peddling “fake news” by tweeting false claims that a Tory aide had been punched by a leftwing activist. “I have enormous respect for Laura, She does an impossible job bloody brilliantly,” said Maitlis. “I just think there is a lesson for all of us in what we do with the stuff we’re told, how we double-check it and how we scrutinise what we’re told, even by people who seemingly should be trusted.” She blames what she described as the “populist playbook” for exploiting the frenetic news cycle she has been up against in the last four years in particular. “It starts with denigrating experts so people don’t trust facts, then it destabilises institutions, then it works to get its message out in the media, so that’s what people cling to. And what can you do about any of that but know you are constantly pushing against that narrative?” Maitlis began the year working on her book, Airhead, reflecting on the interviews that have made her career as one of the BBC’s highest-paid journalists: the meetings with presidents, prime ministers and the Dalai Lama. But it was her now infamous interview with Prince Andrew that thrust her into the spotlight this year. Maitlis’s firm and unrelenting questioning of the Duke of York, under which he addressed allegations that he had sex with a teenager trafficked by his friend, the convicted sex offender Jeffrey Epstein, forced him to withdraw from public life. The interview was widely hailed as one of the BBC’s triumphs of the year. “My job wasn’t to elicit a certain type of response,” Maitlis said. “I didn’t go there thinking: ‘I will make you apologise, I’ll make you sorry and answer for this.’ That’s not what it was about. There were various ways he could have PR-ed it and didn’t. This was a man who had come to really get things off his chest after 10 years.”",
      "charCount": "3178",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nosheen-iqbal\">Nosheen Iqbal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/29/labour-must-believe-in-our-country-to-stop-it-being-torn-apart",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-29T06:15:30Z",
    "webTitle": "Labour must believe in our country to stop it being torn apart",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/29/labour-must-believe-in-our-country-to-stop-it-being-torn-apart",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/29/labour-must-believe-in-our-country-to-stop-it-being-torn-apart",
    "fields": {
      "headline": "Labour must believe in our country to stop it being torn apart",
      "standfirst": "<p>Jeremy Corbyn’s world view separates him from millions of Labour voters. Patriotism is a test his successor must pass</p>",
      "trailText": "Jeremy Corbyn’s world view separates him from millions of Labour voters. Patriotism is a test his successor must pass",
      "byline": "Pat McFadden",
      "main": "<figure class=\"element element-image\" data-media-id=\"a6cb0f0cd7946c11730da966eb16fef5a8f696ec\"> <img src=\"https://media.guim.co.uk/a6cb0f0cd7946c11730da966eb16fef5a8f696ec/0_345_5472_3283/1000.jpg\" alt=\"Jeremy Corbyn leaving his home in north London to face Boris Johnson in the Commons after Labour’s worst general election defeat since the second world war.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn leaving his home in north London to face Boris Johnson in the Commons after Labour’s worst general election defeat since the second world war.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Patriotism. It is a test Jeremy Corbyn failed to meet. It is a test his successor must pass. Corbyn’s anti-western worldview, shared by his most senior advisers and cheerleaders, goes to the core of his political identity. It separates him from every postwar Labour leader and, as we saw in the election, from millions of Labour voters.</p> <p>This view holds that most of the world’s ills are down to western imperialism and that if others commit a reprehensible act, we probably left them with little choice. It sees Nato as an aggressor, is instinctively anti-American – long before President Trump – and holds Israel up as being a unique evil. It loudly condemns any western use of force and is usually silent on Russian or non-western backed military action. And it infantilises terrorism, denying it the power of human agency or any dynamic of its own and seeing it only as a reaction to what we do.</p> <p>This is the thread that links Corbyn’s meetings with various groups engaged in or justifying terrorism, his instinctive defence of Russia and the <a href=\"https://www.theguardian.com/politics/2019/nov/26/antisemitism-jeremy-corbyn-rabbi-criticism-labour\" title=\"\">antisemitism</a> which has taken hold in parts of the Labour party since he became leader. Of course, leaders and governments have to sit down with people they wouldn’t otherwise want to – but there is a big difference between the hard work of peacemaking and simply picking a side.</p> <p>Perhaps the peak illustration of Corbyn’s worldview came in response to the <a href=\"https://www.theguardian.com/uk-news/2018/mar/14/jeremy-corbyn-under-fire-over-response-to-pms-russia-statement\" title=\"\">attempted murder of the Skripals</a> by Russian agents in Salisbury when he refused to accept the Russian state was responsible and echoed the Kremlin’s demand for a sample of nerve agent so the Russian state could decide its own guilt or innocence. That was reinforced by his decision to make a speech the day after the London Bridge attacks ignoring any terrorism before 2003, including 9/11, and repeating his view that once more we had all brought this on ourselves.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Labour candidates were confronted with voter anger over the worldview of our leader and who he instinctively sided with</p> <footer> <cite>Pat McFadden</cite> </footer> </blockquote> </aside>  <p>Voters have a deep sense about these instincts. They don’t think their own country is always perfect. Of course it isn’t. But they do want their leaders to believe in it, not always to think the worst of ourselves and absolve others of their responsibilities. Labour candidates on doorsteps during the recent election campaign were <a href=\"https://www.theguardian.com/politics/2019/dec/14/i-saw-just-how-many-voters-were-hostile-to-jeremy-corbyn\" title=\"\">confronted by voter anger</a> over the worldview of our leader and who he instinctively sided with time after time.</p> <p>The impact of this worldview on Labour has not just been political but also cultural, because it enabled the permissive environment for the appalling and shameful antisemitism which has <a href=\"https://www.theguardian.com/politics/2019/sep/05/luciana-berger-joins-liberal-democrats-brexit-remain\" title=\"\">driven some people out of the party</a>, seen others walk away in despair, and many only sticking with Labour despite deep reservations. The attempts to deal with antisemitism through changing administrative procedures and complaints mechanisms could never get to the bottom of it because its roots lay in the worldview held at the top of the party by the leader and his closest advisers.</p> <p>So as <a href=\"https://www.theguardian.com/politics/2019/dec/13/who-will-be-the-next-labour-party-leader\" title=\"\">Corbyn departs the Labour leadership</a>, hopefully taking with him court followers who have been advocates of this worldview, the party needs a reset on patriotism and how we view our country.</p> <p>Patriotism is not the same as nationalism. It should be open and comfortable with the diverse society that is the UK today and not seek a rewind button to some past age of glory. It should not hide from the bad in British history but also be conscious of the good. Fundamentally, it should believe that British power and influence – both hard and soft – is a force for good in the world. This is particularly important when much of the world wonders whether after our Brexit debate we still have the confidence to be a confident, outward-looking country.</p> <p>There is an additional, more urgent reason why Labour needs to rediscover its patriotic instincts. With Scotland now dominated by the separatist SNP and England in danger of domination by an increasingly English nationalist Tory party, who will stop the UK being torn apart by competing nationalisms? This is the vital role a changed Labour party can play – but only if people think we really believe in the country we are trying to hold together.</p> <p>In the wake of its shattering defeat the great danger is that Labour underestimates or lacks the will to pursue the degree of change needed before the public will trust us again. To opt for <a href=\"https://www.theguardian.com/politics/2019/dec/22/labour-leadership-contest-young-members\" title=\"\">continuity Corbynism</a> with the same outlook, but a different name and face, would be a dereliction of our duty to offer the public an alternative to Conservatism that they can believe in. And splitting the difference between where we are coming from and where we need to get to won’t fulfil our historic duty either. If that happens, the public could tune us out for a long time.</p> <p>Big change is needed in Labour’s policy and culture. Resetting the worldview which has done so much damage and is so outside Labour’s better traditions is only one part of the necessary overhaul. But it is a good and essential place to start.</p> <p><em>Pat McFadden is Labour MP for Wolverhampton South East</em></p>",
      "newspaperPageNumber": "7",
      "wordcount": "846",
      "commentable": "false",
      "firstPublicationDate": "2019-12-29T06:15:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-01-10T17:14:41Z",
      "newspaperEditionDate": "2019-12-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/d2x96",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a6cb0f0cd7946c11730da966eb16fef5a8f696ec/0_345_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Patriotism. It is a test Jeremy Corbyn failed to meet. It is a test his successor must pass. Corbyn’s anti-western worldview, shared by his most senior advisers and cheerleaders, goes to the core of his political identity. It separates him from every postwar Labour leader and, as we saw in the election, from millions of Labour voters. This view holds that most of the world’s ills are down to western imperialism and that if others commit a reprehensible act, we probably left them with little choice. It sees Nato as an aggressor, is instinctively anti-American – long before President Trump – and holds Israel up as being a unique evil. It loudly condemns any western use of force and is usually silent on Russian or non-western backed military action. And it infantilises terrorism, denying it the power of human agency or any dynamic of its own and seeing it only as a reaction to what we do. This is the thread that links Corbyn’s meetings with various groups engaged in or justifying terrorism, his instinctive defence of Russia and the antisemitism which has taken hold in parts of the Labour party since he became leader. Of course, leaders and governments have to sit down with people they wouldn’t otherwise want to – but there is a big difference between the hard work of peacemaking and simply picking a side. Perhaps the peak illustration of Corbyn’s worldview came in response to the attempted murder of the Skripals by Russian agents in Salisbury when he refused to accept the Russian state was responsible and echoed the Kremlin’s demand for a sample of nerve agent so the Russian state could decide its own guilt or innocence. That was reinforced by his decision to make a speech the day after the London Bridge attacks ignoring any terrorism before 2003, including 9/11, and repeating his view that once more we had all brought this on ourselves. Voters have a deep sense about these instincts. They don’t think their own country is always perfect. Of course it isn’t. But they do want their leaders to believe in it, not always to think the worst of ourselves and absolve others of their responsibilities. Labour candidates on doorsteps during the recent election campaign were confronted by voter anger over the worldview of our leader and who he instinctively sided with time after time. The impact of this worldview on Labour has not just been political but also cultural, because it enabled the permissive environment for the appalling and shameful antisemitism which has driven some people out of the party, seen others walk away in despair, and many only sticking with Labour despite deep reservations. The attempts to deal with antisemitism through changing administrative procedures and complaints mechanisms could never get to the bottom of it because its roots lay in the worldview held at the top of the party by the leader and his closest advisers. So as Corbyn departs the Labour leadership, hopefully taking with him court followers who have been advocates of this worldview, the party needs a reset on patriotism and how we view our country. Patriotism is not the same as nationalism. It should be open and comfortable with the diverse society that is the UK today and not seek a rewind button to some past age of glory. It should not hide from the bad in British history but also be conscious of the good. Fundamentally, it should believe that British power and influence – both hard and soft – is a force for good in the world. This is particularly important when much of the world wonders whether after our Brexit debate we still have the confidence to be a confident, outward-looking country. There is an additional, more urgent reason why Labour needs to rediscover its patriotic instincts. With Scotland now dominated by the separatist SNP and England in danger of domination by an increasingly English nationalist Tory party, who will stop the UK being torn apart by competing nationalisms? This is the vital role a changed Labour party can play – but only if people think we really believe in the country we are trying to hold together. In the wake of its shattering defeat the great danger is that Labour underestimates or lacks the will to pursue the degree of change needed before the public will trust us again. To opt for continuity Corbynism with the same outlook, but a different name and face, would be a dereliction of our duty to offer the public an alternative to Conservatism that they can believe in. And splitting the difference between where we are coming from and where we need to get to won’t fulfil our historic duty either. If that happens, the public could tune us out for a long time. Big change is needed in Labour’s policy and culture. Resetting the worldview which has done so much damage and is so outside Labour’s better traditions is only one part of the necessary overhaul. But it is a good and essential place to start. Pat McFadden is Labour MP for Wolverhampton South East",
      "charCount": "4947",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/pat-mcfadden\">Pat McFadden</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]