[
  {
    "id": "world/2019/jul/21/increasing-diversity-in-the-creative-industries",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-07-21T16:25:39Z",
    "webTitle": "Increasing diversity in the creative industries | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/jul/21/increasing-diversity-in-the-creative-industries",
    "apiUrl": "https://content.guardianapis.com/world/2019/jul/21/increasing-diversity-in-the-creative-industries",
    "fields": {
      "headline": "Increasing diversity in the creative industries",
      "standfirst": "A new all-party parliamentary group will help tackle declining diversity in the creative sector, says <strong>Ed Vaizey MP</strong>",
      "trailText": "<strong>Letters:</strong> A new all-party parliamentary group will help tackle declining diversity in the creative sector, says Ed Vaizey MP",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"fa77cccc1bd92737372880f31e436456bf447f1b\"> <img src=\"https://media.guim.co.uk/fa77cccc1bd92737372880f31e436456bf447f1b/184_0_5302_3181/1000.jpg\" alt=\"Pupils at a London primary school. ‘A record industry survey found that state schools have seen a 21% per cent decrease in music provision in the past five years.’ \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pupils at a London primary school. ‘A record industry survey found that state schools have seen a 21% per cent decrease in music provision in the past five years.’ </span> <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Our creative industries are booming. New statistics from the Department for Digital, Culture, Media and Sport show that employment in the sector has grown three times faster than the national average in the past seven years.</p> <p>But these figures reveal more, too. In the past year, the number of women didn’t grow and while the overall proportion of BAME employees was up, there was an astonishing decline in key areas. An 18.3% decline in advertising, 13% in design, and 10.2% in film and TV.</p> <p>Clearly we still have much to do in boosting inclusivity, which is why, alongside colleagues including Floella Benjamin and Tracy Brabin MP, we’ve set up the all-party parliamentary group for creative diversity – a long-overdue platform to establish effective practices for the creative sector in its approach to diverse talent which will also provide recommendations for government.</p> <p>What needs to change? It begins with education. A record industry survey found that state schools have seen a 21% decrease in music provision in the past five years, compared with a 7% increase in independent schools. This creates the first hurdle: a limited pool of creative talent to dip into. For a diverse and skilled pipeline we have to put creativity at the heart of the curriculum across all schools. When it comes to the world of work, inequality of access and opportunities must also be addressed. Entry schemes can be part of the answer, but they must be strengthened, broadened and funded sufficiently to stand the test of time.</p> <p>If we’re to truly address diversity in the creative sector then we must tackle barriers to retention and career development, too. It will require collaboration between industry and government, and it’s our hope that this new group can help facilitate that change.<br><strong>Ed Vaizey MP</strong><br><em>Conservative, Wantage and Didcot</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "346",
      "commentable": "false",
      "firstPublicationDate": "2019-07-21T16:25:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:24:47Z",
      "newspaperEditionDate": "2019-07-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cvhgx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fa77cccc1bd92737372880f31e436456bf447f1b/184_0_5302_3181/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Our creative industries are booming. New statistics from the Department for Digital, Culture, Media and Sport show that employment in the sector has grown three times faster than the national average in the past seven years. But these figures reveal more, too. In the past year, the number of women didn’t grow and while the overall proportion of BAME employees was up, there was an astonishing decline in key areas. An 18.3% decline in advertising, 13% in design, and 10.2% in film and TV. Clearly we still have much to do in boosting inclusivity, which is why, alongside colleagues including Floella Benjamin and Tracy Brabin MP, we’ve set up the all-party parliamentary group for creative diversity – a long-overdue platform to establish effective practices for the creative sector in its approach to diverse talent which will also provide recommendations for government. What needs to change? It begins with education. A record industry survey found that state schools have seen a 21% decrease in music provision in the past five years, compared with a 7% increase in independent schools. This creates the first hurdle: a limited pool of creative talent to dip into. For a diverse and skilled pipeline we have to put creativity at the heart of the curriculum across all schools. When it comes to the world of work, inequality of access and opportunities must also be addressed. Entry schemes can be part of the answer, but they must be strengthened, broadened and funded sufficiently to stand the test of time. If we’re to truly address diversity in the creative sector then we must tackle barriers to retention and career development, too. It will require collaboration between industry and government, and it’s our hope that this new group can help facilitate that change. Ed Vaizey MP Conservative, Wantage and Didcot • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2120",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "lifeandstyle/2019/jul/21/playing-cat-and-mouse-over-posh-nosh",
    "type": "article",
    "sectionId": "lifeandstyle",
    "sectionName": "Life and style",
    "webPublicationDate": "2019-07-21T16:25:10Z",
    "webTitle": "Playing cat and mouse over posh nosh | Brief letters",
    "webUrl": "https://www.theguardian.com/lifeandstyle/2019/jul/21/playing-cat-and-mouse-over-posh-nosh",
    "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/jul/21/playing-cat-and-mouse-over-posh-nosh",
    "fields": {
      "headline": "Playing cat and mouse over posh nosh",
      "standfirst": "Sajid Javid | Iranian crisis | Cafod | Feline eating habits | Holidays | Izal |",
      "trailText": "<strong>Brief letters:</strong> Sajid Javid | Iranian crisis | Cafod | Feline eating habits | Holidays | Izal |",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"3a8d6027b1a3ee1335c8febac8751c4722a5ec40\"> <img src=\"https://media.guim.co.uk/3a8d6027b1a3ee1335c8febac8751c4722a5ec40/0_50_1731_1039/1000.jpg\" alt=\"Cats getting fed\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Whatever you feed them will be voraciously welcomed up to the day when you have stockpiled vast quantities,’ writes Anne Cowper. </span> <span class=\"element-image__credit\">Photograph: GIC/Stocksy United</span> </figcaption> </figure>",
      "body": "<p>• In his first 12 months as home secretary, Sajid Javid sent 8,637 people back where they came from.<br><strong>Prof Becky Tunstall</strong><br><em>University of York</em></p> <p>• Our 19th-century forebears would have excavated a canal across the UAE by now (<a href=\"https://www.theguardian.com/world/2019/jul/19/british-tanker-iran-capture-fears-stena-impero-uk-ship-latest\" title=\"\">Report</a>, 20 July).<br><strong>Michael Heaton</strong><br><em>Warminster, Wiltshire</em></p> <p>• Christine Allen, of the Catholic Agency for Overseas Development, writes of the excellent work being carried out to counter climate change by many people in the Catholic church (<a href=\"https://www.theguardian.com/environment/2019/jul/12/dont-panic-were-doing-our-bit-on-climate-crisis\" title=\"\">Letters</a>, 13 July). It’s a pity, therefore, that all these efforts are entirely vitiated by the church’s wholly unreasonable policy on family planning.<br><strong>Roger Plenty</strong><br><em>Stroud, Gloucestershire</em></p> <p>• While I appreciate Rebecca Goodman’s comparison of cat food (<a href=\"https://www.theguardian.com/money/2019/jul/20/cat-food-should-you-spend-more-on-posh-brands\" title=\"\">Should you spend more on posh brands?</a>, 20 July) I know one thing from the cat who is not mine but favours me with his company. … Whatever you feed them will be voraciously welcomed up to the day when you have stockpiled vast quantities. Then your offering will be treated with disdain, and you will observe an Oscar-deserving depiction of a starving animal. Let them eat mice.<br><strong>Anne Cowper</strong><br><em>Swansea</em></p> <p>• Jane Lawson’s <a href=\"https://www.theguardian.com/us-news/2019/jul/18/alexandria-ocasio-cortez-would-be-most-welcome-here\" title=\"\">letter</a> (19 July) reminds me of a colleague’s encounter while she was on holiday in Spain with her two adult daughters. All three were relaxing topless on the beach when a voice piped up: “Hello, Miss!”<br><strong>Deirdre Burrell</strong><br><em>Mortimer, Berkshire</em></p> <p>• I’m not sure if it was Izal (<a href=\"https://www.theguardian.com/society/2019/jul/19/recollections-of-izal-and-bronco-and-reaching-the-bottom-line\" title=\"\">Letters</a>, 20 July), but the loo roll in our student digs 60 years ago declared on every sheet that “this is a full-length roll”, and rather disturbingly, “once used always used”.<br><strong>Gill White</strong><br><em>Banbury, Oxfordshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "305",
      "commentable": "false",
      "firstPublicationDate": "2019-07-21T16:25:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:31Z",
      "newspaperEditionDate": "2019-07-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cvhk6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3a8d6027b1a3ee1335c8febac8751c4722a5ec40/0_50_1731_1039/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "• In his first 12 months as home secretary, Sajid Javid sent 8,637 people back where they came from. Prof Becky Tunstall University of York • Our 19th-century forebears would have excavated a canal across the UAE by now (Report, 20 July). Michael Heaton Warminster, Wiltshire • Christine Allen, of the Catholic Agency for Overseas Development, writes of the excellent work being carried out to counter climate change by many people in the Catholic church (Letters, 13 July). It’s a pity, therefore, that all these efforts are entirely vitiated by the church’s wholly unreasonable policy on family planning. Roger Plenty Stroud, Gloucestershire • While I appreciate Rebecca Goodman’s comparison of cat food (Should you spend more on posh brands?, 20 July) I know one thing from the cat who is not mine but favours me with his company. … Whatever you feed them will be voraciously welcomed up to the day when you have stockpiled vast quantities. Then your offering will be treated with disdain, and you will observe an Oscar-deserving depiction of a starving animal. Let them eat mice. Anne Cowper Swansea • Jane Lawson’s letter (19 July) reminds me of a colleague’s encounter while she was on holiday in Spain with her two adult daughters. All three were relaxing topless on the beach when a voice piped up: “Hello, Miss!” Deirdre Burrell Mortimer, Berkshire • I’m not sure if it was Izal (Letters, 20 July), but the loo roll in our student digs 60 years ago declared on every sheet that “this is a full-length roll”, and rather disturbingly, “once used always used”. Gill White Banbury, Oxfordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1894",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "politics/commentisfree/2019/jul/21/press-frenzy-for-brexit-is-ushering-boris-johnson-into-no-10",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-21T13:00:09Z",
    "webTitle": "The press frenzy for Brexit is ushering Boris Johnson into No 10 | Roy Greenslade",
    "webUrl": "https://www.theguardian.com/politics/commentisfree/2019/jul/21/press-frenzy-for-brexit-is-ushering-boris-johnson-into-no-10",
    "apiUrl": "https://content.guardianapis.com/politics/commentisfree/2019/jul/21/press-frenzy-for-brexit-is-ushering-boris-johnson-into-no-10",
    "fields": {
      "headline": "The press frenzy for Brexit is ushering Boris Johnson into No 10",
      "standfirst": "<p>The media and public are well aware of his failings, yet this buffoon is set to become prime minister</p>",
      "trailText": "The media and public are well aware of his failings, yet this buffoon is set to become prime minister",
      "byline": "Roy Greenslade",
      "main": "<figure class=\"element element-image\" data-media-id=\"425cf8c09ae695a201c80f647106bc38f8eedede\"> <img src=\"https://media.guim.co.uk/425cf8c09ae695a201c80f647106bc38f8eedede/0_192_5770_3462/1000.jpg\" alt=\"Front page of the Evening Standard newspaper showing a picture of Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Thanks to the press, Boris Johnson has become a serious contender for PM. </span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>How do you explain the Boris Johnson phenomenon? Is it the mainstream media’s fault or should we lay the blame on the people? On this, the eve of his anointment as leader of the Conservative party and therefore as British prime minister, it is fitting to ask why the unbelievable has become a reality.</p> <p>His sins, both political and personal, were recorded in detail in <a href=\"https://www.theguardian.com/politics/series/the-real-boris-johnson\" title=\"\">last week’s Guardian</a>. Together they painted a portrait of a man who should never have come close to inhabiting No 10 Downing Street. But the blathering, bumbling bluffer will be there all the same.</p> <p>Let’s consider first the way in which the majority of national newspaper editors urged Tory MPs to vote for him. Foremost among them was, of course, the Daily Telegraph, which has spent years acting as his enthusiastic cheerleader, earning its Daily Boris nickname without an apparent blush. A leading article two weeks ago gushed: “Mr Johnson is Mr Brexit” and “a man our readership knows very well.”</p> <p>It reminded them that, “in 1989, this newspaper sent a 24-year-old Boris Johnson to Brussels as a correspondent, and readers were able to follow his progress as he grew bemused, frustrated and exasperated with an EU bureaucracy hell-bent on wrapping Britain in red tape. Finally, he concluded that the UK was better off out”. It did not remind them that his despatches from Brussels were, at best, laced with half-truths and, at worst, purveyed downright lies.</p> <p>The Sun, hysterically anti-EU since the 1980s, was an unsurprising, unashamed Johnson supporter. Its most recent editorials pointed to “BoJo’s upbeat optimism” and to the supposed “BoJo feelgood factor”, arguing that it “is infectious and will be music to the ears of workers struggling after years of austerity and belt-tightening”.</p> <p>After hosting a debate between Johnson and Jeremy Hunt, it reported that 75% of its readers plumped for Johnson. Proof once again that the Sun marches in tandem with its readership.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"6b00ef0785d470902053921111efda25c4f0692e\"> <img src=\"https://media.guim.co.uk/6b00ef0785d470902053921111efda25c4f0692e/0_0_1006_1288/781.jpg\" alt=\"Daily Telegraph - 5 July 2019\" width=\"781\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Telegraph has been an enthusiastic cheerleader for Johnson.</span> <span class=\"element-image__credit\">Photograph: ClipShare</span> </figcaption> </figure>  <p>The Daily Mail was also stimulated by Johnson’s optimism and charisma. “He radiates energy,” it trilled. “He positively fizzes with ideas, promising to propel the country to new heights of prosperity, inventiveness and social cohesion … Atomic Boris has the potential to power up a Britain weary of Brexit and the crippling uncertainty it has caused.”</p> <p>It dismissed “charges of populist rightwing intolerance” as being “hopelessly wide of the mark”.</p> <p>Although the Daily Express toned down its pro-Brexit propaganda after its former owner, Richard Desmond, sold it to the Daily Mirror publisher, Reach, it gave Johnson its backing. It praised his (alleged) “tremendous record as mayor of London on law and order” and opted for his (dubious) “vision for a free, post-Brexit Britain”.</p> <p>The Times was more cautious but, ultimately, called on the Tory membership to give Johnson their votes despite his “weaknesses”. In acknowledging that “there are legitimate questions about this honesty, loyalty and personal relationships”, it conceded “he was not a good foreign secretary” due to “his lack of attention to detail and tendency to speak carelessly”. On the plus side, “he is a Brexiteer” and, as such, “may be the only person who could convince his hardline colleagues to accept the compromises needed to secure an orderly EU exit”.</p> <p>The Sunday Times, more eurosceptic than its daily stablemate, thought Johnson’s “tendency to bluster and not answer questions may be one he shares with many politicians but he has taken the art form to new levels”. Even so, in accepting that Johnson is not a man for details, the paper was seemingly happy that “the broad brush is his domain” and encouraged him to “take his lead not from Mr Trump, another stranger to detail, but an earlier US president, Ronald Reagan”.</p> <p>So far then, so predictable. The bulk of the press, despite some serious misgivings about his political nous and his wayward personality, were willing to give Johnson the nod. But it would be something of a stretch to imagine that the sympathetic newspaper coverage is the reason for his popularity among the Tory party faithful and also among a swathe of the less politically committed middle and working classes who rarely, if ever, vote Conservative.</p> <p>What gives Johnson the edge is that Trumpian Reaganite quality of being a politician who pretends he is not. This is more complex than it appears because the pretence is both unconscious and conscious. His bumbling act is an extension of his personality and is therefore authentic. Yet, at the same time, he tends to accentuate it because, over time, he has become aware of the favourable public response to his shtick.</p> <p>Like a veteran comic, he understands how to work his audience. Their approval gives him the confidence to dissimulate. Never was this more obvious than during his BBC TV interrogation by Andrew Neil. Although Neil referred continually to the fact that Johnson was avoiding the question by going off at a tangent, it did not deter Johnson from employing the tactic. It comes naturally to him.</p>  <figure class=\"element element-image\" data-media-id=\"54562de6de469ce814976cfd2a3429cbc01b3c1b\"> <img src=\"https://media.guim.co.uk/54562de6de469ce814976cfd2a3429cbc01b3c1b/0_0_3000_1801/1000.jpg\" alt=\"Andrew Neil and Boris Johnson on BBC TV’s The Andrew Neil Interviews.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Andrew Neil and Boris Johnson on BBC TV’s The Andrew Neil Interviews.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>  <p>It was one of the most fascinating half hours of television, with Neil, a master of political and economic detail, growing increasingly frustrated at being unable to pin Johnson down. He chose to play the role of a schoolboy who, in spite of not knowing the answers to the teacher’s questions, sought to compensate by deploying a mixture of bluff and bombast. Neil didn’t buy it.</p> <p>At one point, Johnson accused Neil of embodying “BBC-generated gloom and negativity”, a ridiculous assertion because Neil is anything but a creature of the corporation he just happens to work for.</p> <p>But Johnson’s aim was not to please his interviewer. He was selling himself to viewers and was aware of the value of scoring the odd debating point, even one that was way off target.</p> <p>Doubtless, viewers’ reactions were split. Johnson survived well enough to delight his supporters and dissembled enough to confirm the scepticism of his detractors. What it confirmed for everyone, however, is that Johnson’s success is based not on his intellect but on his being a personality, a performer rather than a politician, who is known universally by his first name.</p> <p>Less clear is whether the media are responsible for creating “Boris” as a celebrity.</p> <p>Just how did a buffoonish joker find a way to overcome all the negative aspects of his persona in order to connect to the public and end up as prime minister? It is tempting to offer a one-word answer to the mystery: Brexit.</p>",
      "newspaperPageNumber": "35",
      "wordcount": "1077",
      "commentCloseDate": "2019-07-21T18:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-21T13:00:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:32Z",
      "newspaperEditionDate": "2019-07-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cv62z",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/425cf8c09ae695a201c80f647106bc38f8eedede/0_379_5770_3462/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "How do you explain the Boris Johnson phenomenon? Is it the mainstream media’s fault or should we lay the blame on the people? On this, the eve of his anointment as leader of the Conservative party and therefore as British prime minister, it is fitting to ask why the unbelievable has become a reality. His sins, both political and personal, were recorded in detail in last week’s Guardian. Together they painted a portrait of a man who should never have come close to inhabiting No 10 Downing Street. But the blathering, bumbling bluffer will be there all the same. Let’s consider first the way in which the majority of national newspaper editors urged Tory MPs to vote for him. Foremost among them was, of course, the Daily Telegraph, which has spent years acting as his enthusiastic cheerleader, earning its Daily Boris nickname without an apparent blush. A leading article two weeks ago gushed: “Mr Johnson is Mr Brexit” and “a man our readership knows very well.” It reminded them that, “in 1989, this newspaper sent a 24-year-old Boris Johnson to Brussels as a correspondent, and readers were able to follow his progress as he grew bemused, frustrated and exasperated with an EU bureaucracy hell-bent on wrapping Britain in red tape. Finally, he concluded that the UK was better off out”. It did not remind them that his despatches from Brussels were, at best, laced with half-truths and, at worst, purveyed downright lies. The Sun, hysterically anti-EU since the 1980s, was an unsurprising, unashamed Johnson supporter. Its most recent editorials pointed to “BoJo’s upbeat optimism” and to the supposed “BoJo feelgood factor”, arguing that it “is infectious and will be music to the ears of workers struggling after years of austerity and belt-tightening”. After hosting a debate between Johnson and Jeremy Hunt, it reported that 75% of its readers plumped for Johnson. Proof once again that the Sun marches in tandem with its readership. The Daily Mail was also stimulated by Johnson’s optimism and charisma. “He radiates energy,” it trilled. “He positively fizzes with ideas, promising to propel the country to new heights of prosperity, inventiveness and social cohesion … Atomic Boris has the potential to power up a Britain weary of Brexit and the crippling uncertainty it has caused.” It dismissed “charges of populist rightwing intolerance” as being “hopelessly wide of the mark”. Although the Daily Express toned down its pro-Brexit propaganda after its former owner, Richard Desmond, sold it to the Daily Mirror publisher, Reach, it gave Johnson its backing. It praised his (alleged) “tremendous record as mayor of London on law and order” and opted for his (dubious) “vision for a free, post-Brexit Britain”. The Times was more cautious but, ultimately, called on the Tory membership to give Johnson their votes despite his “weaknesses”. In acknowledging that “there are legitimate questions about this honesty, loyalty and personal relationships”, it conceded “he was not a good foreign secretary” due to “his lack of attention to detail and tendency to speak carelessly”. On the plus side, “he is a Brexiteer” and, as such, “may be the only person who could convince his hardline colleagues to accept the compromises needed to secure an orderly EU exit”. The Sunday Times, more eurosceptic than its daily stablemate, thought Johnson’s “tendency to bluster and not answer questions may be one he shares with many politicians but he has taken the art form to new levels”. Even so, in accepting that Johnson is not a man for details, the paper was seemingly happy that “the broad brush is his domain” and encouraged him to “take his lead not from Mr Trump, another stranger to detail, but an earlier US president, Ronald Reagan”. So far then, so predictable. The bulk of the press, despite some serious misgivings about his political nous and his wayward personality, were willing to give Johnson the nod. But it would be something of a stretch to imagine that the sympathetic newspaper coverage is the reason for his popularity among the Tory party faithful and also among a swathe of the less politically committed middle and working classes who rarely, if ever, vote Conservative. What gives Johnson the edge is that Trumpian Reaganite quality of being a politician who pretends he is not. This is more complex than it appears because the pretence is both unconscious and conscious. His bumbling act is an extension of his personality and is therefore authentic. Yet, at the same time, he tends to accentuate it because, over time, he has become aware of the favourable public response to his shtick. Like a veteran comic, he understands how to work his audience. Their approval gives him the confidence to dissimulate. Never was this more obvious than during his BBC TV interrogation by Andrew Neil. Although Neil referred continually to the fact that Johnson was avoiding the question by going off at a tangent, it did not deter Johnson from employing the tactic. It comes naturally to him. It was one of the most fascinating half hours of television, with Neil, a master of political and economic detail, growing increasingly frustrated at being unable to pin Johnson down. He chose to play the role of a schoolboy who, in spite of not knowing the answers to the teacher’s questions, sought to compensate by deploying a mixture of bluff and bombast. Neil didn’t buy it. At one point, Johnson accused Neil of embodying “BBC-generated gloom and negativity”, a ridiculous assertion because Neil is anything but a creature of the corporation he just happens to work for. But Johnson’s aim was not to please his interviewer. He was selling himself to viewers and was aware of the value of scoring the odd debating point, even one that was way off target. Doubtless, viewers’ reactions were split. Johnson survived well enough to delight his supporters and dissembled enough to confirm the scepticism of his detractors. What it confirmed for everyone, however, is that Johnson’s success is based not on his intellect but on his being a personality, a performer rather than a politician, who is known universally by his first name. Less clear is whether the media are responsible for creating “Boris” as a celebrity. Just how did a buffoonish joker find a way to overcome all the negative aspects of his persona in order to connect to the public and end up as prime minister? It is tempting to offer a one-word answer to the mystery: Brexit.",
      "charCount": "6455",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/roygreenslade\">Roy Greenslade</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/21/diary-of-carrie-symonds-31-three-quarters",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-21T06:00:04Z",
    "webTitle": "The diary of Carrie Symonds, aged 31¾ | Catherine Bennett",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/21/diary-of-carrie-symonds-31-three-quarters",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/21/diary-of-carrie-symonds-31-three-quarters",
    "fields": {
      "headline": "The diary of Carrie Symonds, aged 31¾",
      "standfirst": "<p>In an Observer exclusive, we bring you the candid thoughts of a woman close to our next PM. Probably</p>",
      "trailText": "In an Observer exclusive, we bring you the candid thoughts of a woman close to our next PM. Probably",
      "byline": "Catherine Bennett",
      "main": "<figure class=\"element element-image\" data-media-id=\"ce28df154d8576b1ebbe1deec0d2ad09e482974f\"> <img src=\"https://media.guim.co.uk/ce28df154d8576b1ebbe1deec0d2ad09e482974f/2273_1229_2058_1235/1000.jpg\" alt=\"Carrie Symonds\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carrie Symonds: ‘By seven I’m anxious. Stanley calls…’ </span> <span class=\"element-image__credit\">Photograph: NurPhoto via Getty Images</span> </figcaption> </figure>",
      "body": "<p><strong>Downing Street minus seven</strong></p> <p>Usual mad dash to get in before lunch, but enough time to see my <em>Sun</em> debate strategy was a game-changer! Long to tell B but he said he’s got lifesaving surgery first thing, so I’m not on any account to worry he’s met someone younger and stayed out all night.</p> <p>Text my notes instead: “Wow. Hair best yet. Shirt very strong. Could hear room go silent when you came under pressure but stayed tucked in. Two things. ‘Loved one’ isn’t working. Tell Crosby it’s ‘life-partner’ (fiancee tests even better). And what is timetable for No 10/Chequers access, need floor plans asap. Hope lifesaving surgery OK.”</p> <p>Nothing.</p> <p>Someone gives me a picture of a dolphin. It’s probably a dolphin. It’s in some sort of blue sea, which is the main thing. Send B some house and paint emojis. Nothing. Then: “Bozzie, I do think you might reply when I am sharing professional expertise.” Nothing. So: “And don’t think I missed that new stain because you draped your pants over it.” Nothing. Try again: “So is Crosby washing your socks now, you entitled piece of shit?” Finally.</p> <p>“Otter, don’t be cross, went into a tunnel, oh here comes another one, right under a massive mountain range, choo choo!”</p> <p>Me: “You’re on a motorway in Norfolk, Boris.”</p> <p>Boris: “Don’t I always say you’re the first woman who’s ever understood me, it’s like Tristan und maybe not, yes, like Orpheus and, who was it, yes, Ottolenghi, truly Otter I’m your slave, I can’t wait until we can be – wait, what’s that, a terrifying earthquake, <em>cave</em> everyone!”</p> <p>Back to my tweet. What will make people sit up? My PR reflexes kick in. Big time. “Here is a picture of a dolphin” *dolphin emoji*. Dear old Saj and Whittingdale retweet instantly. So does Hancock, repeatedly, until I make him stop. Then all I can do is wait.</p> <p>Exchange Age Challenge pictures with Nimco. Suddenly we look like hideous middle-aged women who’ve had about five children! What a scream! About to send mine to B when Nimco says, ‘are you mad?’</p> <p>Take a deep breath and check twitter: over 1,000 RTs! Turns out the dolphin was a tuna! Surpassing expectations is what good PR is all about.</p> <p>Celebrate serious conservation progress with coffees then some retail networking with Nimco. Dreadful how many plastic bags we see out and about. Just as I’m asking for my new dress and shoes, three pairs of novelty socks and a fresh tub of Vanish to be put straight in my rucksack, B calls.</p> <p>“I have something to ask you Otter, please listen carefully.”</p> <p>“You sound rather serious, Bozzie.”</p> <p>“I have never been more serious.”</p> <p>“What is it you wish to ask me, Bozzie darling?”</p> <p>“Promise me Otter, whatever you do, you’ll never read the <em>Spectator</em>.”</p> <p>“Why would I read the <em>Spectator</em>? I’m only 31 and three-quarters.”</p> <p>“Christ. As much as that already? England’s Brigitte Macron! Wait Otter old thing – I see a despairing oppidan teetering upon a parapet overhead, don’t jump, my friend! No, he’s falling now, fardels everywhere, help, will no one find a defibrillator and save our lives, and Otter these may be my last words, forget I ever mentioned the periodical in question.”</p> <p>In the <em>Spectator</em> someone called Petronella says she is famous for a long “<em>tendresse</em>” with Boris. When he was married, with children! The Hunt camp will stop at nothing but this is taking people for fools. Tell Nimco. But she says people actually were called Petronella before we were born. Wait until he’s home.</p> <p>“Bozzie, tell me it’s not true.”</p> <p>“The purest utter bilge and piffle, ouch, please put that plate down, of course you are the first, ow, didn’t I warn you there would be blood – that hurts! – stains, toil and tears? I have no choice, the populus love it when I deploy my insatiable shagging. That’s my brave Otter, think of Churchill, we won’t let Petronella pollute the broad sunlit uplands, will we Otter, just because the old girl needs to earn a crust?”</p> <p>“Not now Bozzikins,” I reply. “Not ever.”</p>  <figure class=\"element element-image\" data-media-id=\"079a7905f34278788b53bf7cde20aa950ae9b6c6\"> <img src=\"https://media.guim.co.uk/079a7905f34278788b53bf7cde20aa950ae9b6c6/0_76_2341_1405/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson: ‘We won’t let Petronella pollute the broad sunlit uplands, will we Otter?’</span> <span class=\"element-image__credit\">Photograph: Simon Dawson/Reuters</span> </figcaption> </figure>  <p><strong>D-Day minus five</strong></p> <p>Late again! Some whispering but soon it won’t matter. And my tweet of a baby sea goat (spotted foraging on dry land) goes viral even without an emoji, after Gove RTs. Tell Crosby to give him Culture. Crosby claims it’s already Joanna Lumley’s, but I’m sure she wanted Defence.</p> <p>Can’t check now: B is stuck in a US safe house interviewing replacement ambassadors, so I’m not on any account to imagine he’s hired a hot new 23-year-old who understands him and flown her off somewhere behind my back.</p> <p>By seven I’m anxious. Stanley calls. “Dear girl, my son will explain all tomorrow, too hush-hush for words, now my dear Carrie, as a fellow conservationist this will interest you, there was the most wonderful scene at the bird feeder this morning when I was refilling it for my sins, this sparrow, well haha I think it was a sparr…” – I pretend the Deliveroo’s arrived.</p> <p>Where is B? When do we move? Crosby doesn’t pick up. Williamson’s useless AF. Then: “Marina! I mean Otter! No, don’t be cross, something came up, can’t talk now, you won’t believe, Greece, sublime, antique homeland of the Lacedaemonii, I am Pelopidas, no less, delivering Thebes from the Spartans – ”</p> <p>“Who are you with?”</p> <p>“Er. Chap called Lebedev.”</p> <p>“Liar, even you aren’t stupid enough to hang out with Lebedev. Who are you really with, you rancid old cheat?” This time I hang up.</p> <p>Sometimes I wish it could always be Valentine’s Day 2018. When an unhappily married foreign secretary and his soulmate, an idealistic millennial communications director, defied the world to meet in the shadows at Rules and dream of a better future.</p> <p><em>As told to Catherine Bennett</em></p>",
      "newspaperPageNumber": "51",
      "wordcount": "966",
      "commentable": "false",
      "firstPublicationDate": "2019-07-21T06:00:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-16T11:57:28Z",
      "newspaperEditionDate": "2019-07-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cv7vc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ce28df154d8576b1ebbe1deec0d2ad09e482974f/2273_1229_2058_1235/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Downing Street minus seven Usual mad dash to get in before lunch, but enough time to see my Sun debate strategy was a game-changer! Long to tell B but he said he’s got lifesaving surgery first thing, so I’m not on any account to worry he’s met someone younger and stayed out all night. Text my notes instead: “Wow. Hair best yet. Shirt very strong. Could hear room go silent when you came under pressure but stayed tucked in. Two things. ‘Loved one’ isn’t working. Tell Crosby it’s ‘life-partner’ (fiancee tests even better). And what is timetable for No 10/Chequers access, need floor plans asap. Hope lifesaving surgery OK.” Nothing. Someone gives me a picture of a dolphin. It’s probably a dolphin. It’s in some sort of blue sea, which is the main thing. Send B some house and paint emojis. Nothing. Then: “Bozzie, I do think you might reply when I am sharing professional expertise.” Nothing. So: “And don’t think I missed that new stain because you draped your pants over it.” Nothing. Try again: “So is Crosby washing your socks now, you entitled piece of shit?” Finally. “Otter, don’t be cross, went into a tunnel, oh here comes another one, right under a massive mountain range, choo choo!” Me: “You’re on a motorway in Norfolk, Boris.” Boris: “Don’t I always say you’re the first woman who’s ever understood me, it’s like Tristan und maybe not, yes, like Orpheus and, who was it, yes, Ottolenghi, truly Otter I’m your slave, I can’t wait until we can be – wait, what’s that, a terrifying earthquake, cave everyone!” Back to my tweet. What will make people sit up? My PR reflexes kick in. Big time. “Here is a picture of a dolphin” *dolphin emoji*. Dear old Saj and Whittingdale retweet instantly. So does Hancock, repeatedly, until I make him stop. Then all I can do is wait. Exchange Age Challenge pictures with Nimco. Suddenly we look like hideous middle-aged women who’ve had about five children! What a scream! About to send mine to B when Nimco says, ‘are you mad?’ Take a deep breath and check twitter: over 1,000 RTs! Turns out the dolphin was a tuna! Surpassing expectations is what good PR is all about. Celebrate serious conservation progress with coffees then some retail networking with Nimco. Dreadful how many plastic bags we see out and about. Just as I’m asking for my new dress and shoes, three pairs of novelty socks and a fresh tub of Vanish to be put straight in my rucksack, B calls. “I have something to ask you Otter, please listen carefully.” “You sound rather serious, Bozzie.” “I have never been more serious.” “What is it you wish to ask me, Bozzie darling?” “Promise me Otter, whatever you do, you’ll never read the Spectator.” “Why would I read the Spectator? I’m only 31 and three-quarters.” “Christ. As much as that already? England’s Brigitte Macron! Wait Otter old thing – I see a despairing oppidan teetering upon a parapet overhead, don’t jump, my friend! No, he’s falling now, fardels everywhere, help, will no one find a defibrillator and save our lives, and Otter these may be my last words, forget I ever mentioned the periodical in question.” In the Spectator someone called Petronella says she is famous for a long “tendresse” with Boris. When he was married, with children! The Hunt camp will stop at nothing but this is taking people for fools. Tell Nimco. But she says people actually were called Petronella before we were born. Wait until he’s home. “Bozzie, tell me it’s not true.” “The purest utter bilge and piffle, ouch, please put that plate down, of course you are the first, ow, didn’t I warn you there would be blood – that hurts! – stains, toil and tears? I have no choice, the populus love it when I deploy my insatiable shagging. That’s my brave Otter, think of Churchill, we won’t let Petronella pollute the broad sunlit uplands, will we Otter, just because the old girl needs to earn a crust?” “Not now Bozzikins,” I reply. “Not ever.” D-Day minus five Late again! Some whispering but soon it won’t matter. And my tweet of a baby sea goat (spotted foraging on dry land) goes viral even without an emoji, after Gove RTs. Tell Crosby to give him Culture. Crosby claims it’s already Joanna Lumley’s, but I’m sure she wanted Defence. Can’t check now: B is stuck in a US safe house interviewing replacement ambassadors, so I’m not on any account to imagine he’s hired a hot new 23-year-old who understands him and flown her off somewhere behind my back. By seven I’m anxious. Stanley calls. “Dear girl, my son will explain all tomorrow, too hush-hush for words, now my dear Carrie, as a fellow conservationist this will interest you, there was the most wonderful scene at the bird feeder this morning when I was refilling it for my sins, this sparrow, well haha I think it was a sparr…” – I pretend the Deliveroo’s arrived. Where is B? When do we move? Crosby doesn’t pick up. Williamson’s useless AF. Then: “Marina! I mean Otter! No, don’t be cross, something came up, can’t talk now, you won’t believe, Greece, sublime, antique homeland of the Lacedaemonii, I am Pelopidas, no less, delivering Thebes from the Spartans – ” “Who are you with?” “Er. Chap called Lebedev.” “Liar, even you aren’t stupid enough to hang out with Lebedev. Who are you really with, you rancid old cheat?” This time I hang up. Sometimes I wish it could always be Valentine’s Day 2018. When an unhappily married foreign secretary and his soulmate, an idealistic millennial communications director, defied the world to meet in the shadows at Rules and dream of a better future. As told to Catherine Bennett",
      "charCount": "5543",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/catherinebennett\">Catherine Bennett</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]