[
  {
    "id": "commentisfree/2019/aug/09/the-guardian-view-on-an-early-election-johnsons-campaign-has-already-begun",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-09T17:30:52Z",
    "webTitle": "The Guardian view on an early election: Johnson’s campaign has already begun | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/09/the-guardian-view-on-an-early-election-johnsons-campaign-has-already-begun",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/09/the-guardian-view-on-an-early-election-johnsons-campaign-has-already-begun",
    "fields": {
      "headline": "The Guardian view on an early election: Johnson’s campaign has already begun",
      "standfirst": "Downing Street is embracing constitutional outrage as a way to cast parliament as the obstacle to Brexit",
      "trailText": "<strong>Editorial:</strong> Downing Street is embracing constitutional outrage as a way to cast parliament as the obstacle to Brexit",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"270ca426e818bb712c4140a268ccee109098edcd\"> <img src=\"https://media.guim.co.uk/270ca426e818bb712c4140a268ccee109098edcd/0_117_2794_1677/1000.jpg\" alt=\"Boris Johnson visiting the Culham Centre for Fusion Energy in Oxfordshire\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson visiting the Culham Centre for Fusion Energy in Oxfordshire. ‘He is not running an administration so much as a rolling campaign.’</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>The future of the United Kingdom might hang on the application of 13 fateful words in a statute that passed into law with little controversy less than a decade ago. According to section 2(7) of the <a href=\"http://www.legislation.gov.uk/ukpga/2011/14/section/2/enacted\" title=\"\">2011 Fixed-term Parliaments Act</a>, the date of an early general election can, in particular circumstances, be “appointed by Her Majesty by proclamation on the recommendation of the Prime Minister”.</p> <p>That clause raises the prospect of a perverse Brexit scenario: Boris Johnson loses a confidence vote in the Commons because a majority of MPs do not want Britain to leave the EU without a deal, but he advises the Queen to set an election date after 31 October – so polling day falls once a no-deal Brexit is a legal fait accompli. It would occur <a href=\"https://www.theguardian.com/politics/2019/aug/08/no-10-refuses-to-rule-out-election-shortly-after-31-october-brexit\" title=\"\">while parliament was dissolved</a>.</p> <p>Such an affront to parliamentary democracy would be unthinkable if Boris Johnson were not encouraging the thought. Downing Street this week refused to rule it out, although it is worth bearing in mind that bluff and bluster are the prime minister’s stock in trade. Besides, the sparsely worded law contains gaps for exploitation by MPs determined to obstruct him. The Commons could mobilise in creative ways during the 14-day window that the fixed-term act provides between a confidence vote and dissolution.</p> <p>But the prime minister is not bothered by technical debate over the feasibility of Brexit scenarios. Downing Street is using the idea of crossing the no-deal rubicon in the middle of an election campaign to signal determination to meet the “do or die” pledge that Mr Johnson made during the Tory leadership race. It is a performance of total commitment to the cause with the intent of intimidating opponents – the constitutional equivalent of refusing to rule out deployment of nuclear weapons in a military confrontation.</p> <p>Pro-European MPs are in danger of falling into a trap, with the prime minister’s apparent readiness to do outrageous things as the bait. His ideal sequence of events would be a general election after an orderly Brexit is completed. But if that cannot be arranged – and the odds are against it – the second-best model is an election framed as a contest between a brave Tory leader, determined to fulfil the will of the people, and a cowardly, unpatriotic, arrogant Europhile establishment, holed up in the Palace of Westminster.</p> <p>Arcane rows about precedent and protocol set that contest up nicely. Most voters are unfamiliar with the procedural letter of <a href=\"https://en.wikipedia.org/wiki/Erskine_May:_Parliamentary_Practice\" title=\"\">Erskine May</a> and unbothered if its spirit is flouted. Some might despise Mr Johnson for treating parliament with contempt, but many others think that is exactly what the House deserves. Meanwhile, 31 October gets embedded ever deeper in the minds of Eurosceptics as a sacred appointment with Brexit rapture.</p> <p>In such a climate British politics is collectively losing sight of the fundamental questions: what sort of relationship the country needs to have with the EU and how that might be achieved. It is easy to see why Mr Johnson prefers not to frame the matter in those terms. His rock-hard Brexit model and the confrontational strategy for getting there point the country in the opposite direction to the one that calm, rational judgment would counsel.</p> <p>Downing Street’s position makes more sense as part of a bare-knuckle fight for control of the domestic political narrative. The aim is to cast parliament as the disposable husk of an obsolete, old order, then ask the electorate to replace it with a new cohort, more obedient to the prime minister, styled in presidential terms as tribune of the people. It is a sinister fantasy, made all the more dangerous by signs of economic downturn. Official data on Friday showed <a href=\"https://www.theguardian.com/business/2019/aug/09/uk-economy-contracts-on-back-of-brexit-uncertainty\" title=\"\">growth turning negative</a> in the spring – a development that might once have given government reason to reconsider lining up a gratuitous shock for the autumn.</p> <p>But Mr Johnson is no more interested in sober economic analysis than he is in constitutional propriety. He is not running an administration so much as <a href=\"https://www.theguardian.com/politics/2019/aug/09/no-10-cancels-staff-leave-raising-possibility-of-snap-election\" title=\"\">a rolling campaign</a>. His critics in parliament must understand that they are already the target, regardless of when or how an election date is set.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "688",
      "commentable": "false",
      "firstPublicationDate": "2019-08-09T17:30:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:56Z",
      "newspaperEditionDate": "2019-08-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c4n65",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/270ca426e818bb712c4140a268ccee109098edcd/0_117_2794_1677/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The future of the United Kingdom might hang on the application of 13 fateful words in a statute that passed into law with little controversy less than a decade ago. According to section 2(7) of the 2011 Fixed-term Parliaments Act, the date of an early general election can, in particular circumstances, be “appointed by Her Majesty by proclamation on the recommendation of the Prime Minister”. That clause raises the prospect of a perverse Brexit scenario: Boris Johnson loses a confidence vote in the Commons because a majority of MPs do not want Britain to leave the EU without a deal, but he advises the Queen to set an election date after 31 October – so polling day falls once a no-deal Brexit is a legal fait accompli. It would occur while parliament was dissolved. Such an affront to parliamentary democracy would be unthinkable if Boris Johnson were not encouraging the thought. Downing Street this week refused to rule it out, although it is worth bearing in mind that bluff and bluster are the prime minister’s stock in trade. Besides, the sparsely worded law contains gaps for exploitation by MPs determined to obstruct him. The Commons could mobilise in creative ways during the 14-day window that the fixed-term act provides between a confidence vote and dissolution. But the prime minister is not bothered by technical debate over the feasibility of Brexit scenarios. Downing Street is using the idea of crossing the no-deal rubicon in the middle of an election campaign to signal determination to meet the “do or die” pledge that Mr Johnson made during the Tory leadership race. It is a performance of total commitment to the cause with the intent of intimidating opponents – the constitutional equivalent of refusing to rule out deployment of nuclear weapons in a military confrontation. Pro-European MPs are in danger of falling into a trap, with the prime minister’s apparent readiness to do outrageous things as the bait. His ideal sequence of events would be a general election after an orderly Brexit is completed. But if that cannot be arranged – and the odds are against it – the second-best model is an election framed as a contest between a brave Tory leader, determined to fulfil the will of the people, and a cowardly, unpatriotic, arrogant Europhile establishment, holed up in the Palace of Westminster. Arcane rows about precedent and protocol set that contest up nicely. Most voters are unfamiliar with the procedural letter of Erskine May and unbothered if its spirit is flouted. Some might despise Mr Johnson for treating parliament with contempt, but many others think that is exactly what the House deserves. Meanwhile, 31 October gets embedded ever deeper in the minds of Eurosceptics as a sacred appointment with Brexit rapture. In such a climate British politics is collectively losing sight of the fundamental questions: what sort of relationship the country needs to have with the EU and how that might be achieved. It is easy to see why Mr Johnson prefers not to frame the matter in those terms. His rock-hard Brexit model and the confrontational strategy for getting there point the country in the opposite direction to the one that calm, rational judgment would counsel. Downing Street’s position makes more sense as part of a bare-knuckle fight for control of the domestic political narrative. The aim is to cast parliament as the disposable husk of an obsolete, old order, then ask the electorate to replace it with a new cohort, more obedient to the prime minister, styled in presidential terms as tribune of the people. It is a sinister fantasy, made all the more dangerous by signs of economic downturn. Official data on Friday showed growth turning negative in the spring – a development that might once have given government reason to reconsider lining up a gratuitous shock for the autumn. But Mr Johnson is no more interested in sober economic analysis than he is in constitutional propriety. He is not running an administration so much as a rolling campaign. His critics in parliament must understand that they are already the target, regardless of when or how an election date is set.",
      "charCount": "4137",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/aug/09/labour-corbyn-and-national-unity",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-09T16:41:43Z",
    "webTitle": "Labour, Corbyn and national unity | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/09/labour-corbyn-and-national-unity",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/09/labour-corbyn-and-national-unity",
    "fields": {
      "headline": "Labour, Corbyn and national unity",
      "standfirst": "<strong>Gerald Dunning</strong> says Labour’s overriding aim should be to ensure there will never be another Tory government, <strong>David Thacker </strong>thinks<strong> </strong>John McDonnell is right to reject a government of national unity, while <strong>Roy Boffy</strong> criticises Corbyn. Plus letters from <strong>Virginia Yates </strong>and<strong> Ruth Knox</strong>",
      "trailText": "Letters:<strong> Gerald Dunning</strong> says Labour’s overriding aim should be to ensure there will never be another Tory government, <strong>David Thacker </strong>thinks<strong> </strong>John McDonnell is right to reject a government of national unity, while <strong>Roy Boffy</strong> criticises Corbyn. Plus letters from <strong>Virginia Yates </strong>and<strong> Ruth Knox</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ef79f8e683bd0470e998fe1df0dabcd4274a88fc\"> <img src=\"https://media.guim.co.uk/ef79f8e683bd0470e998fe1df0dabcd4274a88fc/0_73_3000_1800/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A general election with Corbyn in the lead would leave Labour destroyed for a generation, if not for ever,’ says Roy Boffy. </span> <span class=\"element-image__credit\">Photograph: Getty</span> </figcaption> </figure>",
      "body": "<p>Polly Toynbee’s acknowledgment of Labour’s unwillingness to join an alliance of anti-Brexit parties (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/05/government-national-unity-no-deal-margaret-beckett-referendum\" title=\"\">A government of national unity can deliver us from no deal</a>, Journal, 6 August) is disheartening, not only because of what will be at stake in an imminent general election, but because that mindset has played a significant part in failure to break a Tory hegemony.</p> <p>Labour has held power in its own right for only 30 years since first forming a government in 1924, and many economic and social reforms enacted by the party since the 1970s have been ruthlessly reversed by succeeding Tory administrations.</p> <p>In addition to the serious threats to progressive politics posed by a no-deal Brexit and the rightwing complexion of Boris Johnson’s cabinet, a re-elected Tory government would almost certainly implement the most recent constituency boundary changes, which have been forecast to give the party a future advantage of 30 additional seats.</p> <p>Labour needs to recognise that stubborn insistence on partisan purity has proved counterproductive, both to its own fortunes and the interests of the reform-minded majority of British electors.</p> <p>The overriding aim of the Labour party should be to ensure there will never be another Tory government, and it must accept the need to work with other parties to secure that end. The electoral history of the last 95 years indicates that until that can be achieved other successes are likely to be provisional.<br><strong>Gerald Dunning</strong><br><em>Tonteg, Rhondda Cynon Taf </em></p> <p>• John McDonnell is right to “reject a government of national unity” (<a href=\"https://www.theguardian.com/politics/2019/aug/07/labour-prefers-election-to-unity-government-to-stop-hard-brexit\" title=\"\">Report</a>, 8 August) but he presumably realises that, although a Labour government formed after a successful no-confidence vote would be constitutionally legitimate, most people would doubt its democratic legitimacy. Isn’t the most principled and plausible way for Labour to form “a caretaker government with the support of other opposition parties and rebel Conservative MPs” to guarantee that the Queen’s speech would contain a commitment to an immediate EU referendum and a general election within six months of the result?<br><strong>David Thacker</strong><br><em>Professor of theatre, University of Bolton</em></p> <p>• Any talk of Jeremy Corbyn becoming prime minister, even of a caretaker government, is entirely fanciful. He is probably the most disliked politician in the UK and his performance since becoming leader of the Labour party has been lamentable: he has shown few, if any, leadership qualities or skills. He is a campaigner rather than a politician, who has refused to lead or campaign on the most serious and pressing issue of our times. A general election with Corbyn in the lead would leave Labour destroyed for a generation, if not for ever, though it might produce a refreshingly different parliament.<br><strong>Roy Boffy</strong><br><em>Sutton Coldfield, West Midlands</em></p> <p>• With the Tories seemingly hellbent on an act of national self-harm and a general election around the corner, what is the focus of the Labour party? We are to get bogged down in trigger ballots that allow the deselection of any MP who cannot muster the approval of 66% of their wards and affiliates (<a href=\"https://www.theguardian.com/politics/2019/aug/04/trigger-ballots-prove-an-unwelcome-distraction-for-under-fire-labour-mps\" title=\"\">Trigger ballots, not the general election, focus Labour MPs’ minds</a>, 5 August). This is odd for a party whose leader, in a recent YouGov poll, commands only <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/07/22/corbyns-reputation-takes-big-hit-labour-members-mo\" title=\"\">56<br>%</a> approval ratings from national party members. What chance a trigger ballot for the leadership?<br><strong>Virginia Yates</strong><br><em>Cambridge</em></p> <p>• Your article on trigger ballots reflects the growing gap between Labour MPs and the 485,000-plus membership on the role of the MP. A number of current MPs clearly feel entitled to a career in politics, to the point where joining a different party is an acceptable means of preserving that career. There is no sense that to represent the Labour party in parliament is a privilege, not a right, and that their function as MPs is to pursue the inspiring socialist policies agreed at the last party conference.</p> <p>Calls for a reselection process for candidates are not a vindictive vendetta, but part of a healthy democratic process whereby members choose who can best represent their views and then put them to the electorate. How I wish that the campaigning activities outlined in the article – phone banks, leaflet, knocking on doors – were being directed towards campaigning for the Labour government we so desperately need.<br><strong>Ruth Knox</strong><br><em>Liverpool</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "741",
      "commentable": "false",
      "firstPublicationDate": "2019-08-09T16:41:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:42Z",
      "newspaperEditionDate": "2019-08-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c4mt2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ef79f8e683bd0470e998fe1df0dabcd4274a88fc/0_73_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Polly Toynbee’s acknowledgment of Labour’s unwillingness to join an alliance of anti-Brexit parties (A government of national unity can deliver us from no deal, Journal, 6 August) is disheartening, not only because of what will be at stake in an imminent general election, but because that mindset has played a significant part in failure to break a Tory hegemony. Labour has held power in its own right for only 30 years since first forming a government in 1924, and many economic and social reforms enacted by the party since the 1970s have been ruthlessly reversed by succeeding Tory administrations. In addition to the serious threats to progressive politics posed by a no-deal Brexit and the rightwing complexion of Boris Johnson’s cabinet, a re-elected Tory government would almost certainly implement the most recent constituency boundary changes, which have been forecast to give the party a future advantage of 30 additional seats. Labour needs to recognise that stubborn insistence on partisan purity has proved counterproductive, both to its own fortunes and the interests of the reform-minded majority of British electors. The overriding aim of the Labour party should be to ensure there will never be another Tory government, and it must accept the need to work with other parties to secure that end. The electoral history of the last 95 years indicates that until that can be achieved other successes are likely to be provisional. Gerald Dunning Tonteg, Rhondda Cynon Taf • John McDonnell is right to “reject a government of national unity” (Report, 8 August) but he presumably realises that, although a Labour government formed after a successful no-confidence vote would be constitutionally legitimate, most people would doubt its democratic legitimacy. Isn’t the most principled and plausible way for Labour to form “a caretaker government with the support of other opposition parties and rebel Conservative MPs” to guarantee that the Queen’s speech would contain a commitment to an immediate EU referendum and a general election within six months of the result? David Thacker Professor of theatre, University of Bolton • Any talk of Jeremy Corbyn becoming prime minister, even of a caretaker government, is entirely fanciful. He is probably the most disliked politician in the UK and his performance since becoming leader of the Labour party has been lamentable: he has shown few, if any, leadership qualities or skills. He is a campaigner rather than a politician, who has refused to lead or campaign on the most serious and pressing issue of our times. A general election with Corbyn in the lead would leave Labour destroyed for a generation, if not for ever, though it might produce a refreshingly different parliament. Roy Boffy Sutton Coldfield, West Midlands • With the Tories seemingly hellbent on an act of national self-harm and a general election around the corner, what is the focus of the Labour party? We are to get bogged down in trigger ballots that allow the deselection of any MP who cannot muster the approval of 66% of their wards and affiliates (Trigger ballots, not the general election, focus Labour MPs’ minds, 5 August). This is odd for a party whose leader, in a recent YouGov poll, commands only 56 % approval ratings from national party members. What chance a trigger ballot for the leadership? Virginia Yates Cambridge • Your article on trigger ballots reflects the growing gap between Labour MPs and the 485,000-plus membership on the role of the MP. A number of current MPs clearly feel entitled to a career in politics, to the point where joining a different party is an acceptable means of preserving that career. There is no sense that to represent the Labour party in parliament is a privilege, not a right, and that their function as MPs is to pursue the inspiring socialist policies agreed at the last party conference. Calls for a reselection process for candidates are not a vindictive vendetta, but part of a healthy democratic process whereby members choose who can best represent their views and then put them to the electorate. How I wish that the campaigning activities outlined in the article – phone banks, leaflet, knocking on doors – were being directed towards campaigning for the Labour government we so desperately need. Ruth Knox Liverpool • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4604",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/09/independence-for-scotland-and-its-appeal-to-english-emigrants",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-09T16:40:23Z",
    "webTitle": "Independence for Scotland and its appeal to English emigrants | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/09/independence-for-scotland-and-its-appeal-to-english-emigrants",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/09/independence-for-scotland-and-its-appeal-to-english-emigrants",
    "fields": {
      "headline": "Independence for Scotland and its appeal to English emigrants",
      "standfirst": "<strong>Sue Hawthorne</strong> says there’s a strong case for a second Scottish independence referendum, while <strong>Judith Dunkerley</strong> and <strong>Hilary Ward</strong> reflect on Nicola Sturgeon’s invitation for people in England to move north of the border",
      "trailText": "Letters: <strong>Sue Hawthorne</strong> says there’s a strong case for a second Scottish independence referendum, while <strong>Judith Dunkerley</strong> and <strong>Hilary Ward</strong> reflect on Nicola Sturgeon’s invitation for people in England to move north of the border",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"00759f95fc3a56464fe06b0868ba25b7103c6308\"> <img src=\"https://media.guim.co.uk/00759f95fc3a56464fe06b0868ba25b7103c6308/0_278_4151_2490/1000.jpg\" alt=\"Nicola Sturgeon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">SNP leader Nicola Sturgeon said in a Guardian interview that people who live in England should move to Scotland.</span> <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> </figcaption> </figure>",
      "body": "<p>At the time of the last elections for the Scottish parliament in 2016, the position of the SNP was that if a Conservative government was elected at the next UK general election, and if there was a referendum on EU membership, and if the UK voted to leave and Scotland did not, then that would constitute a change of circumstances sufficient to trigger a second referendum on Scottish independence. At the time none of this was thought likely, but someone in the SNP seems to have a crystal ball, and the Scottish government therefore has a clear mandate for a second independence referendum.</p> <p>It is reasonable for the Labour party both north and south of the border to be in favour of keeping the union and to campaign for that. If they are democrats it is not reasonable for them to deny a second vote. Incidentally, <a href=\"https://www.commonspace.scot/articles/8754/ruth-davidson-second-indyref-should-not-be-blocked-westminster\" title=\"\">Ruth Davidson is on the record</a>, after the Brexit vote, as saying it would be most unwise of the UK government to deny Scotland a second referendum, but that was before they did just that, and she has since built her career on a “no second vote” position.</p> <p>I live in Scotland and, like Simon Jenkins (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/09/independence-scotland-inevitable-scot-nicola-sturgeon\" title=\"\">Independence for Scotland is inevitable – we need a plan for it</a>, 9 August), would vote for independence tomorrow, given the opportunity. Westminster is corrupt, undemocratic and not fit for purpose. In Scotland we have a modern parliament elected by proportional representation. If we were independent we would have a written constitution too. It is not perfect but it is streets better than Westminster. Voters in the rest of the UK should be demanding all these things. Perhaps, if Scotland leaves, they will.<br><strong>Sue Hawthorne</strong><br><em>Haddington, East Lothian</em></p> <p>• I read with interest the advice from Nicola Sturgeon for people in England to move to Scotland amid the current political uncertainty (<a href=\"https://www.theguardian.com/politics/2019/aug/06/nicola-sturgeon-if-we-crash-out-with-no-deal-corbyn-will-be-almost-as-responsible-as-may-or-johnson\" title=\"\">G2 interview</a>, 7 August). I did just that in the mid-1960s because I found it to be an open and accepting society.</p> <p>However, during the campaigns for Scottish independence I have been told on several occasions: “Why do you not go home if you do not agree with this movement?” My feeling is that if it is racism <a href=\"https://www.theguardian.com/us-news/2019/jul/14/trump-squad-tlaib-omar-pressley-ocasio-cortez\" title=\"\">for the president of the United States to say such a thing</a> then it is also racist to voice this in Scotland. I consider myself to be British and I hope to remain in my home country.<br><strong>Judith Dunkerley</strong><br><em>Elphinstone, East Lothian</em></p> <p>• To avoid the upheaval of a mass migration from England to Scotland in the near future, perhaps we could campaign to lower the Anglo-Scottish border? Preferably to just south of Ormskirk in Lancashire.<br><strong>Hilary Ward</strong><br><em>Ormskirk, Lancashire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "492",
      "commentable": "false",
      "firstPublicationDate": "2019-08-09T16:40:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-09T16:40:45Z",
      "newspaperEditionDate": "2019-08-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c4mmy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/00759f95fc3a56464fe06b0868ba25b7103c6308/0_278_4151_2490/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "At the time of the last elections for the Scottish parliament in 2016, the position of the SNP was that if a Conservative government was elected at the next UK general election, and if there was a referendum on EU membership, and if the UK voted to leave and Scotland did not, then that would constitute a change of circumstances sufficient to trigger a second referendum on Scottish independence. At the time none of this was thought likely, but someone in the SNP seems to have a crystal ball, and the Scottish government therefore has a clear mandate for a second independence referendum. It is reasonable for the Labour party both north and south of the border to be in favour of keeping the union and to campaign for that. If they are democrats it is not reasonable for them to deny a second vote. Incidentally, Ruth Davidson is on the record, after the Brexit vote, as saying it would be most unwise of the UK government to deny Scotland a second referendum, but that was before they did just that, and she has since built her career on a “no second vote” position. I live in Scotland and, like Simon Jenkins (Independence for Scotland is inevitable – we need a plan for it, 9 August), would vote for independence tomorrow, given the opportunity. Westminster is corrupt, undemocratic and not fit for purpose. In Scotland we have a modern parliament elected by proportional representation. If we were independent we would have a written constitution too. It is not perfect but it is streets better than Westminster. Voters in the rest of the UK should be demanding all these things. Perhaps, if Scotland leaves, they will. Sue Hawthorne Haddington, East Lothian • I read with interest the advice from Nicola Sturgeon for people in England to move to Scotland amid the current political uncertainty (G2 interview, 7 August). I did just that in the mid-1960s because I found it to be an open and accepting society. However, during the campaigns for Scottish independence I have been told on several occasions: “Why do you not go home if you do not agree with this movement?” My feeling is that if it is racism for the president of the United States to say such a thing then it is also racist to voice this in Scotland. I consider myself to be British and I hope to remain in my home country. Judith Dunkerley Elphinstone, East Lothian • To avoid the upheaval of a mass migration from England to Scotland in the near future, perhaps we could campaign to lower the Anglo-Scottish border? Preferably to just south of Ormskirk in Lancashire. Hilary Ward Ormskirk, Lancashire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2869",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/aug/09/duke-and-dom-and-the-tardigrade",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-08-09T16:29:58Z",
    "webTitle": "Duke and Dom – and the tardigrade | Brief letters",
    "webUrl": "https://www.theguardian.com/world/2019/aug/09/duke-and-dom-and-the-tardigrade",
    "apiUrl": "https://content.guardianapis.com/world/2019/aug/09/duke-and-dom-and-the-tardigrade",
    "fields": {
      "headline": "Duke and Dom – and the tardigrade",
      "standfirst": "Race | Dominic Cummings | Boris Johnson | Baked potatoes",
      "trailText": "<strong>Brief letters:</strong> Race | Dominic Cummings | Boris Johnson | Baked potatoes",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"229085d6a8e3eddb39eacd01bf9120c831b4b082\"> <img src=\"https://media.guim.co.uk/229085d6a8e3eddb39eacd01bf9120c831b4b082/0_164_3500_2100/1000.jpg\" alt=\"Dominic Cummings\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Cummings. Steve Pound is ‘struck by his uncanny resemblance to Uncle Duke, the fascistic, Trump-loving, NRA apologist’.</span> <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>It’s odd of Karla Marie Sweet to take issue with “white actors playing Egyptians (Christian Bale as Moses, for instance)” (<a href=\"https://www.theguardian.com/tv-and-radio/2019/aug/07/i-was-attacked-for-calling-for-characters-of-colour-in-chernobyl-but-history-proves-me-right\" title=\"\">I was attacked for calling for characters of colour in Chernobyl. But history proves me right</a>, 7 August). To describe Moses as Egyptian shows a spectacular ignorance of history – the whole point of the story of Exodus is that Moses was an Israeli in captivity, in Egypt. Natalie Portman, however, also Israeli, is castigated by Sweet as too white. But if Moses is a person of colour, according to Sweet, so is Natalie Portman.<br><strong>Thomas Adès</strong><br><em>London</em></p> <p>• Looking at your daily picture of the new de facto head of the civil service, Dominic Cummings, I am, like Martin Brayne (<a href=\"https://www.theguardian.com/politics/2019/aug/06/jacob-rees-mogg-and-the-valley-of-the-dammed\" title=\"\">Letters</a>, 7 August), struck by his uncanny resemblance to Uncle Duke, the fascistic, Trump-loving NRA apologist lover of warlords and utterly amoral manipulator of weak legislators featured in the Doonesbury strip. Please, God, the similarity is only physical.<br><strong>Steve Pound MP</strong><br><em>Labour, Ealing North</em></p> <p>• I suppose Dominic Cummings does look a bit like Duke, but having read about the tardigrade (<a href=\"https://www.theguardian.com/science/2019/aug/06/tardigrades-may-have-survived-spacecraft-crashing-on-moon\" title=\"\">‘Alien’ life may have been left on the moon by crashed probe</a>, 7 August), I think he resembles that creature in terms of character, as they both seem to be persistent little blighters.<br><strong>Patricia Whittaker</strong><br><em>Keyingham, East Yorkshire</em></p> <p>• Thank you so much for printing an edition of your newspaper with no pictures of Boris Johnson in it (8 August).<br><strong>Christine M White</strong><br><em>Bingham, Nottinghamshire</em></p> <p>• A friend cycling in Scotland last year came to a cafe selling baked potatoes served with salad and chips (<a href=\"https://www.theguardian.com/food/2019/aug/06/spuds-we-like-16-ways-to-enjoy-jacket-potatoes-at-home-from-seaweed-to-baked-bean-hotpot\" title=\"\">Jacket required</a>, G2, 6 August).<br><strong>Marion Doyen</strong><br><em>Leamington Spa, Warwickshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "314",
      "commentable": "false",
      "firstPublicationDate": "2019-08-09T16:29:58Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:28Z",
      "newspaperEditionDate": "2019-08-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c4mz7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/229085d6a8e3eddb39eacd01bf9120c831b4b082/0_164_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It’s odd of Karla Marie Sweet to take issue with “white actors playing Egyptians (Christian Bale as Moses, for instance)” (I was attacked for calling for characters of colour in Chernobyl. But history proves me right, 7 August). To describe Moses as Egyptian shows a spectacular ignorance of history – the whole point of the story of Exodus is that Moses was an Israeli in captivity, in Egypt. Natalie Portman, however, also Israeli, is castigated by Sweet as too white. But if Moses is a person of colour, according to Sweet, so is Natalie Portman. Thomas Adès London • Looking at your daily picture of the new de facto head of the civil service, Dominic Cummings, I am, like Martin Brayne (Letters, 7 August), struck by his uncanny resemblance to Uncle Duke, the fascistic, Trump-loving NRA apologist lover of warlords and utterly amoral manipulator of weak legislators featured in the Doonesbury strip. Please, God, the similarity is only physical. Steve Pound MP Labour, Ealing North • I suppose Dominic Cummings does look a bit like Duke, but having read about the tardigrade (‘Alien’ life may have been left on the moon by crashed probe, 7 August), I think he resembles that creature in terms of character, as they both seem to be persistent little blighters. Patricia Whittaker Keyingham, East Yorkshire • Thank you so much for printing an edition of your newspaper with no pictures of Boris Johnson in it (8 August). Christine M White Bingham, Nottinghamshire • A friend cycling in Scotland last year came to a cafe selling baked potatoes served with salad and chips (Jacket required, G2, 6 August). Marion Doyen Leamington Spa, Warwickshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1945",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/aug/09/black-women-deserve-better-from-kamala-harris-dont-take-our-vote-for-granted",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-09T10:00:45Z",
    "webTitle": "Black women deserve better from Kamala Harris. Don't take our vote for granted | Malaika Jabali",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/09/black-women-deserve-better-from-kamala-harris-dont-take-our-vote-for-granted",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/09/black-women-deserve-better-from-kamala-harris-dont-take-our-vote-for-granted",
    "fields": {
      "headline": "Black women deserve better from Kamala Harris. Don't take our vote for granted",
      "standfirst": "<p>Instead of championing real structural change, Harris prefers shallow virtue-signalling. We’re waiting for more<br></p>",
      "trailText": "Instead of championing real structural change, Harris prefers shallow virtue-signalling. We’re waiting for more<br>",
      "byline": "Malaika Jabali",
      "main": "<figure class=\"element element-image\" data-media-id=\"5614dc895a8eb53ace41c5661c8d0d517dc16acc\"> <img src=\"https://media.guim.co.uk/5614dc895a8eb53ace41c5661c8d0d517dc16acc/0_217_3500_2100/1000.jpg\" alt=\"‘A Kamala Harris presidency would be ineffectual for the demographic that will likely comprise much of her base: black women.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A Kamala Harris presidency would be ineffectual for the demographic that will likely comprise much of her base: black women.’</span> <span class=\"element-image__credit\">Photograph: Mike Blake/Reuters</span> </figcaption> </figure>",
      "body": "<p>When Senator Kamala Harris announced a <a href=\"https://twitter.com/KamalaHarris/status/1155305122911723526\">student loan cancellation plan</a> over the weekend, it was roundly, and justifiably, <a href=\"https://www.businessinsider.com/kamala-harris-student-debt-proposal-confused-people-2019-7\">met with disdain.</a> Convoluted and bloated with caveats, the plan would provide $20,000 of student loan debt relief … for Pell Grant recipients…who also operate a business in a disadvantaged community … for at least three years (sarcastic ellipses mine).</p> <p>After pushback against her rather niche proposal, Harris <a href=\"https://psmag.com/news/kamala-harris-student-debt-forgiveness-plan-part-of-proposal-to-support-black-entrepreneurs\">clarified </a>that the plan is part of a larger package of entrepreneurship policies, not her education policies.</p> <p>But a review of both the education and <a href=\"https://web.archive.org/web/20190729034819/https:/kamalaharris.org/opportunity-gap/\">entrepreneurship packages </a>on her campaign website suggests a bigger problem. A Kamala Harris presidency would be ineffectual for the demographic that will probably comprise much of her base: black women.</p> <p>Black women have <a href=\"https://www.newsweek.com/student-loans-pay-gap-college-debt-black-women-white-men-women-gender-gap-1016776\">more student loan debt</a> than any other graduates in the country. Of college graduates repaying student debt, black women experience <a href=\"https://www.aauw.org/research/deeper-in-debt/\">more financial difficulty</a> than anyone else in the country. Black women are <a href=\"https://www.aauw.org/research/deeper-in-debt/\">paid the least of any group of people</a> of both high school graduates and college graduates with a bachelor’s degree.</p> <p>The causes for these inequalities vary, but research points to wealth disparities generally, differences in family dynamics between young black and white people, and hiring discrimination. According to a report by <a href=\"https://www.demos.org/sites/default/files/2019-06/Debt%2520to%2520Society.pdf\">Demos</a>, 41% of white college-educated families, compared with 13% of black families, get an inheritance. The report adds that “black people are more likely to financially help older family members, preventing wealth accumulation and leaving them more financially vulnerable”. Further, “employers persist in discriminating against black workers in hiring, in assigning more precarious employment prospects to black workers than to white workers, and in requiring more education of black workers for the same job as white workers”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>A Kamala Harris presidency would be ineffectual for the demographic that will likely comprise much of her base: black women</p> </blockquote> </aside>  <p>Young black people, and black women in particular, are keenly aware of the latter. Without the <a href=\"https://opinionator.blogs.nytimes.com/2013/05/05/how-social-networks-drive-black-unemployment/\">same social networks</a> to rely on as non-black workers in the event of lay-offs and to enter fields where we have been customarily excluded, black women heed the lessons that education is the great equalizer. We are at an intersection of racial and gendered expectations to work two times harder, not just because we are black, but also because we are women who tend to be underestimated in the labor force. This creates more pressure to “professionalize” ourselves, and it’s not yet proving to pay off.</p> <p>These vast structural hurdles in higher education and employment opportunity cannot be overcome with the sort of piecemeal economic reform Kamala Harris has recommended. By her campaign’s estimate, as reported by the Cut, the limited student loan cancellation program will affect <a href=\"https://www.thecut.com/2019/07/these-2-women-qualify-for-kamala-harriss-student-debt-plan.html\">.04% of the 45 million Americans with student loan debt.</a></p> <p>Instead of championing substantial debt relief, which would significantly close the black-white wealth gap, Harris seems to prefer shallow virtue-signaling to black voters. When she’s not suggesting these modest proposals, she’s taking the language of candidates to her left while muddying the water of what her policies will actually do. Instead of proposing free college tuition, she refers to “debt-free” college, without specifying what that means. While saying she supports reparations, she clarifies that they <a href=\"https://www.youtube.com/watch?v=hsB6EWNUcyY\">won’t be particular to black Americans</a>. While taking the debate stage to suggest that she supports a single-payer Medicare for All, she later advocates a different plan that <a href=\"https://www.vox.com/2019/7/31/20747195/kamala-harris-privatizing-medicare-2020-bernie-sanders\">won’t be single-payer.</a></p> <p>Even worse, her assertion that she has no intention to “restructure society”, even though scholars argue a <a href=\"https://www.theatlantic.com/business/archive/2017/09/black-capitalism-baradaran/540522/\">government-backed</a> redistribution of wealth is necessary for racial equality, makes Harris sound more like Joe Biden than Shirley Chisholm, after whom she has <a href=\"https://www.theguardian.com/us-news/2019/jan/21/kamala-harris-2020-presidential-bid--logo-tribute-shirley-chisholm\">fashioned herself</a>. While she may be able to make distinctions between herself and Joe Biden on civil rights, her brand of economic moderation is in some ways more dangerous.</p> <p>Appealing to black women superficially, without the substance to back it, gives her enough legitimacy to win black women over while offering little in return. This leaves progressive black women in the awkward position of not critiquing her so that she gets the nomination, which becomes not critiquing her so she wins the general election, which turns into leaving her presidency unchallenged so she can govern. While protecting the career of a single black politician, black women as a whole are likely to face unabated, growing inequality.</p> <p>We can’t afford the four years of piecemeal moderation that Kamala Harris offers, and we have the debt to prove it.</p> <ul> <li><p>Malaika Jabali is a public policy attorney, writer and activist whose writing has appeared in Essence, Jacobin, the Intercept, Glamour and elsewhere</p></li> </ul>",
      "wordcount": "742",
      "firstPublicationDate": "2019-08-09T10:00:45Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-09T10:11:30Z",
      "productionOffice": "US",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c4jxy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5614dc895a8eb53ace41c5661c8d0d517dc16acc/0_217_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "When Senator Kamala Harris announced a student loan cancellation plan over the weekend, it was roundly, and justifiably, met with disdain. Convoluted and bloated with caveats, the plan would provide $20,000 of student loan debt relief … for Pell Grant recipients…who also operate a business in a disadvantaged community … for at least three years (sarcastic ellipses mine). After pushback against her rather niche proposal, Harris clarified that the plan is part of a larger package of entrepreneurship policies, not her education policies. But a review of both the education and entrepreneurship packages on her campaign website suggests a bigger problem. A Kamala Harris presidency would be ineffectual for the demographic that will probably comprise much of her base: black women. Black women have more student loan debt than any other graduates in the country. Of college graduates repaying student debt, black women experience more financial difficulty than anyone else in the country. Black women are paid the least of any group of people of both high school graduates and college graduates with a bachelor’s degree. The causes for these inequalities vary, but research points to wealth disparities generally, differences in family dynamics between young black and white people, and hiring discrimination. According to a report by Demos, 41% of white college-educated families, compared with 13% of black families, get an inheritance. The report adds that “black people are more likely to financially help older family members, preventing wealth accumulation and leaving them more financially vulnerable”. Further, “employers persist in discriminating against black workers in hiring, in assigning more precarious employment prospects to black workers than to white workers, and in requiring more education of black workers for the same job as white workers”. Young black people, and black women in particular, are keenly aware of the latter. Without the same social networks to rely on as non-black workers in the event of lay-offs and to enter fields where we have been customarily excluded, black women heed the lessons that education is the great equalizer. We are at an intersection of racial and gendered expectations to work two times harder, not just because we are black, but also because we are women who tend to be underestimated in the labor force. This creates more pressure to “professionalize” ourselves, and it’s not yet proving to pay off. These vast structural hurdles in higher education and employment opportunity cannot be overcome with the sort of piecemeal economic reform Kamala Harris has recommended. By her campaign’s estimate, as reported by the Cut, the limited student loan cancellation program will affect .04% of the 45 million Americans with student loan debt. Instead of championing substantial debt relief, which would significantly close the black-white wealth gap, Harris seems to prefer shallow virtue-signaling to black voters. When she’s not suggesting these modest proposals, she’s taking the language of candidates to her left while muddying the water of what her policies will actually do. Instead of proposing free college tuition, she refers to “debt-free” college, without specifying what that means. While saying she supports reparations, she clarifies that they won’t be particular to black Americans. While taking the debate stage to suggest that she supports a single-payer Medicare for All, she later advocates a different plan that won’t be single-payer. Even worse, her assertion that she has no intention to “restructure society”, even though scholars argue a government-backed redistribution of wealth is necessary for racial equality, makes Harris sound more like Joe Biden than Shirley Chisholm, after whom she has fashioned herself. While she may be able to make distinctions between herself and Joe Biden on civil rights, her brand of economic moderation is in some ways more dangerous. Appealing to black women superficially, without the substance to back it, gives her enough legitimacy to win black women over while offering little in return. This leaves progressive black women in the awkward position of not critiquing her so that she gets the nomination, which becomes not critiquing her so she wins the general election, which turns into leaving her presidency unchallenged so she can govern. While protecting the career of a single black politician, black women as a whole are likely to face unabated, growing inequality. We can’t afford the four years of piecemeal moderation that Kamala Harris offers, and we have the debt to prove it. Malaika Jabali is a public policy attorney, writer and activist whose writing has appeared in Essence, Jacobin, the Intercept, Glamour and elsewhere",
      "charCount": "4759",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/malaika-jabali\">Malaika Jabali</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]