[
  {
    "id": "politics/2019/mar/27/donald-tusk-majority-uk-stay-eu-article-50-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-27T23:20:28Z",
    "webTitle": "EU cannot betray ‘increasing majority’ who want UK to remain, says Tusk",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/27/donald-tusk-majority-uk-stay-eu-article-50-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/27/donald-tusk-majority-uk-stay-eu-article-50-brexit",
    "fields": {
      "headline": "EU cannot betray ‘increasing majority’ who want UK to remain, says Tusk",
      "standfirst": "<p>EC president hails those who marched against Brexit and the revoke article 50 petitioners<br></p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news\">Follow the day’s political developments – live updates</a></li></ul>",
      "trailText": "EC president hails those who marched against Brexit and the revoke article 50 petitioners<br>",
      "byline": "Daniel Boffey in Brussels",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"813d1657-5485-40ee-9376-e5ece8163384\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/-90ic0UbaDk?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Donald Tusk issued a rallying call to the “increasing majority” of British people who want to cancel Brexit and stay in the EU, hours before MPs were given the chance to back a second referendum.</p> \n<p>In a stirring intervention on Wednesday, the European council president praised those <a href=\"https://www.theguardian.com/politics/live/2019/mar/23/brexit-hundreds-of-thousands-expected-to-march-for-peoples-vote-london-live-updates\">who marched</a> on the streets of London and the millions who are <a href=\"https://www.theguardian.com/politics/2019/mar/27/government-rejects-petition-to-cancel-brexit-signed-by-58-million-people\">petitioning the government to revoke article 50</a>.</p> \n<p>Speaking to the European parliament, Tusk reprimanded those who voiced concerns about a potential lengthy extension to article 50 in the event of the Commons rejecting the withdrawal agreement again this week.</p> \n<p>Tusk said: “Let me make one personal remark to the members of this parliament. Before the European council, I said that we should be open to a long extension if the UK wishes to rethink its Brexit strategy, which would of course mean the UK’s participation in the European parliament elections. And then there were voices saying that this would be harmful or inconvenient to some of you.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/27/brexit-extension-could-last-until-31-march-2020-eu-documents-reveal\">Brexit extension could be until 31&nbsp;March 2020, EU documents reveal</a> </p> \n</aside> \n<p>“Let me be clear: such thinking is unacceptable. You cannot betray the 6 million people who signed the petition to revoke article 50, the 1 million people who marched for a people’s vote, or the increasing majority of people who want to remain in the European Union.”</p> \n<p>To heckling from Ukip MEPs, Tusk went on: “They may feel that they are not sufficiently represented by the UK parliament, but they must feel that they are represented by you in this chamber. Because they are Europeans.”</p> \n<p>In London, <a href=\"https://www.theguardian.com/politics/2019/mar/25/mps-seize-control-of-brexit-process-by-backing-indicative-votes-amendment\">MPs voted to seize control of the parliamentary timetable</a> on Monday to allow the House of Commons to explore over the coming days whether there could be <a href=\"https://www.theguardian.com/politics/2019/mar/25/the-brexit-options-as-mps-aim-to-break-commons-deadlock\">support for alternatives</a> to Theresa May’s twice-defeated Brexit deal, including a possible second public vote.</p> \n<p>That proposal, put forward by the former Labour cabinet minister Margaret Beckett, lost by 27 votes on Wednesday evening, the second smallest loss among the eight solutions to the Brexit impasse, offering some hope to campaigners in future votes to come. But EU sources said they were concerned that the UK parliament was still unable to coalesce around a solution, saying: “Our interlocutor remains the British government.”</p> \n<p>The Guardian <a href=\"https://www.theguardian.com/politics/2019/mar/27/brexit-extension-could-last-until-31-march-2020-eu-documents-reveal\">revealed on Wednesday morning</a> that the EU has pencilled in April Fools’ Day 2020 as a first day for the UK outside the bloc since 1973 if May fails to ratify her deal but seeks a long extension of article 50 on the basis that a new plan has emerged.</p> \n<p>The former Ukip leader Nigel Farage responded to Tusk by describing him as “deluded” and claiming that a second referendum would deliver a larger majority for leave.</p> \n<p>In a pantomime moment, Farage turned to those sat behind him to ask whether they really wanted him to return as an MEP. He ended his speech to the parliament by appealing to the EU’s leaders to “get the British out”.</p> \n<p>Later in the debate, Tusk hit back, saying: “Mr Farage, you have presented passionate arguments against a second referendum. But the truth is that the second referendum took place in 2016 because the first one took place in 1975. And then a vast majority of the British public decided that the place of the UK was in the European Economic Community.</p> \n<p>“No, it was you who thought three years ago that it was possible to organise a referendum to invalidate the previous one. Then please be consistent also today.”</p> \n<p>Michel Barnier, the EU’s chief negotiator, also spoke, saying: “No one is trying to steal Brexit from you, no one is trying to undo the vote of the British people” but, he said, the UK would have to bear the consequences of its decisions.</p> \n<p>He said the EU’s leaders last week had allowed an extension of article 50 until 12 April to “open the possibility to the UK to shoulder its responsibility – it is now over to this country to shoulder that responsibility”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d3fdeda7-644c-43c7-979e-4bc20365683d\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/hpibnmZT8tc?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Tusk’s comments came as the <a href=\"https://www.theguardian.com/politics/2019/mar/27/government-rejects-petition-to-cancel-brexit-signed-by-58-million-people\">British government emailed the 5.8 million people who have signed a UK parliament petition seeking the revocation of article 50</a>. The email informed signatories that “this government will not revoke article 50”.</p> \n<p>The European commission president, Jean-Claude Juncker, speaking after Tusk on the subject of <a href=\"https://www.theguardian.com/world/2019/mar/26/macrons-mini-summit-in-paris-is-a-snub-to-trumps-trade-policy\">Tuesday’s summit</a>, told MEPs he awaited the Commons decision with interest.</p> \n<p>“The debate on China was far less complicated than the debate on the UK and I was saying to some of you that if I was to compare Great Britain to a sphinx, the sphinx would be an open book by comparison,” Juncker said. “Let’s see how that book speaks over the next week or so.”</p> \n<p>Barnier warned the British government that the Irish backstop, under which Northern Ireland would stay in the single market and the customs union, would continue to form the basis of the EU’s policy to avoid a hard border on the island of Ireland even in the event of a no-deal Brexit.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "822",
      "firstPublicationDate": "2019-03-27T09:30:49Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:31Z",
      "newspaperEditionDate": "2019-03-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b4p64",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e0232e6296e8ccb723457490ba8779054ebef994/300_251_2758_1655/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Donald Tusk issued a rallying call to the “increasing majority” of British people who want to cancel Brexit and stay in the EU, hours before MPs were given the chance to back a second referendum. In a stirring intervention on Wednesday, the European council president praised those who marched on the streets of London and the millions who are petitioning the government to revoke article 50. Speaking to the European parliament, Tusk reprimanded those who voiced concerns about a potential lengthy extension to article 50 in the event of the Commons rejecting the withdrawal agreement again this week. Tusk said: “Let me make one personal remark to the members of this parliament. Before the European council, I said that we should be open to a long extension if the UK wishes to rethink its Brexit strategy, which would of course mean the UK’s participation in the European parliament elections. And then there were voices saying that this would be harmful or inconvenient to some of you. “Let me be clear: such thinking is unacceptable. You cannot betray the 6 million people who signed the petition to revoke article 50, the 1 million people who marched for a people’s vote, or the increasing majority of people who want to remain in the European Union.” To heckling from Ukip MEPs, Tusk went on: “They may feel that they are not sufficiently represented by the UK parliament, but they must feel that they are represented by you in this chamber. Because they are Europeans.” In London, MPs voted to seize control of the parliamentary timetable on Monday to allow the House of Commons to explore over the coming days whether there could be support for alternatives to Theresa May’s twice-defeated Brexit deal, including a possible second public vote. That proposal, put forward by the former Labour cabinet minister Margaret Beckett, lost by 27 votes on Wednesday evening, the second smallest loss among the eight solutions to the Brexit impasse, offering some hope to campaigners in future votes to come. But EU sources said they were concerned that the UK parliament was still unable to coalesce around a solution, saying: “Our interlocutor remains the British government.” The Guardian revealed on Wednesday morning that the EU has pencilled in April Fools’ Day 2020 as a first day for the UK outside the bloc since 1973 if May fails to ratify her deal but seeks a long extension of article 50 on the basis that a new plan has emerged. The former Ukip leader Nigel Farage responded to Tusk by describing him as “deluded” and claiming that a second referendum would deliver a larger majority for leave. In a pantomime moment, Farage turned to those sat behind him to ask whether they really wanted him to return as an MEP. He ended his speech to the parliament by appealing to the EU’s leaders to “get the British out”. Later in the debate, Tusk hit back, saying: “Mr Farage, you have presented passionate arguments against a second referendum. But the truth is that the second referendum took place in 2016 because the first one took place in 1975. And then a vast majority of the British public decided that the place of the UK was in the European Economic Community. “No, it was you who thought three years ago that it was possible to organise a referendum to invalidate the previous one. Then please be consistent also today.” Michel Barnier, the EU’s chief negotiator, also spoke, saying: “No one is trying to steal Brexit from you, no one is trying to undo the vote of the British people” but, he said, the UK would have to bear the consequences of its decisions. He said the EU’s leaders last week had allowed an extension of article 50 until 12 April to “open the possibility to the UK to shoulder its responsibility – it is now over to this country to shoulder that responsibility”. Tusk’s comments came as the British government emailed the 5.8 million people who have signed a UK parliament petition seeking the revocation of article 50. The email informed signatories that “this government will not revoke article 50”. The European commission president, Jean-Claude Juncker, speaking after Tusk on the subject of Tuesday’s summit, told MEPs he awaited the Commons decision with interest. “The debate on China was far less complicated than the debate on the UK and I was saying to some of you that if I was to compare Great Britain to a sphinx, the sphinx would be an open book by comparison,” Juncker said. “Let’s see how that book speaks over the next week or so.” Barnier warned the British government that the Irish backstop, under which Northern Ireland would stay in the single market and the customs union, would continue to form the basis of the EU’s policy to avoid a hard border on the island of Ireland even in the event of a no-deal Brexit.",
      "charCount": "4768",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/27/peoples-vote-is-still-alive-after-a-day-of-brexit-drama-falls-flat",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-27T23:17:46Z",
    "webTitle": "People’s vote is still alive after a day of Brexit drama falls flat | Sonia Sodha",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/27/peoples-vote-is-still-alive-after-a-day-of-brexit-drama-falls-flat",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/27/peoples-vote-is-still-alive-after-a-day-of-brexit-drama-falls-flat",
    "fields": {
      "headline": "People’s vote is still alive after a day of Brexit drama falls flat",
      "standfirst": "<p>MPs don’t appear to be in favour of anything – but indicative votes suggest deadlock can be broken<br></p>",
      "trailText": "MPs don’t appear to be in favour of anything – but indicative votes suggest deadlock can be broken<br>",
      "byline": "Sonia Sodha",
      "main": "<figure class=\"element element-image\" data-media-id=\"ce4f8ac561e2dfc5c4e4f3ec9002704c61cb62e8\"> \n <img src=\"https://media.guim.co.uk/ce4f8ac561e2dfc5c4e4f3ec9002704c61cb62e8/0_32_3500_2100/1000.jpg\" alt=\"MPs in the Commons during the day of debate on indicative votes\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">With 268 votes, a confirmatory referendum was the most peopular option of the night.</span> \n  <span class=\"element-image__credit\">Photograph: UK Parliament/Mark Duffy/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>Wednesday was supposed to be the day the House of Commons dramatically wrested control from the government. In the end, it turned out to be a bit of a damp squib.</p> \n<p>None of the eight options MPs were voting on managed to garner a majority. The real fireworks of the evening happened away from the chamber, at a meeting of the European Research Group of Tory MPs, where the deputy chair, Steve Baker, reportedly <a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news?page=with:block-5c9bd324e4b0833458363370#block-5c9bd324e4b0833458363370\">said of parliament</a>: “I could tear this place down and bulldoze it into the river.”</p> \n<p>Yet even though the only takeaway from Wednesday night is that MPs don’t appear to be in favour of anything, these votes provide a critical insight into what might happen next. </p> \n<p>Four important things can be gleaned from the indicative votes. First, it’s game on when it comes to a confirmatory referendum. With 268 votes – over 20 more than the number of votes May managed to get for her deal at the second meaningful vote – it was the most popular option of the night. Sure, it was opposed by 295 MPs. But after another week of uncertainty and if Theresa May were to accept a referendum on her deal as the price of getting it through parliament, it looks far from an unlikely outcome.</p> \n<p>Second, there’s been a lot of talk about a soft Brexit – “common market 2.0”, with the UK remaining part of the customs union and the single market – being the option that MPs are most likely to rally round. Wednesday night’s results show this was an optimistic assessment. It only got 188 votes in favour.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"85fc05a9-895b-4d9e-9ef2-5d1663bd20f6\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/81eLXg21VSA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Third, the House of Commons has in the past expressed that it is against no deal, but been reluctant to take any meaningful action to prevent no deal. And so it proved when it came to Joanna Cherry’s amendment to revoke article 50 if no deal is imminent. </p> \n<p>In the end MPs simply weren’t prepared to back something that mentioned revoking article 50 – regardless of the fact that almost 6 million members of the public have signed a petition calling for just that. Some MPs may change their minds the closer we get to a cliff edge. But Wednesday night shows that crashing out remains a live possibility.</p> \n<p>Fourth, there were a significant number of MPs who expressed that they’d be happy with no deal. And within that group, there is a much smaller group of Conservative hardliners who will never vote for May’s deal. </p> \n<p>The DUP has remained steadfast in its opposition to her deal. But even if it were to swing behind it, once you take into account that hard rump of Tories, May is likely to need the votes of at least 15-20 Labour MPs to get it through.</p> \n<p>And this is where May’s real problem lies. There is no compromise that brings together the likes of Boris Johnson and Jacob Rees-Mogg, and a sufficient number of Labour MPs, because both groups want fundamentally different things. The Rees-Moggs of this world see the Tory leadership prize as the chance for a hard Brexiter to shape their ideal future relationship with the EU. But Labour MPs will only back May’s deal in sufficient numbers if they can extract watertight guarantees of a soft Brexit that protects workers’ rights.</p> \n<p>So parliament may have taken back control. But not much has changed – for now. It’s hard to see how May can get her deal through unless she does something fairly drastic.</p> \n<p>There is one route open to her, though, judging by the indicative votes: she can offer a referendum on her deal in order to win more MPs round. The big question no one yet knows the answer to is: will she choose that path?</p> \n<p>• Sonia Sodha is a Guardian columnist</p>",
      "wordcount": "629",
      "firstPublicationDate": "2019-03-27T23:17:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:24Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b5v9b",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ce4f8ac561e2dfc5c4e4f3ec9002704c61cb62e8/0_32_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Wednesday was supposed to be the day the House of Commons dramatically wrested control from the government. In the end, it turned out to be a bit of a damp squib. None of the eight options MPs were voting on managed to garner a majority. The real fireworks of the evening happened away from the chamber, at a meeting of the European Research Group of Tory MPs, where the deputy chair, Steve Baker, reportedly said of parliament: “I could tear this place down and bulldoze it into the river.” Yet even though the only takeaway from Wednesday night is that MPs don’t appear to be in favour of anything, these votes provide a critical insight into what might happen next. Four important things can be gleaned from the indicative votes. First, it’s game on when it comes to a confirmatory referendum. With 268 votes – over 20 more than the number of votes May managed to get for her deal at the second meaningful vote – it was the most popular option of the night. Sure, it was opposed by 295 MPs. But after another week of uncertainty and if Theresa May were to accept a referendum on her deal as the price of getting it through parliament, it looks far from an unlikely outcome. Second, there’s been a lot of talk about a soft Brexit – “common market 2.0”, with the UK remaining part of the customs union and the single market – being the option that MPs are most likely to rally round. Wednesday night’s results show this was an optimistic assessment. It only got 188 votes in favour. Third, the House of Commons has in the past expressed that it is against no deal, but been reluctant to take any meaningful action to prevent no deal. And so it proved when it came to Joanna Cherry’s amendment to revoke article 50 if no deal is imminent. In the end MPs simply weren’t prepared to back something that mentioned revoking article 50 – regardless of the fact that almost 6 million members of the public have signed a petition calling for just that. Some MPs may change their minds the closer we get to a cliff edge. But Wednesday night shows that crashing out remains a live possibility. Fourth, there were a significant number of MPs who expressed that they’d be happy with no deal. And within that group, there is a much smaller group of Conservative hardliners who will never vote for May’s deal. The DUP has remained steadfast in its opposition to her deal. But even if it were to swing behind it, once you take into account that hard rump of Tories, May is likely to need the votes of at least 15-20 Labour MPs to get it through. And this is where May’s real problem lies. There is no compromise that brings together the likes of Boris Johnson and Jacob Rees-Mogg, and a sufficient number of Labour MPs, because both groups want fundamentally different things. The Rees-Moggs of this world see the Tory leadership prize as the chance for a hard Brexiter to shape their ideal future relationship with the EU. But Labour MPs will only back May’s deal in sufficient numbers if they can extract watertight guarantees of a soft Brexit that protects workers’ rights. So parliament may have taken back control. But not much has changed – for now. It’s hard to see how May can get her deal through unless she does something fairly drastic. There is one route open to her, though, judging by the indicative votes: she can offer a referendum on her deal in order to win more MPs round. The big question no one yet knows the answer to is: will she choose that path? • Sonia Sodha is a Guardian columnist",
      "charCount": "3494",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/sonia-sodha\">Sonia Sodha</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/mar/27/labour-barry-gardiner-brexit-is-not-remain-party-and-support-for-public-vote-motion-difficult",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-27T22:23:24Z",
    "webTitle": "Labour frontbencher resigns to vote against second referendum",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/27/labour-barry-gardiner-brexit-is-not-remain-party-and-support-for-public-vote-motion-difficult",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/27/labour-barry-gardiner-brexit-is-not-remain-party-and-support-for-public-vote-motion-difficult",
    "fields": {
      "headline": "Labour frontbencher resigns to vote against second referendum",
      "standfirst": "<p>Three other shadow cabinet ministers abstain in protest against three-line whip to back fresh vote</p><p><a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news\">Follow the day’s political developments - live updates</a></p>",
      "trailText": "Melanie Onn resigns to vote against option as three more shadow cabinet ministers abstain",
      "byline": "Heather Stewart and Jessica Elgot",
      "main": "<figure class=\"element element-image\" data-media-id=\"1dbb5f126815751176cc12e132556d61a47e7680\"> <img src=\"https://media.guim.co.uk/1dbb5f126815751176cc12e132556d61a47e7680/0_184_3500_2100/1000.jpg\" alt=\"Melanie Onn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Melanie Onn confirmed she had resigned to vote against the option of a second referendum.</span> <span class=\"element-image__credit\">Photograph: Anna Gowthorpe/PA</span> </figcaption> </figure>",
      "body": "<p>Jeremy Corbyn’s shadow housing minister has resigned and three shadow cabinet ministers abstained in protest against a three-line whip to vote in favour of plans for a second referendum.</p> <p>Melanie Onn confirmed she had resigned to vote against the option in the ballot of MPs on Wednesday and the shadow cabinet ministers Jon Trickett, Ian Lavery and Andrew Gwynne all abstained to register their discomfort with the plan.</p> <p>Labour confirmed on Wednesday that it would expect MPs to support a motion, tabled by Margaret Beckett, which said parliament should not ratify any Brexit deal “unless and until” it has been approved in a “confirmatory public vote”.</p> <p>Corbyn wrote to Labour MPs on Wednesday afternoon stressing that his party’s first priority was “to deliver our credible Brexit plan” in an attempt to avert a wave of resignations from his frontbench.</p> <p>But the Labour leader was already facing a fierce backlash from a group of shadow cabinet ministers, many of them strong supporters of his leadership, who are wary of supporting a measure that appeared to be aimed at overturning Brexit.</p> <p>Onn was among 27 MPs who rebelled and voted against the amendment, including the mayor of the Sheffield city region, Dan Jarvis, as well as other vocal referendum sceptics Caroline Flint, John Mann and Gareth Snell.</p> <p>Eighteen more MPs abstained, including the three shadow cabinet ministers and others including Tracy Brabin, Stephen Kinnock and Lisa Nandy.</p> <p>Corbyn was visited earlier on Wednesday by sceptical colleagues including Gwynne, Lavery, Trickett, Angela Rayner and Rebecca Long-Bailey, after which he issued his letter to Labour MPs.</p> <p>He wrote: “Labour’s proposed deal remains our preferred solution: based on a customs union, close alignment with the single market and dynamic alignment on rights, standards and protections.”</p> <p>Corbyn told MPs the party was supporting Beckett’s proposal, “even where it can be read as going beyond our policy”, to “keep the option of a public vote on the table in order to stop a disastrous no deal or May’s unacceptable deal”.</p>  <figure class=\"element element-embed\" data-alt=\"Corbyn letter\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;p  style=&quot;   margin: 12px auto 6px auto;   font-family: Helvetica,Arial,Sans-serif;   font-style: normal;   font-variant: normal;   font-weight: normal;   font-size: 14px;   line-height: normal;   font-size-adjust: none;   font-stretch: normal;   -x-system-font: none;   display: block;&quot;   &gt;&lt;a title=&quot;View Letter From Jeremy Corbyn MP  on Scribd&quot; href=&quot;https://www.scribd.com/document/403366102/Letter-From-Jeremy-Corbyn-MP#from_embed&quot;  style=&quot;text-decoration: underline;&quot;&gt;Letter From Jeremy Corbyn MP &lt;/a&gt; by &lt;a title=&quot;View 's profile on Scribd&quot; href=&quot;undefined#from_embed&quot;  style=&quot;text-decoration: underline;&quot;&gt;&lt;/a&gt; on Scribd&lt;/p&gt;&lt;iframe class=&quot;scribd_iframe_embed&quot; title=&quot;Letter From Jeremy Corbyn MP &quot; src=&quot;https://www.scribd.com/embeds/403366102/content?start_page=1&amp;view_mode=scroll&amp;show_recommendations=true&amp;access_key=key-nC7q8kyDm3Ib63BvuaW9&quot; data-auto-height=&quot;true&quot; data-aspect-ratio=&quot;null&quot; scrolling=&quot;no&quot; width=&quot;100%&quot; height=&quot;600&quot; frameborder=&quot;0&quot;&gt;&lt;/iframe&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>One shadow minister had earlier warned that Labour would face “a very significant rebellion” if it tried to force MPs to back the motion, and another said: “If we whip for it, we won’t have a shadow cabinet by the end of the day.”</p> <p>However, the Guardian understands that most shadow cabinet ministers agreed to support the amendment, on the condition that the letter was sent; although some junior frontbenchers were still considering their options.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/27/donald-tusk-majority-uk-stay-eu-article-50-brexit\">EU cannot betray 'increasing majority' who want UK to remain, says Tusk</a> </p> </aside>  <p>However, there was also a angry comeback on Wednesday morning from the pro-referendum wing of the party against an interview by the shadow international trade secretary, Barry Gardiner, in which he said Labour was “not a remain party now” and that it could have difficulty supporting a motion for a referendum on any Brexit deal.</p> <p>Gardiner also suggested Labour was concerned that the motion could suggest the party would allow Theresa May’s deal to pass if it led to a referendum.</p> <p>“It would be saying we could accept what we have always said is a very bad deal. Therefore it looks as if the attempt to have a public vote on it is simply a way of trying to remain because nobody likes this deal,” Gardiner told BBC Radio 4’s Today programme.</p> <p>“To put that up as the only alternative in a public vote and say we will let it go through looks as though you believe that, at the end of it, remain would be the result. It is not where our policy has been.</p> <p>“Our policy is clearly that we would support a public vote to stop no deal or to stop a bad deal, but not that we would allow a bad deal as long as the public had the opportunity to reject Brexit altogether.”</p> <p>He said Labour could not be portrayed as a party that wanted remain at any price. “We have accepted the result of the referendum,” he said.</p> <p>Labour’s deputy leader, Tom Watson, <a href=\"https://twitter.com/tom_watson/status/1110820250747092992\">tweeted</a> within the hour that he supported the referendum approach and later pushed Corbyn to impose strict discipline on Labour MPs who defied the whip and failed to vote for the amendment on Wednesday evening.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/27/alternative-brexit-options-what-will-john-bercow-select-for-indicative-votes\">Alternative Brexit options: what will John Bercow select for indicative votes?</a> </p> </aside>  <p>Corbyn’s spokesman confirmed the party would whip for Beckett’s “confirmatory public vote” option – as well as the one put forward by Snell and Ken Clarke, calling for a customs union, and the one setting out Labour’s own Brexit policy.</p> <p>He said whips would also be “encouraging” Labour MPs to support common market 2.0, the cross-party proposal drawn up by Labour’s Kinnock, among others.</p> <p>Asked if shadow frontbenchers would be sacked if they disobeyed the whip, he said: “The discipline arrangements are a matter for the chief whip.” But he stressed that the indicative votes process was “unusual”.</p> <p>No decision is expected to be made until Thursday about the future of the shadow cabinet ministers who abstained, but a Labour spokesperson said the circumstances “are exceptional,” a hint that they may face no sanction.</p> <p>“It’s clear we need to find common ground in parliament to stop either a disastrous no deal Brexit or the prime minister’s botched deal,” the spokesman said. “Labour is well placed to lead these efforts as our MPs represent constituencies that voted both leave and remain. It is now a matter for the leader and the whips.”</p>",
      "newspaperPageNumber": "9",
      "wordcount": "891",
      "firstPublicationDate": "2019-03-27T11:50:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:24Z",
      "newspaperEditionDate": "2019-03-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b4pyz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1dbb5f126815751176cc12e132556d61a47e7680/0_184_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn’s shadow housing minister has resigned and three shadow cabinet ministers abstained in protest against a three-line whip to vote in favour of plans for a second referendum. Melanie Onn confirmed she had resigned to vote against the option in the ballot of MPs on Wednesday and the shadow cabinet ministers Jon Trickett, Ian Lavery and Andrew Gwynne all abstained to register their discomfort with the plan. Labour confirmed on Wednesday that it would expect MPs to support a motion, tabled by Margaret Beckett, which said parliament should not ratify any Brexit deal “unless and until” it has been approved in a “confirmatory public vote”. Corbyn wrote to Labour MPs on Wednesday afternoon stressing that his party’s first priority was “to deliver our credible Brexit plan” in an attempt to avert a wave of resignations from his frontbench. But the Labour leader was already facing a fierce backlash from a group of shadow cabinet ministers, many of them strong supporters of his leadership, who are wary of supporting a measure that appeared to be aimed at overturning Brexit. Onn was among 27 MPs who rebelled and voted against the amendment, including the mayor of the Sheffield city region, Dan Jarvis, as well as other vocal referendum sceptics Caroline Flint, John Mann and Gareth Snell. Eighteen more MPs abstained, including the three shadow cabinet ministers and others including Tracy Brabin, Stephen Kinnock and Lisa Nandy. Corbyn was visited earlier on Wednesday by sceptical colleagues including Gwynne, Lavery, Trickett, Angela Rayner and Rebecca Long-Bailey, after which he issued his letter to Labour MPs. He wrote: “Labour’s proposed deal remains our preferred solution: based on a customs union, close alignment with the single market and dynamic alignment on rights, standards and protections.” Corbyn told MPs the party was supporting Beckett’s proposal, “even where it can be read as going beyond our policy”, to “keep the option of a public vote on the table in order to stop a disastrous no deal or May’s unacceptable deal”. One shadow minister had earlier warned that Labour would face “a very significant rebellion” if it tried to force MPs to back the motion, and another said: “If we whip for it, we won’t have a shadow cabinet by the end of the day.” However, the Guardian understands that most shadow cabinet ministers agreed to support the amendment, on the condition that the letter was sent; although some junior frontbenchers were still considering their options. However, there was also a angry comeback on Wednesday morning from the pro-referendum wing of the party against an interview by the shadow international trade secretary, Barry Gardiner, in which he said Labour was “not a remain party now” and that it could have difficulty supporting a motion for a referendum on any Brexit deal. Gardiner also suggested Labour was concerned that the motion could suggest the party would allow Theresa May’s deal to pass if it led to a referendum. “It would be saying we could accept what we have always said is a very bad deal. Therefore it looks as if the attempt to have a public vote on it is simply a way of trying to remain because nobody likes this deal,” Gardiner told BBC Radio 4’s Today programme. “To put that up as the only alternative in a public vote and say we will let it go through looks as though you believe that, at the end of it, remain would be the result. It is not where our policy has been. “Our policy is clearly that we would support a public vote to stop no deal or to stop a bad deal, but not that we would allow a bad deal as long as the public had the opportunity to reject Brexit altogether.” He said Labour could not be portrayed as a party that wanted remain at any price. “We have accepted the result of the referendum,” he said. Labour’s deputy leader, Tom Watson, tweeted within the hour that he supported the referendum approach and later pushed Corbyn to impose strict discipline on Labour MPs who defied the whip and failed to vote for the amendment on Wednesday evening. Corbyn’s spokesman confirmed the party would whip for Beckett’s “confirmatory public vote” option – as well as the one put forward by Snell and Ken Clarke, calling for a customs union, and the one setting out Labour’s own Brexit policy. He said whips would also be “encouraging” Labour MPs to support common market 2.0, the cross-party proposal drawn up by Labour’s Kinnock, among others. Asked if shadow frontbenchers would be sacked if they disobeyed the whip, he said: “The discipline arrangements are a matter for the chief whip.” But he stressed that the indicative votes process was “unusual”. No decision is expected to be made until Thursday about the future of the shadow cabinet ministers who abstained, but a Labour spokesperson said the circumstances “are exceptional,” a hint that they may face no sanction. “It’s clear we need to find common ground in parliament to stop either a disastrous no deal Brexit or the prime minister’s botched deal,” the spokesman said. “Labour is well placed to lead these efforts as our MPs represent constituencies that voted both leave and remain. It is now a matter for the leader and the whips.”",
      "charCount": "5199",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> and <a href=\"profile/jessica-elgot\">Jessica Elgot</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/27/mps-reject-all-alternative-brexit-options",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-27T22:09:47Z",
    "webTitle": "MPs reject all alternative Brexit options",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/27/mps-reject-all-alternative-brexit-options",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/27/mps-reject-all-alternative-brexit-options",
    "fields": {
      "headline": "MPs reject all alternative Brexit options",
      "standfirst": "<p>None of eight indicative votes gains majority, with customs union option coming closest</p><ul><li><a href=\"https://www.theguardian.com/uk-news/ng-interactive/2019/mar/27/how-did-your-mp-vote-in-the-indicative-votes\">How did your MP vote?</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news\">Follow the latest developments - live</a><br></li></ul>",
      "trailText": "None of eight indicative votes gains majority, with customs union option coming closest<br>",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"595111b2-496a-49cd-b672-44a078ab3803\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/hxe3uLlneYg?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>A first attempt by MPs to find a consensus route forward for Brexit has ended in deadlock and confusion after the Commons rejected every option put forward, albeit with a near-even split on the idea of joining a customs union.</p> \n<p>Oliver Letwin, the veteran Conservative MP who led the process which allowed backbenchers to seize control of the order paper to hold a series of indicative votes, said the results were “disappointing” but he hoped a new round of votes would be held on Monday.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news\">Brexit: all eight indicative vote options defeated by MPs - live news</a> </p> \n</aside> \n<p>The Speaker, John Bercow, said he would allow this to take place, prompting shouts of protests from many MPs.</p> \n<p>The Brexit secretary, Stephen Barclay, said the results strengthened the government’s view that Theresa May’s Brexit deal was the best and only way forward.</p> \n<p>On the lack of a majority for any of the eight alternatives put to the vote on Wednesday, he said: “It demonstrates that there is not easy option here, that there is no easy way forward.”</p> \n<p>Groups of MPs had suggested 15 ideas, of which eight were selected by Bercow for votes.</p> \n<p>The closest result was a commitment for the government to negotiate a “permanent and comprehensive UK-wide customs union with the EU” in any Brexit deal. Put forward by the pro-EU Tory veteran Ken Clarke and others, it was voted down by 271 votes to 265.</p> \n<p>The only other relatively close vote was on a plan drawn up by the Labour MPs Peter Kyle and Phil Wilson, and tabled by the former foreign secretary Margaret Beckett, to require a referendum to confirm any Brexit deal. This was lost by 268 votes to 295.</p> \n<p>Other softer Brexit options sustained heavier defeats. A plan for “common market 2.0”, involving UK membership of the European Free Trade Association (Efta) and European Economic Area (EEA), had 188 votes in support and 283 against.</p> \n<p>The Labour frontbench plan for a softer Brexit was defeated by 237 to 307, while a motion tabled by the Conservative MP George Eustice, which proposed staying in Efta and the EEA without a customs union, only gained 64 votes, with 377 against.</p> \n<p>The final three votes were also decisive, and concerned other areas of Brexit. A Conservative Brexiter plan to propose leaving the EU without a deal on 12 April lost by 160 votes to 400; a Scottish National party plan to revoke article 50 lost by 184 to 293; and another Brexiter plan seeking preferential trade arrangements with the EU if there is no withdrawal agreement lost by 139 to 422.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/ng-interactive/2019/mar/27/how-did-your-mp-vote-in-the-indicative-votes\">How did your MP vote in the indicative votes?</a> </p> \n</aside> \n<p>The complex set of votes took place after an amendment to the government’s Brexit motion on Monday was passed by the Commons by 329 votes to 302. Tabled by many dozens of MPs and led by Letwin, it set aside Wednesday for the Commons to hold non-binding votes on as many options as MPs wanted to put down.</p> \n<p>The government has criticised the way the MPs seized control of parliamentary business, saying it was a dangerous constitutional precedent. To this end, it whipped against the vote on Monday, prompting three junior ministers to resign so they could back the plan.</p> \n<p>Conservative MPs were also ordered to vote against the business motion on Wednesday, which was needed for the debate to happen at all. It passed nonetheless, by 331 votes to 287, with 33 Tories rebelling.</p> \n<p>Labour also whipped for its MPs to support some plans, including the holding of a confirmatory referendum. This prompted the shadow housing minister, Melanie Onn, to resign from the frontbench, saying she could not support any such vote.</p> \n<p>• This article was amended on 29 March 2019. After publication, the Speaker of the House corrected the counts that had been initially declared for two votes: H, EEA/Efta without customs union, was defeated 64 to 377, not 65 to 377 as originally declared; and J, Customs union, was defeated 265 to 271, not 264 to 271 as originally declared. These figures have been updated.</p>",
      "wordcount": "659",
      "firstPublicationDate": "2019-03-27T22:09:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:32Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b5xvg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cfb17c154d7dfbf87ca7f1baeb6682522a92df4e/0_139_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A first attempt by MPs to find a consensus route forward for Brexit has ended in deadlock and confusion after the Commons rejected every option put forward, albeit with a near-even split on the idea of joining a customs union. Oliver Letwin, the veteran Conservative MP who led the process which allowed backbenchers to seize control of the order paper to hold a series of indicative votes, said the results were “disappointing” but he hoped a new round of votes would be held on Monday. The Speaker, John Bercow, said he would allow this to take place, prompting shouts of protests from many MPs. The Brexit secretary, Stephen Barclay, said the results strengthened the government’s view that Theresa May’s Brexit deal was the best and only way forward. On the lack of a majority for any of the eight alternatives put to the vote on Wednesday, he said: “It demonstrates that there is not easy option here, that there is no easy way forward.” Groups of MPs had suggested 15 ideas, of which eight were selected by Bercow for votes. The closest result was a commitment for the government to negotiate a “permanent and comprehensive UK-wide customs union with the EU” in any Brexit deal. Put forward by the pro-EU Tory veteran Ken Clarke and others, it was voted down by 271 votes to 265. The only other relatively close vote was on a plan drawn up by the Labour MPs Peter Kyle and Phil Wilson, and tabled by the former foreign secretary Margaret Beckett, to require a referendum to confirm any Brexit deal. This was lost by 268 votes to 295. Other softer Brexit options sustained heavier defeats. A plan for “common market 2.0”, involving UK membership of the European Free Trade Association (Efta) and European Economic Area (EEA), had 188 votes in support and 283 against. The Labour frontbench plan for a softer Brexit was defeated by 237 to 307, while a motion tabled by the Conservative MP George Eustice, which proposed staying in Efta and the EEA without a customs union, only gained 64 votes, with 377 against. The final three votes were also decisive, and concerned other areas of Brexit. A Conservative Brexiter plan to propose leaving the EU without a deal on 12 April lost by 160 votes to 400; a Scottish National party plan to revoke article 50 lost by 184 to 293; and another Brexiter plan seeking preferential trade arrangements with the EU if there is no withdrawal agreement lost by 139 to 422. The complex set of votes took place after an amendment to the government’s Brexit motion on Monday was passed by the Commons by 329 votes to 302. Tabled by many dozens of MPs and led by Letwin, it set aside Wednesday for the Commons to hold non-binding votes on as many options as MPs wanted to put down. The government has criticised the way the MPs seized control of parliamentary business, saying it was a dangerous constitutional precedent. To this end, it whipped against the vote on Monday, prompting three junior ministers to resign so they could back the plan. Conservative MPs were also ordered to vote against the business motion on Wednesday, which was needed for the debate to happen at all. It passed nonetheless, by 331 votes to 287, with 33 Tories rebelling. Labour also whipped for its MPs to support some plans, including the holding of a confirmatory referendum. This prompted the shadow housing minister, Melanie Onn, to resign from the frontbench, saying she could not support any such vote. • This article was amended on 29 March 2019. After publication, the Speaker of the House corrected the counts that had been initially declared for two votes: H, EEA/Efta without customs union, was defeated 64 to 377, not 65 to 377 as originally declared; and J, Customs union, was defeated 265 to 271, not 264 to 271 as originally declared. These figures have been updated.",
      "charCount": "3795",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/27/the-guardian-view-on-mays-resignation-offer-a-stitch-up-for-a-bad-deal",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-27T21:54:46Z",
    "webTitle": "The Guardian view on May’s resignation offer: a stitch-up for a bad deal | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/27/the-guardian-view-on-mays-resignation-offer-a-stitch-up-for-a-bad-deal",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/27/the-guardian-view-on-mays-resignation-offer-a-stitch-up-for-a-bad-deal",
    "fields": {
      "headline": "The Guardian view on May’s resignation offer: a stitch-up for a bad deal",
      "standfirst": "Once again, vital questions about the future of the country are being submerged in the murky waters of internal Tory party politics",
      "trailText": "<strong>Editorial:</strong> Once again, vital questions about the future of the country are being submerged in the murky waters of internal Tory party politics",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"bfd1dd2e391e543e667733d276f337001a3edfdf\"> <img src=\"https://media.guim.co.uk/bfd1dd2e391e543e667733d276f337001a3edfdf/0_189_2566_1539/1000.jpg\" alt=\"Theresa May addresses the House of Commons on 27 March 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May addresses the House of Commons on 27 March 2019. ‘The Brexit radicals are not interested in creating a legacy for Mrs May but in bundling the UK out of the EU and then burning all bridges.’ Photograph: Reuters</span> <span class=\"element-image__credit\">Photograph: HANDOUT/Reuters</span> </figcaption> </figure>",
      "body": "<p>There is not much logic in supporting a plan on the condition that the one person who thinks it a good plan resigns – except in the Conservative party. In a bid to win hardline Eurosceptic support for her Brexit deal, <a href=\"https://www.theguardian.com/politics/2019/mar/27/theresa-may-to-resign-before-next-phase-of-brexit\" title=\"\">Theresa May has signalled that she will stand down</a> before the next phase of negotiations with the EU begins.</p> <p>The prime minister’s calculation is that the most zealous Brexiters will only support her in a third meaningful vote if they think there will be a leadership race soon afterwards. That way, Mrs May might get a legacy of sorts and the hardliners would have a chance to install one of their own in Downing Street. But nothing about this bargain would serve the wider interests of the country. The deal itself is unchanged. The prospect of a different Tory leader would not fix its deficiencies and its opponents would not really have changed their minds. Their support would be dishonest, given only with the intention of reneging on commitments made by Mrs May in the Commons and in Brussels. And since the DUP is still withholding support, a third meaningful vote looks futile in any event.</p> <p>It is grim to see vital questions about the UK’s future yet again submerged in the fetid water of internal Tory politics. No further proof of that is needed than <a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news?page=with:block-5c9bc62ae4b0347f70e74d07#block-5c9bc62ae4b0347f70e74d07\" title=\"\">Boris Johnson indicating sudden readiness to support the deal</a> on learning that a vacancy might open in No 10 if he does.</p> <p>The Brexit radicals are not interested in creating a legacy for Mrs May but in bundling the UK out of the EU, then burning all bridges. From a European perspective this is appalling. An agreement that is meant to serve as the foundation for a long-term UK-EU relationship is being offered up as a stepping stone for anti-Brussels zealots to complete their capture of Britain’s ruling party. Opposition MPs who have considered voting for the deal will surely reconsider. To lend support for something that Tory hardliners back purely so they can later sabotage it would be unconscionable for a Labour MP.</p> <p>The manner of Mrs May’s latest gambit is in keeping with her habit of putting the demands of her party ahead of the national interest. An announcement relating to the tenure of a serving prime minister should not have been made behind closed doors, to the backbench 1922 Committee. But she came to office in similar fashion, as the <a href=\"https://www.theguardian.com/politics/2016/jul/11/cameron-announces-he-will-step-down-after-pmqs-on-wednesday\" title=\"\">only candidate still standing</a> in a leadership contest that had descended into self-destructive farce. When she tried for an electoral mandate, <a href=\"https://www.theguardian.com/politics/live/2017/jun/09/election-2017-theresa-may-speaks-outside-downing-street-after-shock-result-hunh-parliament-live\" title=\"\">she failed</a>. Not once has she moderated her Brexit approach in recognition of that humiliation. She has taken dictation from an extreme faction in her party and thereby widened divisions in the country.</p> <p>A contrast with the way things might have been done was evident in Wednesday’s parliamentary debate ahead of <a href=\"https://www.theguardian.com/politics/2019/mar/27/alternative-brexit-options-what-will-john-bercow-select-for-indicative-votes\" title=\"\">indicate votes on potential Brexit models</a>. A number of MPs noted that the civil, thoughtful discussion showed the constructive spirit in which the whole enterprise should have been undertaken from the start. The votes did not yield a majority for any single course, but softer Brexit models and a referendum on any final deal trumped more severe rupture from the EU.</p> <p>And the method itself demonstrated a way to drain poison from the process. Yet, in nearby corridors, the Tory party was cooking up more noxious solutions. Many Conservatives would clearly rather terminate EU membership with a deal they know is bad purely because they fear the consequences of parliament weighing Brexit honestly, and on its intrinsic merits.</p> <p>The Eurosceptic ultras like to invoke democracy when dictating terms to Mrs May. They are less keen on democracy when it involves parliament expressing views they do not share. They bullied the prime minister into doing most of their bidding and when she failed to deliver the full package of their unreasonable demands they set her resignation as the price of support. Even when she offers it, many are not satisfied. While serious MPs were engaged in a discussion of realistic Brexit options in the Commons chamber, the cockpit of British democracy, Tory backbenchers and their failed leader were trying to stitch up the country’s future and democracy was nowhere in the room.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "712",
      "commentCloseDate": "2019-03-28T04:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-27T21:54:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:25Z",
      "newspaperEditionDate": "2019-03-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b5x5y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bfd1dd2e391e543e667733d276f337001a3edfdf/0_189_2566_1539/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There is not much logic in supporting a plan on the condition that the one person who thinks it a good plan resigns – except in the Conservative party. In a bid to win hardline Eurosceptic support for her Brexit deal, Theresa May has signalled that she will stand down before the next phase of negotiations with the EU begins. The prime minister’s calculation is that the most zealous Brexiters will only support her in a third meaningful vote if they think there will be a leadership race soon afterwards. That way, Mrs May might get a legacy of sorts and the hardliners would have a chance to install one of their own in Downing Street. But nothing about this bargain would serve the wider interests of the country. The deal itself is unchanged. The prospect of a different Tory leader would not fix its deficiencies and its opponents would not really have changed their minds. Their support would be dishonest, given only with the intention of reneging on commitments made by Mrs May in the Commons and in Brussels. And since the DUP is still withholding support, a third meaningful vote looks futile in any event. It is grim to see vital questions about the UK’s future yet again submerged in the fetid water of internal Tory politics. No further proof of that is needed than Boris Johnson indicating sudden readiness to support the deal on learning that a vacancy might open in No 10 if he does. The Brexit radicals are not interested in creating a legacy for Mrs May but in bundling the UK out of the EU, then burning all bridges. From a European perspective this is appalling. An agreement that is meant to serve as the foundation for a long-term UK-EU relationship is being offered up as a stepping stone for anti-Brussels zealots to complete their capture of Britain’s ruling party. Opposition MPs who have considered voting for the deal will surely reconsider. To lend support for something that Tory hardliners back purely so they can later sabotage it would be unconscionable for a Labour MP. The manner of Mrs May’s latest gambit is in keeping with her habit of putting the demands of her party ahead of the national interest. An announcement relating to the tenure of a serving prime minister should not have been made behind closed doors, to the backbench 1922 Committee. But she came to office in similar fashion, as the only candidate still standing in a leadership contest that had descended into self-destructive farce. When she tried for an electoral mandate, she failed. Not once has she moderated her Brexit approach in recognition of that humiliation. She has taken dictation from an extreme faction in her party and thereby widened divisions in the country. A contrast with the way things might have been done was evident in Wednesday’s parliamentary debate ahead of indicate votes on potential Brexit models. A number of MPs noted that the civil, thoughtful discussion showed the constructive spirit in which the whole enterprise should have been undertaken from the start. The votes did not yield a majority for any single course, but softer Brexit models and a referendum on any final deal trumped more severe rupture from the EU. And the method itself demonstrated a way to drain poison from the process. Yet, in nearby corridors, the Tory party was cooking up more noxious solutions. Many Conservatives would clearly rather terminate EU membership with a deal they know is bad purely because they fear the consequences of parliament weighing Brexit honestly, and on its intrinsic merits. The Eurosceptic ultras like to invoke democracy when dictating terms to Mrs May. They are less keen on democracy when it involves parliament expressing views they do not share. They bullied the prime minister into doing most of their bidding and when she failed to deliver the full package of their unreasonable demands they set her resignation as the price of support. Even when she offers it, many are not satisfied. While serious MPs were engaged in a discussion of realistic Brexit options in the Commons chamber, the cockpit of British democracy, Tory backbenchers and their failed leader were trying to stitch up the country’s future and democracy was nowhere in the room.",
      "charCount": "4195",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/mar/27/may-faces-uphill-battle-as-dup-and-ergs-spartans-will-vote-against-deal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-27T21:22:11Z",
    "webTitle": "May fails to convince DUP and ERG 'Spartans' to back her Brexit deal",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/27/may-faces-uphill-battle-as-dup-and-ergs-spartans-will-vote-against-deal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/27/may-faces-uphill-battle-as-dup-and-ergs-spartans-will-vote-against-deal",
    "fields": {
      "headline": "May fails to convince DUP and ERG 'Spartans' to back her Brexit deal",
      "standfirst": "<p>Even prime minister’s offer to resign has failed to win over the most hardline Brexiters</p><p><a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news\">Follow all the day’s developments</a></p>",
      "trailText": "Even prime minister’s offer to resign has failed to win over the most hardline Brexiters",
      "byline": "Rowena Mason and Rajeev Syal",
      "main": "<figure class=\"element element-image\" data-media-id=\"064a2d9dfe78d86f69f652c34a4b20e6aca89cbc\"> <img src=\"https://media.guim.co.uk/064a2d9dfe78d86f69f652c34a4b20e6aca89cbc/37_125_3463_2078/1000.jpg\" alt=\"Steve Baker of the ERG\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The ERG’s Steve Baker said he was ‘consumer with a ferocious rage’ and said he wanted to ‘bulldoze’ parliament into the river.</span> <span class=\"element-image__credit\">Photograph: Alkis Konstantinidis/Reuters</span> </figcaption> </figure>",
      "body": "<p>Up to 30 of the most hardline pro-Brexit Tories and 10 Democratic Unionist party MPs are still planning to vote against Theresa May’s deal, despite a string of Eurosceptics backing down when she promised to resign.</p> <p>May now faces an uphill battle to get her EU withdrawal agreement through parliament despite <a href=\"https://www.theguardian.com/politics/2019/mar/27/theresa-may-to-resign-before-next-phase-of-brexit\"> promising to step down</a> if her deal passes, which won her at least 20 Eurosceptic votes including those of Boris Johnson and Iain Duncan Smith.</p> <p>A source in the pro-Brexit European Research Group said 20 to 30 MPs were still holding out and there was “no way” the deal would get through. Arlene Foster, the leader of the Democratic Unionist party, said she “regrets” that it was unable to support the withdrawal agreement while it “poses a threat to the integrity of the UK”. A source said May had made a personal plea to Foster but the DUP would not budge.</p> <p>It means May is struggling to reach the magic number of 320 votes from MPs. At the moment, she only has around 270 publicly declared Tory, Labour and independent supporters for her withdrawal agreement.</p> <p>To pass the deal, she would most likely need votes from at least 303 out of 313 Conservative MPs and all 10 of the Democratic Unionist party MPs in addition to the seven Labour and independent MPs who have already backed her.</p> <p>Alternatively, she could get the deal through if there were a substantial number of switchers or abstentions on the Labour side.</p> <p>Duncan Smith, the former Conservative leader, was one of those to publicly back May’s deal before hearing from the DUP, along with Johnson, who said he would “reluctantly” support it despite repeated warnings in recent months that it <a href=\"https://www.theguardian.com/politics/2017/dec/17/boris-johnson-breaks-ranks-with-brexit-vassal-state-warning\">would render the UK a “vassal state”</a>.</p> <p>However, the most hardline Eurosceptics – nicknamed “the Spartans” – continued to rail against May’s deal at a meeting of the ERG, which is now bitterly divided. Steve Baker, a key figure in the bloc, gave an impassioned speech to fellow MPs saying he was “consumed with a ferocious rage after that pantomime”.</p> <p>“Like all of you I have wrestled with my conscience about what to do,” he said. “I could tear this place down and bulldoze it into the river. These fools and knaves and cowards are voting on things they don’t even understand.</p> <p>“We’ve been put in this place by people whose addiction to power without responsibility has led them to put the choice of no Brexit or this deal. I may yet resign the whip rather than be part of this.”</p> <p>An ERG source claimed that “no way the deal is getting out of the room” and estimated that residual opposition amounted to as many as 30 MPs, judging by those speaking and those who had made further statements on WhatsApp groups. But another source close to a senior ERG MP said the number was more like 12 to 15.</p> <p>Conservative MPs Andrew Bridgen and Andrea Jenkyns publicly said they would not be changing their minds and supporting May’s deal.</p> <p>At the same time, there are up to seven Tory MPs in favour of a second referendum who are refusing to vote for the deal. Unless more Eurosceptics fold, it is likely May would still need some more Labour backers but some MPs who had been considering supporting the government or abstaining are worried about the possibility it could now lead to an even more fervently pro-Brexit prime minister.</p> <p>With May’s deal on a knife-edge, the DUP released a statement saying it still could not support it after intensive talks with the government.</p> <p>It said: “The DUP and the government have had good discussions in recent days and some progress on domestic legislation has been made. All concerned recognise the need to ensure that as we leave the <a href=\"https://www.theguardian.com/world/eu\">European Union</a> the economic and constitutional integrity of the United Kingdom is maintained.</p> <p>“However, given the fact that the necessary changes we seek to the backstop have not been secured between the government and the European Union, and the remaining and ongoing strategic risk that Northern Ireland would be trapped in backstop arrangements at the end of the implementation period, we will not be supporting the government if they table a fresh meaningful vote.”</p> <p>The spokesman said the backstop had “the potential to create an internal trade border within the United Kingdom and would cut us off from our main internal market, being Great Britain”.</p> <p>He added: “The backstop, which we warned this government against from its first inception, poses an unacceptable threat to the integrity of the United Kingdom and will inevitably limit the United Kingdom’s ability to negotiate on the type of future relationship with the EU.”</p> <p>One informed DUP source said members would not forgive Johnson for his decision to vote for the withdrawal deal. “He has done nothing to enhance his reputation for being slippery,” the source said.</p> <p><a href=\"https://www.theguardian.com/politics/2018/nov/24/dup-prepared-to-bring-down-government-may-brexit-deal\">Johnson told the party’s conference four months</a> ago that May’s deal would mean Northern Ireland becoming “an economic semi-colony of the EU ... no Conservative British government could or should sign up to such arrangements”.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "850",
      "firstPublicationDate": "2019-03-27T21:22:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:32Z",
      "newspaperEditionDate": "2019-03-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b5vpz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/064a2d9dfe78d86f69f652c34a4b20e6aca89cbc/37_125_3463_2078/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Up to 30 of the most hardline pro-Brexit Tories and 10 Democratic Unionist party MPs are still planning to vote against Theresa May’s deal, despite a string of Eurosceptics backing down when she promised to resign. May now faces an uphill battle to get her EU withdrawal agreement through parliament despite promising to step down if her deal passes, which won her at least 20 Eurosceptic votes including those of Boris Johnson and Iain Duncan Smith. A source in the pro-Brexit European Research Group said 20 to 30 MPs were still holding out and there was “no way” the deal would get through. Arlene Foster, the leader of the Democratic Unionist party, said she “regrets” that it was unable to support the withdrawal agreement while it “poses a threat to the integrity of the UK”. A source said May had made a personal plea to Foster but the DUP would not budge. It means May is struggling to reach the magic number of 320 votes from MPs. At the moment, she only has around 270 publicly declared Tory, Labour and independent supporters for her withdrawal agreement. To pass the deal, she would most likely need votes from at least 303 out of 313 Conservative MPs and all 10 of the Democratic Unionist party MPs in addition to the seven Labour and independent MPs who have already backed her. Alternatively, she could get the deal through if there were a substantial number of switchers or abstentions on the Labour side. Duncan Smith, the former Conservative leader, was one of those to publicly back May’s deal before hearing from the DUP, along with Johnson, who said he would “reluctantly” support it despite repeated warnings in recent months that it would render the UK a “vassal state”. However, the most hardline Eurosceptics – nicknamed “the Spartans” – continued to rail against May’s deal at a meeting of the ERG, which is now bitterly divided. Steve Baker, a key figure in the bloc, gave an impassioned speech to fellow MPs saying he was “consumed with a ferocious rage after that pantomime”. “Like all of you I have wrestled with my conscience about what to do,” he said. “I could tear this place down and bulldoze it into the river. These fools and knaves and cowards are voting on things they don’t even understand. “We’ve been put in this place by people whose addiction to power without responsibility has led them to put the choice of no Brexit or this deal. I may yet resign the whip rather than be part of this.” An ERG source claimed that “no way the deal is getting out of the room” and estimated that residual opposition amounted to as many as 30 MPs, judging by those speaking and those who had made further statements on WhatsApp groups. But another source close to a senior ERG MP said the number was more like 12 to 15. Conservative MPs Andrew Bridgen and Andrea Jenkyns publicly said they would not be changing their minds and supporting May’s deal. At the same time, there are up to seven Tory MPs in favour of a second referendum who are refusing to vote for the deal. Unless more Eurosceptics fold, it is likely May would still need some more Labour backers but some MPs who had been considering supporting the government or abstaining are worried about the possibility it could now lead to an even more fervently pro-Brexit prime minister. With May’s deal on a knife-edge, the DUP released a statement saying it still could not support it after intensive talks with the government. It said: “The DUP and the government have had good discussions in recent days and some progress on domestic legislation has been made. All concerned recognise the need to ensure that as we leave the European Union the economic and constitutional integrity of the United Kingdom is maintained. “However, given the fact that the necessary changes we seek to the backstop have not been secured between the government and the European Union, and the remaining and ongoing strategic risk that Northern Ireland would be trapped in backstop arrangements at the end of the implementation period, we will not be supporting the government if they table a fresh meaningful vote.” The spokesman said the backstop had “the potential to create an internal trade border within the United Kingdom and would cut us off from our main internal market, being Great Britain”. He added: “The backstop, which we warned this government against from its first inception, poses an unacceptable threat to the integrity of the United Kingdom and will inevitably limit the United Kingdom’s ability to negotiate on the type of future relationship with the EU.” One informed DUP source said members would not forgive Johnson for his decision to vote for the withdrawal deal. “He has done nothing to enhance his reputation for being slippery,” the source said. Johnson told the party’s conference four months ago that May’s deal would mean Northern Ireland becoming “an economic semi-colony of the EU ... no Conservative British government could or should sign up to such arrangements”.",
      "charCount": "4968",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/rajeev-syal\">Rajeev Syal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/27/brexit-westminster-is-like-the-crystal-maze-on-crystal-meth",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-27T20:58:20Z",
    "webTitle": "Brexit Westminster is like the Crystal Maze on crystal meth | John Crace",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/27/brexit-westminster-is-like-the-crystal-maze-on-crystal-meth",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/27/brexit-westminster-is-like-the-crystal-maze-on-crystal-meth",
    "fields": {
      "headline": "Brexit Westminster is like the Crystal Maze on crystal meth",
      "standfirst": "<p>A looking-glass world where truth last milliseconds and every MP wants to play the joker</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news\">Follow the latest political developments - live</a><br></li></ul>",
      "trailText": "A looking-glass world where truth last milliseconds and every MP wants to play the joker<br>",
      "byline": "John Crace",
      "main": "<figure class=\"element element-image\" data-media-id=\"d3692999f34c42817651e01c1b5c197ac57fb30e\"> <img src=\"https://media.guim.co.uk/d3692999f34c42817651e01c1b5c197ac57fb30e/0_52_3000_1800/1000.jpg\" alt=\"Theresa May speaks in the Commons.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘All she cared about was that she’d created the ultimate lose-lose situation.’</span> <span class=\"element-image__credit\">Photograph: Mark Duffy/AP</span> </figcaption> </figure>",
      "body": "<p>The only person missing was Prince Edward. Brexit has now turned Westminster into the Crystal Maze on crystal meth. A looking-glass world where any truth has a half-life measured in milliseconds, where normal rules no longer apply and every MP is desperate to play the joker. The best the rest of us can hope for is to wake up to find we had been dropped into the ninth series of Dallas and that the last few years have just been a bad dream. Imagine how good that would feel.</p> <p>This was the day when the pupils chose to put their own school in special measures because they had lost faith in their teachers. When parliament sought to take back control of parliament. Precisely the form of taking back control the government had always insisted the country didn’t have in mind when it had voted to take back control. But then the government now barely has control over its bowels as everything it touches turns to shit. There is no area of public life it hasn’t found a way to do badly.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news\">Brexit: May suffers fresh setback as DUP says it will vote against deal for third time - live news</a> </p> </aside>  <p>First though, we went through the formalities of prime minister’s questions. A formality not just because Theresa May is Leader in Name Only but because Oliver Letwin was the de facto prime minister for the day. For Lino, it seemed like something of a release.</p> <p>Now that <a href=\"https://www.theguardian.com/politics/2019/mar/27/theresa-may-to-resign-before-next-phase-of-brexit\">even she seems to have realised she has reached the endgame</a> of her time in office, she appeared almost demob happy, in as much as someone whose automated language skills barely extend to meaningful sentences can do. She still insisted she had no intention of listening to anyone but herself, but made no effort to deny her sell-by date was near. The last sign of artificial intelligence in a Maybot is an awareness of inbuilt obsolescence.</p> <p>The school’s new timetable didn’t get off to the most promising of starts. After Letwin had apologetically read out the lessons for the day – he does everything apologetically, even on rare occasions like this when he has nothing to apologise for – Jacob Rees-Mogg merely used the time to debate the merits of different public schools. The UK’s biggest constitutional crisis reduced to a spat between Eton and Winchester over Tudor history. Beyond pathos.</p> <p>The Grand Wizard of Mogg has always resembled a boy in a suit. Now he’s just a homunculus trapped inside a boy’s body, mewling at the moon to distract everyone from his own sense of entitled inadequacy and profound misjudgment, and unable to even own that it was partly down to him that the government had temporarily lost control of Commons’ business. If nanny had been around, he’d have been sent to the naughty step. For life.</p> <p>Lino wasn’t quite done, however. There was still time for another unnecessary act of self-harm as she whipped her party to vote down the business of the house that had been agreed only two days previously. She punched the air as she crashed to yet another defeat. Losing has become an obsessive compulsive disorder. Failure is her defining feature, the only thing at which she indisputably excels. With any luck, she’d lose again providing John Bercow didn’t stop her from bringing the meaningful vote for a third time and the Democratic Unionist party didn’t do something stupid like saying it would vote for her deal after all.</p> <p>But Lino needed back-up, a get-out clause. So she headed off to the 1922 Committee to deliver the coup de grace, the sacrificial self-immolation. She knew she was useless, she told the Tory backbenchers. She had always been hopeless. And now was the time for everyone to acknowledge they too thought she was rubbish by getting behind her deal that they all thought was terrible. If they did that, she’d promise to resign sometime over the summer. She wasn’t entirely clear on dates, but then she’s seldom clear on anything. All she cared about was that she’d created the ultimate lose-lose situation, both for herself and the country. She would go down in history as the worst ever prime minister. So far. The ideal outcome.</p> <p>Boris Johnson tried to look sombre as he left the 1922 Committee but he couldn’t conceal a smirk. Everything was working out just fine. Who cared if the public reckoned him to be a man of no principles? He’d never pretended to be anything but a self-interested careerist. Brexit had only ever been a means to an end. He could live with vassalage if necessary. Having blown it once back in 2016, he now had another shot at the top job. His face crumpled just a little as he belatedly realised he’d be struggling for support among fellow Tory MPs who did have scruples. Hopefully, there wouldn’t be too many of them. And a little Latin would impress the rest.</p> <p>What followed was yet more clusterfuckery. The ERG split, the splitters split from the splitters and then the hardcore Spartans threatened to bulldoze parliament in the name of democracy. Just before 9pm the shit really hit the fan when the DUP found there was no deal to which they could say yes. No retreat, baby, no surrender. Lino’s deal was as good as dead and she’d made the ultimate futile gesture.</p> <p>As so often we ended up by knowing less than when we had started. Friday had been cleared for a third meaningful vote but no one knew if it would now even take place. Just how much more of a punishment beating was Lino willing to take. She couldn’t even organise her own departure. The only upside was the distress on Boris’s face. His venality had been all in vain. The pneumatic huckster had just slashed his own spare tyres. </p> <p>The quantum Brexit had become ever more relative. And parliament was still left wondering quite what it had taken back control of as it had <a href=\"https://www.theguardian.com/politics/2019/mar/27/mps-reject-all-alternative-brexit-options\">contrived to vote against everything</a>. Bollocks to everything. The will of the people was to remain indefinitely in a tenth circle of hell. We were supposed to be leaving the EU in two days’ time. Time for the Four Pot Plants. </p>",
      "newspaperPageNumber": "7",
      "wordcount": "1023",
      "commentCloseDate": "2019-03-30T20:58:20Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-27T20:58:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:32Z",
      "newspaperEditionDate": "2019-03-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b5x3n",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d3692999f34c42817651e01c1b5c197ac57fb30e/0_52_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The only person missing was Prince Edward. Brexit has now turned Westminster into the Crystal Maze on crystal meth. A looking-glass world where any truth has a half-life measured in milliseconds, where normal rules no longer apply and every MP is desperate to play the joker. The best the rest of us can hope for is to wake up to find we had been dropped into the ninth series of Dallas and that the last few years have just been a bad dream. Imagine how good that would feel. This was the day when the pupils chose to put their own school in special measures because they had lost faith in their teachers. When parliament sought to take back control of parliament. Precisely the form of taking back control the government had always insisted the country didn’t have in mind when it had voted to take back control. But then the government now barely has control over its bowels as everything it touches turns to shit. There is no area of public life it hasn’t found a way to do badly. First though, we went through the formalities of prime minister’s questions. A formality not just because Theresa May is Leader in Name Only but because Oliver Letwin was the de facto prime minister for the day. For Lino, it seemed like something of a release. Now that even she seems to have realised she has reached the endgame of her time in office, she appeared almost demob happy, in as much as someone whose automated language skills barely extend to meaningful sentences can do. She still insisted she had no intention of listening to anyone but herself, but made no effort to deny her sell-by date was near. The last sign of artificial intelligence in a Maybot is an awareness of inbuilt obsolescence. The school’s new timetable didn’t get off to the most promising of starts. After Letwin had apologetically read out the lessons for the day – he does everything apologetically, even on rare occasions like this when he has nothing to apologise for – Jacob Rees-Mogg merely used the time to debate the merits of different public schools. The UK’s biggest constitutional crisis reduced to a spat between Eton and Winchester over Tudor history. Beyond pathos. The Grand Wizard of Mogg has always resembled a boy in a suit. Now he’s just a homunculus trapped inside a boy’s body, mewling at the moon to distract everyone from his own sense of entitled inadequacy and profound misjudgment, and unable to even own that it was partly down to him that the government had temporarily lost control of Commons’ business. If nanny had been around, he’d have been sent to the naughty step. For life. Lino wasn’t quite done, however. There was still time for another unnecessary act of self-harm as she whipped her party to vote down the business of the house that had been agreed only two days previously. She punched the air as she crashed to yet another defeat. Losing has become an obsessive compulsive disorder. Failure is her defining feature, the only thing at which she indisputably excels. With any luck, she’d lose again providing John Bercow didn’t stop her from bringing the meaningful vote for a third time and the Democratic Unionist party didn’t do something stupid like saying it would vote for her deal after all. But Lino needed back-up, a get-out clause. So she headed off to the 1922 Committee to deliver the coup de grace, the sacrificial self-immolation. She knew she was useless, she told the Tory backbenchers. She had always been hopeless. And now was the time for everyone to acknowledge they too thought she was rubbish by getting behind her deal that they all thought was terrible. If they did that, she’d promise to resign sometime over the summer. She wasn’t entirely clear on dates, but then she’s seldom clear on anything. All she cared about was that she’d created the ultimate lose-lose situation, both for herself and the country. She would go down in history as the worst ever prime minister. So far. The ideal outcome. Boris Johnson tried to look sombre as he left the 1922 Committee but he couldn’t conceal a smirk. Everything was working out just fine. Who cared if the public reckoned him to be a man of no principles? He’d never pretended to be anything but a self-interested careerist. Brexit had only ever been a means to an end. He could live with vassalage if necessary. Having blown it once back in 2016, he now had another shot at the top job. His face crumpled just a little as he belatedly realised he’d be struggling for support among fellow Tory MPs who did have scruples. Hopefully, there wouldn’t be too many of them. And a little Latin would impress the rest. What followed was yet more clusterfuckery. The ERG split, the splitters split from the splitters and then the hardcore Spartans threatened to bulldoze parliament in the name of democracy. Just before 9pm the shit really hit the fan when the DUP found there was no deal to which they could say yes. No retreat, baby, no surrender. Lino’s deal was as good as dead and she’d made the ultimate futile gesture. As so often we ended up by knowing less than when we had started. Friday had been cleared for a third meaningful vote but no one knew if it would now even take place. Just how much more of a punishment beating was Lino willing to take. She couldn’t even organise her own departure. The only upside was the distress on Boris’s face. His venality had been all in vain. The pneumatic huckster had just slashed his own spare tyres. The quantum Brexit had become ever more relative. And parliament was still left wondering quite what it had taken back control of as it had contrived to vote against everything. Bollocks to everything. The will of the people was to remain indefinitely in a tenth circle of hell. We were supposed to be leaving the EU in two days’ time. Time for the Four Pot Plants.",
      "charCount": "5793",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johncrace\">John Crace</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/mar/27/its-so-cruel-to-segregate-childrens-play-areas",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-03-27T18:09:39Z",
    "webTitle": "It’s so cruel to segregate children’s play areas | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/mar/27/its-so-cruel-to-segregate-childrens-play-areas",
    "apiUrl": "https://content.guardianapis.com/society/2019/mar/27/its-so-cruel-to-segregate-childrens-play-areas",
    "fields": {
      "headline": "It’s so cruel to segregate children’s play areas",
      "standfirst": "Readers respond to news that a London developer has segregated play areas for richer and poorer residents",
      "trailText": "<strong>Letters:</strong> Readers respond to news that a London developer has segregated play areas for richer and poorer residents",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"241e6fc71de0e82873cbfce2f34b805da0d051ae\"> <img src=\"https://media.guim.co.uk/241e6fc71de0e82873cbfce2f34b805da0d051ae/0_168_5472_3283/1000.jpg\" alt=\"A child on a swing in a playground\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The answer is to enshrine in law and defend in practice all children’s right to play out where they live,’ write Ingrid Skeels and Alice Ferguson.</span> <span class=\"element-image__credit\">Photograph: Sean Gallup/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Your report (<a href=\"https://www.theguardian.com/cities/2019/mar/25/too-poor-to-play-children-in-social-housing-blocked-from-communal-playground\" title=\"\">Developer bars poorer children from play area</a>, 26 March) has rightly caused a national outcry. The idea that children should be excluded from a play space right on their doorstep, due purely to their family’s economic status, is abhorrent and must be rectified. We must also recognise that this is not an isolated case – blame lies more widely than with the particular developer involved.</p> <p>Over a generation, the acceptance of children’s right to play out where they live – in streets, estates and open spaces, for free, on their doorstep, whether they are rich or poor – has silently been eroded through a combination of environmental and attitudinal changes.</p> <p>The impact of this on children’s health and wellbeing – particularly those whose parents have little say over their own outside space and less ability to “compensate” them with paid-for activities – is only now beginning to be seen. The answer – alongside creating a more child-friendly public realm – is to enshrine in law and defend in practice all children’s right to play out where they live. This is down to all of us.<br><strong>Ingrid Skeels and Alice Ferguson</strong><br><em>Co-Directors, <a href=\"https://playingout.net/\" title=\"\">Playing Out</a></em></p> <p>• The segregation of play areas is indeed more than a planning disaster (<a href=\"https://www.theguardian.com/commentisfree/2019/mar/26/the-guardian-view-on-segregated-playgrounds-sand-and-fury\" title=\"\">Editorial</a>, 27 March). In Bristol, security guards, rather than hedges, are employed to keep social tenants’ children from playing outside in some mixed housing developments. These practices reflect broader and growing inequalities, and cannot be justified by selective maintenance charging policies.</p> <p>Many such developments are on land that 40 years ago was publicly owned, when poorer children’s access to parks and green spaces were little different from richer children.(And then we had park keepers rather than security guards.)</p> <p>As a result of the privatisation of land (in 2018 Brett Christopher calculated that since the election of Margaret Thatcher about 10% of the entire British land mass had passed into private hands), the National Children’s Bureau found, in 2013, that children living in the least deprived areas were nine times more likely to enjoy access to safe play space and recreation than poor children. This is not surprising given that by 2017 the most affluent 20% of wards in England had five times the amount of green space as the most deprived 10%. Until local government funding is reformed and increased, these inequalities will increase.</p> <p>A society in which inequality becomes so entrenched that children grow up in a state of social apartheid is grossly unfair and has serious implications for social cohesion now and in the future.<br><strong>Hilary Land</strong><br><em>Emerita professor of family policy, University of Bristol</em></p> <p>• It is shameful enough that Henley Homes has created a segregated play area at its Vauxhall housing development to keep children living in social housing away from the children of homeowners.</p> <p>The insult is compounded by the fact that this luxury housing block, named Baylis Old School, is built on the site of one of the Inner London Education Authority’s most innovative inner-city secondary schools, Lilian Baylis School, where passionately engaged English and drama teachers Louise Dodgson, Stephen Eyers and John Richmond, and their colleagues, celebrated and supported the spoken and written language of children in one of London’s many deprived areas during the 1970s and 80s.</p> <p>They believed in the potential of the children who lived in the streets around the school, and encouraged and helped them to aim high. I have no doubt that they would have taken up their pruning shears and cut a gate through the hedge that prevents children living in Wren Mews from joining their equals on the “other side”.</p> <p>My old friend Stephen Eyers must be spinning in his grave. <br><strong>Fiona Collins</strong><br><em>Carrog, Sir Ddinbych</em></p> <p>• The segregation of play areas for richer and poorer children is a shocking development. Play is a powerful builder of community cohesion, bringing children and families from different backgrounds together. Here, sadly, it has been used to drive families apart.</p> <p>All children have the right to play, as recognised in the UN convention on the rights of the child. Through play children develop social skills, awareness of identity and culture, health and wellbeing.</p> <p>Governments have a responsibility for play and leadership is needed. Local, regional and national government can together make sure that all children can benefit from quality play opportunities in their neighbourhoods.</p> <p>Clear guidance on planning and design of play provision is needed. Along with investment in play provision and a statutory duty on local authorities to provide sufficient play opportunities in their area.</p> <p>Wales, Scotland and Northern Ireland and a number of local authorities are leading the way because they see the benefits to children and to society. Children in England need consistent leadership and support for play from Westminster.<br><strong>Nicola Butler</strong><br><em>Chair of </em><em>trustees, Play England</em></p> <p>• What Gaby Hinsliff identifies as “the crabbily diminishing understanding of the public good” (<a href=\"https://www.theguardian.com/commentisfree/2019/mar/26/playgrounds-rich-kids-housing-social-apartheid\" title=\"\">The social apartheid of the playground</a>, 27 March) is an intended effect of Tory policy in the 1980s and this decade. Margaret Thatcher really did say “there is no such thing as society” and many agreed with her. Her governments tried to make reality conform to such ideas, eroding local authority powers, trashing trade unions, enforcing the sale of public assets, and deregulating financial institutions.</p> <p>Many in the current Tory party think “Thatcherism” didn’t go far enough. Some of them are members of the political elite who Aditya Chakrabortty says are “strangers to collective interest or public responsibility” (<a href=\"https://www.theguardian.com/commentisfree/2019/mar/27/brexit-referendum-conservative-party\" title=\"\">Britain has been betrayed by an amoral venal establishment</a>, 27 March). They serve a different principle: the accumulation of wealth in selected families, starting with their own. <br><strong>Jan Dubé</strong><br><em>Peebles, Scottish Borders</em></p> <p>• It is dispiriting that we still accept the argument that “councils under intense pressure to build often aren’t in a position to play hardball with developers” (Gaby Hinsliff). Of course they are – particularly in London where land is scarce and expensive. I am tired of hearing councils bleat that “if we don’t agree they will go elsewhere” – no they won’t, not if all councils stand their ground and make it a condition of sale if it is their land, or of planning if it is not.</p> <p>It may be harder to negotiate as part of the planning process and changes to planning law have certainly watered down the ability to impose conditions, but once in place this is a legal obligation. Local authorities should be thinking more carefully about what is being developed and how it is to be implemented, and more canny about how they word conditions.<br><strong>Gillian Fearnyough</strong><br><em>Beaminster, Dorset</em></p> <p>• The rise of segregated play zones in new housing developments is a retrograde step for the capital’s built environment and should be immediately discouraged by the London boroughs and the Greater London Authority.</p> <p>One of London’s enduring strengths as a global city has been its historic commitment to pepper-potting social housing. While its execution hasn’t always been perfect, it has largely avoided the “ghetto-isation” that has taken place elsewhere and has contributed towards maintaining social cohesion in a city with huge wealth inequality.</p> <p>The collective aspiration of all those involved in delivering new housing should soar higher than a dystopian future in which children in rented accommodation are denied access to the most basic human right of open space and fresh air, while their neighbours play freely outside.</p> <p>Delivering mixed-tenure housing isn’t easy and inevitably involves some compromises, but these must be challenged thoroughly at every stage lest they start to form dangerous precedents.<br><strong>Graham Haworth</strong><br><em>Director, Haworth Tompkins</em></p> <p>• JG Ballard had already flagged this up in 1975 in his novel High Rise. A novel, sadly, for our times – we have clearly learnt nil.<br><strong>Josine Meijer</strong><br><em>London</em></p> <p>• I wept as I read of children excluded from a play area because of where they lived. Cry the Beloved Country comes to mind.<br><strong>June Lewis</strong><br><em>Bolton</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1338",
      "commentable": "false",
      "firstPublicationDate": "2019-03-27T18:09:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-28T12:01:14Z",
      "newspaperEditionDate": "2019-03-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b5v6f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/241e6fc71de0e82873cbfce2f34b805da0d051ae/0_168_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your report (Developer bars poorer children from play area, 26 March) has rightly caused a national outcry. The idea that children should be excluded from a play space right on their doorstep, due purely to their family’s economic status, is abhorrent and must be rectified. We must also recognise that this is not an isolated case – blame lies more widely than with the particular developer involved. Over a generation, the acceptance of children’s right to play out where they live – in streets, estates and open spaces, for free, on their doorstep, whether they are rich or poor – has silently been eroded through a combination of environmental and attitudinal changes. The impact of this on children’s health and wellbeing – particularly those whose parents have little say over their own outside space and less ability to “compensate” them with paid-for activities – is only now beginning to be seen. The answer – alongside creating a more child-friendly public realm – is to enshrine in law and defend in practice all children’s right to play out where they live. This is down to all of us. Ingrid Skeels and Alice Ferguson Co-Directors, Playing Out • The segregation of play areas is indeed more than a planning disaster (Editorial, 27 March). In Bristol, security guards, rather than hedges, are employed to keep social tenants’ children from playing outside in some mixed housing developments. These practices reflect broader and growing inequalities, and cannot be justified by selective maintenance charging policies. Many such developments are on land that 40 years ago was publicly owned, when poorer children’s access to parks and green spaces were little different from richer children.(And then we had park keepers rather than security guards.) As a result of the privatisation of land (in 2018 Brett Christopher calculated that since the election of Margaret Thatcher about 10% of the entire British land mass had passed into private hands), the National Children’s Bureau found, in 2013, that children living in the least deprived areas were nine times more likely to enjoy access to safe play space and recreation than poor children. This is not surprising given that by 2017 the most affluent 20% of wards in England had five times the amount of green space as the most deprived 10%. Until local government funding is reformed and increased, these inequalities will increase. A society in which inequality becomes so entrenched that children grow up in a state of social apartheid is grossly unfair and has serious implications for social cohesion now and in the future. Hilary Land Emerita professor of family policy, University of Bristol • It is shameful enough that Henley Homes has created a segregated play area at its Vauxhall housing development to keep children living in social housing away from the children of homeowners. The insult is compounded by the fact that this luxury housing block, named Baylis Old School, is built on the site of one of the Inner London Education Authority’s most innovative inner-city secondary schools, Lilian Baylis School, where passionately engaged English and drama teachers Louise Dodgson, Stephen Eyers and John Richmond, and their colleagues, celebrated and supported the spoken and written language of children in one of London’s many deprived areas during the 1970s and 80s. They believed in the potential of the children who lived in the streets around the school, and encouraged and helped them to aim high. I have no doubt that they would have taken up their pruning shears and cut a gate through the hedge that prevents children living in Wren Mews from joining their equals on the “other side”. My old friend Stephen Eyers must be spinning in his grave. Fiona Collins Carrog, Sir Ddinbych • The segregation of play areas for richer and poorer children is a shocking development. Play is a powerful builder of community cohesion, bringing children and families from different backgrounds together. Here, sadly, it has been used to drive families apart. All children have the right to play, as recognised in the UN convention on the rights of the child. Through play children develop social skills, awareness of identity and culture, health and wellbeing. Governments have a responsibility for play and leadership is needed. Local, regional and national government can together make sure that all children can benefit from quality play opportunities in their neighbourhoods. Clear guidance on planning and design of play provision is needed. Along with investment in play provision and a statutory duty on local authorities to provide sufficient play opportunities in their area. Wales, Scotland and Northern Ireland and a number of local authorities are leading the way because they see the benefits to children and to society. Children in England need consistent leadership and support for play from Westminster. Nicola Butler Chair of trustees, Play England • What Gaby Hinsliff identifies as “the crabbily diminishing understanding of the public good” (The social apartheid of the playground, 27 March) is an intended effect of Tory policy in the 1980s and this decade. Margaret Thatcher really did say “there is no such thing as society” and many agreed with her. Her governments tried to make reality conform to such ideas, eroding local authority powers, trashing trade unions, enforcing the sale of public assets, and deregulating financial institutions. Many in the current Tory party think “Thatcherism” didn’t go far enough. Some of them are members of the political elite who Aditya Chakrabortty says are “strangers to collective interest or public responsibility” (Britain has been betrayed by an amoral venal establishment, 27 March). They serve a different principle: the accumulation of wealth in selected families, starting with their own. Jan Dubé Peebles, Scottish Borders • It is dispiriting that we still accept the argument that “councils under intense pressure to build often aren’t in a position to play hardball with developers” (Gaby Hinsliff). Of course they are – particularly in London where land is scarce and expensive. I am tired of hearing councils bleat that “if we don’t agree they will go elsewhere” – no they won’t, not if all councils stand their ground and make it a condition of sale if it is their land, or of planning if it is not. It may be harder to negotiate as part of the planning process and changes to planning law have certainly watered down the ability to impose conditions, but once in place this is a legal obligation. Local authorities should be thinking more carefully about what is being developed and how it is to be implemented, and more canny about how they word conditions. Gillian Fearnyough Beaminster, Dorset • The rise of segregated play zones in new housing developments is a retrograde step for the capital’s built environment and should be immediately discouraged by the London boroughs and the Greater London Authority. One of London’s enduring strengths as a global city has been its historic commitment to pepper-potting social housing. While its execution hasn’t always been perfect, it has largely avoided the “ghetto-isation” that has taken place elsewhere and has contributed towards maintaining social cohesion in a city with huge wealth inequality. The collective aspiration of all those involved in delivering new housing should soar higher than a dystopian future in which children in rented accommodation are denied access to the most basic human right of open space and fresh air, while their neighbours play freely outside. Delivering mixed-tenure housing isn’t easy and inevitably involves some compromises, but these must be challenged thoroughly at every stage lest they start to form dangerous precedents. Graham Haworth Director, Haworth Tompkins • JG Ballard had already flagged this up in 1975 in his novel High Rise. A novel, sadly, for our times – we have clearly learnt nil. Josine Meijer London • I wept as I read of children excluded from a play area because of where they lived. Cry the Beloved Country comes to mind. June Lewis Bolton • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "8398",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/27/who-will-be-in-the-running-to-replace-theresa-may",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-27T17:47:22Z",
    "webTitle": "Who will be in the running to replace Theresa May?",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/27/who-will-be-in-the-running-to-replace-theresa-may",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/27/who-will-be-in-the-running-to-replace-theresa-may",
    "fields": {
      "headline": "Who will be in the running to replace Theresa May?",
      "standfirst": "<p>May has <a href=\"https://www.theguardian.com/politics/2019/mar/27/theresa-may-to-resign-before-next-phase-of-brexit\">told Tory MPs</a> she will step down before the next stage of Brexit talks. But who might take over?</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news\">Follow the day’s political developments - live</a></li></ul>",
      "trailText": "May has told Tory MPs she will step down before the next stage of Brexit talks. But who might take over?",
      "byline": "Dan Sabbagh",
      "main": "<figure class=\"element element-image\" data-media-id=\"999379605cebb3b84505edc2de59d668a074f9b1\"> \n <img src=\"https://media.guim.co.uk/999379605cebb3b84505edc2de59d668a074f9b1/0_0_2560_1536/1000.jpg\" alt=\"Boris Johnson, David Davis, Amber Rudd, Dominic Raab, Jeremy Hunt, Sajid Javid, Michael Gove and Matt Hancock.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Clockwise from top left: Boris Johnson, David Davis, Amber Rudd, Dominic Raab, Jeremy Hunt, Sajid Javid, Michael Gove and Matt Hancock.</span> \n  <span class=\"element-image__credit\">Composite: Getty Images/PA/Rex/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<h2>Boris Johnson</h2> \n<p>The former foreign secretary had been playing a delicate game. May’s struggles in getting her Brexit deal through had presented him with an opportunity to precipitate a contest, but he was clearly reluctant to be seen as a dagger-wielder.</p> \n<p>That said, he did enough to tip May over the edge, making it clear in the past week he could support the prime minister’s Brexit deal – if she resigns soon. Johnson met May three times in the last week, but it wasn’t until Tuesday that the message he has been conveying in private emerged in public.</p> \n<p>“If people like me are to support this deal,” the leading Brexiter said at a public event that evening, “then we need to see the proof that the second phase of negotiations will be different from the first.”</p> \n<p>The former London mayor will want to project the image of a frontrunner, although he is not as popular in Westminster as he is with party members. Mistakes now could be costly: a reprimand he received from the Home Office minister Victoria Atkins after he said child sexual abuse inquiries represented money “spaffed up the wall” was the talk of the tearooms.</p> \n<h2>Dominic Raab</h2> \n<p>The former Brexit secretary is considered Johnson’s principal opponent on the hard Brexit wing of the party. His strategy seems to be to try to make as few mistakes as possible, and several people noted when he and other leading Tory backbenchers went to Chequers on Sunday that while others talked, he remained relatively silent.</p> \n<p>There are clear signs of an emerging organisation. Raab is close to the Vote Leave communications director, Paul Stephenson, and a “Ready for Raab” campaign has emerged on social media. He can also show he is a Brexit purist, still holding out against May’s deal when others such as David Davis have already switched sides.</p> \n<h2>Jeremy Hunt</h2> \n<p>Johnson’s successor as foreign secretary is emerging as the classic Conservative establishment candidate. Like Johnson, Hunt’s campaign is likely to depend on momentum; can he secure a large number of early nominations or will he be reeled in by the likes of Matt Hancock?</p> \n<p>Hunt was a remainer in 2016, but has drifted towards the Brexiter wing of the party since the referendum. A risk for the veteran minister, though, is whether he has moved too far from the left of the party, where his natural support is – a plus for him is that he maybe able to cast himself as the only candidate who can stop Johnson.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"3c6064c8-bb8c-470e-b0e1-5c54f868fa50\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>A Conservative leadership contest takes two stages. First, MPs vote for their choice from the nominated candidates. In progressive rounds of voting, candidates are eliminated until there are only two challengers remaining. The second stage is a postal ballot of Conservative party members to chose one of the two candidates.</p>\n    <p>Theresa May's formal resignation as leader on 7 June triggered the contest and the Conservative party set out the following timetable:</p>\n    <p>Nominations closed on 10 June. The first round of voting was held on Thursday 13 June. Subsequent rounds have been pencilled in for the 18th, 19th and 20th.</p>\n    <p>Conservative party HQ says the postal vote element, when the 140,000 or so party members will pick the country's new prime minister, will be completed in the week beginning Monday 22 July.</p>\n    <p><br></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<h2>Sajid Javid</h2> \n<p>The home secretary has been touted as a frontrunner, but some in Westminster say he is losing momentum and could struggle. His backstory – an immigrant’s son who became a millionaire banker – is seen as a plus but critics say he lacks close political friends, similar to his predecessor but one at the Home Office, Theresa May.</p> \n<p>The unexpected rise in the number of migrants trying to enter the UK by boat over the winter damaged his credibility with colleagues, while the decision to strip Shamima Begum of her British citizenship earned him criticism in Conservative circles for being opportunistic, a decision that appeared heartless after the death of her baby.</p> \n<h2>Matt Hancock</h2> \n<p>The health secretary is rapidly gaining in popularity. Having largely kept out of the Brexit squabbling that has engulfed the cabinet, he has been one of the few ministers making any progress on his day-to-day brief while the rest of government stalls.</p> \n<p>This year he has launched plans to target anti-vaccine websites and, a few weeks earlier, to call on social media firms to do more to protect teenagers from suicide and self-harm content. Allies say he can reach out to both wings of the party, but his close links to the former chancellor George Osborne – his one-time mentor – means he is not universally popular in the party.</p> \n<h2>The best of the rest</h2> \n<p><strong>Amber Rudd</strong>’s allies have given the impression she won’t run, but the work and pensions secretary may find a vacancy hard to resist. Her strong pro-remain credentials are a hindrance, as well as the fact she openly defied the prime minister by going public with her opposition to a no-deal Brexit in the Daily Mail last month.</p> \n<p><strong>Michael Gove</strong>’s reputation in the party has never fully recovered since his decision in 2016 to abandon Johnson and run in his own right. Since returning to cabinet, Gove has done his best to support May, with the result that he has probably lost what was left of his Brexiter base.</p> \n<p><strong>David Davis</strong> was briefly considered a contender, but needs votes from the Brexiter wing of the party. His decision to back the prime minister’s deal in the second vote cost him support from those he most needs to back him.</p> \n<p>Many others might well fancy their chances, from Liz Truss, the chief secretary to the Treasury, through to second-referendum supporter Phillip Lee, whose desire to be prime minister is well known to colleagues. Earlier in the day, some were prepared to suggest that Steve Baker, the vice-chairman of the European Research Group, might fancy his chances, although his angry threat to resign the whip on Wednesday night looks like ruling him out, and the chairman, Jacob Rees-Mogg, is backing Johnson.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "874",
      "firstPublicationDate": "2019-03-27T17:47:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:33Z",
      "newspaperEditionDate": "2019-03-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b4qye",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/999379605cebb3b84505edc2de59d668a074f9b1/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson The former foreign secretary had been playing a delicate game. May’s struggles in getting her Brexit deal through had presented him with an opportunity to precipitate a contest, but he was clearly reluctant to be seen as a dagger-wielder. That said, he did enough to tip May over the edge, making it clear in the past week he could support the prime minister’s Brexit deal – if she resigns soon. Johnson met May three times in the last week, but it wasn’t until Tuesday that the message he has been conveying in private emerged in public. “If people like me are to support this deal,” the leading Brexiter said at a public event that evening, “then we need to see the proof that the second phase of negotiations will be different from the first.” The former London mayor will want to project the image of a frontrunner, although he is not as popular in Westminster as he is with party members. Mistakes now could be costly: a reprimand he received from the Home Office minister Victoria Atkins after he said child sexual abuse inquiries represented money “spaffed up the wall” was the talk of the tearooms. Dominic Raab The former Brexit secretary is considered Johnson’s principal opponent on the hard Brexit wing of the party. His strategy seems to be to try to make as few mistakes as possible, and several people noted when he and other leading Tory backbenchers went to Chequers on Sunday that while others talked, he remained relatively silent. There are clear signs of an emerging organisation. Raab is close to the Vote Leave communications director, Paul Stephenson, and a “Ready for Raab” campaign has emerged on social media. He can also show he is a Brexit purist, still holding out against May’s deal when others such as David Davis have already switched sides. Jeremy Hunt Johnson’s successor as foreign secretary is emerging as the classic Conservative establishment candidate. Like Johnson, Hunt’s campaign is likely to depend on momentum; can he secure a large number of early nominations or will he be reeled in by the likes of Matt Hancock? Hunt was a remainer in 2016, but has drifted towards the Brexiter wing of the party since the referendum. A risk for the veteran minister, though, is whether he has moved too far from the left of the party, where his natural support is – a plus for him is that he maybe able to cast himself as the only candidate who can stop Johnson. Sajid Javid The home secretary has been touted as a frontrunner, but some in Westminster say he is losing momentum and could struggle. His backstory – an immigrant’s son who became a millionaire banker – is seen as a plus but critics say he lacks close political friends, similar to his predecessor but one at the Home Office, Theresa May. The unexpected rise in the number of migrants trying to enter the UK by boat over the winter damaged his credibility with colleagues, while the decision to strip Shamima Begum of her British citizenship earned him criticism in Conservative circles for being opportunistic, a decision that appeared heartless after the death of her baby. Matt Hancock The health secretary is rapidly gaining in popularity. Having largely kept out of the Brexit squabbling that has engulfed the cabinet, he has been one of the few ministers making any progress on his day-to-day brief while the rest of government stalls. This year he has launched plans to target anti-vaccine websites and, a few weeks earlier, to call on social media firms to do more to protect teenagers from suicide and self-harm content. Allies say he can reach out to both wings of the party, but his close links to the former chancellor George Osborne – his one-time mentor – means he is not universally popular in the party. The best of the rest Amber Rudd’s allies have given the impression she won’t run, but the work and pensions secretary may find a vacancy hard to resist. Her strong pro-remain credentials are a hindrance, as well as the fact she openly defied the prime minister by going public with her opposition to a no-deal Brexit in the Daily Mail last month. Michael Gove’s reputation in the party has never fully recovered since his decision in 2016 to abandon Johnson and run in his own right. Since returning to cabinet, Gove has done his best to support May, with the result that he has probably lost what was left of his Brexiter base. David Davis was briefly considered a contender, but needs votes from the Brexiter wing of the party. His decision to back the prime minister’s deal in the second vote cost him support from those he most needs to back him. Many others might well fancy their chances, from Liz Truss, the chief secretary to the Treasury, through to second-referendum supporter Phillip Lee, whose desire to be prime minister is well known to colleagues. Earlier in the day, some were prepared to suggest that Steve Baker, the vice-chairman of the European Research Group, might fancy his chances, although his angry threat to resign the whip on Wednesday night looks like ruling him out, and the chairman, Jacob Rees-Mogg, is backing Johnson.",
      "charCount": "5081",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dan-sabbagh\">Dan Sabbagh</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/27/andrea-leadsom-government-intends-to-revive-theresa-may-brexit-deal-this-week",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-27T16:24:41Z",
    "webTitle": "Bercow issues fresh warning over third vote on May's Brexit deal",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/27/andrea-leadsom-government-intends-to-revive-theresa-may-brexit-deal-this-week",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/27/andrea-leadsom-government-intends-to-revive-theresa-may-brexit-deal-this-week",
    "fields": {
      "headline": "Bercow issues fresh warning over third vote on May's Brexit deal",
      "standfirst": "<p>Speaker says he has told officials to to block any bids to table unchanged proposal</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news\">Follow the day’s political developments – live updates</a></li></ul>",
      "trailText": "Speaker says he has told officials to to block any bids to table unchanged proposalFollow the day’s political developments – live updates",
      "byline": "Rowena Mason and Peter Walker",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b95ddc1c-d115-4b1b-abe0-3a6cc5462ee4\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/FzC9vOQG9Kg?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Theresa May’s hopes of putting her Brexit deal to a third meaningful vote have hit another obstacle after John Bercow said parliamentary procedures could not be used to present it unchanged, even as more senior Eurosceptics seem to be getting behind the agreement.</p> \n<p>Amid speculation the prime minister is making a private pact to set a date to stand down when the deal goes through, more than 20 Conservative Eurosceptics have publicly suggested they will change their minds because they do not want a softer Brexit.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news\">Brexit: MPs to vote on alternative plans as speculation mounts May could announce decision to quit - live news</a> </p> \n</aside> \n<p>Even if this many MPs in the European Research Group (ERG) switched, the vote would be extremely tight, but there was mounting speculation the government could table it on Thursday or Friday.</p> \n<p>This plan, however, could be scuppered after the Speaker told ministers he stood by his ruling that the twice-defeated motion could not be put to MPs again without significant change.</p> \n<p>Bercow said he had instructed officials to block any attempts to put forward the same or similar plan using procedural rule changes, for example, by using a vote by MPs to instruct the Commons to overlook the rule behind his block.</p> \n<p>“I understand that the government may be thinking of bringing meaningful vote three before the house either tomorrow or even on Friday, if the house opts to sit that day,” Bercow told the Commons before the start of a debate on indicative votes on Brexit.</p> \n<p>“Therefore, in order that there should be no misunderstanding, I wish to make clear that I do expect the government to meet the test of change. They should not seek to circumvent my ruling by means of tabling either a notwithstanding motion or a tabling motion.</p> \n<p>“The table office has been instructed that no such motions will be accepted. I very much look forward, colleagues, to today’s debate and votes which give the house the chance to start the process of positively indicating what it wants.”</p> \n<p>Bercow’s <a href=\"https://www.theguardian.com/politics/2019/mar/18/constitutional-chaos-theresa-may-third-vote-brexit-deal-blocked\">original ruling</a>, earlier this month, plunged the Brexit plan into procedural chaos. Citing Erskine May, the official guide to parliamentary procedure, the Speaker said the bar on the same measure being brought more than once in the same parliamentary session was a “strong and longstanding convention” dating back to 1604.</p> \n<p>If the vote does eventually happen, May will require support from the Democratic Unionist party and almost all the ERG to win. She could afford to do without around 10 “Brexit ultras”, with the exact number depending on whether any more Labour MPs, such as Jim Fitzpatrick, end up folding as well.</p> \n<p>There are currently at least 15 Conservative MPs who appear implacably opposed to changing their minds, including six who are pro-remain, such as Justine Greening and Sam Gyimah.</p> \n<p>A frantic campaign is under way among some Eurosceptics to persuade the last of their colleagues to get behind May’s deal for fear of there being no Brexit at all, as MPs prepared to vote for eight alternative options, from a Norway-style departure to revoking article 50, or holding a second referendum, on Wednesday evening. They can choose to support as many as they want.</p> \n<p>Iain Duncan Smith, the former Tory leader, is said to be in talks to persuade May to privately agree to stand down if the withdrawal agreement is passed. She would then publicly announce a departure date, with MPs reserving the right to vote down her deal at the second reading if she did not honour the pledge to announce her resignation.</p> \n<p>May is due to address a gathering of Conservative backbenchers on the 1922 Committee at 5pm, leading to rumours that she will declare her timetable for leaving office. However, people around the prime minister are understood to be worried that openly saying she will quit after Brexit will look like a stitch up in exchange for votes, while some senior ERG MPs are keen to make her departure look dignified rather than forced.</p> \n<p>Boris Johnson, the former foreign secretary, has given the most overt hints that he could back the deal if May made way for a successor. </p> \n<p>He described it as a “terrible deal, something which I bitterly opposed for a long time”. However, he said he needed “to see that the second phase of the negotiations will be different from the first” and highlighted the “appreciable risk” that not voting for the deal could lead to no Brexit.</p>",
      "wordcount": "727",
      "firstPublicationDate": "2019-03-27T09:51:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:26Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b4p88",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/be2c3d43cfd06becd58d1ee1168af07330ff7d5e/0_83_1265_759/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May’s hopes of putting her Brexit deal to a third meaningful vote have hit another obstacle after John Bercow said parliamentary procedures could not be used to present it unchanged, even as more senior Eurosceptics seem to be getting behind the agreement. Amid speculation the prime minister is making a private pact to set a date to stand down when the deal goes through, more than 20 Conservative Eurosceptics have publicly suggested they will change their minds because they do not want a softer Brexit. Even if this many MPs in the European Research Group (ERG) switched, the vote would be extremely tight, but there was mounting speculation the government could table it on Thursday or Friday. This plan, however, could be scuppered after the Speaker told ministers he stood by his ruling that the twice-defeated motion could not be put to MPs again without significant change. Bercow said he had instructed officials to block any attempts to put forward the same or similar plan using procedural rule changes, for example, by using a vote by MPs to instruct the Commons to overlook the rule behind his block. “I understand that the government may be thinking of bringing meaningful vote three before the house either tomorrow or even on Friday, if the house opts to sit that day,” Bercow told the Commons before the start of a debate on indicative votes on Brexit. “Therefore, in order that there should be no misunderstanding, I wish to make clear that I do expect the government to meet the test of change. They should not seek to circumvent my ruling by means of tabling either a notwithstanding motion or a tabling motion. “The table office has been instructed that no such motions will be accepted. I very much look forward, colleagues, to today’s debate and votes which give the house the chance to start the process of positively indicating what it wants.” Bercow’s original ruling, earlier this month, plunged the Brexit plan into procedural chaos. Citing Erskine May, the official guide to parliamentary procedure, the Speaker said the bar on the same measure being brought more than once in the same parliamentary session was a “strong and longstanding convention” dating back to 1604. If the vote does eventually happen, May will require support from the Democratic Unionist party and almost all the ERG to win. She could afford to do without around 10 “Brexit ultras”, with the exact number depending on whether any more Labour MPs, such as Jim Fitzpatrick, end up folding as well. There are currently at least 15 Conservative MPs who appear implacably opposed to changing their minds, including six who are pro-remain, such as Justine Greening and Sam Gyimah. A frantic campaign is under way among some Eurosceptics to persuade the last of their colleagues to get behind May’s deal for fear of there being no Brexit at all, as MPs prepared to vote for eight alternative options, from a Norway-style departure to revoking article 50, or holding a second referendum, on Wednesday evening. They can choose to support as many as they want. Iain Duncan Smith, the former Tory leader, is said to be in talks to persuade May to privately agree to stand down if the withdrawal agreement is passed. She would then publicly announce a departure date, with MPs reserving the right to vote down her deal at the second reading if she did not honour the pledge to announce her resignation. May is due to address a gathering of Conservative backbenchers on the 1922 Committee at 5pm, leading to rumours that she will declare her timetable for leaving office. However, people around the prime minister are understood to be worried that openly saying she will quit after Brexit will look like a stitch up in exchange for votes, while some senior ERG MPs are keen to make her departure look dignified rather than forced. Boris Johnson, the former foreign secretary, has given the most overt hints that he could back the deal if May made way for a successor. He described it as a “terrible deal, something which I bitterly opposed for a long time”. However, he said he needed “to see that the second phase of the negotiations will be different from the first” and highlighted the “appreciable risk” that not voting for the deal could lead to no Brexit.",
      "charCount": "4261",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/peterwalker\">Peter Walker</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/27/efta-countries-wary-of-commons-interest-in-norway-brexit-option",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-27T15:03:24Z",
    "webTitle": "Efta countries wary of UK's interest in 'Norway' option",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/27/efta-countries-wary-of-commons-interest-in-norway-brexit-option",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/27/efta-countries-wary-of-commons-interest-in-norway-brexit-option",
    "fields": {
      "headline": "Efta countries wary of UK's interest in 'Norway' option",
      "standfirst": "<p>Iceland says UK would have to accept free movement of labour, while Norway wants to avoid being seen as interfering in Brexit politics<br></p>",
      "trailText": "Iceland says UK would have to accept free movement of labour, while Norway wants to avoid being seen as interfering in Brexit politics<br>",
      "byline": "Patrick Wintour Diplomatic editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"cc6706ca9d2b91cb676db8d1e76d51e3db36fb5b\"> <img src=\"https://media.guim.co.uk/cc6706ca9d2b91cb676db8d1e76d51e3db36fb5b/0_467_5493_3296/1000.jpg\" alt=\"Icelandic prime minister, Katrín Jakobsdóttir\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Icelandic prime minister, Katrín Jakobsdóttir, has been more wary than her foreign minister about accepting the UK into Efta.</span> <span class=\"element-image__credit\">Photograph: Sean Gallup/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Concern is growing in Norway and Iceland about how to respond if the UK’s House of Commons votes to apply to join Efta, the four-nation European free-trade association of which both countries are members.</p> <p>While the plan appeals to a growing cross-party lobby of British MPs, who see Efta membership as a compromise solution to leaving the EU yet keeping the UK’s close economic ties with the European single market, it has divided opinion within Efta member states. </p> <p>Iceland’s foreign minister, Guðlaugur Þór Þórðarson, a free trader, enthusiastically backed British membership of Efta on a visit to London this week. But he said it would be a challenge if the UK also sought to stay in the EU customs union, as proposed by the chief backers of the Norway option in the Commons. For British MPs, membership of the customs union would ease concerns over the border in Ireland.</p> <p>The four Efta members, Norway, Iceland, Lichtenstein and Switzerland, currently strike their own free-trade deals with third countries outside the European Union, but the UK, if it negotiated to stay inside the EU customs union, would be excluded from doing this. This would reduce the chance of Efta becoming a large and attractive trading bloc, one of the advantages of Britain joining Efta from Iceland’s viewpoint.</p> <p>Speaking on BBC Radio 4, Þórðarson said he was not sure why the UK should wish to join the EU customs union after Brexit and added that any such decision would represent a challenge for Iceland.</p> <p>Iceland’s prime minister, Katrín Jakobsdóttir, was more wary about the UK joining Efta last week, stressing that the UK would need to accept free movement of labour.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/13/labour-brexit-norway-soft-compromise\">Why Labour must not fall for the charms of a Norway-style deal | Michael Chessum</a> </p> </aside>  <p>But in Norway, probably the single most influential country inside Efta, opinion appears to be hardening against UK membership as the option grows more likely. The concern is expressed openly by the opposition Labour party, and more warily in government circles.</p> <p>Anniken Huitfeldt, head of the Foreign and Defence committee and a Labour member, said she was not interested in the UK joining either Efta or the European economic area, the single market grouping that assembles the EU and and Efta members. She said: “We do not encourage them. It is not in Norway’s interests to bring Britain into the EEA … The UK should never have voted to leave the EU in the first place.”</p> <p>The leader of Norway’s opposition Labour party, Jonas Gahr Støre, speaking to the Guardian, expressed his doubts about UK membership of Efta or the European Economic Area. He said: “All decisions are taken by consensus and it is not obvious that Britain and Norway would see eye to eye on all decisions that came from Brussels regarding the internal market. There is in the political debate in Norway a concern that a British presence could make our relationship more unstable, and I think that is reflected in the statements made by the current government and the opposition</p> <p>“Norway would like to see smooth, open and friendly relations with our partners across the North sea. Whether that objective is secured by the UK joining Efta or the EEA is a different question.”</p> <p>He pointed out that after 40 years of membership of the European Union and after 2016 referendum, the British would by joining the EEA “be gaining a new set of obligations but with far less influence and codetermination”. </p> <p>The head of Norway’s business group NHO, Tore Myhre, last week also urged the country not to reopen the agreement by inviting the British into Efta. He said: “Norway’s existing deal is fragile and it is important for us not to put it at risk.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2018/dec/07/norwegian-politicians-reject-uks-norway-plus-brexit-plan\">Norwegian politicians reject UK's Norway-plus Brexit plan</a> </p> </aside>  <p>Norway’s foreign minister, Ine Eriksen Søreide, pressed on TV last week to say whether she would support a British application to join Efta, avoided the question, focusing on the need for an orderly Brexit.</p> <p>Similarly, appeals by British MPs that support the Norway option for the Norwegian government to make a public invitation to join Efta have been spurned by ministers anxious not to be seen to be interfering inBrexit politics.</p> <p>Some Norwegian officials say privately that the underlying fear of British Efta membership is that the UK would dominate the organisation, and therefore its negotiations with the EU. One concern is that Norway might have to renegotiate its existing trade deals if the UK became a member.</p> <p>Moreover, it might cast a disruptive light on an arrangement that despite its democratic pitfalls has worked for Norway’s economy by providing access to the EU single market, excluding agriculture and fish.</p> <p>Norway, a country that tries to operate by political consensus, has long accepted an uneasy compromise in which it accepts the four EU freedoms, including freedom of movement, but remains outside the EU, as its citizens voted twice in referenda to reject EU membership. One official said: “There is a wariness about the British controversy over EU relations being imported into our arrangements. The issue has torn the UK apart for two years. We want to avoid upsetting something that works for us.”</p>",
      "wordcount": "847",
      "firstPublicationDate": "2019-03-27T15:03:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:34Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b4q7q",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cc6706ca9d2b91cb676db8d1e76d51e3db36fb5b/0_467_5493_3296/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Concern is growing in Norway and Iceland about how to respond if the UK’s House of Commons votes to apply to join Efta, the four-nation European free-trade association of which both countries are members. While the plan appeals to a growing cross-party lobby of British MPs, who see Efta membership as a compromise solution to leaving the EU yet keeping the UK’s close economic ties with the European single market, it has divided opinion within Efta member states. Iceland’s foreign minister, Guðlaugur Þór Þórðarson, a free trader, enthusiastically backed British membership of Efta on a visit to London this week. But he said it would be a challenge if the UK also sought to stay in the EU customs union, as proposed by the chief backers of the Norway option in the Commons. For British MPs, membership of the customs union would ease concerns over the border in Ireland. The four Efta members, Norway, Iceland, Lichtenstein and Switzerland, currently strike their own free-trade deals with third countries outside the European Union, but the UK, if it negotiated to stay inside the EU customs union, would be excluded from doing this. This would reduce the chance of Efta becoming a large and attractive trading bloc, one of the advantages of Britain joining Efta from Iceland’s viewpoint. Speaking on BBC Radio 4, Þórðarson said he was not sure why the UK should wish to join the EU customs union after Brexit and added that any such decision would represent a challenge for Iceland. Iceland’s prime minister, Katrín Jakobsdóttir, was more wary about the UK joining Efta last week, stressing that the UK would need to accept free movement of labour. But in Norway, probably the single most influential country inside Efta, opinion appears to be hardening against UK membership as the option grows more likely. The concern is expressed openly by the opposition Labour party, and more warily in government circles. Anniken Huitfeldt, head of the Foreign and Defence committee and a Labour member, said she was not interested in the UK joining either Efta or the European economic area, the single market grouping that assembles the EU and and Efta members. She said: “We do not encourage them. It is not in Norway’s interests to bring Britain into the EEA … The UK should never have voted to leave the EU in the first place.” The leader of Norway’s opposition Labour party, Jonas Gahr Støre, speaking to the Guardian, expressed his doubts about UK membership of Efta or the European Economic Area. He said: “All decisions are taken by consensus and it is not obvious that Britain and Norway would see eye to eye on all decisions that came from Brussels regarding the internal market. There is in the political debate in Norway a concern that a British presence could make our relationship more unstable, and I think that is reflected in the statements made by the current government and the opposition “Norway would like to see smooth, open and friendly relations with our partners across the North sea. Whether that objective is secured by the UK joining Efta or the EEA is a different question.” He pointed out that after 40 years of membership of the European Union and after 2016 referendum, the British would by joining the EEA “be gaining a new set of obligations but with far less influence and codetermination”. The head of Norway’s business group NHO, Tore Myhre, last week also urged the country not to reopen the agreement by inviting the British into Efta. He said: “Norway’s existing deal is fragile and it is important for us not to put it at risk.” Norway’s foreign minister, Ine Eriksen Søreide, pressed on TV last week to say whether she would support a British application to join Efta, avoided the question, focusing on the need for an orderly Brexit. Similarly, appeals by British MPs that support the Norway option for the Norwegian government to make a public invitation to join Efta have been spurned by ministers anxious not to be seen to be interfering inBrexit politics. Some Norwegian officials say privately that the underlying fear of British Efta membership is that the UK would dominate the organisation, and therefore its negotiations with the EU. One concern is that Norway might have to renegotiate its existing trade deals if the UK became a member. Moreover, it might cast a disruptive light on an arrangement that despite its democratic pitfalls has worked for Norway’s economy by providing access to the EU single market, excluding agriculture and fish. Norway, a country that tries to operate by political consensus, has long accepted an uneasy compromise in which it accepts the four EU freedoms, including freedom of movement, but remains outside the EU, as its citizens voted twice in referenda to reject EU membership. One official said: “There is a wariness about the British controversy over EU relations being imported into our arrangements. The issue has torn the UK apart for two years. We want to avoid upsetting something that works for us.”",
      "charCount": "4994",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/patrickwintour\">Patrick Wintour</a> Diplomatic editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/27/zero-tariff-plan-irish-border-could-face-wto-legal-threat-gove-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-27T13:56:56Z",
    "webTitle": "Zero-tariff plan for Irish border could face WTO legal threat, says Gove",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/27/zero-tariff-plan-irish-border-could-face-wto-legal-threat-gove-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/27/zero-tariff-plan-irish-border-could-face-wto-legal-threat-gove-brexit",
    "fields": {
      "headline": "Zero-tariff plan for Irish border could face WTO legal threat, says Gove",
      "standfirst": "<p>Environment secretary admits other nations could have a case against no-deal Brexit proposal</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news\">Follow the day’s political developments - live updates</a></li></ul>",
      "trailText": "Environment secretary admits other nations could have a case against no-deal Brexit proposal",
      "byline": "Lisa O'Carroll  Brexit correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"00c5813c1a4b02cf988a334d073d74e9c3be23a4\"> <img src=\"https://media.guim.co.uk/00c5813c1a4b02cf988a334d073d74e9c3be23a4/110_240_5250_3150/1000.jpg\" alt=\"A lorry crosses the border between Ireland and Northern Ireland.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Under the plan, Northern Irish farmers would face EU tariffs on dairy and meat products exported into Irish food processing plants. </span> <span class=\"element-image__credit\">Photograph: Paul Faith/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Michael Gove has admitted the government’s plan to waive all tariffs on goods crossing the Irish border into Northern Ireland in the event of a no-deal Brexit could be legally challenged under World Trade Organization rules.</p> <p>The environment secretary told MPs that legal advice had been sought, and it was “certainly the case that other countries could have an arguable case at [the] WTO” over a zero-tariff plan for Ireland.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/27/donald-tusk-majority-uk-stay-eu-article-50-brexit\">EU cannot betray 'increasing majority' who want UK to remain, says Tusk</a> </p> </aside>  <p>But he said the political needs outweighed those concerns. “We believe there are specific exemptions because of the broader political and security situation in Northern Ireland underpinning the Good Friday agreement, which mean that we can be allowed to do everything that we can.</p> <p>“Of course we couldn’t keep this situation indefinitely but we can do everything we can for a period in order to maintain a frictionless border,” Gove told the environment select committee.</p> <p>Under the no-deal tariff plan the UK would levy import tariffs on beef, lamb, pork and dairy products if it crashed out of the EU but waive them in Northern Ireland to avoid putting infrastructure on the Irish border.</p> <p>The <a href=\"https://www.theguardian.com/politics/2019/mar/13/brexit-tariffs-on-87-of-uk-imports-cut-to-zero-in-temporary-no-deal-plan\">plan, revealed two weeks ago</a>, has caused controversy in Northern Ireland with claims the double standards could prove disastrous for farmers who would face EU tariffs on dairy and meat products exported into Irish food processing plants that made everything from pizza toppings to cheese and infant milk formula.</p> <p>This could be deemed illegal under WTO rules, which must be applied equally to all countries.</p> <p>Neil Parish, a Conservative MP who chairs the committee, told Gove the no-deal tariff regime for Irish exporters would “crush” Northern Ireland’s agrifood industry and lead to bankruptcies and business closures.</p> <p>“It would certainly put Northern Ireland’s agrifood industry at a disadvantage, yes,” Gove replied.</p> <p>He admitted the zero-tariff plan could have a “significant impact” on the dairy industry.</p> <p>Goves warning comes as Northern Ireland’s Democratic Unionist party <a href=\"https://www.theguardian.com/politics/2019/mar/26/dup-brexit-spokesman-sammy-wilson-backs-delay-over-support-for-may-withdrawal-deal\">continues to withhold support</a> for Theresa May’s Brexit deal over Irish border issues.</p> <p>It has put the DUP at odds with local businesses and farmers, who say no deal would be a disaster as they would have to compete with cheaper food coming in from Ireland but face tariffs on their own exports of dairy, beef and lamb across the border.</p> <p>About a third of all Northern Irish milk goes to the Irish Republic to be processed into butter, cheese and infant formula, while 400,000 sheep are exported a year to Ireland for slaughter and meat processing.</p> <p>Parish asked Gove whether he would deploy emergency measures to protect Northern Irish farmers.</p> <p>Gove said he had met representatives from Northern Ireland’s Department of Agriculture, Environment and Rural Affairs on Monday and had told the department he would “provide whatever support they request to the best of our ability”.</p> <p>Gove revealed his department had 2,800 staff working on Brexit, with 55 seconded from Natural England and 30 from the Environment Agency.</p>",
      "wordcount": "488",
      "firstPublicationDate": "2019-03-27T13:56:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:34Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b4q5q",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/00c5813c1a4b02cf988a334d073d74e9c3be23a4/110_240_5250_3150/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Michael Gove has admitted the government’s plan to waive all tariffs on goods crossing the Irish border into Northern Ireland in the event of a no-deal Brexit could be legally challenged under World Trade Organization rules. The environment secretary told MPs that legal advice had been sought, and it was “certainly the case that other countries could have an arguable case at [the] WTO” over a zero-tariff plan for Ireland. But he said the political needs outweighed those concerns. “We believe there are specific exemptions because of the broader political and security situation in Northern Ireland underpinning the Good Friday agreement, which mean that we can be allowed to do everything that we can. “Of course we couldn’t keep this situation indefinitely but we can do everything we can for a period in order to maintain a frictionless border,” Gove told the environment select committee. Under the no-deal tariff plan the UK would levy import tariffs on beef, lamb, pork and dairy products if it crashed out of the EU but waive them in Northern Ireland to avoid putting infrastructure on the Irish border. The plan, revealed two weeks ago, has caused controversy in Northern Ireland with claims the double standards could prove disastrous for farmers who would face EU tariffs on dairy and meat products exported into Irish food processing plants that made everything from pizza toppings to cheese and infant milk formula. This could be deemed illegal under WTO rules, which must be applied equally to all countries. Neil Parish, a Conservative MP who chairs the committee, told Gove the no-deal tariff regime for Irish exporters would “crush” Northern Ireland’s agrifood industry and lead to bankruptcies and business closures. “It would certainly put Northern Ireland’s agrifood industry at a disadvantage, yes,” Gove replied. He admitted the zero-tariff plan could have a “significant impact” on the dairy industry. Goves warning comes as Northern Ireland’s Democratic Unionist party continues to withhold support for Theresa May’s Brexit deal over Irish border issues. It has put the DUP at odds with local businesses and farmers, who say no deal would be a disaster as they would have to compete with cheaper food coming in from Ireland but face tariffs on their own exports of dairy, beef and lamb across the border. About a third of all Northern Irish milk goes to the Irish Republic to be processed into butter, cheese and infant formula, while 400,000 sheep are exported a year to Ireland for slaughter and meat processing. Parish asked Gove whether he would deploy emergency measures to protect Northern Irish farmers. Gove said he had met representatives from Northern Ireland’s Department of Agriculture, Environment and Rural Affairs on Monday and had told the department he would “provide whatever support they request to the best of our ability”. Gove revealed his department had 2,800 staff working on Brexit, with 55 seconded from Natural England and 30 from the Environment Agency.",
      "charCount": "3008",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/lisaocarroll\">Lisa O'Carroll</a>  Brexit correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/27/brexit-corbyn-may-pmqs",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-27T13:28:48Z",
    "webTitle": "Change course on Brexit or go, Corbyn tells May at PMQs",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/27/brexit-corbyn-may-pmqs",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/27/brexit-corbyn-may-pmqs",
    "fields": {
      "headline": "Change course on Brexit or go, Corbyn tells May at PMQs",
      "standfirst": "<p>Labour leader condemns government paralysis as MPs prepare for series of indicative votes</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news\">Follow the day’s political developments – live updates</a></li></ul>",
      "trailText": "Labour leader condemns government paralysis as MPs prepare for series of indicative votes",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"d497be4cefbccbc0e6a44047d679e54ffd46da1b\"> <img src=\"https://media.guim.co.uk/d497be4cefbccbc0e6a44047d679e54ffd46da1b/0_0_1765_1059/1000.jpg\" alt=\"Corbyn speaks at PMQs\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Corbyn urged May to embrace Labour’s idea of a customs union-based exit plan.</span> <span class=\"element-image__credit\">Photograph: House of Commons/PA</span> </figcaption> </figure>",
      "body": "<p>Jeremy Corbyn has urged Theresa May to “either listen and change course, or go” in a Brexit-dominated prime minister’s questions which appeared to lay down the most likely battle lines for a <a href=\"https://www.theguardian.com/politics/2019/mar/26/how-will-the-brexit-indicative-votes-process-work\">series of indicative Commons votes</a> on seeking a consensus departure plan.</p> <p>Condemning what he said was governmental paralysis as May refused to consider any option besides her own, twice-defeated Brexit plan, the Labour leader urged her to embrace whichever unity proposal could emerge from MPs’ deliberations.</p> <p>“If today or on Monday a consensus alternative plan emerges across the house, will the prime minister accept that decision of the house as the basis for the UK’s negotiating position with the EU henceforward?” he said.</p> <p>May declined to answer directly, only referring Corbyn to earlier comments in which she indicated the government could not support a plan which went against the 2017 Conservative election manifesto, thus ruling out a customs union or single market membership.</p> <p>Corbyn, in return, repeatedly urged May to embrace Labour’s idea of a customs union-based exit plan, and accused the prime minister of using intransigence as a means to force MPs into backing her deal in a likely third meaningful vote.</p> <p>“Why is she prepared to carry on risking jobs and industry in another attempt to, yet again, run down the clock and try to blackmail the MPs behind her in supporting a deal that’s already been twice rejected?” he asked.</p> <p>When May declined to say directly if she would back any plan that emerged from the series of indicative votes scheduled for later on Wednesday, Corbyn said: “I think the house, and perhaps more importantly the whole country, deserves to know the answer to that question.”</p> <p>He continued: “This country is on hold while the government is in complete paralysis. The vital issues facing our country from the devastation of public services, to homelessness. to knife crime, have been neglected.</p> <p>“The prime minister is failing to deliver Brexit because she can’t build a consensus, is unable to compromise and unable to reunite the country. Instead she’s stoking further division, she’s unable to resolve the central issues facing Britain today, and she is frankly unable to govern.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/27/labour-barry-gardiner-brexit-is-not-remain-party-and-support-for-public-vote-motion-difficult\">Corbyn set to whip MPs to back public vote as frontbench threatens revolt</a> </p> </aside>  <p>“The prime minister faces a very clear choice, the one endorsed by the country and many of her party: either listen and change course, or go. Which is it to be?”</p> <p>In return, May accused Labour of being divided on its approach to the indicative votes, and of reversing its view on a customs union. “Whatever happened to straight-talking, honest politics?” she asked.</p> <p>Her Brexit plan, she also argued, would deliver “the benefits of the customs union while enabling us to have an independent free trade policy”. She reiterated her belief that it was the only viable option, saying: “Other options would lead to delay, to uncertainty, and risk never delivering Brexit.”</p> <p>Corbyn, in turn, noted that both the TUC and CBI both supported a deal based around a customs union. He said: “It’s a bit strange when a Conservative prime minister says she doesn’t want what the business community want. These are indeed strange times.”</p> <p>May also came under immediate pressure over her delay to the Brexit date beyond the long-promised date of this Friday. In the first PMQs question, Conservative Brexiter Andrew Bridgen said his constituents would “never trust the prime minister again”.</p> <p>In response, several MPs, referring to Bridgen’s opposition to May’s Brexit plan, loudly yelled: “‘Vote for it, then.’”</p>",
      "wordcount": "574",
      "firstPublicationDate": "2019-03-27T13:28:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:27Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b4qxa",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d497be4cefbccbc0e6a44047d679e54ffd46da1b/0_0_1765_1059/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has urged Theresa May to “either listen and change course, or go” in a Brexit-dominated prime minister’s questions which appeared to lay down the most likely battle lines for a series of indicative Commons votes on seeking a consensus departure plan. Condemning what he said was governmental paralysis as May refused to consider any option besides her own, twice-defeated Brexit plan, the Labour leader urged her to embrace whichever unity proposal could emerge from MPs’ deliberations. “If today or on Monday a consensus alternative plan emerges across the house, will the prime minister accept that decision of the house as the basis for the UK’s negotiating position with the EU henceforward?” he said. May declined to answer directly, only referring Corbyn to earlier comments in which she indicated the government could not support a plan which went against the 2017 Conservative election manifesto, thus ruling out a customs union or single market membership. Corbyn, in return, repeatedly urged May to embrace Labour’s idea of a customs union-based exit plan, and accused the prime minister of using intransigence as a means to force MPs into backing her deal in a likely third meaningful vote. “Why is she prepared to carry on risking jobs and industry in another attempt to, yet again, run down the clock and try to blackmail the MPs behind her in supporting a deal that’s already been twice rejected?” he asked. When May declined to say directly if she would back any plan that emerged from the series of indicative votes scheduled for later on Wednesday, Corbyn said: “I think the house, and perhaps more importantly the whole country, deserves to know the answer to that question.” He continued: “This country is on hold while the government is in complete paralysis. The vital issues facing our country from the devastation of public services, to homelessness. to knife crime, have been neglected. “The prime minister is failing to deliver Brexit because she can’t build a consensus, is unable to compromise and unable to reunite the country. Instead she’s stoking further division, she’s unable to resolve the central issues facing Britain today, and she is frankly unable to govern. “The prime minister faces a very clear choice, the one endorsed by the country and many of her party: either listen and change course, or go. Which is it to be?” In return, May accused Labour of being divided on its approach to the indicative votes, and of reversing its view on a customs union. “Whatever happened to straight-talking, honest politics?” she asked. Her Brexit plan, she also argued, would deliver “the benefits of the customs union while enabling us to have an independent free trade policy”. She reiterated her belief that it was the only viable option, saying: “Other options would lead to delay, to uncertainty, and risk never delivering Brexit.” Corbyn, in turn, noted that both the TUC and CBI both supported a deal based around a customs union. He said: “It’s a bit strange when a Conservative prime minister says she doesn’t want what the business community want. These are indeed strange times.” May also came under immediate pressure over her delay to the Brexit date beyond the long-promised date of this Friday. In the first PMQs question, Conservative Brexiter Andrew Bridgen said his constituents would “never trust the prime minister again”. In response, several MPs, referring to Bridgen’s opposition to May’s Brexit plan, loudly yelled: “‘Vote for it, then.’”",
      "charCount": "3503",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/27/commons-report-rules-dominic-cummings-in-contempt-of-parliament",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-27T13:06:32Z",
    "webTitle": "Dominic Cummings found in contempt of parliament",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/27/commons-report-rules-dominic-cummings-in-contempt-of-parliament",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/27/commons-report-rules-dominic-cummings-in-contempt-of-parliament",
    "fields": {
      "headline": "Dominic Cummings found in contempt of parliament",
      "standfirst": "<p>Ex-director of Vote Leave faces admonishment for refusing to appear at MPs’ committee</p>",
      "trailText": "Ex-director of Vote Leave faces admonishment for refusing to appear at MPs’ committee",
      "byline": "Rajeev Syal and agencies",
      "main": "<figure class=\"element element-image\" data-media-id=\"c03c57bf0c8bcfd6d87aeaf3cd2ff1d2aee2072d\"> <img src=\"https://media.guim.co.uk/c03c57bf0c8bcfd6d87aeaf3cd2ff1d2aee2072d/523_112_2470_1482/1000.jpg\" alt=\"Dominic Cummings\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Cummings declined to give evidence in an investigation on fake news.</span> <span class=\"element-image__credit\">Photograph: David Levenson/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Dominic Cummings, the former director of the official leave campaign, has been ruled to be in contempt of parliament after failing to appear before MPs investigating fake news.</p> <p>The House of Commons committee of privileges said Cummings’ refusal to give oral evidence to MPs constituted a significant interference in the work of the inquiry.</p> <p>In a statement, Cummings, who was portrayed last year <a href=\"https://www.theguardian.com/media/2018/may/16/benedict-cumberbatch-to-play-vote-leave-dominic-cummings-channel-4-brexit-drama\">in a Channel 4 Brexit drama</a> by Benedict Cumberbatch, said he had offered to give evidence but was rebuffed.</p> <p>He was responding to <a href=\"https://www.parliament.uk/business/committees/committees-a-z/commons-select/privileges/\">a committee report released on Wednesday.</a></p> <p>MPs had examined correspondence between Cummings and the digital, culture, media and sport (DCMS) committee, which was investigating the proliferation of false news stories during the EU referendum campaign.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jan/04/dominic-cummings-brilliant-eccentric-or-evil-genius-brexit-tv-drama-benedict-cumberbatch\">Dominic Cummings: brilliant eccentric or evil genius?</a> </p> </aside>  <p>The privileges committee acknowledged its sanctions were limited to recommending the Commons issue a formal admonishment for Cummings’ conduct, raising questions about the committee’s enforcement powers.</p> <p>The admonishment would require a resolution of the house, which, if passed, “should be communicated to Mr Cummings by the clerk of the house”, the committee said in its report.</p> <p>Damian Collins, the chair of the DCMS committee, said it was clear the powers of the house had been “found wanting”.</p> <p>He said Cummings – the director of the campaign spearheaded by Boris Johnson – had shown a “total disregard” for the authority of parliament and called for statutory powers to “reassert the authority that is missing”.</p> <p>“The Dominic Cummings case highlights the need for parliament to define in law what its powers should be to require witnesses to attend hearings, and what sanctions should apply if they do not,” Collins said.</p> <p>“The current powers have been tested to their limits and found wanting.”</p> <p>The committee of privileges said the case “raised further questions about the enforceability of the house’s powers and those of its committees to secure evidence”, and that it would be resuming an inquiry into the matter.</p> <p>The case was referred to the committee last June after Cummings failed to respond to an order of the house requiring him to give an undertaking to appear before the inquiry by a specified date.</p> <p>In launching its inquiry, the committee said the house had previously decided its penal jurisdiction should be exercised as sparingly as possible. It added that it would not recommend the use of any “power of committal to prison” in this case.</p> <p>The report concluded that Cummings committed a contempt “both by his initial refusal to obey the DCMS committee’s order to attend and by his subsequent refusal to obey the house’s order of 7 June”.</p> <p>It also expressed regret for the tone adopted by Cummings in his dealings with the DCMS committee and in comments posted on his blog, which included accusations of “grandstanding” and “spreading errors and lies”.</p> <p>“This attitude did not serve the interests of civilised public debate,” the report said.</p> <p>“We have no doubt that, had Mr Cummings attended a hearing of the DCMS committee, he would have given robust and articulate responses to the questions put to him, and would have had no difficulty in communicating his standpoint to the public and the media.</p> <p>“Attending the hearing and defending his position when called upon to do so would have been the right thing to do.”</p> <p>While Cummings’ reputation may be tarnished inside the Commons by Wednesday’s report, it could well be enhanced among his followers on the libertarian right who have celebrated his battles with the political establishment.</p> <p>Cummings, a former special adviser to Michael Gove, was once described as a “career psychopath” by the prime minister at the time, David Cameron.</p> <p>He was widely seen as the brains behind the <a href=\"https://www.theguardian.com/politics/reality-check/2016/may/23/does-the-eu-really-cost-the-uk-350m-a-week\">“£350m a week for the NHS”</a> slogan written on Vote Leave’s red bus. The campaign group has been <a href=\"https://www.theguardian.com/politics/2018/jul/17/vote-leave-fined-and-reported-to-police-by-electoral-commission-brexit\">referred to the police</a> for overspending on the eve of the 2016 vote.</p> <p><a href=\"https://dominiccummings.com/2019/03/27/on-the-referendum-24n-actions-have-consequences/\">In a blog post on Wednesday</a>, Cummings claimed he was willing to appear before the committee but had told Collins to “get lost” after receiving a summons from the MPs.</p> <p>He said he was later willing to give evidence to the privileges committee but only if both he and the MPs agreed to swear an oath.</p> <p>“My offer to give evidence to MPs remains open. As does my reasonable demand that ALL OF US ARE UNDER OATH TO TELL THE TRUTH. I hope they take it up but am not hopeful,” he wrote.</p>",
      "wordcount": "731",
      "firstPublicationDate": "2019-03-27T11:00:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:34Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b4pep",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c03c57bf0c8bcfd6d87aeaf3cd2ff1d2aee2072d/523_112_2470_1482/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Dominic Cummings, the former director of the official leave campaign, has been ruled to be in contempt of parliament after failing to appear before MPs investigating fake news. The House of Commons committee of privileges said Cummings’ refusal to give oral evidence to MPs constituted a significant interference in the work of the inquiry. In a statement, Cummings, who was portrayed last year in a Channel 4 Brexit drama by Benedict Cumberbatch, said he had offered to give evidence but was rebuffed. He was responding to a committee report released on Wednesday. MPs had examined correspondence between Cummings and the digital, culture, media and sport (DCMS) committee, which was investigating the proliferation of false news stories during the EU referendum campaign. The privileges committee acknowledged its sanctions were limited to recommending the Commons issue a formal admonishment for Cummings’ conduct, raising questions about the committee’s enforcement powers. The admonishment would require a resolution of the house, which, if passed, “should be communicated to Mr Cummings by the clerk of the house”, the committee said in its report. Damian Collins, the chair of the DCMS committee, said it was clear the powers of the house had been “found wanting”. He said Cummings – the director of the campaign spearheaded by Boris Johnson – had shown a “total disregard” for the authority of parliament and called for statutory powers to “reassert the authority that is missing”. “The Dominic Cummings case highlights the need for parliament to define in law what its powers should be to require witnesses to attend hearings, and what sanctions should apply if they do not,” Collins said. “The current powers have been tested to their limits and found wanting.” The committee of privileges said the case “raised further questions about the enforceability of the house’s powers and those of its committees to secure evidence”, and that it would be resuming an inquiry into the matter. The case was referred to the committee last June after Cummings failed to respond to an order of the house requiring him to give an undertaking to appear before the inquiry by a specified date. In launching its inquiry, the committee said the house had previously decided its penal jurisdiction should be exercised as sparingly as possible. It added that it would not recommend the use of any “power of committal to prison” in this case. The report concluded that Cummings committed a contempt “both by his initial refusal to obey the DCMS committee’s order to attend and by his subsequent refusal to obey the house’s order of 7 June”. It also expressed regret for the tone adopted by Cummings in his dealings with the DCMS committee and in comments posted on his blog, which included accusations of “grandstanding” and “spreading errors and lies”. “This attitude did not serve the interests of civilised public debate,” the report said. “We have no doubt that, had Mr Cummings attended a hearing of the DCMS committee, he would have given robust and articulate responses to the questions put to him, and would have had no difficulty in communicating his standpoint to the public and the media. “Attending the hearing and defending his position when called upon to do so would have been the right thing to do.” While Cummings’ reputation may be tarnished inside the Commons by Wednesday’s report, it could well be enhanced among his followers on the libertarian right who have celebrated his battles with the political establishment. Cummings, a former special adviser to Michael Gove, was once described as a “career psychopath” by the prime minister at the time, David Cameron. He was widely seen as the brains behind the “£350m a week for the NHS” slogan written on Vote Leave’s red bus. The campaign group has been referred to the police for overspending on the eve of the 2016 vote. In a blog post on Wednesday, Cummings claimed he was willing to appear before the committee but had told Collins to “get lost” after receiving a summons from the MPs. He said he was later willing to give evidence to the privileges committee but only if both he and the MPs agreed to swear an oath. “My offer to give evidence to MPs remains open. As does my reasonable demand that ALL OF US ARE UNDER OATH TO TELL THE TRUTH. I hope they take it up but am not hopeful,” he wrote.",
      "charCount": "4359",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rajeev-syal\">Rajeev Syal</a> and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/27/government-rejects-petition-to-cancel-brexit-signed-by-58-million-people",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-27T08:39:48Z",
    "webTitle": "Government rejects Brexit petition to revoke article 50 signed by 5.8 million people",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/27/government-rejects-petition-to-cancel-brexit-signed-by-58-million-people",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/27/government-rejects-petition-to-cancel-brexit-signed-by-58-million-people",
    "fields": {
      "headline": "Government rejects Brexit petition to revoke article 50 signed by 5.8 million people",
      "standfirst": "<p>MPs will debate the petition but government says stopping Brexit would ‘break promises’ </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news\">Follow the day’s political developments - live updates</a></li></ul>",
      "trailText": "MPs will debate the petition but government says stopping Brexit would ‘break promises’ ",
      "byline": "Guardian staff and agencies",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"85fc05a9-895b-4d9e-9ef2-5d1663bd20f6\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/81eLXg21VSA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>The British government has rejected a petition calling for Brexit to be stopped, which gathered <a href=\"https://www.theguardian.com/politics/2019/mar/24/brexit-petition-to-revoke-article-50-reaches-5m-signatures\">more than 5.8 million</a> signatures.</p> \n<p><a href=\"https://petition.parliament.uk/petitions/241584\">The petition</a> is due to be debated by MPs on 1 April, after breaking the 100,000 threshold for consideration and becoming the best-supported proposal in the history of the House of Commons and government’s e-petitions website.</p> \n<p>Rejecting the oft-repeated claim that EU withdrawal is the “will of the people”, it calls for the revocation of the Article 50 letter informing the European Council of the UK’s intention to leave.</p> \n<p>The Article 50 letter can be withdrawn by the UK unilaterally, without the need for EU agreement, leaving Britain free to continue as a member on its current terms.</p> \n<p>But in its official response to the petition, the department for exiting the EU said: “It remains the Government’s firm policy not to revoke Article 50. We will honour the outcome of the 2016 referendum and work to deliver an exit which benefits everyone, whether they voted to Leave or to Remain.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/25/remainers-brexit-march-revoke-petition-metropolitan-elite\">With millions on the streets or signed up, remainers cannot be ignored | Zoe Williams</a> </p> \n</aside> \n<p>“Revoking Article 50, and thereby remaining in the European Union, would undermine both our democracy and the trust that millions of voters have placed in government.”</p> \n<p>The department said while it acknowledged the “considerable number” of people who had signed the petition, the government had written to every household prior to the 2016 referendum promising the outcome of the referendum would be implemented and people voted with that understanding.</p> \n<p>“17.4 million people then voted to leave the European Union, providing the biggest democratic mandate for any course of action ever directed at UK government,” said the department’s statement.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"574df1d1-a174-409a-84d1-4cc47dec93f0\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/imBwvBCadBs?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The department added that 80% of those who voted in the 2017 general election voted for parties who committed in their manifestos to uphold the referendum result.</p> \n<p>“Revoking Article 50 would break the promises made by Government to the British people, disrespect the clear instruction from a democratic vote, and in turn, reduce confidence in our democracy.</p> \n<p>“As the Prime Minister has said, failing to deliver Brexit would cause ‘potentially irreparable damage to public trust’, and it is imperative that people can trust their Government to respect their votes and deliver the best outcome for them.”</p> \n<p>The petition will be debated by MPs in the Commons’ secondary chamber Westminster Hall. A Government minister will be required to respond to the petition, but there will be no vote on the action it demands.</p> \n<p>The woman behind the petition, Margaret Georgiadou, said on Saturday <a href=\"https://www.theguardian.com/politics/2019/mar/23/more-than-4-million-people-sign-petition-to-revoke-article-50-brexit\">she had received death threats</a>. </p> \n<p>She also said she had deleted her Facebook account after receiving a “torrent of abuse”.</p> \n<p>MPs will also debate a petition calling for a second EU referendum, which has received more than 120,000 signatures, and another - signed by more than 140,000 - demanding that the UK leave with or without a deal on 29 March.</p>",
      "wordcount": "471",
      "firstPublicationDate": "2019-03-27T01:34:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:27Z",
      "productionOffice": "AUS",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b4n8p",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5b4fea689411dfca62e6ba74066bdd3835c3feb7/0_147_4830_2898/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The British government has rejected a petition calling for Brexit to be stopped, which gathered more than 5.8 million signatures. The petition is due to be debated by MPs on 1 April, after breaking the 100,000 threshold for consideration and becoming the best-supported proposal in the history of the House of Commons and government’s e-petitions website. Rejecting the oft-repeated claim that EU withdrawal is the “will of the people”, it calls for the revocation of the Article 50 letter informing the European Council of the UK’s intention to leave. The Article 50 letter can be withdrawn by the UK unilaterally, without the need for EU agreement, leaving Britain free to continue as a member on its current terms. But in its official response to the petition, the department for exiting the EU said: “It remains the Government’s firm policy not to revoke Article 50. We will honour the outcome of the 2016 referendum and work to deliver an exit which benefits everyone, whether they voted to Leave or to Remain. “Revoking Article 50, and thereby remaining in the European Union, would undermine both our democracy and the trust that millions of voters have placed in government.” The department said while it acknowledged the “considerable number” of people who had signed the petition, the government had written to every household prior to the 2016 referendum promising the outcome of the referendum would be implemented and people voted with that understanding. “17.4 million people then voted to leave the European Union, providing the biggest democratic mandate for any course of action ever directed at UK government,” said the department’s statement. The department added that 80% of those who voted in the 2017 general election voted for parties who committed in their manifestos to uphold the referendum result. “Revoking Article 50 would break the promises made by Government to the British people, disrespect the clear instruction from a democratic vote, and in turn, reduce confidence in our democracy. “As the Prime Minister has said, failing to deliver Brexit would cause ‘potentially irreparable damage to public trust’, and it is imperative that people can trust their Government to respect their votes and deliver the best outcome for them.” The petition will be debated by MPs in the Commons’ secondary chamber Westminster Hall. A Government minister will be required to respond to the petition, but there will be no vote on the action it demands. The woman behind the petition, Margaret Georgiadou, said on Saturday she had received death threats. She also said she had deleted her Facebook account after receiving a “torrent of abuse”. MPs will also debate a petition calling for a second EU referendum, which has received more than 120,000 signatures, and another - signed by more than 140,000 - demanding that the UK leave with or without a deal on 29 March.",
      "charCount": "2884",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Guardian staff and agencies"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/27/brexit-extension-could-last-until-31-march-2020-eu-documents-reveal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-27T06:25:09Z",
    "webTitle": "Brexit extension could be until 31 March 2020, EU documents reveal",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/27/brexit-extension-could-last-until-31-march-2020-eu-documents-reveal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/27/brexit-extension-could-last-until-31-march-2020-eu-documents-reveal",
    "fields": {
      "headline": "Brexit extension could be until 31 March 2020, EU documents reveal",
      "standfirst": "<p>Exclusive: Date was to be offered at leaders’ summit if May had sought a longer delay</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news\">Follow the day’s political developments - live updates</a></li></ul>",
      "trailText": "Date was to be offered at leaders’ summit if May had sought a longer delay",
      "byline": "Daniel Boffey in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"81b4fc75481d4a96673b4435dea0146b2ccc9d6b\"> \n <img src=\"https://media.guim.co.uk/81b4fc75481d4a96673b4435dea0146b2ccc9d6b/0_0_4932_2960/1000.jpg\" alt=\"Theresa May leaves after a press briefing at the end of an article 50 session at the European council in Brussels on 21 March\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Theresa May only asked for a delay until 30 June in her letter.</span> \n  <span class=\"element-image__credit\">Photograph: Stéphanie Lecocq/EPA</span> \n </figcaption> \n</figure>",
      "body": "<p>The EU has pencilled in April Fools’ Day 2020 as a leading option for Britain’s first day outside the bloc, should the UK government ask Brussels for a lengthy extension of article 50 in three weeks’ time, it can be revealed.</p> \n<p>The date was to be offered at the leaders’ summit last week if Theresa May had followed through on her promise to request a short extension in the event of <a href=\"https://www.theguardian.com/politics/2019/mar/25/mps-seize-control-of-brexit-process-by-backing-indicative-votes-amendment\">passing her Brexit deal</a>, and a longer one should it be rejected again by the House of Commons.</p> \n<p>Such was the disapproval of her cabinet, the prime minister only sought a short delay until 30 June in her formal letter. She was subsequently <a href=\"https://www.theguardian.com/politics/2019/mar/21/mays-appeal-falls-flat-as-eu-seizes-control-of-brexit-date\">given an unconditional extension</a> until 12 April, or a longer one to 22 May in the unlikely event of the withdrawal agreement being ratified this week.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/26/brexit-indicative-votes-grand-wizards-ultras\">Get set for Brexit: Indicative Day – the one where the Grand Wizards turn on each other | Marina Hyde</a> </p> \n</aside> \n<p>Without having received a request from Downing Street for a prolonged extension, the EU’s leaders instead left open the offer of a lengthy delay should there be a new political process or event before 12 April, such as a general election or second referendum, but they did not stipulate its potential length.</p> \n<p>A one-year extension, ending on 31 March 2020, was, however, written into internal EU papers before the summit as an offer that could be made to May should she formally seek a longer extension, sources said. It will likely remain an option if May comes back to Brussels having failed to ratify her deal.</p> \n<p>Such a UK departure date would ensure the British government would not have any opportunity to meddle in the EU’s long-term plans, including its budget, sources suggested.</p> \n<p>“That would safeguard our work during this year and basically allow us to turn to it again early next year,” the official said. “Giving more than that time runs the risk of mischief by the UK. We have seen the talk of Brexiters of trying to stay in and cause trouble. So such a time limit is not a bad idea.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d3fdeda7-644c-43c7-979e-4bc20365683d\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/hpibnmZT8tc?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Sources emphasised that no decision had been made and it would be the <a href=\"https://www.theguardian.com/politics/2019/mar/22/brexit-uk-has-chance-to-rethink-the-whole-thing-say-eu-leaders\">subject of intense debate</a> among the leaders at a summit, likely to be held on 10 April in Brussels, should May come back again for extra time.</p> \n<p>“It will be at least until the end of the year, certainly,” the official said of the extension. “We don’t want to come back in October on this. We want to do other things and not have this dominate.”</p> \n<p>The source added: “It may be up to two years, but that is the span of the imagination of those who are talking about a long extension. It is not up to this October because we can’t do this all the time. We do need time to do other things. And that is one of the attractions of a long extension. We can put it to one side and do other things.”</p> \n<p>The new timelime emerged as Guy Verhofstadt hailed Saturday’s <a href=\"https://www.theguardian.com/politics/2019/mar/23/put-it-to-the-people-march-against-brexit-london-revoke-remain-reform\">Put it to the People march</a> in London and a petition with <a href=\"https://www.theguardian.com/politics/2019/mar/24/brexit-petition-to-revoke-article-50-reaches-5m-signatures\">more than 5m signatures</a> calling for article 50 to be revoked.</p> \n<p>The European parliament’s lead Brexit negotiator said he was very pleased MPs had voted to take control of Brexit from the government.</p> \n<p>“We see at the moment a real Brexit revolt,” he said. “Until now, all the Commons votes have been against something. This is the first time that there is a vote for something – cross-party cooperation. We have long called for that.</p> \n<p>“It is possible now to work for cross-party proposals and an alliance that could change the political declaration fundamentally. It is very important that this cross-party cooperation will start and I hope it leads to proposals that can be backed by a majority.”</p> \n<p>Philippe Lamberts, an MEP on the parliament’s Brexit steering group and a co-leader of Green MEPs, offered a damning analysis of May’s leadership.</p> \n<p>“Theresa May might be tempted to play [a] scorched-earth policy and say: ‘Whatever parliament wants, I won’t do it,’” he said. Lamberts added that May had even managed to upset Luxembourg’s prime minister, Xavier Bettel, whom he described as “Mr Nice Guy”, suggesting the British prime minister “must be totally devoid of the basic human skills you need to be a political leader”.</p>",
      "newspaperPageNumber": "10",
      "wordcount": "711",
      "firstPublicationDate": "2019-03-27T06:25:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:28Z",
      "newspaperEditionDate": "2019-03-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b4y59",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/81b4fc75481d4a96673b4435dea0146b2ccc9d6b/0_0_4932_2960/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The EU has pencilled in April Fools’ Day 2020 as a leading option for Britain’s first day outside the bloc, should the UK government ask Brussels for a lengthy extension of article 50 in three weeks’ time, it can be revealed. The date was to be offered at the leaders’ summit last week if Theresa May had followed through on her promise to request a short extension in the event of passing her Brexit deal, and a longer one should it be rejected again by the House of Commons. Such was the disapproval of her cabinet, the prime minister only sought a short delay until 30 June in her formal letter. She was subsequently given an unconditional extension until 12 April, or a longer one to 22 May in the unlikely event of the withdrawal agreement being ratified this week. Without having received a request from Downing Street for a prolonged extension, the EU’s leaders instead left open the offer of a lengthy delay should there be a new political process or event before 12 April, such as a general election or second referendum, but they did not stipulate its potential length. A one-year extension, ending on 31 March 2020, was, however, written into internal EU papers before the summit as an offer that could be made to May should she formally seek a longer extension, sources said. It will likely remain an option if May comes back to Brussels having failed to ratify her deal. Such a UK departure date would ensure the British government would not have any opportunity to meddle in the EU’s long-term plans, including its budget, sources suggested. “That would safeguard our work during this year and basically allow us to turn to it again early next year,” the official said. “Giving more than that time runs the risk of mischief by the UK. We have seen the talk of Brexiters of trying to stay in and cause trouble. So such a time limit is not a bad idea.” Sources emphasised that no decision had been made and it would be the subject of intense debate among the leaders at a summit, likely to be held on 10 April in Brussels, should May come back again for extra time. “It will be at least until the end of the year, certainly,” the official said of the extension. “We don’t want to come back in October on this. We want to do other things and not have this dominate.” The source added: “It may be up to two years, but that is the span of the imagination of those who are talking about a long extension. It is not up to this October because we can’t do this all the time. We do need time to do other things. And that is one of the attractions of a long extension. We can put it to one side and do other things.” The new timelime emerged as Guy Verhofstadt hailed Saturday’s Put it to the People march in London and a petition with more than 5m signatures calling for article 50 to be revoked. The European parliament’s lead Brexit negotiator said he was very pleased MPs had voted to take control of Brexit from the government. “We see at the moment a real Brexit revolt,” he said. “Until now, all the Commons votes have been against something. This is the first time that there is a vote for something – cross-party cooperation. We have long called for that. “It is possible now to work for cross-party proposals and an alliance that could change the political declaration fundamentally. It is very important that this cross-party cooperation will start and I hope it leads to proposals that can be backed by a majority.” Philippe Lamberts, an MEP on the parliament’s Brexit steering group and a co-leader of Green MEPs, offered a damning analysis of May’s leadership. “Theresa May might be tempted to play [a] scorched-earth policy and say: ‘Whatever parliament wants, I won’t do it,’” he said. Lamberts added that May had even managed to upset Luxembourg’s prime minister, Xavier Bettel, whom he described as “Mr Nice Guy”, suggesting the British prime minister “must be totally devoid of the basic human skills you need to be a political leader”.",
      "charCount": "3959",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/27/oliver-letwin-the-unlikely-brexit-rebel",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-27T06:00:10Z",
    "webTitle": "Oliver Letwin: the unlikely Brexit rebel",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/27/oliver-letwin-the-unlikely-brexit-rebel",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/27/oliver-letwin-the-unlikely-brexit-rebel",
    "fields": {
      "headline": "Oliver Letwin: the unlikely Brexit rebel",
      "standfirst": "<p>At the heart of Tory policy for decades, his move to give MPs indicative votes is a rare revolt against the party</p>",
      "trailText": "At the heart of Tory policy for decades, his move to give MPs indicative votes is a rare revolt against the party",
      "byline": "Dan Sabbagh",
      "main": "<figure class=\"element element-image\" data-media-id=\"3061c2acfc62d0d38f179627d5f9d8e547ec4b59\"> <img src=\"https://media.guim.co.uk/3061c2acfc62d0d38f179627d5f9d8e547ec4b59/0_70_1900_1140/1000.jpg\" alt=\"Oliver Letwin.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Brexit has turned Oliver Letwin from being the ultimate Tory loyalist to serial rebel.</span> <span class=\"element-image__credit\">Photograph: Matt Dunham/AP</span> </figcaption> </figure>",
      "body": "<p>Sir Oliver Letwin, the unlikely leader of parliament’s <a href=\"https://www.theguardian.com/politics/2019/mar/25/have-mps-gained-the-upper-hand-in-the-brexit-battle\">Brexit takeover</a>, has been at the heart of Conservative policy-making for so long that papers he once wrote for Margaret Thatcher have been released by the National Archives.</p> <p>Those who know the Eton and Cambridge-educated MP say it is entirely characteristic of Letwin, 62, to be intimately involved in such a complex scheme as directing the next steps of Brexit by means of <a href=\"https://www.theguardian.com/politics/2019/mar/25/mps-seize-control-of-brexit-process-by-backing-indicative-votes-amendment\">indicative votes </a>among MPs.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/feb/03/tories-should-heed-oliver-letwin-wont-be-forgiven-no-deal-brexit\">The Tories should heed Oliver Letwin. They won’t be forgiven a no-deal Brexit | Andrew Rawnsley</a> </p> </aside>  <p>“He has no shortage of ideas,” said one colleague at Westminster. “But the trouble is four of them will be complete duds – and one of them will be absolutely brilliant.”</p> <p>Poll tax was an idea Letwin almost single-handedly kept alive in the mid-1980s. In a 1985 memo, he suggested it could be introduced in Scotland first as “a trailblazer for the real thing”. Once introduced, first in Scotland and then elsewhere, it proved so unpopular it helped bring down Thatcher.</p> <p>Three years ago, Letwin was forced to apologise after it emerged he had <a href=\"https://www.theguardian.com/politics/2015/dec/30/oliver-letwin-blocked-help-for-black-youth-after-1985-riots\">co-written a paper telling Thatcher</a> that providing financial assistance for black unemployed youth following the 1985 riots would only end up in the “disco and drug trade”. The memo, Letwin admitted, was “badly-worded and wrong”.</p>  <figure class=\"element element-image\" data-media-id=\"e7b66280cc0f8870ab1fb964ad51905bc391a305\"> <img src=\"https://media.guim.co.uk/e7b66280cc0f8870ab1fb964ad51905bc391a305/67_465_1743_1046/1000.jpg\" alt=\"Margaret Thatcher and Oliver Letwin in 1992.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Margaret Thatcher and Oliver Letwin in 1992.</span> <span class=\"element-image__credit\">Photograph: The Independent/REX/Shutterstock</span> </figcaption> </figure>  <p>In his own memoir, Hearts and Minds, written in 2017, Letwin was honest enough to admit mistakes he had made in his 20s. “I am ashamed for [Thatcher], and ashamed of myself … I don’t believe she ever really took on board the extent to which some people are victims of the society.”</p> <p>But the path to moderation was not smooth. Letwin was forced into hiding in 2001 by a desperate Conservative party, after being outed as the minister who had <a href=\"https://www.theguardian.com/politics/2001/may/21/uk.election200115\">promised £20bn of tax and spending cuts</a> in an anonymous interview with the Financial Times, far beyond the party’s manifesto at the time.</p> <p>It culminated in a bizarre episode when he was tracked down by Jeremy Vine, of Newsnight, to his constituency where he had agreed to take part in a Roman-themed novelty hustings. The TV cameras found him dressed in a toga, at which point he was also confronted by the singer Billy Bragg, who was dressed as a Roman soldier.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2015/dec/30/oliver-letwin-a-career-in-gaffes\">Oliver Letwin: a career in gaffes</a> </p> </aside>  <p>“In front of his bemused constituents,” Vine wrote in his memoir It’s All News To Me, Letwin “removed the toga to reveal a tie and neatly press shirt underneath. He then conducted a serious Newsnight interview with me while being heckled by a Roman centurion.”</p> <p>In many respects, the best periods of Letwin’s career were in the policy engine room, not least when he acted as David Cameron’s fixer, when he was a cabinet office minister in the coalition government. His influence went far beyond the ministerial title.</p> <p>Then he wrestled with issues such as the future of press regulation in the aftermath of the Leveson inquiry. Letwin’s <a href=\"https://www.theguardian.com/media/2012/dec/20/oliver-letwin-leveson-reforms\">big idea</a>, to deal with the fact that newspapers refused to accept statutory regulation, was to create an independent regulator backed by royal charter. It was neat, but the mainstream press refused to accept it.</p> <p>Once his indicative votes amendment was passed on Monday night, some wounded Tory MPs on the other side of the argument seemed to suggest Letwin had effectively taken over the country, and not just the parliamentary agenda to allow MPs to vote on their preferred Brexit option on Wednesday.</p> <p>David TC Davies, a Conservative backbencher, asked: “Since he now seems to have installed himself as a kind of jobbing prime minister, could you tell me how we can hold him to account in this house?”</p> <p>It was the culmination of a Brexit journey that has taken him from being the ultimate loyalist to serial rebel, beginning in January, when he voted with Labour to give May a two-week deadline to debate Brexit next steps if her deal was voted down.</p>  <figure class=\"element element-image\" data-media-id=\"5897b44bd14b0035bdecfea96daa96715b647198\"> <img src=\"https://media.guim.co.uk/5897b44bd14b0035bdecfea96daa96715b647198/0_246_1294_776/1000.jpg\" alt=\"Oliver Letwin.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Oliver Letwin taking part in a Roman-themed novelty hustings in Dorchester, in May 2001.</span> <span class=\"element-image__credit\">Photograph: Ian Patrick/REX/Shutterstock</span> </figcaption> </figure>  <p>“My right honourable friend <a href=\"https://www.theyworkforyou.com/mp/?p=10555\" title=\"Our page on Nicholas Soames - 'the Member for Mid Sussex (Sir Nicholas Soames)'\">Sir Nicholas Soames</a>, who is sitting next to me, and I have calculated that we have been in the house, collectively, for 56 years, and we have only ever, either of us, voted once against the Conservative whip,” Letwin said.</p> <p>A month later, his concerns had hardened, as demonstrated in a Commons speech in which he worried that “when the chips are down” the government “would prefer to do what some of my esteemed colleagues would prefer to do: head for the exit door without a deal”. It was, he added, “a terrifying fact” – and one he resolved to prevent.</p> <p>On Monday, Letwin said he had “swallowed his concerns” about May’s Brexit red lines until that point. Then, he became “so concerned that I started to work on a cross-party basis with many colleagues on both sides of the house to try to find a solution”.</p> <p>Andrew Mitchell, a former Conservative chief whip, said he first met Letwin at university 40 years ago. On Brexit, he said he expected his colleague to dig in until he found a way for parliament to agree a way forward: “He’s a man on a mission and will not easily be diverted.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "841",
      "firstPublicationDate": "2019-03-27T06:00:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:29Z",
      "newspaperEditionDate": "2019-03-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b4y62",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3061c2acfc62d0d38f179627d5f9d8e547ec4b59/0_70_1900_1140/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Sir Oliver Letwin, the unlikely leader of parliament’s Brexit takeover, has been at the heart of Conservative policy-making for so long that papers he once wrote for Margaret Thatcher have been released by the National Archives. Those who know the Eton and Cambridge-educated MP say it is entirely characteristic of Letwin, 62, to be intimately involved in such a complex scheme as directing the next steps of Brexit by means of indicative votes among MPs. “He has no shortage of ideas,” said one colleague at Westminster. “But the trouble is four of them will be complete duds – and one of them will be absolutely brilliant.” Poll tax was an idea Letwin almost single-handedly kept alive in the mid-1980s. In a 1985 memo, he suggested it could be introduced in Scotland first as “a trailblazer for the real thing”. Once introduced, first in Scotland and then elsewhere, it proved so unpopular it helped bring down Thatcher. Three years ago, Letwin was forced to apologise after it emerged he had co-written a paper telling Thatcher that providing financial assistance for black unemployed youth following the 1985 riots would only end up in the “disco and drug trade”. The memo, Letwin admitted, was “badly-worded and wrong”. In his own memoir, Hearts and Minds, written in 2017, Letwin was honest enough to admit mistakes he had made in his 20s. “I am ashamed for [Thatcher], and ashamed of myself … I don’t believe she ever really took on board the extent to which some people are victims of the society.” But the path to moderation was not smooth. Letwin was forced into hiding in 2001 by a desperate Conservative party, after being outed as the minister who had promised £20bn of tax and spending cuts in an anonymous interview with the Financial Times, far beyond the party’s manifesto at the time. It culminated in a bizarre episode when he was tracked down by Jeremy Vine, of Newsnight, to his constituency where he had agreed to take part in a Roman-themed novelty hustings. The TV cameras found him dressed in a toga, at which point he was also confronted by the singer Billy Bragg, who was dressed as a Roman soldier. “In front of his bemused constituents,” Vine wrote in his memoir It’s All News To Me, Letwin “removed the toga to reveal a tie and neatly press shirt underneath. He then conducted a serious Newsnight interview with me while being heckled by a Roman centurion.” In many respects, the best periods of Letwin’s career were in the policy engine room, not least when he acted as David Cameron’s fixer, when he was a cabinet office minister in the coalition government. His influence went far beyond the ministerial title. Then he wrestled with issues such as the future of press regulation in the aftermath of the Leveson inquiry. Letwin’s big idea, to deal with the fact that newspapers refused to accept statutory regulation, was to create an independent regulator backed by royal charter. It was neat, but the mainstream press refused to accept it. Once his indicative votes amendment was passed on Monday night, some wounded Tory MPs on the other side of the argument seemed to suggest Letwin had effectively taken over the country, and not just the parliamentary agenda to allow MPs to vote on their preferred Brexit option on Wednesday. David TC Davies, a Conservative backbencher, asked: “Since he now seems to have installed himself as a kind of jobbing prime minister, could you tell me how we can hold him to account in this house?” It was the culmination of a Brexit journey that has taken him from being the ultimate loyalist to serial rebel, beginning in January, when he voted with Labour to give May a two-week deadline to debate Brexit next steps if her deal was voted down. “My right honourable friend Sir Nicholas Soames, who is sitting next to me, and I have calculated that we have been in the house, collectively, for 56 years, and we have only ever, either of us, voted once against the Conservative whip,” Letwin said. A month later, his concerns had hardened, as demonstrated in a Commons speech in which he worried that “when the chips are down” the government “would prefer to do what some of my esteemed colleagues would prefer to do: head for the exit door without a deal”. It was, he added, “a terrifying fact” – and one he resolved to prevent. On Monday, Letwin said he had “swallowed his concerns” about May’s Brexit red lines until that point. Then, he became “so concerned that I started to work on a cross-party basis with many colleagues on both sides of the house to try to find a solution”. Andrew Mitchell, a former Conservative chief whip, said he first met Letwin at university 40 years ago. On Brexit, he said he expected his colleague to dig in until he found a way for parliament to agree a way forward: “He’s a man on a mission and will not easily be diverted.”",
      "charCount": "4829",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dan-sabbagh\">Dan Sabbagh</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]