[
  {
    "id": "politics/2019/jul/11/hunt-exhorts-uk-envoys-to-speak-truth-to-power-in-coded-rebuke-to-johnson",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-11T21:31:06Z",
    "webTitle": "Hunt exhorts UK envoys to 'speak truth to power' in coded rebuke to Johnson",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/11/hunt-exhorts-uk-envoys-to-speak-truth-to-power-in-coded-rebuke-to-johnson",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/11/hunt-exhorts-uk-envoys-to-speak-truth-to-power-in-coded-rebuke-to-johnson",
    "fields": {
      "headline": "Hunt exhorts UK envoys to 'speak truth to power' in coded rebuke to Johnson",
      "standfirst": "<p>Foreign secretary sends message to FCO staff as leadership rival comes under fire over Darroch resignation</p>",
      "trailText": "Foreign secretary sends message to FCO staff as leadership rival comes under fire over Darroch resignation",
      "byline": "Peter Walker , Rowena Mason and Kevin Rawlinson",
      "main": "<figure class=\"element element-image\" data-media-id=\"ad1758a084dacc7e03a5dba4eae49a92342a72a2\"> \n <img src=\"https://media.guim.co.uk/ad1758a084dacc7e03a5dba4eae49a92342a72a2/0_161_3500_2100/1000.jpg\" alt=\"Jeremy Hunt\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Jeremy Hunt wrote to all Foreign Office staff: ‘I want you to know that you will always get all the support you need to carry out your vital work. I will ensure you get it.’</span> \n  <span class=\"element-image__credit\">Photograph: Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>Jeremy Hunt has implored British diplomats to continue “speaking truth to power and standing up for British interests” as the fallout from the <a href=\"https://www.theguardian.com/politics/2019/jul/10/kim-darroch-effectively-sacked-by-johnson-on-the-orders-of-trump\">resignation of the UK ambassador to Washington</a> became a key battleground in the fight to succeed Theresa May.</p> \n<p>In a message to all Foreign Office staff that will be seen as a coded rebuke to Boris Johnson, Hunt praised the departing ambassador, Sir Kim Darroch, hailing him and his diplomatic colleagues as “the best of Britain”.</p> \n<p>“The twin roles you perform of speaking truth to power and standing up for British interests have never been more vital,” wrote Hunt, the foreign secretary, on Thursday. “Please keep speaking up without fear or favour, remembering that the UK government alone will determine appointments based on our national interest alone.”</p> \n<p>He added: “I want you to know that you will always get all the support you need to carry out your vital work. I will ensure you get it.”</p> \n<p>The reassuring missive was released after a day in which Johnson, the clear favourite to become the new prime minister, <a href=\"https://www.theguardian.com/uk-news/2019/jul/10/kim-darroch-resigns-as-uk-ambassador-to-us-after-leaked-trump-comment\">faced intense criticism from Conservative party colleagues</a> over his perceived abandonment of Darroch.</p> \n<p>At a Tory leadership hustings on Thursday evening, Johnson claimed he fully supports Darroch, despite his previous repeated public refusals to do so.</p> \n<p>He told the audience: “I rang Kim, I think yesterday, and said how much I regretted his resignation, which indeed I do. He, I think, was the victim of a very unpleasant stunt by somebody who tried to – and succeeded in – leaking his confidential diptels [diplomatic communications], which are intended to guide ministers and the government about his thoughts about what’s going on in Washington.</p> \n<p>“And I think it was absolutely disgraceful that those diptels were leaked and I think it is vital – and as I said to Kim and I say to everybody – that all our civil servants, all great ambassadors such as Sir Kim, should feel free to speak without fear or favour to their political masters and then it is up to their political masters to decide what to do with it. And I think whoever leaked that, those diptels, deserves to be hunted down and prosecuted.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"7061068d-e498-47f2-a60e-80f929232cca\" data-atom-type=\"profile\"> \n  <div>\n   <div class=\"atom-Profile\">\n    <p></p>\n    <p>Born in County Durham in 1954, Sir Nigel Kim Darroch graduated with a degree in zoology from Durham University after attending Abingdon school on a scholarship.</p>\n    <p>Tall and gregarious, he was nicknamed “Kimbo” at the Foreign Office, where he began his civil service career in 1977 and climbed the ranks of diplomacy in postings from Japan to Italy.</p>\n    <p>He entered the public eye when he was frequently seen at Cameron’s side as his national security adviser from 2012 to 2015, joining him on trips to war zones, and chairing meetings on international crises, from Russian aggression in Ukraine to the collapse of the Libyan government.</p>\n    <p>But it is his roles prior to that, as Blair’s top adviser on Europe, and as the permanent representative to the EU under Brown, that led to his vilification by Conservative Brexit supporters, who regard him as an arch Europhile.</p>\n    <p>In January 2016 he took up the role of HM ambassador to the United States. Despite having been appointed when Hillary Clinton was thought likely to win the presidency, Darroch threw himself into courting Trump’s inner circle, “flooding the zone” of people in Trump’s orbit, hoping to gain influence through showing up and cultivating contacts. He also worked hard to court well-connected American journalists so he could benefit from their insights.&nbsp;</p>\n    <p>In July 2019, Darroch resigned as ambassador, after a series of leaked diplomatic messages revealed that he had described the administration as \"inept\" and \"clumsy\". This led to a vocal Twitter outburst from Trump. Darroch could never have imagined that his distinguished 40-year diplomatic career would end with a US president publicly volleying insults&nbsp;<a href=\"https://www.theguardian.com/us-news/2019/jul/09/donald-trump-calls-theresa-may-foolish-as-diplomatic-row-escalates\">his way, calling him “a very stupid guy”, “wacky” and “pompous fool”</a>.</p>\n    <p><a href=\"https://www.theguardian.com/profile/rowena-mason\"><b>Rowena Mason</b></a>&nbsp;<i>in London</i> and&nbsp;<a href=\"https://www.theguardian.com/profile/davidsmith\"><b>David Smith</b></a>&nbsp;<i>in Washington</i></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Asked why he had been less willing to offer such clear public backing before Darroch felt moved to resign, Johnson said: “I must say that I think there has certainly been an attempt to politicise this issue and to take the career prospects of Sir Kim and turn them into an issue in the Conservative leadership contest. I notice that.</p> \n<p>“What I will say is that I don’t think that should happen and, as I said in the debate, I don’t think that issues of personnel in our civil service should become footballs in political conversations and just as the advice that civil servants give to ministers should be sacrosanct and ministers should not reveal it and should not betray it.”</p> \n<p>In the background, there is also a fierce wrangle over who should replace Darroch in Washington and, crucially, whether the decision should be taken by May or her successor.</p> \n<p>At an urgent Commons question about the affair, a series of <a href=\"https://www.theguardian.com/politics/2019/jul/11/tory-mps-condemn-boris-johnson-over-kim-darroch-resignation\">Tory MPs lined up to criticise Johnson</a>, who repeatedly refused to back Darroch after Trump insulted the ambassador <a href=\"https://www.theguardian.com/us-news/2019/jul/09/donald-trump-calls-theresa-may-foolish-as-diplomatic-row-escalates\">in a series of tweets</a> and said he would no longer deal with him.</p> \n<p>One Conservative backbencher, David Morris, said Johnson, a former foreign secretary, should make a formal apology to parliament. “Do you not feel that it is incumbent on every member of parliament in this place to back up our excellent diplomats and civil servants, and the honourable member for Uxbridge should come to the house and apologise?” he asked.</p> \n<p>Adding to the likely discomfort of the Johnson camp, the Foreign Office minister tasked with responding to the urgent question was Sir Alan Duncan, who had the day before accused Johnson of throwing Darroch “under the bus”.</p> \n<p>Johnson has praised Darroch but stayed otherwise silent after declining several times during a Tory leadership TV debate on Tuesday night to offer support, something friends of Darroch said was a key element in the ambassador’s decision to resign the next day.</p> \n<p>One of Johnson’s leading allies, the chief secretary to the Treasury, Liz Truss, spoke up for him on Thursday, telling a journalists’ lunch that while she did not like overseas leaders such as Trump “slagging off” the UK, she agreed with the US president’s criticism of May’s Brexit deal.</p> \n<p>On the timing for appointing a new ambassador, Truss predicted this would take months and so it would be a job for the next prime minister.</p> \n<p>On Thursday evening, Johnson talked up the importance of the maintaining a working relationship with Washington, but insisted that there were circumstances in which he would publicly criticise Trump.</p> \n<p>He pointed to his response to Trump’s claim in 2015 that some parts of London were “so radicalised that police are afraid for their own lives”. At the time, Johnson noted, he had replied that the “only reason I wouldn’t go to some parts of New York is the real risk of meeting Donald Trump”.</p> \n<p>That came after other Tories had been openly critical of him. During the urgent question, one Conservative MP, Roger Gale, told the Commons: “The failure of the former foreign secretary to leap to the defence of Sir Kim shows a lack of leadership that is lamentable.”</p> \n<p>Tom Tugendhat, who chairs the Commons foreign affairs committee, was less direct, but made his feelings known, saying the loss of Darroch after Trump’s comments amounted to the UK being bullied.</p> \n<p>Tugendhat said the government should “always stand up for those we send abroad, military or civilian, and will back them to the point that is necessary in the interests of the British people, and no one else”.</p> \n<p>The only support for Johnson in parliament came from the veteran Tory backbencher Peter Bone, who said: “The attacking of colleagues is completely wrong and people should be ashamed of themselves when they’ve done that.”</p> \n<p>The urgent question was tabled by Labour’s Pat McFadden, who said the decision of Darroch to resign, despite having the full support of Theresa May and her cabinet, was “a dark moment for our democracy and for the standing of the United Kingdom”.</p> \n<p>McFadden said Johnson’s lack of support for the envoy was “an appalling abandonment of someone in the firing line”. He added: “Real leaders protect their people, they don’t throw them to the wolves because they can sniff a prize for themselves. His actions are a chilling warning of what is to come if he becomes prime minister.”</p> \n<p>Duncan said he would not be responding to such views on Johnson: “I hope the house will understand if I hold back today from making any further comment on the right honourable friend the member for Uxbridge. I said enough yesterday to make my position entirely clear.”</p> \n<p>Duncan nonetheless managed to reiterate his condemnation of Johnson several times in ways varying from the coded to the open. Responding to one question, he replied: “It is everyone’s duty, and everyone in this house’s duty, to defend our ambassadors. They are our ambassadors doing our duty. If they do something terribly wrong or break all the rules, that’s altogether different.”</p> \n<p>Duncan later drew laughter after the Liberal Democrat deputy leader, Jo Swinson, cited his description of Johnson’s actions as “the behaviour of an utter wimp”. “I seem to recall that was one of the kinder words I used yesterday,” he told MPs, adding: “I think what I would rather do is concentrate on the specific details of the question put, the merits of Sir Kim Darroch rather than the … merits of anyone else.”</p> \n<p>Predictions about who will fill the role have already begun, with names mentioned including Sir Mark Sedwill, the head of the civil service.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b0115b8b-d38a-4720-a024-170cb8bcfed3\" data-atom-type=\"profile\"> \n  <div>\n   <div class=\"atom-Profile\">\n    <p></p>\n    <p>Sir Mark Sedwill became Britain’s most powerful civil servant in autumn 2018, after it became clear that predecessor <a href=\"https://www.theguardian.com/politics/2018/nov/04/lord-heywood-of-whitehall-obituary\">Sir Jeremy Heywood</a> was terminally ill. He took the job without having to go through a formal interview process.</p>\n    <p>Already the country’s national security adviser, he had been deputising for Heywood and, having worked with Theresa May for several years, the 54-year-old was someone May felt she could trust.</p>\n    <p>Unlike all but one of his predecessors, Sedwill had never worked at the Treasury, although he holds a masters in economics from Oxford. “Mine is an unusual background for cabinet secretary, having spent much of my career overseas in security and international roles,” he said recently.<br><br>Sedwill rose up through the Diplomatic Service, becoming Britain’s ambassador to Afghanistan in 2009 and Nato’s representative in the conflict-ridden country a year later. There were also spells in the Home Office before he became permanent secretary there at what was May’s department in 2013.<br></p>\n    <p>Ministerial advisers say his background means he has little patience for leaks, currently running at epidemic rates amid the constant rowing about Brexit. “He just doesn’t understand why anybody would leak, whereas Heywood would see it as an occasional occupational hazard,” one said.<br><br>Some even believe Sedwill has been looking for the opportunity to prosecute a leaker, with regular cabinet papers marked secret so they would be covered under the Official Secrets Act, meaning that any leaks could potentially be a criminal offence.<br><br>The <a href=\"https://www.theguardian.com/technology/2019/apr/25/may-faces-calls-for-inquiry-over-huawei-leak\">sharply worded letter</a> he sent to the senior ministers who sit on the National Security Council on 25 April 2019 made clear that immediate cooperation with the forthcoming inquiry was expected. As a result of his investigations, <a href=\"https://www.theguardian.com/politics/2019/may/01/gavin-williamson-sacked-as-defence-secretary-over-huawei-leak\">Gavin Williamson was sacked as defence secretary</a>.<br></p>\n    <p><b>Dan Sabbagh,</b> <i>Defence and security editor</i></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>The appointment would help smooth the return to the cabinet of Gavin Williamson under Johnson, whose campaign he has helped run. Sedwill played a leading role <a href=\"https://www.theguardian.com/politics/2019/may/01/gavin-williamson-sacked-as-defence-secretary-over-huawei-leak\">in Williamson’s dismissal</a> as defence secretary in May after an inquiry found he had leaked information about the role of Huawei in the UK’s 5G network.</p> \n<p>Political figures named as possible successor include the former Tory leader Iain Duncan Smith, the international trade secretary Liam Fox, and the chancellor-turned man-of-many-jobs George Osborne.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1387",
      "firstPublicationDate": "2019-07-11T21:31:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-12T12:09:26Z",
      "newspaperEditionDate": "2019-07-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bpanm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ad1758a084dacc7e03a5dba4eae49a92342a72a2/0_161_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Hunt has implored British diplomats to continue “speaking truth to power and standing up for British interests” as the fallout from the resignation of the UK ambassador to Washington became a key battleground in the fight to succeed Theresa May. In a message to all Foreign Office staff that will be seen as a coded rebuke to Boris Johnson, Hunt praised the departing ambassador, Sir Kim Darroch, hailing him and his diplomatic colleagues as “the best of Britain”. “The twin roles you perform of speaking truth to power and standing up for British interests have never been more vital,” wrote Hunt, the foreign secretary, on Thursday. “Please keep speaking up without fear or favour, remembering that the UK government alone will determine appointments based on our national interest alone.” He added: “I want you to know that you will always get all the support you need to carry out your vital work. I will ensure you get it.” The reassuring missive was released after a day in which Johnson, the clear favourite to become the new prime minister, faced intense criticism from Conservative party colleagues over his perceived abandonment of Darroch. At a Tory leadership hustings on Thursday evening, Johnson claimed he fully supports Darroch, despite his previous repeated public refusals to do so. He told the audience: “I rang Kim, I think yesterday, and said how much I regretted his resignation, which indeed I do. He, I think, was the victim of a very unpleasant stunt by somebody who tried to – and succeeded in – leaking his confidential diptels [diplomatic communications], which are intended to guide ministers and the government about his thoughts about what’s going on in Washington. “And I think it was absolutely disgraceful that those diptels were leaked and I think it is vital – and as I said to Kim and I say to everybody – that all our civil servants, all great ambassadors such as Sir Kim, should feel free to speak without fear or favour to their political masters and then it is up to their political masters to decide what to do with it. And I think whoever leaked that, those diptels, deserves to be hunted down and prosecuted.” Asked why he had been less willing to offer such clear public backing before Darroch felt moved to resign, Johnson said: “I must say that I think there has certainly been an attempt to politicise this issue and to take the career prospects of Sir Kim and turn them into an issue in the Conservative leadership contest. I notice that. “What I will say is that I don’t think that should happen and, as I said in the debate, I don’t think that issues of personnel in our civil service should become footballs in political conversations and just as the advice that civil servants give to ministers should be sacrosanct and ministers should not reveal it and should not betray it.” In the background, there is also a fierce wrangle over who should replace Darroch in Washington and, crucially, whether the decision should be taken by May or her successor. At an urgent Commons question about the affair, a series of Tory MPs lined up to criticise Johnson, who repeatedly refused to back Darroch after Trump insulted the ambassador in a series of tweets and said he would no longer deal with him. One Conservative backbencher, David Morris, said Johnson, a former foreign secretary, should make a formal apology to parliament. “Do you not feel that it is incumbent on every member of parliament in this place to back up our excellent diplomats and civil servants, and the honourable member for Uxbridge should come to the house and apologise?” he asked. Adding to the likely discomfort of the Johnson camp, the Foreign Office minister tasked with responding to the urgent question was Sir Alan Duncan, who had the day before accused Johnson of throwing Darroch “under the bus”. Johnson has praised Darroch but stayed otherwise silent after declining several times during a Tory leadership TV debate on Tuesday night to offer support, something friends of Darroch said was a key element in the ambassador’s decision to resign the next day. One of Johnson’s leading allies, the chief secretary to the Treasury, Liz Truss, spoke up for him on Thursday, telling a journalists’ lunch that while she did not like overseas leaders such as Trump “slagging off” the UK, she agreed with the US president’s criticism of May’s Brexit deal. On the timing for appointing a new ambassador, Truss predicted this would take months and so it would be a job for the next prime minister. On Thursday evening, Johnson talked up the importance of the maintaining a working relationship with Washington, but insisted that there were circumstances in which he would publicly criticise Trump. He pointed to his response to Trump’s claim in 2015 that some parts of London were “so radicalised that police are afraid for their own lives”. At the time, Johnson noted, he had replied that the “only reason I wouldn’t go to some parts of New York is the real risk of meeting Donald Trump”. That came after other Tories had been openly critical of him. During the urgent question, one Conservative MP, Roger Gale, told the Commons: “The failure of the former foreign secretary to leap to the defence of Sir Kim shows a lack of leadership that is lamentable.” Tom Tugendhat, who chairs the Commons foreign affairs committee, was less direct, but made his feelings known, saying the loss of Darroch after Trump’s comments amounted to the UK being bullied. Tugendhat said the government should “always stand up for those we send abroad, military or civilian, and will back them to the point that is necessary in the interests of the British people, and no one else”. The only support for Johnson in parliament came from the veteran Tory backbencher Peter Bone, who said: “The attacking of colleagues is completely wrong and people should be ashamed of themselves when they’ve done that.” The urgent question was tabled by Labour’s Pat McFadden, who said the decision of Darroch to resign, despite having the full support of Theresa May and her cabinet, was “a dark moment for our democracy and for the standing of the United Kingdom”. McFadden said Johnson’s lack of support for the envoy was “an appalling abandonment of someone in the firing line”. He added: “Real leaders protect their people, they don’t throw them to the wolves because they can sniff a prize for themselves. His actions are a chilling warning of what is to come if he becomes prime minister.” Duncan said he would not be responding to such views on Johnson: “I hope the house will understand if I hold back today from making any further comment on the right honourable friend the member for Uxbridge. I said enough yesterday to make my position entirely clear.” Duncan nonetheless managed to reiterate his condemnation of Johnson several times in ways varying from the coded to the open. Responding to one question, he replied: “It is everyone’s duty, and everyone in this house’s duty, to defend our ambassadors. They are our ambassadors doing our duty. If they do something terribly wrong or break all the rules, that’s altogether different.” Duncan later drew laughter after the Liberal Democrat deputy leader, Jo Swinson, cited his description of Johnson’s actions as “the behaviour of an utter wimp”. “I seem to recall that was one of the kinder words I used yesterday,” he told MPs, adding: “I think what I would rather do is concentrate on the specific details of the question put, the merits of Sir Kim Darroch rather than the … merits of anyone else.” Predictions about who will fill the role have already begun, with names mentioned including Sir Mark Sedwill, the head of the civil service. The appointment would help smooth the return to the cabinet of Gavin Williamson under Johnson, whose campaign he has helped run. Sedwill played a leading role in Williamson’s dismissal as defence secretary in May after an inquiry found he had leaked information about the role of Huawei in the UK’s 5G network. Political figures named as possible successor include the former Tory leader Iain Duncan Smith, the international trade secretary Liam Fox, and the chancellor-turned man-of-many-jobs George Osborne.",
      "charCount": "8204",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> , <a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/kevin-rawlinson\">Kevin Rawlinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/11/tory-mps-condemn-boris-johnson-over-kim-darroch-resignation",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-11T20:24:23Z",
    "webTitle": "Boris Johnson claims he supports Kim Darroch amid Tory criticism",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/11/tory-mps-condemn-boris-johnson-over-kim-darroch-resignation",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/11/tory-mps-condemn-boris-johnson-over-kim-darroch-resignation",
    "fields": {
      "headline": "Boris Johnson claims he supports Kim Darroch amid Tory criticism",
      "standfirst": "<p>Conservative frontrunner said he rang former envoy as fellow MPs accuse him of a lack of leadership</p>",
      "trailText": "Conservative frontrunner said he rang former envoy as fellow MPs accuse him of a lack of leadership",
      "byline": "Peter Walker and Kevin Rawlinson",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"2ebcdca8-2b87-40bf-b4b3-69824125232a\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/TIW0N6iiOd4?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Boris Johnson has claimed he fully supports the outgoing UK ambassador to the US, Sir Kim Darroch, a day after it was reported that his previous repeated and public refusals to do so had convinced the diplomat he had no choice other than to resign.</p> \n<p>Darroch chose to step down as the country’s envoy in Washington on Wednesday amid a diplomatic row over leaked diplomatic cables that showed him criticising Donald Trump. Johnson, a former foreign secretary, was accused of throwing Darroch “under the bus” after he refused to say he would leave him in place if he became prime minister during a Tory leadership debate on Tuesday.</p> \n<p>At a Tory leadership hustings on Thursday evening, Johnson claimed he fully supports Darroch, saying he had spoken to him to convey his regret, adding that the former envoy had been the “victim of a very unpleasant stunt” in the leaking of his memos. Asked about his refusal to offer such effusive support before Darroch chose to step down, Johnson said he did not think that “issues of personnel in our civil service should become footballs in political conversations”.</p> \n<p>Earlier he was heavily criticised by fellow Tory MPs over his role Darroch’s decision to resign, with one backbencher saying the frontrunner in the Conservative leadership contest should come to the Commons to apologise.</p> \n<p>An urgent question in the Commons about <a href=\"https://www.theguardian.com/politics/live/2019/jul/10/tory-leadership-latest-news-john-major-threatens-to-take-boris-johnson-to-court-to-stop-him-proroguing-parliament-for-no-deal-brexit-live-news?page=with:block-5d25c47b8f08cf92bb76cf78#block-5d25c47b8f08cf92bb76cf78\">Darroch’s departure</a> resulted in repeated condemnation of Johnson, and only one Conservative MP came to his defence.</p> \n<p>The criticism was based on Johnson’s choice of language in Tuesday’s debate, even as his leadership rival, the foreign secretary, Jeremy Hunt, said he would expect the ambassador to stay in post until his planned retirement.</p> \n<p>In a shock move that prompted the senior civil servant at the Foreign Office to call an all-staff meeting to reassure “shaken” diplomats, Darroch announced on Wednesday morning that he could no longer continue in his role in the wake of the leak.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"7f86dab3-9f2f-45c2-836a-67e976caf0c8\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/svkusys4uH4?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Adding to the likely discomfort for Johnson, the Foreign Office minister sent out to respond to the urgent question for the government was Sir Alan Duncan, who on Wednesday accused him of “throwing Darroch under the bus”.</p> \n<p>Asked about Duncan’s comments at the Maidstone hustings, Johnson said: “There has certainly been an attempt to politicise this issue and to take the career prospects of Sir Kim and turn them into an issue in the Conservative party leadership contest, I notice that. I don’t think that should happen … I don’t think that issues of personnel in our civil service should become footballs in political conversation.”</p> \n<p>In the hustings on Thursday, Johnson was also forced on to the defensive over whether he was too deferential to Trump. He said that there were reasons to believe Britain’s relationship with the United States was the “single most important strategic fact of our times”. But he said he had criticised Trump before and would do so again if needed. “I criticised him as foreign secretary,” he said.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"7061068d-e498-47f2-a60e-80f929232cca\" data-atom-type=\"profile\"> \n  <div>\n   <div class=\"atom-Profile\">\n    <p></p>\n    <p>Born in County Durham in 1954, Sir Nigel Kim Darroch graduated with a degree in zoology from Durham University after attending Abingdon school on a scholarship.</p>\n    <p>Tall and gregarious, he was nicknamed “Kimbo” at the Foreign Office, where he began his civil service career in 1977 and climbed the ranks of diplomacy in postings from Japan to Italy.</p>\n    <p>He entered the public eye when he was frequently seen at Cameron’s side as his national security adviser from 2012 to 2015, joining him on trips to war zones, and chairing meetings on international crises, from Russian aggression in Ukraine to the collapse of the Libyan government.</p>\n    <p>But it is his roles prior to that, as Blair’s top adviser on Europe, and as the permanent representative to the EU under Brown, that led to his vilification by Conservative Brexit supporters, who regard him as an arch Europhile.</p>\n    <p>In January 2016 he took up the role of HM ambassador to the United States. Despite having been appointed when Hillary Clinton was thought likely to win the presidency, Darroch threw himself into courting Trump’s inner circle, “flooding the zone” of people in Trump’s orbit, hoping to gain influence through showing up and cultivating contacts. He also worked hard to court well-connected American journalists so he could benefit from their insights.&nbsp;</p>\n    <p>In July 2019, Darroch resigned as ambassador, after a series of leaked diplomatic messages revealed that he had described the administration as \"inept\" and \"clumsy\". This led to a vocal Twitter outburst from Trump. Darroch could never have imagined that his distinguished 40-year diplomatic career would end with a US president publicly volleying insults&nbsp;<a href=\"https://www.theguardian.com/us-news/2019/jul/09/donald-trump-calls-theresa-may-foolish-as-diplomatic-row-escalates\">his way, calling him “a very stupid guy”, “wacky” and “pompous fool”</a>.</p>\n    <p><a href=\"https://www.theguardian.com/profile/rowena-mason\"><b>Rowena Mason</b></a>&nbsp;<i>in London</i> and&nbsp;<a href=\"https://www.theguardian.com/profile/davidsmith\"><b>David Smith</b></a>&nbsp;<i>in Washington</i></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Earlier, in the Commons, the most vehement criticism came from David Morris, the Conservative MP for Morecambe and Lunesdale, who condemned Johnson for failing to fully back Darroch.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jul/10/after-kim-darroch-britain-risks-becoming-vassal-to-united-states\">Kim Darroch has resigned. Now Britain risks becoming a vassal of the US | Martin Kettle</a> </p> \n</aside> \n<p>Darroch is understood to have made the decision to resign after watching Johnson repeatedly declining to offer his support in the Tuesday’s debate.</p> \n<p>“Do you not feel that it is incumbent on every member of parliament in this place to back up our excellent diplomats and civil servants, and the honourable member for Uxbridge should come to the house and apologise?” Morris asked.</p> \n<p>Other Conservatives expressed similar views, with Roger Gale telling the Commons: “The failure of the former foreign secretary to leap to the defence of Sir Kim shows a lack of leadership that is lamentable.”</p> \n<p>The Tory MP Tom Tugendhat, who chairs the Commons foreign affairs committee, was less direct, but made his feelings known, saying the loss of Darroch after Trump’s comments amounted to the UK being bullied.</p> \n<p>Tugendhat said the government should “always stand up for those we send abroad, military or civilian, and will back them to the point that is necessary in the interests of the British people, and no one else”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"cf6bcb63-e1f9-4334-b2d8-9c0327ba29f5\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Who is liable for prosecution under the Official Secrets Act?</strong></p>\n    <p></p>\n    <p>Most of the offences covered by the legislation affect crown servants and government contractors. Any unlawful disclosure relating to security or intelligence by a member of MI5, MI6 or GCHQ is an offence. Officials do not need to sign the act to be bound by its provisions. The maximum punishment for leaking documents is two years in prison or an unlimited fine.</p>\n    <p></p>\n    <p><strong>What must be proven to convict a public servant?</strong></p>\n    <p></p>\n    <p>An official is guilty of a crime if he or she 'without lawful authority makes a damaging disclosure' of information about international relations between states, defence, law enforcement, or which falls into a class of information likely to damage the security services’ work. Leaks are deemed to be damaging if, among other consequences, they 'endanger the interests of the United Kingdom abroad'. There is a defence for any leaker that they released the material not knowing it would be damaging.&nbsp;</p>\n    <p></p>\n    <p><strong>How often do leaks result in a trial?</strong></p>\n    <p></p>\n    <p>Prosecutions under the Official Secrets Act are rare. Recent cases have included that of the MI5 agent David Shayler&nbsp;<a href=\"https://www.theguardian.com/uk/2002/nov/06/davidshayler.richardnortontaylor\">in 2002</a>. He was jailed for six months. In 2007, a Scotland Yard civilian employee,&nbsp;<a href=\"https://www.theguardian.com/media/2007/jul/27/sundaytimes.pressandpublishing\">Thomas Lund-Lack</a>, was sentenced to eight months for leaking information on planned al-Qaida operations in Britain to a Sunday Times journalist.</p>\n    <p>A number of cases have involved civil servants who mislaid sensitive information. At least one,&nbsp;<a href=\"https://www.theguardian.com/uk/2008/oct/28/terrorism-security-secret-documents\">Richard Jackson</a>, a Cabinet Office official, was fined £2,500 under the act after he left classified papers relating to al-Qaida and Iraq on a train.&nbsp;</p>\n    <p><b><a href=\"https://www.theguardian.com/profile/owenbowcott\">Owen Bowcott</a>,&nbsp;</b><i>Legal affairs correspondent</i></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>The only support for Johnson came from the veteran Tory backbencher Peter Bone, who said: “The attacking of colleagues is completely wrong and people should be ashamed of themselves when they’ve done that.”</p> \n<p>The urgent question was tabled by Labour’s Pat McFadden, who said the decision of Darroch to resign, despite having the full support of Theresa May and her cabinet, was “a dark moment for our democracy and for the standing of the United Kingdom”.</p> \n<p>McFadden said Johnson’s lack of support for the envoy was “an appalling abandonment of someone in the firing line”. He added: “Real leaders protect their people. They don’t throw them to the wolves because they can sniff a prize for themselves. His actions are a chilling warning of what is to come if he becomes prime minister.”</p> \n<p>Duncan said he would not be responding to such views on Johnson: “I hope the house will understand if I hold back today from making any further comment on the right honourable friend the member for Uxbridge. I said enough yesterday to make my position entirely clear.”</p> \n<p>Duncan nonetheless managed to reiterate his condemnation of Johnson several times in ways varying from the coded to the open. Responding to one question, he replied: “It is everyone’s duty, and everyone in this house’s duty, to defend our ambassadors. They are our ambassadors, doing our duty. If they do something terribly wrong or break all the rules, that’s altogether different.”</p> \n<p>Duncan later drew laughter after the Liberal Democrat deputy leader, Jo Swinson, cited his description of Johnson’s actions as “the behaviour of an utter wimp”. “I seem to recall that was one of the kinder words I used yesterday,” Duncan told MPs, adding: “I think what I would rather do is concentrate on the specific details of the question put, the merits of Sir Kim Darroch rather than the … merits of anyone else.” </p>",
      "wordcount": "1012",
      "firstPublicationDate": "2019-07-11T12:19:21Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-11T21:05:33Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bp9ab",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2c914bb23926b96c1c3591eb0147f57a968c0496/219_34_3284_1971/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson has claimed he fully supports the outgoing UK ambassador to the US, Sir Kim Darroch, a day after it was reported that his previous repeated and public refusals to do so had convinced the diplomat he had no choice other than to resign. Darroch chose to step down as the country’s envoy in Washington on Wednesday amid a diplomatic row over leaked diplomatic cables that showed him criticising Donald Trump. Johnson, a former foreign secretary, was accused of throwing Darroch “under the bus” after he refused to say he would leave him in place if he became prime minister during a Tory leadership debate on Tuesday. At a Tory leadership hustings on Thursday evening, Johnson claimed he fully supports Darroch, saying he had spoken to him to convey his regret, adding that the former envoy had been the “victim of a very unpleasant stunt” in the leaking of his memos. Asked about his refusal to offer such effusive support before Darroch chose to step down, Johnson said he did not think that “issues of personnel in our civil service should become footballs in political conversations”. Earlier he was heavily criticised by fellow Tory MPs over his role Darroch’s decision to resign, with one backbencher saying the frontrunner in the Conservative leadership contest should come to the Commons to apologise. An urgent question in the Commons about Darroch’s departure resulted in repeated condemnation of Johnson, and only one Conservative MP came to his defence. The criticism was based on Johnson’s choice of language in Tuesday’s debate, even as his leadership rival, the foreign secretary, Jeremy Hunt, said he would expect the ambassador to stay in post until his planned retirement. In a shock move that prompted the senior civil servant at the Foreign Office to call an all-staff meeting to reassure “shaken” diplomats, Darroch announced on Wednesday morning that he could no longer continue in his role in the wake of the leak. Adding to the likely discomfort for Johnson, the Foreign Office minister sent out to respond to the urgent question for the government was Sir Alan Duncan, who on Wednesday accused him of “throwing Darroch under the bus”. Asked about Duncan’s comments at the Maidstone hustings, Johnson said: “There has certainly been an attempt to politicise this issue and to take the career prospects of Sir Kim and turn them into an issue in the Conservative party leadership contest, I notice that. I don’t think that should happen … I don’t think that issues of personnel in our civil service should become footballs in political conversation.” In the hustings on Thursday, Johnson was also forced on to the defensive over whether he was too deferential to Trump. He said that there were reasons to believe Britain’s relationship with the United States was the “single most important strategic fact of our times”. But he said he had criticised Trump before and would do so again if needed. “I criticised him as foreign secretary,” he said. Earlier, in the Commons, the most vehement criticism came from David Morris, the Conservative MP for Morecambe and Lunesdale, who condemned Johnson for failing to fully back Darroch. Darroch is understood to have made the decision to resign after watching Johnson repeatedly declining to offer his support in the Tuesday’s debate. “Do you not feel that it is incumbent on every member of parliament in this place to back up our excellent diplomats and civil servants, and the honourable member for Uxbridge should come to the house and apologise?” Morris asked. Other Conservatives expressed similar views, with Roger Gale telling the Commons: “The failure of the former foreign secretary to leap to the defence of Sir Kim shows a lack of leadership that is lamentable.” The Tory MP Tom Tugendhat, who chairs the Commons foreign affairs committee, was less direct, but made his feelings known, saying the loss of Darroch after Trump’s comments amounted to the UK being bullied. Tugendhat said the government should “always stand up for those we send abroad, military or civilian, and will back them to the point that is necessary in the interests of the British people, and no one else”. The only support for Johnson came from the veteran Tory backbencher Peter Bone, who said: “The attacking of colleagues is completely wrong and people should be ashamed of themselves when they’ve done that.” The urgent question was tabled by Labour’s Pat McFadden, who said the decision of Darroch to resign, despite having the full support of Theresa May and her cabinet, was “a dark moment for our democracy and for the standing of the United Kingdom”. McFadden said Johnson’s lack of support for the envoy was “an appalling abandonment of someone in the firing line”. He added: “Real leaders protect their people. They don’t throw them to the wolves because they can sniff a prize for themselves. His actions are a chilling warning of what is to come if he becomes prime minister.” Duncan said he would not be responding to such views on Johnson: “I hope the house will understand if I hold back today from making any further comment on the right honourable friend the member for Uxbridge. I said enough yesterday to make my position entirely clear.” Duncan nonetheless managed to reiterate his condemnation of Johnson several times in ways varying from the coded to the open. Responding to one question, he replied: “It is everyone’s duty, and everyone in this house’s duty, to defend our ambassadors. They are our ambassadors, doing our duty. If they do something terribly wrong or break all the rules, that’s altogether different.” Duncan later drew laughter after the Liberal Democrat deputy leader, Jo Swinson, cited his description of Johnson’s actions as “the behaviour of an utter wimp”. “I seem to recall that was one of the kinder words I used yesterday,” Duncan told MPs, adding: “I think what I would rather do is concentrate on the specific details of the question put, the merits of Sir Kim Darroch rather than the … merits of anyone else.”",
      "charCount": "6023",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> and <a href=\"profile/kevin-rawlinson\">Kevin Rawlinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/11/battle-for-the-labour-party-soul-continues",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-11T17:23:02Z",
    "webTitle": "Battle for the Labour party’s soul continues | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/11/battle-for-the-labour-party-soul-continues",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/11/battle-for-the-labour-party-soul-continues",
    "fields": {
      "headline": "Battle for the Labour party’s soul continues",
      "standfirst": "Readers respond to Dawn Foster’s article challenging Tom Watson to leave the party and Matthew d’Ancona’s piece claiming Labour is not interested in taking the centre ground",
      "trailText": "<strong>Letters:</strong> Readers respond to Dawn Foster’s article challenging Tom Watson to leave the party and Matthew d’Ancona’s piece claiming Labour is not interested in taking the centre ground",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"b9873fcd91e01185f24514870aa2f2afe5e5afeb\"> <img src=\"https://media.guim.co.uk/b9873fcd91e01185f24514870aa2f2afe5e5afeb/0_0_3500_2100/1000.jpg\" alt=\"‘What Labour party members wanted when they elected Jeremy Corbyn in overwhelming numbers was societal change,’ writes Stephen Shields. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘What Labour party members wanted when they elected Jeremy Corbyn in overwhelming numbers was societal change,’ writes Stephen Shields. </span> <span class=\"element-image__credit\">Photograph: Aaron Chown/PA</span> </figcaption> </figure>",
      "body": "<p>In challenging Tom Watson to leave the Labour party, Dawn Foster ventilates a widely held frustration – that members of the PLP find it easier to attack their own leadership than this useless government (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/09/tom-watson-weaken-labour-party-centrists-jeremy-corbyn\" title=\"\">If Tom Watson had guts he’d quit Labour</a>, Journal, 9 July). Many of us voted for Jeremy Corbyn and Tom Watson because we thought their different skills and interests would make a formidable team. Sadly, based on performance to date this has proved to be a deeply flawed judgment. Watson should not be forced out of his party, but clearly he has too much time on his hands. Every week I receive an interesting and lively mailing covering politics, policy and popular culture that does much to promote love and admiration of Tom. I wish he could be managed and supported to turn his energy towards doing the same for the party of which he is currently the deputy leader.<br><strong>Les Bright</strong><br><em>Exeter, Devon</em></p> <p>• What a depressing article by Dawn Foster. It just won’t do to blame criticism of the supreme leader for the failures that Jeremy Corbyn should own himself. He lost the 2017 election, came fourth in the recent European elections and we should not forget his lamentable performance during the referendum campaign (with voters not knowing where Labour stood) that undoubtedly contributed to the success of the leave campaign. If Corbyn had the guts he would consider his position as to whether he is the right person to lead the Labour party at this momentous time, as defeat in either a referendum or general election will consign most of the country to years of hardship under rightwing Tory rule.<br><strong>Aviva Le Prevost</strong><br><em>Groombridge, East Sussex</em></p> <p>• So the only place Dawn Foster meets people with so-called centrist views is in TV studios? Really? Well I meet them every single day as my social circle consists largely of lifelong Labour supporters like me who will never again vote Labour under its current leadership because of its spectacular betrayal of its own tribe during the biggest political crisis of the last 70 years. Foster’s prediction that Labour’s internal schism could hand the likely general election to the Tories is tragically correct, but the blame for that catastrophe will lie at Corbyn’s door and nobody else’s. Corbyn and his extremist acolytes are not waving but drowning and they are pulling the whole of progressive Britain down with them. For many millions of us, the sensible voices of Tom Watson and his like are the only lifeline of hope we have left.<br><strong>Alan Clark</strong><br><em>London</em></p> <p>• Dawn Foster’s attack on the “centrism” of the Labour party, in the shape of Tom Watson, Ed Miliband and in particular Tony Blair, as being “responsible for the long-term problems” of the British economy is not borne out by the facts. The approach of a government that, over the 13 years after 1997, brought peace to Northern Ireland, dramatically reduced poverty and unemployment, and indeed through its aid policies reduced poverty in the developing world as well, cannot be described as divisive and can still provide inspiration for a divided country.<br><strong>Paul Mosley</strong><br><em>Sheffield</em></p> <p>• Matthew d’Ancona (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/08/labour-centre-ground-jeremy-corbyn\" title=\"\">The centre is Labour’s for the taking, but it isn’t interested</a>, Journal, 8 July) is wrong to suggest that the purpose of the Labour party should “be to construct a pretty decent cabinet … with a fighting chance of uniting the country and governing it competently”.</p> <p>At some point in the 1990s the Labour party was hijacked by just such a group. Enter Tony Blair and corporate friends resulting in an ever increasing acceleration of social inequality that started in 1979 with the election of Margaret Thatcher and continued under Cameron and May. What Labour party members wanted when they elected Jeremy Corbyn in overwhelming numbers was societal change. An end to “greed is good” and “devil take the hindmost”: the creation of something truly different from the divided, atomised society of today.</p> <p>While Yvette Cooper and Stella Creasy may be talented politicians, they both stood on “more of the same” politics in the Labour leadership and deputy leadership elections. That’s not what members wanted and it’s now our party again.</p> <p>Yes, societal change is a big ask, but it’s better to try and fail than never to try at all.<br><strong>Stephen Shields</strong><br><em>Lichfield, Staffordshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "759",
      "commentable": "false",
      "firstPublicationDate": "2019-07-11T17:23:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-11T17:27:01Z",
      "newspaperEditionDate": "2019-07-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bpab6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b9873fcd91e01185f24514870aa2f2afe5e5afeb/0_0_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In challenging Tom Watson to leave the Labour party, Dawn Foster ventilates a widely held frustration – that members of the PLP find it easier to attack their own leadership than this useless government (If Tom Watson had guts he’d quit Labour, Journal, 9 July). Many of us voted for Jeremy Corbyn and Tom Watson because we thought their different skills and interests would make a formidable team. Sadly, based on performance to date this has proved to be a deeply flawed judgment. Watson should not be forced out of his party, but clearly he has too much time on his hands. Every week I receive an interesting and lively mailing covering politics, policy and popular culture that does much to promote love and admiration of Tom. I wish he could be managed and supported to turn his energy towards doing the same for the party of which he is currently the deputy leader. Les Bright Exeter, Devon • What a depressing article by Dawn Foster. It just won’t do to blame criticism of the supreme leader for the failures that Jeremy Corbyn should own himself. He lost the 2017 election, came fourth in the recent European elections and we should not forget his lamentable performance during the referendum campaign (with voters not knowing where Labour stood) that undoubtedly contributed to the success of the leave campaign. If Corbyn had the guts he would consider his position as to whether he is the right person to lead the Labour party at this momentous time, as defeat in either a referendum or general election will consign most of the country to years of hardship under rightwing Tory rule. Aviva Le Prevost Groombridge, East Sussex • So the only place Dawn Foster meets people with so-called centrist views is in TV studios? Really? Well I meet them every single day as my social circle consists largely of lifelong Labour supporters like me who will never again vote Labour under its current leadership because of its spectacular betrayal of its own tribe during the biggest political crisis of the last 70 years. Foster’s prediction that Labour’s internal schism could hand the likely general election to the Tories is tragically correct, but the blame for that catastrophe will lie at Corbyn’s door and nobody else’s. Corbyn and his extremist acolytes are not waving but drowning and they are pulling the whole of progressive Britain down with them. For many millions of us, the sensible voices of Tom Watson and his like are the only lifeline of hope we have left. Alan Clark London • Dawn Foster’s attack on the “centrism” of the Labour party, in the shape of Tom Watson, Ed Miliband and in particular Tony Blair, as being “responsible for the long-term problems” of the British economy is not borne out by the facts. The approach of a government that, over the 13 years after 1997, brought peace to Northern Ireland, dramatically reduced poverty and unemployment, and indeed through its aid policies reduced poverty in the developing world as well, cannot be described as divisive and can still provide inspiration for a divided country. Paul Mosley Sheffield • Matthew d’Ancona (The centre is Labour’s for the taking, but it isn’t interested, Journal, 8 July) is wrong to suggest that the purpose of the Labour party should “be to construct a pretty decent cabinet … with a fighting chance of uniting the country and governing it competently”. At some point in the 1990s the Labour party was hijacked by just such a group. Enter Tony Blair and corporate friends resulting in an ever increasing acceleration of social inequality that started in 1979 with the election of Margaret Thatcher and continued under Cameron and May. What Labour party members wanted when they elected Jeremy Corbyn in overwhelming numbers was societal change. An end to “greed is good” and “devil take the hindmost”: the creation of something truly different from the divided, atomised society of today. While Yvette Cooper and Stella Creasy may be talented politicians, they both stood on “more of the same” politics in the Labour leadership and deputy leadership elections. That’s not what members wanted and it’s now our party again. Yes, societal change is a big ask, but it’s better to try and fail than never to try at all. Stephen Shields Lichfield, Staffordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4554",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "us-news/2019/jul/11/britain-hasnt-got-much-out-of-the-special-relationship-for-a-long-time",
    "type": "article",
    "sectionId": "us-news",
    "sectionName": "US news",
    "webPublicationDate": "2019-07-11T17:22:47Z",
    "webTitle": "Britain hasn’t got much out of the special relationship for a long time | Letters",
    "webUrl": "https://www.theguardian.com/us-news/2019/jul/11/britain-hasnt-got-much-out-of-the-special-relationship-for-a-long-time",
    "apiUrl": "https://content.guardianapis.com/us-news/2019/jul/11/britain-hasnt-got-much-out-of-the-special-relationship-for-a-long-time",
    "fields": {
      "headline": "Britain hasn’t got much out of the special relationship for a long time",
      "standfirst": "<strong>Lindis Percy</strong> and <strong>John Smith</strong> say the UK has long struggled to find influence, and <strong>Seth Barrett Tillman</strong> says Trump is not the first leader to seek the removal of an ambassador",
      "trailText": "Letters: <strong>Lindis Percy</strong> and <strong>John Smith</strong> say the UK has long struggled to find influence, and <strong>Seth Barrett Tillman</strong> says Trump is not the first leader to seek the removal of an ambassador",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"5736bb65a62336e5c0773f0b041223dedec7d3b1\"> <img src=\"https://media.guim.co.uk/5736bb65a62336e5c0773f0b041223dedec7d3b1/0_193_3000_1800/1000.jpg\" alt=\"Radar domes at RAF Menwith Hill in North Yorkshire pictured in 2007\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Radar domes at RAF Menwith Hill in North Yorkshire pictured in 2007. </span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Re Martin Kettle’s excellent article (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/10/after-kim-darroch-britain-risks-becoming-vassal-to-united-states\" title=\"\">After Darroch, Britain risks becoming a vassal of the US</a>, Journal, 11 July), it is shocking what has happened to this fine diplomat – down to the unbelievable unthinking behaviour and loose tongues of the leaker, Donald Trump and Boris Johnson. I question, however, the use of the word “becoming” in the article’s headline.</p> <p>The UK has been the lapdog of the US for a long time. “RAF” Menwith Hill in beautiful Nidderdale, North Yorkshire, is occupied and controlled by the US visiting forces and their agencies. Three more satellite dishes (radomes) are to be constructed, bringing the total to 37. This base has many questionable roles and was crucial in the disastrous illegal war in Iraq and the dangerous mess that followed in the Middle East. The “special relationship” is so special that they do what they like, whether legal or not, and all our security is put at risk.<br><strong>Lindis Percy</strong><br><em>Co-founder</em><em>, </em><em>Campaign for the Accountability of American Bases </em><em>(CAAB)</em></p> <p>• Could the Darroch affair be a blessing in disguise? Even when Eisenhower pulled the plug on Suez in 1956, Britain still could not see that the special relationship had been peculiar to the second world war. By continuing to make that relationship the cornerstone of foreign policy, this country failed to face up to its much reduced circumstances and the limits of its power when it ought to have pursued a strategy of adjusting to reality by rebuilding itself within a European framework. Britain, the EU and, I believe, the US would have been the better for it. While remaining an ally of the US, now is the time to begin steadily to erase the word “special” from our relationship with it.<br><strong>John Smith</strong><br><em>Lindfield, West Sussex</em></p> <p>• Martin Kettle quotes British diplomatic officials as stating that there is no precedent for what Trump has done, in seeking to have Kim Darroch removed from his post as the UK’s ambassador to the US. In fact it is common practice for countries to deny granting consent and also to withdraw consent once granted in regard to the presence of foreign diplomatic officials who are not – or who are no longer – wanted. This has been codified as established practice by the Vienna convention on diplomatic relations (1961).</p> <p>Historically, the most famous such case was when the pope refused to grant credentials to the ambassador <a href=\"https://www.bartleby.com/268/7/48.html\" title=\"\">designated by the German empire</a> in 1872.<br><strong>Seth Barrett Tillman</strong><br><em>Maynooth, County Kildare, Ireland </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "455",
      "commentable": "false",
      "firstPublicationDate": "2019-07-11T17:22:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-11T18:15:45Z",
      "newspaperEditionDate": "2019-07-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bpadz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5736bb65a62336e5c0773f0b041223dedec7d3b1/0_193_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Re Martin Kettle’s excellent article (After Darroch, Britain risks becoming a vassal of the US, Journal, 11 July), it is shocking what has happened to this fine diplomat – down to the unbelievable unthinking behaviour and loose tongues of the leaker, Donald Trump and Boris Johnson. I question, however, the use of the word “becoming” in the article’s headline. The UK has been the lapdog of the US for a long time. “RAF” Menwith Hill in beautiful Nidderdale, North Yorkshire, is occupied and controlled by the US visiting forces and their agencies. Three more satellite dishes (radomes) are to be constructed, bringing the total to 37. This base has many questionable roles and was crucial in the disastrous illegal war in Iraq and the dangerous mess that followed in the Middle East. The “special relationship” is so special that they do what they like, whether legal or not, and all our security is put at risk. Lindis Percy Co-founder, Campaign for the Accountability of American Bases (CAAB) • Could the Darroch affair be a blessing in disguise? Even when Eisenhower pulled the plug on Suez in 1956, Britain still could not see that the special relationship had been peculiar to the second world war. By continuing to make that relationship the cornerstone of foreign policy, this country failed to face up to its much reduced circumstances and the limits of its power when it ought to have pursued a strategy of adjusting to reality by rebuilding itself within a European framework. Britain, the EU and, I believe, the US would have been the better for it. While remaining an ally of the US, now is the time to begin steadily to erase the word “special” from our relationship with it. John Smith Lindfield, West Sussex • Martin Kettle quotes British diplomatic officials as stating that there is no precedent for what Trump has done, in seeking to have Kim Darroch removed from his post as the UK’s ambassador to the US. In fact it is common practice for countries to deny granting consent and also to withdraw consent once granted in regard to the presence of foreign diplomatic officials who are not – or who are no longer – wanted. This has been codified as established practice by the Vienna convention on diplomatic relations (1961). Historically, the most famous such case was when the pope refused to grant credentials to the ambassador designated by the German empire in 1872. Seth Barrett Tillman Maynooth, County Kildare, Ireland • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2741",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/11/boris-johnson-chaos-no-deal-brexit-britain",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-11T17:05:22Z",
    "webTitle": "Trump created a storm over Kim Darroch. Boris Johnson will bring a hurricane | Simon Jenkins",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/11/boris-johnson-chaos-no-deal-brexit-britain",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/11/boris-johnson-chaos-no-deal-brexit-britain",
    "fields": {
      "headline": "Trump created a storm over Kim Darroch. Boris Johnson will bring a hurricane",
      "standfirst": "With the forces of no deal whirling faster, Johnson is banking on the idea that a dramatic shock could be Britain’s salvation",
      "trailText": "Johnson is banking on the idea that the dramatic shock of no deal could be Britain’s salvation, says Guardian columnist Simon Jenkins",
      "byline": "Simon Jenkins",
      "main": "<figure class=\"element element-image\" data-media-id=\"32f25b90f5064292633342f7eb7a005103671c97\"> <img src=\"https://media.guim.co.uk/32f25b90f5064292633342f7eb7a005103671c97/0_38_3500_2100/1000.jpg\" alt=\"Boris Johnson and Tim Martin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Boris Johnson seeks comfort in the bonkers faction of James Dyson and Wetherspoon’s Tim Martin (right).’</span> <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>Imagine chaos. Dream disruption. Think of a hundred <a href=\"https://www.theguardian.com/politics/2019/jul/11/tory-mps-condemn-boris-johnson-over-kim-darroch-resignation\" title=\"\">Kim Darrochs</a> as the Boris Johnson moment approaches. Tear up the script. Shout “no deal”. Laugh with Johnson, cry with him. Welcome to anarchy hall.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/08/boris-johnson-make-uk-match-fit-for-no-deal-brexit\">Boris Johnson: I'll make UK 'match fit' for no-deal Brexit</a> </p> </aside>  <p>Even as a stubborn Eurosceptic, I can see no conceivable benefit in Britain leaving Europe’s economic area on 31 October, least of all without any sort of customs deal. For a nation to initiate controls on border movement and trade with its adjacent continent is mindless self-harm, in this case driven by populist machismo. Yet that is what both Johnson and Jeremy Hunt have agreed to countenance after this week’s <a href=\"https://www.theguardian.com/politics/2019/jul/09/tory-leadership-hunt-and-johnson-roll-through-familiar-lines-in-itv-debate\" title=\"\">leadership debate</a>.</p> <p>I have attended Brexit seminars, briefings and rallies over the past two years, and am baffled by the absence of any remotely positive case for it – other than on the softest of single market models. Even hardened Brexit economists such as Patrick Minford and Gerard Lyons acknowledge some “short-term” disruption. This is quite apart from the millions, approaching billions, now being diverted from other uses to prepare companies and individuals for a <a href=\"https://fullfact.org/europe/whats-cost-preparing-brexit/\" title=\"\">no-deal Brexit</a>, a blatant reneging on Theresa May’s <a href=\"https://www.theguardian.com/politics/2019/may/21/theresa-mays-new-brexit-deal-point-by-point-analysis\" title=\"\">frictionless border pledge</a>.</p> <p>Preparations for no deal outlined <a href=\"https://www.bbc.co.uk/iplayer/episode/m0006nzb/panorama-nodeal-brexit-are-we-ready\" title=\"\">by the BBC</a> and the <a href=\"https://www.instituteforgovernment.org.uk/explainers/no-deal-brexit-preparations\" title=\"\">Institute for Government</a> have examined scenarios varying from extreme disruption to genuine chaos: chaos at the ports, chaos in food and medicine distribution, chaos in care staff recruitment and chaos as financial markets shift to the EU. No one seems to have a clue how the Northern Ireland border will operate. Johnson <a href=\"https://www.theguardian.com/commentisfree/2019/jul/04/northern-ireland-boris-johnson-jeremy-hunt-tory-leadership\" title=\"\">fluffs all questions</a> on the subject, seeking comfort in the bonkers faction of <a href=\"https://www.theguardian.com/commentisfree/2019/jan/23/james-dyson-brexiteer-elite-brexit-rees-mogg\" title=\"\">James Dyson</a> and Wetherspoon’s <a href=\"https://www.theguardian.com/global/video/2019/jan/25/owen-jones-meets-tim-martin-wetherspoons-no-deal-brexit-poverty-wages-dont-ask-childish-questions-video\" title=\"\">Tim Martin</a>.</p> <p>Yet ask Johnson’s small band of more sophisticated no-dealers, and a different justification begins to emerge. It lies in the theories of creative disruption espoused by the postwar economist Joseph Schumpeter and his followers. To them, occasional bouts of chaos are necessary. As during wars, recessions and Thatcherism, Britain needs a therapeutic shock to jolt it into a new karma, a new inner greatness.</p>  <figure class=\"element element-image\" data-media-id=\"9cc47f1cf8c4a54602c0de87f14f1dd8eaf741a3\"> <img src=\"https://media.guim.co.uk/9cc47f1cf8c4a54602c0de87f14f1dd8eaf741a3/0_67_5251_3151/1000.jpg\" alt=\"A demonstration against a hard border in Newry, Northern Ireland.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘No one seems to have a clue how the Northern Ireland border will operate. Boris Johnson fluffs all questions on the subject.’ A demonstration against a hard border in Newry, Northern Ireland.</span> <span class=\"element-image__credit\">Photograph: Paul Faith/AFP/Getty Images</span> </figcaption> </figure>  <p>To these no-dealers, sheep farmers and fishermen are the lackeys of Euro-protectionism. UK manufacturers have become slaves to Euro-conglomerates, forced to import bits of cars and planes because they can no longer fashion their own. They should get real. Likewise, it is humiliating that Britain should have Bulgarians picking its fruit, Poles building its houses, Portuguese staffing its clinics and care homes. Of course no deal will be <a href=\"https://www.theguardian.com/commentisfree/2019/jul/04/autumn-2020-no-deal-britain-conservative-party\" title=\"\">painful in the short-term</a>, but the short-term is for economic snowflakes.</p> <p>This vision of no deal accepts that it will take years to fashion “trade deals with the rest of the world”, but self-sufficiency is not built on deals. A no-deal Brexit might be a self-imposed economic sanction, but sanctions can strengthen siege economies. They enforce downsizing, and slash regulation and bureaucracy. They encourage import substitution behind a plummeting exchange rate. Schumpeter posited just such a “gale of creative destruction … a process of industrial mutation that revolutionises the economic structure from within, incessantly destroying the old one, incessantly creating a new one.” That is no-deal Brexit to a T.</p> <p>Schumpeter’s explicit inspiration was Marx, who wrote of “the violent destruction of capital not by relations external to it, but rather as a condition of its self-preservation”. Though no Marxist, he was much attracted to Marx’s thesis that capitalism <a href=\"https://www.marxists.org/archive/marx/works/1857/grundrisse/ch15.htm\" title=\"\">required</a> “explosions, cataclysms, crises, in which … suspension of labour and annihilation of a great portion of capital … violently lead it back to the point where it is enabled [to go on] fully employing its productive powers without committing suicide.” To Marx, capitalist disruption was a gateway to socialism, but Schumpeter saw it as cleansing, purifying through pain.</p> <p>Johnson’s supporters may be right in seeing ossification in the <a href=\"https://www.economicsonline.co.uk/Business_economics/Oligopoly.html\" title=\"\">oligopolistic economics</a> of the EU. Capitalism needs constantly updating and refreshing – which is why many believe that Britain should stay and offer Europe its leadership in this endeavour. But creative destruction is a bizarre turn-up for British Conservatism, with its traditional caution and respect for established institutions and interest groups. It is a measure of this ideological revolution that it was Hunt, not Johnson, who said the sacrifice of export-reliant businesses was a price worth paying <a href=\"https://www.theguardian.com/politics/2019/jun/30/jeremy-hunt-i-would-tell-bust-businesses-no-deal-brexit-was-worth-it\" title=\"\">“with a heavy heart”</a> for a no-deal Brexit. Hunt was a Tory traditionalist, panicking and capitulating to modern populist politics. Johnson’s heart was nowhere to be seen.</p> <p>As Thatcher showed, even creative destruction demands crisis management. Johnson’s politics seem more in tune with the wilder shores of chaos theory. In one gaffe after another, he has been the butterfly whose wing-beat can effect an unpredictable storm. While the chaotic forces of no deal whirl ever faster, his bland shrug of the shoulder becomes the <a href=\"https://en.wikipedia.org/wiki/Attractor\" title=\"\">“strange attractor”</a> around which they mysteriously cohere. As with Donald Trump, anarchy can mean bad things, good things, absolutely any things.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jul/09/farmer-no-deal-brexit-eu-agriculture-food-britain\">I’m a farmer, and no-deal Brexit would put me out of business | Will Case</a> </p> </aside>  <p>Thus Johnson might last just a few months before a scandal erupts or his party cries enough. A Commons revolt might see a Labour-Lib Dem coalition, even perhaps briefly under Jeremy Corbyn or a “caretaker”. A sudden referendum might reverse Brexit – humiliating the Brexiters. There might emerge an Irish customs union, or a <a href=\"https://www.theguardian.com/politics/2019/feb/05/scottish-independence-new-vote-depends-on-brexit-outcome-sturgeon\" title=\"\">Scottish secession</a>. Pain and cost could be enormous, but there could be gains as well as losses. That is the essence of chaos. Nobody knows.</p> <p>• Simon Jenkins is a Guardian columnist</p>",
      "newspaperPageNumber": "5",
      "wordcount": "885",
      "commentCloseDate": "2019-07-11T20:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-11T17:05:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:59Z",
      "newspaperEditionDate": "2019-07-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bpat2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/32f25b90f5064292633342f7eb7a005103671c97/0_38_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Imagine chaos. Dream disruption. Think of a hundred Kim Darrochs as the Boris Johnson moment approaches. Tear up the script. Shout “no deal”. Laugh with Johnson, cry with him. Welcome to anarchy hall. Even as a stubborn Eurosceptic, I can see no conceivable benefit in Britain leaving Europe’s economic area on 31 October, least of all without any sort of customs deal. For a nation to initiate controls on border movement and trade with its adjacent continent is mindless self-harm, in this case driven by populist machismo. Yet that is what both Johnson and Jeremy Hunt have agreed to countenance after this week’s leadership debate. I have attended Brexit seminars, briefings and rallies over the past two years, and am baffled by the absence of any remotely positive case for it – other than on the softest of single market models. Even hardened Brexit economists such as Patrick Minford and Gerard Lyons acknowledge some “short-term” disruption. This is quite apart from the millions, approaching billions, now being diverted from other uses to prepare companies and individuals for a no-deal Brexit, a blatant reneging on Theresa May’s frictionless border pledge. Preparations for no deal outlined by the BBC and the Institute for Government have examined scenarios varying from extreme disruption to genuine chaos: chaos at the ports, chaos in food and medicine distribution, chaos in care staff recruitment and chaos as financial markets shift to the EU. No one seems to have a clue how the Northern Ireland border will operate. Johnson fluffs all questions on the subject, seeking comfort in the bonkers faction of James Dyson and Wetherspoon’s Tim Martin. Yet ask Johnson’s small band of more sophisticated no-dealers, and a different justification begins to emerge. It lies in the theories of creative disruption espoused by the postwar economist Joseph Schumpeter and his followers. To them, occasional bouts of chaos are necessary. As during wars, recessions and Thatcherism, Britain needs a therapeutic shock to jolt it into a new karma, a new inner greatness. To these no-dealers, sheep farmers and fishermen are the lackeys of Euro-protectionism. UK manufacturers have become slaves to Euro-conglomerates, forced to import bits of cars and planes because they can no longer fashion their own. They should get real. Likewise, it is humiliating that Britain should have Bulgarians picking its fruit, Poles building its houses, Portuguese staffing its clinics and care homes. Of course no deal will be painful in the short-term, but the short-term is for economic snowflakes. This vision of no deal accepts that it will take years to fashion “trade deals with the rest of the world”, but self-sufficiency is not built on deals. A no-deal Brexit might be a self-imposed economic sanction, but sanctions can strengthen siege economies. They enforce downsizing, and slash regulation and bureaucracy. They encourage import substitution behind a plummeting exchange rate. Schumpeter posited just such a “gale of creative destruction … a process of industrial mutation that revolutionises the economic structure from within, incessantly destroying the old one, incessantly creating a new one.” That is no-deal Brexit to a T. Schumpeter’s explicit inspiration was Marx, who wrote of “the violent destruction of capital not by relations external to it, but rather as a condition of its self-preservation”. Though no Marxist, he was much attracted to Marx’s thesis that capitalism required “explosions, cataclysms, crises, in which … suspension of labour and annihilation of a great portion of capital … violently lead it back to the point where it is enabled [to go on] fully employing its productive powers without committing suicide.” To Marx, capitalist disruption was a gateway to socialism, but Schumpeter saw it as cleansing, purifying through pain. Johnson’s supporters may be right in seeing ossification in the oligopolistic economics of the EU. Capitalism needs constantly updating and refreshing – which is why many believe that Britain should stay and offer Europe its leadership in this endeavour. But creative destruction is a bizarre turn-up for British Conservatism, with its traditional caution and respect for established institutions and interest groups. It is a measure of this ideological revolution that it was Hunt, not Johnson, who said the sacrifice of export-reliant businesses was a price worth paying “with a heavy heart” for a no-deal Brexit. Hunt was a Tory traditionalist, panicking and capitulating to modern populist politics. Johnson’s heart was nowhere to be seen. As Thatcher showed, even creative destruction demands crisis management. Johnson’s politics seem more in tune with the wilder shores of chaos theory. In one gaffe after another, he has been the butterfly whose wing-beat can effect an unpredictable storm. While the chaotic forces of no deal whirl ever faster, his bland shrug of the shoulder becomes the “strange attractor” around which they mysteriously cohere. As with Donald Trump, anarchy can mean bad things, good things, absolutely any things. Thus Johnson might last just a few months before a scandal erupts or his party cries enough. A Commons revolt might see a Labour-Lib Dem coalition, even perhaps briefly under Jeremy Corbyn or a “caretaker”. A sudden referendum might reverse Brexit – humiliating the Brexiters. There might emerge an Irish customs union, or a Scottish secession. Pain and cost could be enormous, but there could be gains as well as losses. That is the essence of chaos. Nobody knows. • Simon Jenkins is a Guardian columnist",
      "charCount": "5610",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/simonjenkins\">Simon Jenkins</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/jul/11/westminster-bullying-and-harassment-is-significant-problem",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-11T16:50:17Z",
    "webTitle": "Inquiry calls for urgent action to stop bullying and harassment by MPs",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/11/westminster-bullying-and-harassment-is-significant-problem",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/11/westminster-bullying-and-harassment-is-significant-problem",
    "fields": {
      "headline": "Inquiry calls for urgent action to stop bullying and harassment by MPs",
      "standfirst": "<p>Report details staff harassment including shouting, groping and throwing office furniture</p>",
      "trailText": "Report details staff harassment including shouting, groping and throwing office furniture",
      "byline": "Peter Walker and Rajeev Syal",
      "main": "<figure class=\"element element-image\" data-media-id=\"a332af671abd3fe90d09577a7f214f8846e2de19\"> <img src=\"https://media.guim.co.uk/a332af671abd3fe90d09577a7f214f8846e2de19/0_146_3500_2099/1000.jpg\" alt=\"Houses of Parliament\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Former members of staff with grievances should be allowed to make historical complaints, says report.</span> <span class=\"element-image__credit\">Photograph: Tim Ireland/PA</span> </figcaption> </figure>",
      "body": "<p>The Commons will vote next week on extending investigations into bullying and harassment by MPs to cover historic allegations after an inquiry reported harrowing details of staff being shouted at or groped, and having heavy office equipment thrown at them.</p> <p>While the government stressed that the vast majority of MPs did not abuse employees, an official report by barrister Gemma White QC recommended that parliament adopt new employment measures to better protect staff.</p> <p>One of White’s findings was that former members of staff with grievances should be allowed to make historical complaints against members of parliament. The current system only covers events after the 2017 general election.</p> <p>Following the publication of the report the leader of the Commons, Mel Stride, announced a debate and vote next Wednesday on modifying the remit of the new Independent Complaints and Grievance Scheme (ICGS).</p> <p>He said one of the proposed changes would be to extend the system to earlier complaints, which was also recommended by a report into bullying and harassment in parliament by Dame Laura Cox last year.</p> <p>White’s 55-page report concluded that employees of MPs are in a vulnerable position because they are directly employed and consider any form of complaint as “career suicide”. They also often have strong party and personal loyalties which constitute significant barriers to complaint.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/10/house-of-lords-staff-too-scared-to-complain-about-harassment\">House of Lords staff too scared to complain about harassment</a> </p> </aside>  <p>The report detailed examples of persistent bullying. One employee told White the MP they worked for “would intimidate, mock and undermine me every day, often shouting at me”, a regime that left them uncertain and frightened.</p> <p>They said: “I don’t think of myself as a particularly soft individual, but there were occasions I found myself crying on the way to work, the only time I have cried since I was a child.”</p> <p>Another staff member told White they were “repeatedly bullied and harassed by [the MP] in a way that had a significant impact on my mental health, eventually leading to my resignation”.</p> <p>Elsewhere in the report, White wrote: “Some contributors who reported shouting and screaming also reported being present when objects (usually pieces of office equipment, sometimes heavy) were thrown in anger by their employer MP, in some cases at them.”</p> <p>White said that she also received detailed contributions from individuals who described specific experiences of harassment from MPs, including a serious sexual assault. One staff member described how senior MPs’ staff used parliament’s bars to meet young men and women “in the hopes that we will have sex with them to further our careers”, but that he would would “never in a million years” make a formal complaint as this would wreck his career.</p> <p>He said: “As things stand now, sexual harassment is just something young working-class people with no connections have to tolerate because networking in parliamentary bars is our only route to a permanent role.</p> <p>White wrote that unwelcome sexual advances from MPs were often accompanied by attempts at kissing and unwanted touching. “For example breasts being grabbed, buttocks being slapped, thighs being stroked and crotches being pressed/rubbed against bodies. Most of these experiences were isolated, but some were part of a course of conduct on the part of a member or fellow member of staff,” she said.</p> <p>Figures show parliamentary helplines for bullying and sexual misconduct have received more than 200 calls or emails from staff in each of the last three quarters. However, White’s report shows few MPs have sought help or retraining.</p> <p>Only 34 out of 650 MPs and 135 out of 3,200 MPs’ staff have attended or signed up to the “valuing everyone” training, designed to support the new behaviour code introduced in July 2018, the report shows.</p> <p>The report calls for a fundamental shift away from regarding MPs as “650 small businesses” with near complete freedom regarding staff.</p> <p>In a new development, the report calls for each member to be required to adopt and follow employment practices and procedures aligned with those followed in other public sector workplaces.</p> <p>“This shift must be supported by a properly resourced and staffed department within the House of Commons. It should develop and implement a coherent and robust approach to members’ employment practice and provide support to members and their staff,” the report says.</p> <p>Responding to the report, Stride argued that it was necessary to keep the scale of the problem in context. “I say this as a father of three daughters – any one person who is put into a position where they are preyed upon by somebody in authority is one too many, and this needs to be stamped out – there is absolutely no place for that.</p> <p>“It’s important nonetheless to recognise that the vast majority of members of parliament here will be horrified by some of the things that have surfaced in the report.”</p> <p>Downing Street described White’s report as “deeply worrying”. The prime minister’s official spokesman said: “It is important that the parliamentary leadership now responds fully and promptly to the concerns raised in this deeply worrying report.” </p>",
      "newspaperPageNumber": "5",
      "wordcount": "824",
      "firstPublicationDate": "2019-07-11T09:26:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-11T20:18:49Z",
      "newspaperEditionDate": "2019-07-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bp9vh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a332af671abd3fe90d09577a7f214f8846e2de19/0_146_3500_2099/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Commons will vote next week on extending investigations into bullying and harassment by MPs to cover historic allegations after an inquiry reported harrowing details of staff being shouted at or groped, and having heavy office equipment thrown at them. While the government stressed that the vast majority of MPs did not abuse employees, an official report by barrister Gemma White QC recommended that parliament adopt new employment measures to better protect staff. One of White’s findings was that former members of staff with grievances should be allowed to make historical complaints against members of parliament. The current system only covers events after the 2017 general election. Following the publication of the report the leader of the Commons, Mel Stride, announced a debate and vote next Wednesday on modifying the remit of the new Independent Complaints and Grievance Scheme (ICGS). He said one of the proposed changes would be to extend the system to earlier complaints, which was also recommended by a report into bullying and harassment in parliament by Dame Laura Cox last year. White’s 55-page report concluded that employees of MPs are in a vulnerable position because they are directly employed and consider any form of complaint as “career suicide”. They also often have strong party and personal loyalties which constitute significant barriers to complaint. The report detailed examples of persistent bullying. One employee told White the MP they worked for “would intimidate, mock and undermine me every day, often shouting at me”, a regime that left them uncertain and frightened. They said: “I don’t think of myself as a particularly soft individual, but there were occasions I found myself crying on the way to work, the only time I have cried since I was a child.” Another staff member told White they were “repeatedly bullied and harassed by [the MP] in a way that had a significant impact on my mental health, eventually leading to my resignation”. Elsewhere in the report, White wrote: “Some contributors who reported shouting and screaming also reported being present when objects (usually pieces of office equipment, sometimes heavy) were thrown in anger by their employer MP, in some cases at them.” White said that she also received detailed contributions from individuals who described specific experiences of harassment from MPs, including a serious sexual assault. One staff member described how senior MPs’ staff used parliament’s bars to meet young men and women “in the hopes that we will have sex with them to further our careers”, but that he would would “never in a million years” make a formal complaint as this would wreck his career. He said: “As things stand now, sexual harassment is just something young working-class people with no connections have to tolerate because networking in parliamentary bars is our only route to a permanent role. White wrote that unwelcome sexual advances from MPs were often accompanied by attempts at kissing and unwanted touching. “For example breasts being grabbed, buttocks being slapped, thighs being stroked and crotches being pressed/rubbed against bodies. Most of these experiences were isolated, but some were part of a course of conduct on the part of a member or fellow member of staff,” she said. Figures show parliamentary helplines for bullying and sexual misconduct have received more than 200 calls or emails from staff in each of the last three quarters. However, White’s report shows few MPs have sought help or retraining. Only 34 out of 650 MPs and 135 out of 3,200 MPs’ staff have attended or signed up to the “valuing everyone” training, designed to support the new behaviour code introduced in July 2018, the report shows. The report calls for a fundamental shift away from regarding MPs as “650 small businesses” with near complete freedom regarding staff. In a new development, the report calls for each member to be required to adopt and follow employment practices and procedures aligned with those followed in other public sector workplaces. “This shift must be supported by a properly resourced and staffed department within the House of Commons. It should develop and implement a coherent and robust approach to members’ employment practice and provide support to members and their staff,” the report says. Responding to the report, Stride argued that it was necessary to keep the scale of the problem in context. “I say this as a father of three daughters – any one person who is put into a position where they are preyed upon by somebody in authority is one too many, and this needs to be stamped out – there is absolutely no place for that. “It’s important nonetheless to recognise that the vast majority of members of parliament here will be horrified by some of the things that have surfaced in the report.” Downing Street described White’s report as “deeply worrying”. The prime minister’s official spokesman said: “It is important that the parliamentary leadership now responds fully and promptly to the concerns raised in this deeply worrying report.”",
      "charCount": "5075",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> and <a href=\"profile/rajeev-syal\">Rajeev Syal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/jul/11/labour-antisemitism-tory-leadership-latests-news-labour-wrong-to-question-credibility-of-antisemitism-whistleblowers-says-deputy-leader-tom-watson-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-11T15:20:31Z",
    "webTitle": "MPs condemn Boris Johnson for his 'despicable act of cowardice' over ambassador – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/jul/11/labour-antisemitism-tory-leadership-latests-news-labour-wrong-to-question-credibility-of-antisemitism-whistleblowers-says-deputy-leader-tom-watson-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/jul/11/labour-antisemitism-tory-leadership-latests-news-labour-wrong-to-question-credibility-of-antisemitism-whistleblowers-says-deputy-leader-tom-watson-live-news",
    "fields": {
      "headline": "MPs condemn Boris Johnson for his 'despicable act of cowardice' over ambassador – as it happened",
      "standfirst": "<p>The day’s political developments, including Tom Watson’s intervention after BBC Panorama report on Labour and antisemitism</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/jul/11/westminster-bullying-and-harassment-is-significant-problem\">Westminster bullying and harassment is ‘significant problem’</a></li><li><a href=\"https://www.theguardian.com/news/2019/jul/11/labour-whistleblower-in-30-years-ill-be-very-proud-of-myself\">Labour whistleblower: ‘In 30 years I’ll be very proud of myself</a></li><li><a href=\"https://www.theguardian.com/commentisfree/2019/jul/11/bbc-panorama-antisemitism-labour-racism-jeremy-corbyn\">Panorama set out claims of antisemitism in Labour. Our panel responds</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/11/labour-antisemitism-tory-leadership-latests-news-labour-wrong-to-question-credibility-of-antisemitism-whistleblowers-says-deputy-leader-tom-watson-live-news?page=with:block-5d2750888f08cf92bb76df35#block-5d2750888f08cf92bb76df35\">Afternoon summary</a></li></ul>",
      "trailText": "The day’s political developments, including Tom Watson’s intervention after BBC Panorama report on Labour and antisemitism",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"7f86dab3-9f2f-45c2-836a-67e976caf0c8\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/svkusys4uH4?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5d2750888f08cf92bb76df35\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T15:20:31.733Z\">4.20pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/11/tory-mps-condemn-boris-johnson-over-kim-darroch-resignation\">Boris Johnson has been heavily criticised by fellow Tory MPs over his role in Sir Kim Darroch’s decision to resign as the UK ambassador to Washington, with one backbencher saying the frontrunner in the Conservative leadershipcontest should come to the Commons to apologise.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/11/labour-antisemitism-claims-automatic-exclusions-tom-watson\">Labour’s deputy leader, Tom Watson, has stepped up his criticism of Jeremy Corbyn over antisemitism in the party by backing calls for automatic exclusion of members accused of anti-Jewish racism.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/news/2019/jul/11/labour-antisemitism-30-whistleblowers-to-give-evidence-to-ehrc\">More than 30 whistleblowers including current Labour members of staff will submit evidence to the equalities watchdog about antisemitism in the party, the Guardian understands.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/11/amber-rudd-drops-opposition-to-no-deal-brexit\">Amber Rudd, the work and pensions secretary and one of the leading cabinet opponents of hard Brexit, has publicly ditched her opposition to no deal as senior Tories jostle for position in a Boris Johnson cabinet.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/business/2019/jul/11/bank-of-england-warns-of-lending-crisis-for-eu-firms-after-no-deal-brexit\">The Bank of England has sounded the alarm over the risks to City banks from no-deal Brexit, warning that companies across Europe could be cut off from their lenders overnight.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/11/carl-sargeant-inquest-coroner-raises-concerns-about-support-from-welsh-government\">A coroner has concluded that no official support was put in place for a prominent Welsh politician who took his own life four days after being sacked amid allegations of inappropriate sexual behaviour towards women.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/11/westminster-bullying-and-harassment-is-significant-problem\">Parliament must adopt a raft of new employment measures to ensure that MPs’ staff are no longer subject to an unacceptable risk of bullying and harassment at work, an official inquiry has concluded.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/11/police-leaders-urge-next-prime-minister-reverse-policing-youth-services-cuts\">Police leaders have written to the two Conservative leadership candidates to say whichever of them becomes prime minister should make providing more money to police and youth services their first priority.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/11/benefits-system-for-terminally-ill-to-be-reviewed-says-amber-rudd\">Amber Rudd has announced a review of the benefits system for terminally ill claimants, in a challenge to the next prime minister to listen to demands for reform.</a></strong></li> \n  </ul> \n  <p>That’s all from me for today.</p> \n  <p>Thanks for the comments.</p> \n </div> \n</div> \n<div id=\"block-5d2753588f08d0b6ca52eb37\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T15:19:43.235Z\">4.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is a Guardian panel on the BBC Panorama programme, with contributions from <a href=\"https://www.theguardian.com/profile/jonathanfreedland\">Jonathan Freedland</a>, <a href=\"https://www.theguardian.com/profile/rachelshabi\">Rachel Shabi</a>, <a href=\"https://www.theguardian.com/profile/jon-lansman\">Jon Lansman</a> and <a href=\"https://www.theguardian.com/profile/keithkahnharris\">Keith Kahn-Harris</a>.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jul/11/bbc-panorama-antisemitism-labour-racism-jeremy-corbyn\">The BBC’s Panorama set out claims of antisemitism in the Labour party. Our panel responds | The panel</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d2752fb8f08d0b6ca52eb31\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T15:17:42.684Z\">4.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From <strong>Emily Thornberry,</strong> the shadow foreign secretary</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EmilyThornberry/status/1149305091255676928\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">In addition to what I said on <a href=\"https://twitter.com/Peston?ref_src=twsrc%5Etfw\">@Peston</a> last night, I just wanted to say a few words regarding today's debate about Labour's failure to deal effectively with the anti-semitism crisis, something that doesn't just shame and sicken me, but truly breaks my heart. <a href=\"https://t.co/2zSll964TD\">pic.twitter.com/2zSll964TD</a></p>— Emily Thornberry (@EmilyThornberry) \n    <a href=\"https://twitter.com/EmilyThornberry/status/1149305091255676928?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d274b398f08cf92bb76dee2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T14:49:24.113Z\">3.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Maybe Jeremy Hunt has seen the ConservativeHome survey (see<a href=\"https://www.theguardian.com/politics/live/2019/jul/11/labour-antisemitism-tory-leadership-latests-news-labour-wrong-to-question-credibility-of-antisemitism-whistleblowers-says-deputy-leader-tom-watson-live-news?page=with:block-5d2739d98f0845f89e30b21f#block-5d2739d98f0845f89e30b21f\"> 2.48pm)</a> and remembered he needs to post his ballot paper ...</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jeremy_Hunt/status/1149318765508775937\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Thought of tactical voting so it doesn’t look so bad for Boris but in the end it <a href=\"https://twitter.com/hashtag/HastobeHunt?src=hash&amp;ref_src=twsrc%5Etfw\">#HastobeHunt</a> <a href=\"https://t.co/CfJ24E6A7o\">pic.twitter.com/CfJ24E6A7o</a></p>— Jeremy Hunt (@Jeremy_Hunt) \n    <a href=\"https://twitter.com/Jeremy_Hunt/status/1149318765508775937?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d2744638f0845f89e30b2aa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T14:16:27.834Z\">3.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More than 30 whistleblowers including current <a href=\"https://www.theguardian.com/politics/labour\">Labour</a> members of staff will submit evidence to the equalities watchdog about antisemitism in the party, my colleague <strong>Jessica Elgot</strong> reports.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/news/2019/jul/11/labour-antisemitism-30-whistleblowers-to-give-evidence-to-ehrc\">Labour antisemitism: 30 whistleblowers to give evidence to EHRC</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d2742ba8f0845f89e30b29a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T14:12:51.100Z\">3.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Amber Rudd</strong>, the work and pensions secretary and one of the leading cabinet opponents of hard Brexit, has publicly ditched her opposition to no deal, my colleague <strong>Rowena Mason </strong>reports.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/11/amber-rudd-drops-opposition-to-no-deal-brexit\">Amber Rudd drops opposition to no-deal Brexit</a> </p> \n  </aside> \n  <p><a href=\"https://www.conservativehome.com/highlights/2019/06/interview-johnson-says-that-every-member-of-his-cabinet-must-sign-up-to-britain-leaving-the-eu-on-31st-october-deal-or-no-deal.html\">In an interview with ConservativeHome last month</a> Boris Johnson said that anyone who wanted to serve in his cabinet would have to agree to support the UK leaving the EU with no deal on 31 October if necessary.</p> \n </div> \n</div> \n<div id=\"block-5d2739d98f0845f89e30b21f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T13:48:16.207Z\">2.48pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson has won Tory leadership contest already based on votes already in, survey suggests</h2> \n <div class=\"block-elements\"> \n  <p>The<a href=\"https://www.conservativehome.com/thetorydiary/2019/07/our-survey-next-tory-leader-johnson-72-per-cent-hunt-28-per-cent-77-per-cent-have-voted-on-these-figures-johnson-has-already-won.html\"> ConservativeHome website </a>has published another of its regular surveys of Tory members, and it has concluded that Boris Johnson has already won the Tory leadership contest. We won’t know for sure for another 12 days, but in the past these surveys have been a fairly reliable guide to how people vote in internal Tory elections.</p> \n  <p>ConservativeHome is making the claim that Boris Johnson “has won this contest already” on the basis that 71% of respondents say they have already voted. Given that the survey also suggests that Johnson is beating Jeremy Hunt by 72% to 28%, that would mean, assuming those figures were correct, that if every new vote being cast from today were to go to Hunt, he still would not be able to catch up.</p> \n  <figure class=\"element element-image\" data-media-id=\"7b3dbfb8440a687b73b8dfca069aa222e43be266\"> \n   <img src=\"https://media.guim.co.uk/7b3dbfb8440a687b73b8dfca069aa222e43be266/0_0_670_381/500.jpg\" alt=\"Tory leadership poll\" width=\"500\" height=\"284\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Tory leadership poll</span> \n    <span class=\"element-image__credit\">Photograph: ConservativeHome</span> \n   </figcaption> \n  </figure> \n  <p>A YouGov poll of Conservative members last week also gave Johnson an enormous lead over Hunt,<a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/07/06/boris-johnson-holds-his-48-point-lead-conservative\"> only its was slightly bigger.</a></p> \n </div> \n</div> \n<div id=\"block-5d2736408f08cf92bb76dddf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T13:20:56.831Z\">2.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the Commons earlier <strong>Valerie Vaz,</strong> the shadow leader of the Commons, said Labour would support <a href=\"https://www.theguardian.com/politics/live/2019/jul/10/tory-leadership-latest-news-john-major-threatens-to-take-boris-johnson-to-court-to-stop-him-proroguing-parliament-for-no-deal-brexit-live-news?page=with:block-5d2595648f08d0b6ca52d8cf#block-5d2595648f08d0b6ca52d8cf\">moves by John Major to take Boris Johnson to court</a> if Johnson were to become PM and to prorogue parliament to try to stop MPs blocking a no-deal Brexit. During the business statement she quoted approvingly the Tory MP Dominic Grieve saying proroguing parliament in this way would be “the end of parliamentary democracy”.</p> \n  <p><strong>Mel Stride</strong>, the leader of the Commons, played down the prospect of this happening. He replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>The government doesn’t believe that [proroguing parliament] would be a desirable situation, not least it would put the monarch in an awkward position being involved in what is essentially a political decision given that it is prorogation based upon the advice of the pime minister but ultimately for the Queen to grant that. </p> \n   <p>I would also say, as I think Mr Speaker you have suggested, that it seems inconceivable that parliament will not have its opportunity to ensure that it has appropriate time to debate at the appropriate time these very, very important matters for our country.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d2734b68f08d0b6ca52e94a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T13:09:01.919Z\">2.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are from<strong> Jeremy Hunt</strong>, the foreign secretary and Tory leadership contender.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jeremy_Hunt/status/1149302562681757696\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Latest incident with Iranian boats in the Gulf shows exactly why we must invest more in defence. We have run down our Navy too much and this must now be urgently reversed. We need to show confidence in the world by putting our money where our mouth is!</p>— Jeremy Hunt (@Jeremy_Hunt) \n    <a href=\"https://twitter.com/Jeremy_Hunt/status/1149302562681757696?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jeremy_Hunt/status/1149303482333257730\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">What is first duty of Government? To keep its citizens safe. Not possible if we continue to under-invest in our armed forces. Time to put things right and show the world we are a country that will always fight for our values.</p>— Jeremy Hunt (@Jeremy_Hunt) \n    <a href=\"https://twitter.com/Jeremy_Hunt/status/1149303482333257730?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d27197a8f08cf92bb76dc05\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T11:29:38.982Z\">12.29pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson cracks joke about breakdown of Kim Darroch's relationship with Trump</h2> \n <div class=\"block-elements\"> \n  <p>In <a href=\"https://www.thesun.co.uk/news/9481492/boris-johnson-sir-kim-darroch-bizarre-criticism/?utm_source=POLITICO.EU&amp;utm_campaign=717f486f5b-EMAIL_CAMPAIGN_2019_07_11_05_55&amp;utm_medium=email&amp;utm_term=0_10959edeb5-717f486f5b-189782117\">an interview for today’s Sun </a><strong>Boris Johnson</strong> rejected suggestions that he contributed to Sir Kim Darroch’s decision to resign<a href=\"https://www.theguardian.com/politics/live/2019/jul/09/theresa-may-stands-by-uk-ambassador-in-wake-of-trump-criticism-politics-live?page=with:block-5d24ec738f08d0b6ca52d55e#block-5d24ec738f08d0b6ca52d55e\"> by not backing him in the ITV debate on Tuesday.</a> Johnson told the paper:</p> \n  <blockquote class=\"quoted\"> \n   <p>I can’t believe they’re trying to blame me for this.</p> \n   <p>It seems bizarre to me. I’m a great supporter of Kim’s. I worked very well with him for years.</p> \n   <p>I spoke to him just now to offer my good wishes. I think that he’s done a superb job.</p> \n   <p>I’d be very surprised that’s the construction placed on events.</p> \n  </blockquote> \n  <p>In <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-boozing-with-bojo-a-special-relationship-last-nights-telly/\">an interview for Politico Europe</a>’s London Playbook Johnson also rejected claims that he undermined Darroch in the debate on Tuesday night. Commenting on his refusal to say that he would definitely keep Darroch in office if he became prime minister, Johnson said it would be “totally, totally wrong to drag the career prospects of a civil servant into a political debate”. But he also cracked a joke about Darroch’s plight. Here is the key paragraph from Jack Blanchard’s interview.</p> \n  <blockquote class=\"quoted\"> \n   <p>Why did he not voice more support for Kim Darroch in Tuesday night’s TV debate? “No, I did,” Johnson protests. “I said I believe very strongly that civil servants should not have their views leaked.” But you didn’t say you’d keep him in his job, I tell him. “No, but I think it’s totally, totally wrong to drag the career prospects of a civil servant into a political debate,” Johnson says. But maybe people want to see a leader sticking up for their own side? “I made it very clear that under no circumstances would anybody else take a decision about who is going to represent the U.K. I was absolutely categorical about that. And for the record I am a long-standing admirer of Kim Darroch. And I say furthermore that if Donald Trump can make friends with Kim Jong Un, then he can make friends with Kim Dar-roch.”</p> \n  </blockquote> \n  <p>Although there were various factors behind Darroch’s decision to resign, <a href=\"https://www.theguardian.com/uk-news/2019/jul/10/kim-darroch-resigns-as-uk-ambassador-to-us-after-leaked-trump-comment\">as the Guardian reports</a> the ambassador took the final decision after watching Johnson on Tuesday night repeatedly refusing to say he wanted him to stay.</p> \n </div> \n</div> \n<div id=\"block-5d2717618f08cf92bb76dbed\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T11:07:46.259Z\">12.07pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Tory MP says Boris Johnson should apologise for not backing Kim Darroch</h2> \n <div class=\"block-elements\"> \n  <p>Towards the end of the urgent question on Kim Darroch the Conservative MP <strong>David Morris</strong> said Boris Johnson should apologise for not supporting Darroch in the ITV debate on Tuesday. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>It is incumbent on every member of parliament in this place to back up our excellent diplomats and civil servants and [Johnson] should come to the house and apologise.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"2e32bb815a32a60cbb193618422d7f31d0b90915\"> \n   <img src=\"https://media.guim.co.uk/2e32bb815a32a60cbb193618422d7f31d0b90915/24_0_597_358/500.jpg\" alt=\"David Morris\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">David Morris</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d270eb68f0845f89e30afa6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T10:46:58.315Z\">11.46am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Labour MP Pat McFadden says Darroch resignation shows institutions essential to democracy under attack</h2> \n <div class=\"block-elements\"> \n  <p>Here are extracts from the mini speech that the Labour MP <strong>Pat McFadden</strong> gave as he asked his urgent question about the resignation of Sir Kim Darroch.</p> \n  <blockquote class=\"quoted\"> \n   <p>The resignation of Sir Kim Darroch marks a dark moment for our democracy and for the standing of the United Kingdom.</p> \n  </blockquote> \n  <p>McFadden said Darroch was hugely respected, and was just doing his job. He praised Darroch for the “professionalism” of his response to this affair. He went on:</p> \n  <blockquote class=\"quoted\"> \n   <p>The response of [Boris Johnson] was an appalling abandonment of someone in the firing line. Real leaders protect their people. They don’t throw them to the wolves because they can sniff a prize for themselves. His actions were a chilling warning of what is to come if he becomes prime minister. How can the civil service be expected to do their jobs properly now? How can they operate if they fear leaks followed by abandonment by our political leaders?</p> \n  </blockquote> \n  <p>Then he went on to make a wider point.</p> \n  <blockquote class=\"quoted\"> \n   <p>Those who welcome Kim Darroch’s departure believe that we need a civil service of true believers. They are profoundly wrong. We do not need a civil service of true believers. We need a civil service able to do its job without fear or favour, and that has become much harder this week.</p> \n   <p>Does the minister share this concern that this attack on the civil service is part of the broader attack on institutions essential to the functioning of our democracy? Judges called enemies of the people. MPs called traitors to their country. Broadcasters vilified as having hidden agendas. Our democracy is under fire and those who value and cherish it must speak up and defend it. Whipping up anger against one institution after another, and dressing it up as an attack on the establishment, is doing profound harm to the country and we must call it out for the insidious agenda that it is.</p> \n  </blockquote> \n  <p>Responding, Sir Alan Duncan, the Foreign Office minister, praised McFadden for his wisdom and said his words should be “pinned on every wall” as an instruction to people how to act.</p> \n  <figure class=\"element element-image\" data-media-id=\"02e70d77becee43307c1dd23052f1001451382e3\"> \n   <img src=\"https://media.guim.co.uk/02e70d77becee43307c1dd23052f1001451382e3/18_0_610_366/500.jpg\" alt=\"Pat McFadden\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Pat McFadden</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d270bdf8f08cf92bb76db4e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T10:23:57.276Z\">11.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And here are some tweets from notable Labour figures and organisations critical of the Panorama programme about antisemitism in the party.</p> \n  <p>From <strong>Barry Sheerman</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BarrySheerman/status/1149241434995924992\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">In my view as someone who is totally committed to eradicating anti-semitism in our Labour Party last nights BBC programme was unfair &amp; unbalanced.</p>— Barry Sheerman (@BarrySheerman) \n    <a href=\"https://twitter.com/BarrySheerman/status/1149241434995924992?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Claudia Webbe</strong>, a member of Labour’s national executive committee</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ClaudiaWebbe/status/1149213685879123968\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">There is no place for Antisemitism in the Labour Party. As Chair of Disputes since July 2018, I’ve worked tirelessly to develop fair &amp; efficient processes. We’ve Introduced five member Antisemitism Panels as well as a new NEC Procedures Working Group, which I Chair &amp; rule changes</p>— Claudia Webbe (@ClaudiaWebbe) \n    <a href=\"https://twitter.com/ClaudiaWebbe/status/1149213685879123968?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From my colleague Owen Jones</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OwenJones84/status/1149066188653244420\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">I'll keep calling on Labour to do more - much more - to win the confidence and faith of Jewish communities, including changing its disciplinary system. That doesn't mean indulging a BBC documentary that has failed even the most rudimentary tests of impartiality and balance.</p>— Owen Jones🌹 (@OwenJones84) \n    <a href=\"https://twitter.com/OwenJones84/status/1149066188653244420?ref_src=twsrc%5Etfw\">July 10, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Steve Howell,</strong> a former deputy communications chief for Jeremy Corbyn</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FromSteveHowell/status/1149055720991707136\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Panorama has quoted emails out of context:<br><br>Former disputes head Sam Matthews specifically asked Seumas Milne for his view.<br><br>Milne's comment on 'muddling up political disputes with racism' concerned cases involving Jewish members - one of whom was the son of a Holocaust survivor. <a href=\"https://t.co/hEQItY8gFe\">pic.twitter.com/hEQItY8gFe</a></p>— Steve Howell (@FromSteveHowell) \n    <a href=\"https://twitter.com/FromSteveHowell/status/1149055720991707136?ref_src=twsrc%5Etfw\">July 10, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Jewish Voice for Labour,</strong> a relatively small pro-Corbyn group, not to be confused with the Jewish Labour Movement, which issued <a href=\"https://twitter.com/JewishLabour/status/1149072797416775684\">a statement last night</a> saying the programme showed the party was “institutionally racist against Jews”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JVoiceLabour/status/1149235816679510021\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">. <a href=\"https://twitter.com/JVoiceLabour?ref_src=twsrc%5Etfw\">@JVoiceLabour</a> statement. BBC 'exposé' of <a href=\"https://twitter.com/UKLabour?ref_src=twsrc%5Etfw\">@UKLabour</a> antisemitism is low quality journalism. A farrago of half-truths, distortions and outright invention. &nbsp;<br>A grossly simplified and distorted picture of Labour’s travails with allegations of antisemitism. <a href=\"https://t.co/hFAb7184XH\">https://t.co/hFAb7184XH</a></p>— JewishVoiceForLabour (@JVoiceLabour) \n    <a href=\"https://twitter.com/JVoiceLabour/status/1149235816679510021?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d2705ea8f08cf92bb76daea\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T10:04:32.828Z\">11.04am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">MPs condemn Boris Johnson for his 'craven and despicable act of cowardice' in relation to Kim Darroch</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"7f86dab3-9f2f-45c2-836a-67e976caf0c8\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/svkusys4uH4?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>In the Commons <strong>Sir Alan Duncan</strong>, the Foreign Office minister, is responding to an urgent question about the resignation of Sir Kim Darroch. The Tory MP <strong>Roger Gale</strong> has just said that Boris Johnson’s failure to defend Darroch in the ITV Tory leadership debate on Tuesday was “lamentable”. In response, Duncan said he did not want to say any more about Johnson today, because he made his position clear yesterday.</p> \n  <p>This caused some amusement, because yesterday Duncan did not exactly hold back. <a href=\"https://www.theguardian.com/politics/live/2019/jul/10/tory-leadership-latest-news-john-major-threatens-to-take-boris-johnson-to-court-to-stop-him-proroguing-parliament-for-no-deal-brexit-live-news?page=with:block-5d25d7618f08cf92bb76d08b#block-5d25d7618f08cf92bb76d08b\">He said that Johnson had thrown Darroch under the bus and that Johnson was guilty of “contemptible negligence”.</a></p> \n  <p>Speaking for Labour, <strong>Liz McInnes,</strong> the shadow Foreign Office minister also launched a strong attack on Johnson. She identified many people she said were at fault, but she went on:</p> \n  <blockquote class=\"quoted\"> \n   <p>But the biggest villain of all is the man about to become our next prime minister. He had the chance on Tuesday night, not just once, but six times, to defend Sir Kim and oppose Donald Trump. But he took an active choice instead to throw our man in Washington under the bus. It was the most craven and despicable act of cowardice I have seen from any candidate for public office, let alone from someone running to be prime minister. It sends the worst possible signal to our diplomatic service abroad and it should sent warning signs to the whole country that if we thought the current prime minister was bad when it came to her spineless attitude towards Donald Trump, then things are about to get a whole lot worse.</p> \n  </blockquote> \n  <p>McInnes also asked for an assurance that Theresa May would appoint a new ambassador to Washington before her successor takes office. Duncan said Darroch’s replacement wold be appointed in the normal way, but he refused to say when that would be.</p> \n  <p>The urgent question was tabled by Labour’s Pat McFadden who gave a very good mini-speech about how respect for institutions is being undermined. I will post the quotes soon.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-11T11:37:12.134Z\">at 12.37pm BST</time></p> \n</div> \n<div id=\"block-5d26fc498f0845f89e30ae8f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T09:46:56.441Z\">10.46am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Labour MPs express alarm about Panorama revelations and party's reaction to it</h2> \n <div class=\"block-elements\"> \n  <p>Here is some reaction to the Panorama documentary from Labour MPs and other senior figures in the party. These are all tweets from people alarmed by the programmes revelations. Separately I will post a round-up of tweets critical of the programme, although I have seen far fewer of those from MPs and senior people in the party.</p> \n  <p>From <strong>Jess Phillips</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessphillips/status/1149224261753683968\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I haven't rode out publicly because what can I possibly say. I found Panorama worse than I expected. The Labour party response tells me that they don't care.</p>— Jess Phillips (@jessphillips) \n    <a href=\"https://twitter.com/jessphillips/status/1149224261753683968?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From<strong> Tulip Siddiq </strong>MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TulipSiddiq/status/1149225068297379840\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I work closely with the Jewish community in H+K, and last night’s Panorama underlined a simple fact reiterated to me time and again. Trust is at an all time low, and extraordinary measures will be required to fix it. Truly independent disciplinary system would be a start. (1/2)</p>— Tulip Siddiq (@TulipSiddiq) \n    <a href=\"https://twitter.com/TulipSiddiq/status/1149225068297379840?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TulipSiddiq/status/1149225117400129537\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The Jewish community is experiencing so much hurt over the real discrimination they face daily. I know this is just ‘another tweet’ but once back in Parliament I will fight tooth and nail for us to get this right. (2/2)</p>— Tulip Siddiq (@TulipSiddiq) \n    <a href=\"https://twitter.com/TulipSiddiq/status/1149225117400129537?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Lisa Nandy</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisanandy/status/1149057250964713473\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I know some of the staffers on tonight’s Panorama. They joined the Labour Party, like me and most party members, because they hate racism as much as they hate poverty. A statement accusing them of having “political axes to grind” is deeply wrong and indefensible</p>— Lisa Nandy (@lisanandy) \n    <a href=\"https://twitter.com/lisanandy/status/1149057250964713473?ref_src=twsrc%5Etfw\">July 10, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Mary Creagh</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MaryCreaghMP/status/1149074588086747141\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">If any one of these staff came to my surgery I’d urge them to take a case for constructive dismissal, not sign a non disclosure agreement. <br>Labour Party should not be spending members’ subs on fancy lawyers to shut down whistleblowers. <a href=\"https://t.co/NM4VDo3Dv3\">https://t.co/NM4VDo3Dv3</a></p>— Mary Creagh (@MaryCreaghMP) \n    <a href=\"https://twitter.com/MaryCreaghMP/status/1149074588086747141?ref_src=twsrc%5Etfw\">July 10, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From<strong> Rachel Reeves</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RachelReevesMP/status/1149248160650399744\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Like <a href=\"https://twitter.com/tom_watson?ref_src=twsrc%5Etfw\">@tom_watson</a> I’m proud to be a member of the Jewish Labour Movement. Join in solidarity with our Jewish members - without them our party is incomplete. <a href=\"https://t.co/J5jOhsuU58\">https://t.co/J5jOhsuU58</a></p>— Rachel Reeves (@RachelReevesMP) \n    <a href=\"https://twitter.com/RachelReevesMP/status/1149248160650399744?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Stephen Kinnock</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SKinnock/status/1149066760588615680\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Appalled by the Panorama investigation into anti-semitism. Party members who have perpetuated anti-semitism, harassment and intimidation should immediately be expelled. The Party should be thanking the whistle-blowers for their bravery in coming forward, not trying to gag them.</p>— Stephen Kinnock (@SKinnock) \n    <a href=\"https://twitter.com/SKinnock/status/1149066760588615680?ref_src=twsrc%5Etfw\">July 10, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From<strong> Yvette Cooper</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/YvetteCooperMP/status/1149071762317090817\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Truly, truly awful watching <a href=\"https://twitter.com/BBCPanorama?ref_src=twsrc%5Etfw\">@BBCPanorama</a> tonight - to see the stress of former staff members who were trying to stand up to antisemitism but most of all to see the pain of Jewish members who our party has so badly let down</p>— Yvette Cooper (@YvetteCooperMP) \n    <a href=\"https://twitter.com/YvetteCooperMP/status/1149071762317090817?ref_src=twsrc%5Etfw\">July 10, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Margaret Hodge</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/margarethodge/status/1149038620357124098\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Attacking those who are brave enough to call out antisemitism is pathetic. And trying to silence anybody who challenges Corbyn's failure to tackle Jew-hate is truly reprehensible. <br>If you deny Labour has a problem then you are part of the problem.</p>— Margaret Hodge (@margarethodge) \n    <a href=\"https://twitter.com/margarethodge/status/1149038620357124098?ref_src=twsrc%5Etfw\">July 10, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Emma Lewell-Buck</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EmmaLewellBuck/status/1149230729978667008\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Still distressed after watching <a href=\"https://twitter.com/BBCPanorama?ref_src=twsrc%5Etfw\">@BBCPanorama</a> Please can people stop attacking those who spoke out last night their pain was very visible and real, they deserve our support. <a href=\"https://twitter.com/hashtag/Panorama?src=hash&amp;ref_src=twsrc%5Etfw\">#Panorama</a></p>— Emma Lewell-Buck MP (@EmmaLewellBuck) \n    <a href=\"https://twitter.com/EmmaLewellBuck/status/1149230729978667008?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From<strong> Stella Creasy</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stellacreasy/status/1149056822810202113\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">To every jewish member brave enough to tell their story. To every staff member brave enough to tell their story. We hear you. We believe you. We stand with you in refusing to accept antisemitism. Please join <a href=\"https://twitter.com/JewishLabour?ref_src=twsrc%5Etfw\">@JewishLabour</a> to show you are too.</p>— stellacreasy (@stellacreasy) \n    <a href=\"https://twitter.com/stellacreasy/status/1149056822810202113?ref_src=twsrc%5Etfw\">July 10, 2019</a>\n   </blockquote> \n  </figure> \n  <p> From <strong>Thangam Debbonaire</strong> MP<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ThangamMP/status/1149216732361498624\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">All of us who care about the Labour Party and hate antisemitism must, can and will challenge every delay in investigation, provide evidence and report it when we see it, co-operate proactively with EHRC, open up to dialogue with Jewish people, join <a href=\"https://twitter.com/JewishLabour?ref_src=twsrc%5Etfw\">@JewishLabour</a></p>— Thangam Debbonaire (@ThangamMP) \n    <a href=\"https://twitter.com/ThangamMP/status/1149216732361498624?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ThangamMP/status/1149217677535252481\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">We must, can and will support staff, members, colleagues and non-members who experience antisemitism in our movement. They have suffered and they deserve compassion, not hostility or victim-blaming</p>— Thangam Debbonaire (@ThangamMP) \n    <a href=\"https://twitter.com/ThangamMP/status/1149217677535252481?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From<strong> Ben Bradshaw</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BenPBradshaw/status/1149222273699721216\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Some senior Labour officials have serious questions to answer after last night’s devastating <a href=\"https://twitter.com/hashtag/Panorama?src=hash&amp;ref_src=twsrc%5Etfw\">#Panorama</a>. Only the immediate expulsion of antisemites from our party &amp; a fully independent investigations process can restore trust.</p>— Ben Bradshaw (@BenPBradshaw) \n    <a href=\"https://twitter.com/BenPBradshaw/status/1149222273699721216?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Darren Jones</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/darrenpjones/status/1149237000177901570\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The morning after <a href=\"https://twitter.com/hashtag/Panorama?src=hash&amp;ref_src=twsrc%5Etfw\">#Panorama</a>. In literally ANY other organisation, we’d have the CEO on the TV apologising. People would be fired. Failed processes would be immediately changed.</p>— Darren Jones MP (@darrenpjones) \n    <a href=\"https://twitter.com/darrenpjones/status/1149237000177901570?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From<strong> Wes Streeting</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/wesstreeting/status/1149199724609724416\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Labour leadership is busy attacking the BBC for bias following <a href=\"https://twitter.com/hashtag/Panorama?src=hash&amp;ref_src=twsrc%5Etfw\">#Panorama</a> yet failed to put a spokesperson up on Newsnight and has failed to put a spokesperson up on the Today Programme to defend their appalling, handwringing position. Silence speaks volumes.</p>— Wes Streeting MP (@wesstreeting) \n    <a href=\"https://twitter.com/wesstreeting/status/1149199724609724416?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From<strong> Pat McFadden</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patmcfaddenmp/status/1149070036167999494\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tonight’s <a href=\"https://twitter.com/BBCPanorama?ref_src=twsrc%5Etfw\">@BBCPanorama</a> powerful and shocking. Huge bravery shown by the young people who spoke out. This goes to the soul of what Labour stands for. And it’s not just about processes - it’s about the world view that created the permissive environment for all this.</p>— Pat McFadden (@patmcfaddenmp) \n    <a href=\"https://twitter.com/patmcfaddenmp/status/1149070036167999494?ref_src=twsrc%5Etfw\">July 10, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Ruth Smeeth</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RuthSmeeth/status/1149065835035729920\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tonight’s <a href=\"https://twitter.com/hashtag/Panorama?src=hash&amp;ref_src=twsrc%5Etfw\">#Panorama</a> investigation has yet agin laid bare the scale of Labour’s antisemitism problem. We must act now to tackle this racism, while there is still a Labour Party worth saving. My full statement: <a href=\"https://t.co/eXBicXfmTt\">pic.twitter.com/eXBicXfmTt</a></p>— Ruth Smeeth MP (@RuthSmeeth) \n    <a href=\"https://twitter.com/RuthSmeeth/status/1149065835035729920?ref_src=twsrc%5Etfw\">July 10, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Ian Murray </strong>MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IanMurrayMP/status/1149247907733889024\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The worst of many things about <a href=\"https://twitter.com/hashtag/Panorama?src=hash&amp;ref_src=twsrc%5Etfw\">#Panorama</a> wasn’t just the cover up of anti-semitism or interference from LOTO or use of private email addresses to hide conversations but the way the Labour Party, the Labour Party has sought to demonise former staff &amp; the BBC as their only response</p>— Ian Murray (@IanMurrayMP) \n    <a href=\"https://twitter.com/IanMurrayMP/status/1149247907733889024?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From<strong> John Mann</strong> MP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnMannMP/status/1149068417640685571\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">8 brave and honest former Labour staff members and a host of inspiration young Jewish members have shown tonight all the decency and courage that represents the true values of the Labour Party <a href=\"https://twitter.com/hashtag/Panorama?src=hash&amp;ref_src=twsrc%5Etfw\">#Panorama</a> <a href=\"https://twitter.com/hashtag/Heros?src=hash&amp;ref_src=twsrc%5Etfw\">#Heros</a></p>— John Mann (@JohnMannMP) \n    <a href=\"https://twitter.com/JohnMannMP/status/1149068417640685571?ref_src=twsrc%5Etfw\">July 10, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Glenys Thornton</strong>, a Labour peer</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GlenysThornton/status/1149181677576605696\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Stop trying to spin your way out of this terrible mess. Stop pretending <a href=\"https://twitter.com/UKLabour?ref_src=twsrc%5Etfw\">@UKLabour</a> has behaved with integrity combatting antisemitism. It is to our shame that we are subject to an EHRC investigation and have lost the trust of the Jewish community. Concentrate on that mess.</p>— Glenys Thornton (@GlenysThornton) \n    <a href=\"https://twitter.com/GlenysThornton/status/1149181677576605696?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Alastair Campbell,</strong> Tony Blair’s former communications chief (who was recently expelled from Labour for voting Lib Dem in the European elections)</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/campbellclaret/status/1149236139443859456\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Absolute fury among <a href=\"https://twitter.com/UKLabour?ref_src=twsrc%5Etfw\">@UKLabour</a> staff that nobody in senior position around <a href=\"https://twitter.com/jeremycorbyn?ref_src=twsrc%5Etfw\">@jeremycorbyn</a> <a href=\"https://twitter.com/JennieGenSec?ref_src=twsrc%5Etfw\">@JennieGenSec</a> has expressed regret/support at what Panorama interviewees said about impact of anti-semitism issue on their mental health up to and including suicidal thoughts 1/3</p>— Alastair PEOPLE’S VOTE Campbell (@campbellclaret) \n    <a href=\"https://twitter.com/campbellclaret/status/1149236139443859456?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Jude Kirton-Darling</strong> MEP</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jude_KD/status/1149234457259495425\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Catching up on <a href=\"https://twitter.com/hashtag/Panorama?src=hash&amp;ref_src=twsrc%5Etfw\">#Panorama</a> this morning: terrible. We urgently need a fully independent complaints process for all allegations of racism, bullying and harassment by party members as promoted by <a href=\"https://twitter.com/JewishLabour?ref_src=twsrc%5Etfw\">@JewishLabour</a> <br>Enough.</p>— Jude Kirton-Darling MEP (@Jude_KD) \n    <a href=\"https://twitter.com/Jude_KD/status/1149234457259495425?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Andrew Adonis</strong>, a Labour peer</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Andrew_Adonis/status/1149205670211833856\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">After last night, essential the Equalities &amp; Human Rights Commission investigation into the Labour party’s treatment of anti-semitism is thorough &amp; completed soon. This isn’t any longer an internal matter</p>— Andrew Adonis (@Andrew_Adonis) \n    <a href=\"https://twitter.com/Andrew_Adonis/status/1149205670211833856?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Johanna Baxter</strong>, a former member of Labour’s national executive committee</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohannaBaxter/status/1149222013527044096\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I know, &amp; worked closely with, many of the ex-staffers who spoke out on <a href=\"https://twitter.com/hashtag/Panorama?src=hash&amp;ref_src=twsrc%5Etfw\">#Panorama</a>. <br><br>They are brave, principled &amp; in my experience always acted w the upmost integrity. <br><br>To hear what they’ve had to put up w &amp; been driven to is heartbreaking. <br><br>Ashamed &amp; angry</p>— Johanna Baxter (@JohannaBaxter) \n    <a href=\"https://twitter.com/JohannaBaxter/status/1149222013527044096?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Ayesha Hazarika,</strong> a former adviser to Ed Miliband and Harriet Harman</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ayeshahazarika/status/1149063058582573057\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">That was pretty grim &amp; just utterly depressing. Even the keyboard warrior outriders will know in their heart of hearts that what they have to tweet is a load of nonsense. Very sad to see how we’ve lost our way on our touchstone issue. Culture comes from the top. <a href=\"https://twitter.com/hashtag/Panorama?src=hash&amp;ref_src=twsrc%5Etfw\">#Panorama</a></p>— Ayesha Hazarika (@ayeshahazarika) \n    <a href=\"https://twitter.com/ayeshahazarika/status/1149063058582573057?ref_src=twsrc%5Etfw\">July 10, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d2700708f08cf92bb76daad\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T09:25:18.345Z\">10.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And here is an extract from the Gemma White report.</p> \n  <blockquote class=\"quoted\"> \n   <p>By far the most common form of offending behaviour described to me was of MPs who shout at, demean, belittle and humiliate their staff on a regular basis, often in public. The constant “drip, drip”, as more than one contributor put it, eats away at the employee’s self-confidence until they become anxious, exhausted and ill, incapable of performing their job and (often following a period of sickleave) resign or are dismissed. Well over half of the people who contributed to this inquiry described suffering significant mental and/or physical illness as a result of this type of bullying behaviour. Sexual harassment is also a problem, with staff being subject to unwanted sexual advances, often accompanied by touching, sometimes forceful. There is an unacceptable level of sexual “banter” and unwelcome discussion of intimate sexual details. The majority of contributors described being bullied and harassed by their MP employer. A much smaller number described behaviour of fellow staff members but in some of those cases spoke also of their MP employer failing appropriately to address complaints. Some of the worst offenders are well known as such within the Parliamentary community but, other than the odd “quiet word” from a fellow MP or the relevant Whips office, action has rarely been taken to address their behaviour. In the words of one contributor, there has been a “general disregard for the dignity, wellbeing and employment rights of MPs’ staff”.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d26fe158f0845f89e30aeac\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T09:24:09.926Z\">10.24am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Some staff working for MPs subject to 'unacceptable risk of bullying and harrassment', says report</h2> \n <div class=\"block-elements\"> \n  <p>Here is <a href=\"https://www.parliament.uk/documents/Conduct%20in%20Parliament/GWQC%20Inquiry%20Report%2011%20July%202019_.pdf\">the Gemma White report (pdf)</a> into the bullying of staff working for MPs in the Commons.</p> \n  <p>And here are the conclusions.</p> \n  <blockquote class=\"quoted\"> \n   <p>Some staff of members of parliament are subject to an unacceptable risk of bullying and harassment, including sexual harassment, at work. Most members of parliament treat their staff with dignity and respect but the problem of bullying and harassment is sufficiently widespread to require an urgent collective response.</p> \n   <p>Recent steps taken by the House of Commons to address bullying and harassment across the parliamentary community do not engage sufficiently with the particular issues faced by members’ staff, who are in a uniquely vulnerable position because they are directly employed by members of parliament. Many describe the idea of complaining about bullying and harassment under the new complaints procedure as “career suicide”. They also often have strong party and personal loyalties which constitute significant barriers to complaint. </p> \n   <p>To date, the group of MPs’ staff who would be most likely to bring a complaint under the new Independent Complaints and Grievance Scheme, namely former staff of MPs, have been denied the right to do so. This limitation must be removed so that they have the opportunity to hold MPs to account. They must also be permitted to complain about events which took place before June 2017 (the current cut-off date) as recommended by Dame Laura Cox. </p> \n   <p>Since few staff will complain in any event, other methods of tackling workplace bullying and harassment must be employed. Voluntary training is not the answer: only 34 out of 650 MPs and 135 out of 3200 MPs’ staff have attended or booked onto the Valuing Everyone training designed to support the new behaviour code introduced in July 2018.</p> \n   <p>There must be a fundamental shift away from regarding members of parliament as “650 small businesses” with near complete freedom to operate in relation to their staff. Members of parliament must be required to adopt and follow employment practices and procedures which are aligned with those followed in other public sector workplaces.</p> \n   <p>This shift must be supported by a properly resourced and staffed department within the House of Commons. It should develop and implement a coherent and robust approach to members’ employment practice and provide support to members and their staff. Any necessary enforcement mechanisms (such as imposing conditions related to good employment practice on MPs’ entitlement to staffing expenditure) should be considered by the Independent Parliamentary Standards Authority in conjunction with the new department. </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d26fbab8f0845f89e30ae8c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T09:05:51.191Z\">10.05am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>For the record, here is <a href=\"https://labour.org.uk/press/labour-party-response-panorama-programme/\">Labour’s official response to the Panorama programme,</a> released last night after it was broadcast. Here’s an extract.</p> \n  <blockquote class=\"quoted\"> \n   <p>We completely reject any claim that Labour is antisemitic. We stand in solidarity with Jewish people, and we’re taking decisive action to root out antisemitism from our movement and society.</p> \n   <p>The Panorama programme was not a fair or balanced investigation. It was a seriously inaccurate, politically one-sided polemic, which breached basic journalistic standards, invented quotes and edited emails to change their meaning. It was an overtly biased intervention by the BBC in party political controversy.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d26faa98f08d0b6ca52e5dd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T09:03:09.256Z\">10.03am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p> Here is the statement that the UK’s chief rabbi, <strong>Ephraim Mirvis</strong>, issued after last night’s Panorama programme about antisemitism in the Labour party. “This is no longer a question of the leadership’s inability to deal with the scourge of antisemitism, but of its direct complicity in it,” he says.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chiefrabbi/status/1149085034793582599\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Chief Rabbi reacts to the revelations in this evening’s <a href=\"https://twitter.com/hashtag/Panorama?src=hash&amp;ref_src=twsrc%5Etfw\">#Panorama</a>: “This is no longer a question of the leadership’s inability to deal with the scourge of Antisemitism, but of its direct complicity in it.” <a href=\"https://t.co/lEInytC6YG\">pic.twitter.com/lEInytC6YG</a></p>— Chief Rabbi Mirvis (@chiefrabbi) \n    <a href=\"https://twitter.com/chiefrabbi/status/1149085034793582599?ref_src=twsrc%5Etfw\">July 10, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d26f9bc8f08d0b6ca52e5d1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T08:58:36.151Z\">9.58am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In his Today interview<strong> Tom Watson</strong> also said that he thought Jeremy Corbyn was the “only one” who could fix the antisemitism issue in Labour. Asked if he thought Corbyn could fix this problem, Watson replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>Not only do I think [Corbyn] can fix it, I think he is the only one who can fix it. And if he adopts some of the proposals that I’m making [see <a href=\"https://www.theguardian.com/politics/live/2019/jul/11/labour-antisemitism-tory-leadership-latests-news-labour-wrong-to-question-credibility-of-antisemitism-whistleblowers-says-deputy-leader-tom-watson-live-news?page=with:block-5d26e6f18f0845f89e30adc9#block-5d26e6f18f0845f89e30adc9\">9.27am] </a>then these rule changes will go through our party. </p> \n   <p>It won’t be enough to rebuild trust with the Jewish community but it will be a start of trying to challenge a culture of permissiveness that allows anti-Jewish racism to be casually used in political discussion within one of the two great parties in the United Kingdom.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d26f94a8f08cf92bb76da53\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T08:55:06.533Z\">9.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>We have got an urgent question in the Commons on the resignation of Kim Darroch at 10.30am.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/1149233699306770432\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">One UQ at 1030 from <a href=\"https://twitter.com/patmcfaddenmp?ref_src=twsrc%5Etfw\">@patmcfaddenmp</a> to ask <a href=\"https://twitter.com/Jeremy_Hunt?ref_src=twsrc%5Etfw\">@Jeremy_Hunt</a> on the resignation of the UK’s ambassador to the United States</p>— Labour Whips (@labourwhips) \n    <a href=\"https://twitter.com/labourwhips/status/1149233699306770432?ref_src=twsrc%5Etfw\">July 11, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d26e6f18f0845f89e30adc9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-11T08:27:31.716Z\">9.27am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Labour wrong to question credibility of antisemitism whistleblowers, says deputy leader Tom Watson</h2> \n <div class=\"block-elements\"> \n  <p>Yesterday we started the morning with a former Conservative party leader and prime minister, Sir John Major, saying that <a href=\"https://www.theguardian.com/politics/live/2019/jul/10/tory-leadership-latest-news-john-major-threatens-to-take-boris-johnson-to-court-to-stop-him-proroguing-parliament-for-no-deal-brexit-live-news?page=with:block-5d2595648f08d0b6ca52d8cf#block-5d2595648f08d0b6ca52d8cf\">he could take legal action against the man likely to be the next party leader and PM, Boris Johnson,</a> over proroguing parliament. The Tory party is clearly not a happy ship. But Labour is also extraordinarily divided, and we saw that this morning when the Today programme 8.10 slot was devoted to <strong>Tom Watson</strong>, the deputy leader, launching a whole series of complaints about how the party is dealing with antisemitism under its leader, Jeremy Corbyn.</p> \n  <p>The interview was triggered by the reporting in last night’s hour-long Panorama documentary about Labour and antisemitism. <strong>Jessica Elgot </strong>and<strong> Peter Walker</strong>’s story about the programme is here.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/10/labour-bosses-accused-of-undermining-fight-against-antisemitism-bbc-panorama\">Labour bosses accused of undermining fight against antisemitism</a> </p> \n  </aside> \n  <p>This is a long-running and highly contentious issue not least because allegations of antisemitism are inextricably entwined with two other themes. The first is anti-Israelism. Corbyn and his circle are undoubtedly anti-Israel, and a lot of this debate is really about at what point hostility towards the state of Israel becomes antisemitism. (At some point it certainly feels like antisemitism to Jews.) You could call this anti-Zionism, but that is not a particularly helpful term because Zionism means different things to different people. And the second is anti-Corbynism. There is an undoubted overlap between those in Labour who speak out most against the party’s record on antisemitism and those who are critical of Corbyn generally, but that does not mean their complaints are contrived or insincere. For some, the antisemitism issue helps to explain their anti-Corbynism.</p> \n  <p>Here are the main points from Tom Watson’s interview.</p> \n  <ul> \n   <li><strong>Watson strongly criticised his own party for dismissing the former staffers who spoke out in the Panorama programme as “disaffected” ex-employees with “axes to grind”. </strong>Watson said that claim was “false”. He went on:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I deplore the statement that was made about those people last night. You couldn’t fail to be saddened and moved by the testimony, particularly of the young members who’d had racist abuse in party meetings and on social media. And there was an array of young and old former members of staff from different wings of the party who I think showed great courage to speak out in the way they did ... To speak out about the party they love must have taken a great act of courage and to dismiss their testimony as in some way flawed I think was wrong.</p> \n  </blockquote> \n  <p>In a statement issued late yesterday afternoon the Labour press office, which like the rest of the party machinery is under the control of the Corbyn faction in the party, not people like Watson, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>It appears these disaffected former officials include those who have always opposed Jeremy Corbyn’s leadership, worked to actively undermine it, and have both personal and political axes to grind. This throws into doubt their credibility as sources.</p> \n  </blockquote> \n  <p>Interestingly, the long statement issued by the party press office after the Panorama was broadcast did not repeat this criticism of the interviewees.</p> \n  <ul> \n   <li><strong>Watson complained there was a perception of “almost a permissive culture” towards antisemitism in the party.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>In the last four years, since Jeremy and I were elected leader and deputy leader of the party, there is a growing belief that there is a sickness in our party, that this kind of abuse has been in some way allowed. That there’s almost a permissive culture that people can use anti-Jewish, racist language both in our meetings and to each other on social media and we’ve failed to address that properly.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Watson called for a rule change to “auto-exclude” party members against whom there was a prima facie case to answer about using antisemitic language or behaviour. </strong>He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I think we need to change the way we investigate these systems.</p> \n   <p>Not casting aspersions on the current people, but I think we need to take these cases away from them and have a full, independent system of investigating cases of anti-Jewish racism that involves representatives from the Jewish community of Britain of standing... </p> \n   <p>I think we need a rule change - and this has been argued by others like Keir Starmer<a href=\"https://www.theguardian.com/news/2019/jul/10/labour-needs-exclusion-rule-antisemitism-keir-starmer-denial\"> [here]</a> and Gordon Brown - that allows us to auto-exclude from the membership people who have a prima facie case to answer of using antisemitic behaviours and language within our own structures.</p> \n  </blockquote> \n  <p>Here is the agenda for the day.</p> \n  <p><em>9.30am:</em> Liam Fox, the international trade secretary, takes questions in the Commons.</p> \n  <p><em>10am: </em>A new report on sexual intimidation and bullying of staff working in the House of Commons is published.</p> \n  <p><em>11am: </em>Mark Carney, the Bank of England governor, holds a press conference following the publication of the bank’s financial stability report. My colleague Graeme Wearden will be covering it <a href=\"https://www.theguardian.com/business/live/2019/jul/11/bank-of-england-financial-stability-report-mark-carney-markets-rally-business-live\">on his business live blog.</a></p> \n  <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary at lunchtime and then another when I finish.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is<a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-boozing-with-bojo-a-special-relationship-last-nights-telly/\"> the Politico Europe roundup of this morning’s political news.</a> And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-11T21:23:52.760Z\">at 10.23pm BST</time></p> \n</div>",
      "wordcount": "4071",
      "commentCloseDate": "2019-07-11T16:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-11T08:27:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-11T21:23:52Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bp8f9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/57783b071e4219c33d762cc1ffcd54db9c55fb6e/0_175_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson has been heavily criticised by fellow Tory MPs over his role in Sir Kim Darroch’s decision to resign as the UK ambassador to Washington, with one backbencher saying the frontrunner in the Conservative leadershipcontest should come to the Commons to apologise. Labour’s deputy leader, Tom Watson, has stepped up his criticism of Jeremy Corbyn over antisemitism in the party by backing calls for automatic exclusion of members accused of anti-Jewish racism. More than 30 whistleblowers including current Labour members of staff will submit evidence to the equalities watchdog about antisemitism in the party, the Guardian understands. Amber Rudd, the work and pensions secretary and one of the leading cabinet opponents of hard Brexit, has publicly ditched her opposition to no deal as senior Tories jostle for position in a Boris Johnson cabinet. The Bank of England has sounded the alarm over the risks to City banks from no-deal Brexit, warning that companies across Europe could be cut off from their lenders overnight. A coroner has concluded that no official support was put in place for a prominent Welsh politician who took his own life four days after being sacked amid allegations of inappropriate sexual behaviour towards women. Parliament must adopt a raft of new employment measures to ensure that MPs’ staff are no longer subject to an unacceptable risk of bullying and harassment at work, an official inquiry has concluded. Police leaders have written to the two Conservative leadership candidates to say whichever of them becomes prime minister should make providing more money to police and youth services their first priority. Amber Rudd has announced a review of the benefits system for terminally ill claimants, in a challenge to the next prime minister to listen to demands for reform. That’s all from me for today. Thanks for the comments. Here is a Guardian panel on the BBC Panorama programme, with contributions from Jonathan Freedland, Rachel Shabi, Jon Lansman and Keith Kahn-Harris. From Emily Thornberry, the shadow foreign secretary Maybe Jeremy Hunt has seen the ConservativeHome survey (see 2.48pm) and remembered he needs to post his ballot paper ... More than 30 whistleblowers including current Labour members of staff will submit evidence to the equalities watchdog about antisemitism in the party, my colleague Jessica Elgot reports. Amber Rudd, the work and pensions secretary and one of the leading cabinet opponents of hard Brexit, has publicly ditched her opposition to no deal, my colleague Rowena Mason reports. In an interview with ConservativeHome last month Boris Johnson said that anyone who wanted to serve in his cabinet would have to agree to support the UK leaving the EU with no deal on 31 October if necessary. The ConservativeHome website has published another of its regular surveys of Tory members, and it has concluded that Boris Johnson has already won the Tory leadership contest. We won’t know for sure for another 12 days, but in the past these surveys have been a fairly reliable guide to how people vote in internal Tory elections. ConservativeHome is making the claim that Boris Johnson “has won this contest already” on the basis that 71% of respondents say they have already voted. Given that the survey also suggests that Johnson is beating Jeremy Hunt by 72% to 28%, that would mean, assuming those figures were correct, that if every new vote being cast from today were to go to Hunt, he still would not be able to catch up. A YouGov poll of Conservative members last week also gave Johnson an enormous lead over Hunt, only its was slightly bigger. In the Commons earlier Valerie Vaz, the shadow leader of the Commons, said Labour would support moves by John Major to take Boris Johnson to court if Johnson were to become PM and to prorogue parliament to try to stop MPs blocking a no-deal Brexit. During the business statement she quoted approvingly the Tory MP Dominic Grieve saying proroguing parliament in this way would be “the end of parliamentary democracy”. Mel Stride, the leader of the Commons, played down the prospect of this happening. He replied: The government doesn’t believe that [proroguing parliament] would be a desirable situation, not least it would put the monarch in an awkward position being involved in what is essentially a political decision given that it is prorogation based upon the advice of the pime minister but ultimately for the Queen to grant that. I would also say, as I think Mr Speaker you have suggested, that it seems inconceivable that parliament will not have its opportunity to ensure that it has appropriate time to debate at the appropriate time these very, very important matters for our country. These are from Jeremy Hunt, the foreign secretary and Tory leadership contender. In an interview for today’s Sun Boris Johnson rejected suggestions that he contributed to Sir Kim Darroch’s decision to resign by not backing him in the ITV debate on Tuesday. Johnson told the paper: I can’t believe they’re trying to blame me for this. It seems bizarre to me. I’m a great supporter of Kim’s. I worked very well with him for years. I spoke to him just now to offer my good wishes. I think that he’s done a superb job. I’d be very surprised that’s the construction placed on events. In an interview for Politico Europe’s London Playbook Johnson also rejected claims that he undermined Darroch in the debate on Tuesday night. Commenting on his refusal to say that he would definitely keep Darroch in office if he became prime minister, Johnson said it would be “totally, totally wrong to drag the career prospects of a civil servant into a political debate”. But he also cracked a joke about Darroch’s plight. Here is the key paragraph from Jack Blanchard’s interview. Why did he not voice more support for Kim Darroch in Tuesday night’s TV debate? “No, I did,” Johnson protests. “I said I believe very strongly that civil servants should not have their views leaked.” But you didn’t say you’d keep him in his job, I tell him. “No, but I think it’s totally, totally wrong to drag the career prospects of a civil servant into a political debate,” Johnson says. But maybe people want to see a leader sticking up for their own side? “I made it very clear that under no circumstances would anybody else take a decision about who is going to represent the U.K. I was absolutely categorical about that. And for the record I am a long-standing admirer of Kim Darroch. And I say furthermore that if Donald Trump can make friends with Kim Jong Un, then he can make friends with Kim Dar-roch.” Although there were various factors behind Darroch’s decision to resign, as the Guardian reports the ambassador took the final decision after watching Johnson on Tuesday night repeatedly refusing to say he wanted him to stay. Towards the end of the urgent question on Kim Darroch the Conservative MP David Morris said Boris Johnson should apologise for not supporting Darroch in the ITV debate on Tuesday. He said: It is incumbent on every member of parliament in this place to back up our excellent diplomats and civil servants and [Johnson] should come to the house and apologise. Here are extracts from the mini speech that the Labour MP Pat McFadden gave as he asked his urgent question about the resignation of Sir Kim Darroch. The resignation of Sir Kim Darroch marks a dark moment for our democracy and for the standing of the United Kingdom. McFadden said Darroch was hugely respected, and was just doing his job. He praised Darroch for the “professionalism” of his response to this affair. He went on: The response of [Boris Johnson] was an appalling abandonment of someone in the firing line. Real leaders protect their people. They don’t throw them to the wolves because they can sniff a prize for themselves. His actions were a chilling warning of what is to come if he becomes prime minister. How can the civil service be expected to do their jobs properly now? How can they operate if they fear leaks followed by abandonment by our political leaders? Then he went on to make a wider point. Those who welcome Kim Darroch’s departure believe that we need a civil service of true believers. They are profoundly wrong. We do not need a civil service of true believers. We need a civil service able to do its job without fear or favour, and that has become much harder this week. Does the minister share this concern that this attack on the civil service is part of the broader attack on institutions essential to the functioning of our democracy? Judges called enemies of the people. MPs called traitors to their country. Broadcasters vilified as having hidden agendas. Our democracy is under fire and those who value and cherish it must speak up and defend it. Whipping up anger against one institution after another, and dressing it up as an attack on the establishment, is doing profound harm to the country and we must call it out for the insidious agenda that it is. Responding, Sir Alan Duncan, the Foreign Office minister, praised McFadden for his wisdom and said his words should be “pinned on every wall” as an instruction to people how to act. And here are some tweets from notable Labour figures and organisations critical of the Panorama programme about antisemitism in the party. From Barry Sheerman MP From Claudia Webbe, a member of Labour’s national executive committee From my colleague Owen Jones From Steve Howell, a former deputy communications chief for Jeremy Corbyn From Jewish Voice for Labour, a relatively small pro-Corbyn group, not to be confused with the Jewish Labour Movement, which issued a statement last night saying the programme showed the party was “institutionally racist against Jews”. In the Commons Sir Alan Duncan, the Foreign Office minister, is responding to an urgent question about the resignation of Sir Kim Darroch. The Tory MP Roger Gale has just said that Boris Johnson’s failure to defend Darroch in the ITV Tory leadership debate on Tuesday was “lamentable”. In response, Duncan said he did not want to say any more about Johnson today, because he made his position clear yesterday. This caused some amusement, because yesterday Duncan did not exactly hold back. He said that Johnson had thrown Darroch under the bus and that Johnson was guilty of “contemptible negligence”. Speaking for Labour, Liz McInnes, the shadow Foreign Office minister also launched a strong attack on Johnson. She identified many people she said were at fault, but she went on: But the biggest villain of all is the man about to become our next prime minister. He had the chance on Tuesday night, not just once, but six times, to defend Sir Kim and oppose Donald Trump. But he took an active choice instead to throw our man in Washington under the bus. It was the most craven and despicable act of cowardice I have seen from any candidate for public office, let alone from someone running to be prime minister. It sends the worst possible signal to our diplomatic service abroad and it should sent warning signs to the whole country that if we thought the current prime minister was bad when it came to her spineless attitude towards Donald Trump, then things are about to get a whole lot worse. McInnes also asked for an assurance that Theresa May would appoint a new ambassador to Washington before her successor takes office. Duncan said Darroch’s replacement wold be appointed in the normal way, but he refused to say when that would be. The urgent question was tabled by Labour’s Pat McFadden who gave a very good mini-speech about how respect for institutions is being undermined. I will post the quotes soon. Here is some reaction to the Panorama documentary from Labour MPs and other senior figures in the party. These are all tweets from people alarmed by the programmes revelations. Separately I will post a round-up of tweets critical of the programme, although I have seen far fewer of those from MPs and senior people in the party. From Jess Phillips MP From Tulip Siddiq MP From Lisa Nandy MP From Mary Creagh MP From Rachel Reeves MP From Stephen Kinnock MP From Yvette Cooper MP From Margaret Hodge MP From Emma Lewell-Buck MP From Stella Creasy MP From Thangam Debbonaire MP From Ben Bradshaw MP From Darren Jones MP From Wes Streeting MP From Pat McFadden MP From Ruth Smeeth MP From Ian Murray MP From John Mann MP From Glenys Thornton, a Labour peer From Alastair Campbell, Tony Blair’s former communications chief (who was recently expelled from Labour for voting Lib Dem in the European elections) From Jude Kirton-Darling MEP From Andrew Adonis, a Labour peer From Johanna Baxter, a former member of Labour’s national executive committee From Ayesha Hazarika, a former adviser to Ed Miliband and Harriet Harman And here is an extract from the Gemma White report. By far the most common form of offending behaviour described to me was of MPs who shout at, demean, belittle and humiliate their staff on a regular basis, often in public. The constant “drip, drip”, as more than one contributor put it, eats away at the employee’s self-confidence until they become anxious, exhausted and ill, incapable of performing their job and (often following a period of sickleave) resign or are dismissed. Well over half of the people who contributed to this inquiry described suffering significant mental and/or physical illness as a result of this type of bullying behaviour. Sexual harassment is also a problem, with staff being subject to unwanted sexual advances, often accompanied by touching, sometimes forceful. There is an unacceptable level of sexual “banter” and unwelcome discussion of intimate sexual details. The majority of contributors described being bullied and harassed by their MP employer. A much smaller number described behaviour of fellow staff members but in some of those cases spoke also of their MP employer failing appropriately to address complaints. Some of the worst offenders are well known as such within the Parliamentary community but, other than the odd “quiet word” from a fellow MP or the relevant Whips office, action has rarely been taken to address their behaviour. In the words of one contributor, there has been a “general disregard for the dignity, wellbeing and employment rights of MPs’ staff”. Here is the Gemma White report (pdf) into the bullying of staff working for MPs in the Commons. And here are the conclusions. Some staff of members of parliament are subject to an unacceptable risk of bullying and harassment, including sexual harassment, at work. Most members of parliament treat their staff with dignity and respect but the problem of bullying and harassment is sufficiently widespread to require an urgent collective response. Recent steps taken by the House of Commons to address bullying and harassment across the parliamentary community do not engage sufficiently with the particular issues faced by members’ staff, who are in a uniquely vulnerable position because they are directly employed by members of parliament. Many describe the idea of complaining about bullying and harassment under the new complaints procedure as “career suicide”. They also often have strong party and personal loyalties which constitute significant barriers to complaint. To date, the group of MPs’ staff who would be most likely to bring a complaint under the new Independent Complaints and Grievance Scheme, namely former staff of MPs, have been denied the right to do so. This limitation must be removed so that they have the opportunity to hold MPs to account. They must also be permitted to complain about events which took place before June 2017 (the current cut-off date) as recommended by Dame Laura Cox. Since few staff will complain in any event, other methods of tackling workplace bullying and harassment must be employed. Voluntary training is not the answer: only 34 out of 650 MPs and 135 out of 3200 MPs’ staff have attended or booked onto the Valuing Everyone training designed to support the new behaviour code introduced in July 2018. There must be a fundamental shift away from regarding members of parliament as “650 small businesses” with near complete freedom to operate in relation to their staff. Members of parliament must be required to adopt and follow employment practices and procedures which are aligned with those followed in other public sector workplaces. This shift must be supported by a properly resourced and staffed department within the House of Commons. It should develop and implement a coherent and robust approach to members’ employment practice and provide support to members and their staff. Any necessary enforcement mechanisms (such as imposing conditions related to good employment practice on MPs’ entitlement to staffing expenditure) should be considered by the Independent Parliamentary Standards Authority in conjunction with the new department. For the record, here is Labour’s official response to the Panorama programme, released last night after it was broadcast. Here’s an extract. We completely reject any claim that Labour is antisemitic. We stand in solidarity with Jewish people, and we’re taking decisive action to root out antisemitism from our movement and society. The Panorama programme was not a fair or balanced investigation. It was a seriously inaccurate, politically one-sided polemic, which breached basic journalistic standards, invented quotes and edited emails to change their meaning. It was an overtly biased intervention by the BBC in party political controversy. Here is the statement that the UK’s chief rabbi, Ephraim Mirvis, issued after last night’s Panorama programme about antisemitism in the Labour party. “This is no longer a question of the leadership’s inability to deal with the scourge of antisemitism, but of its direct complicity in it,” he says. In his Today interview Tom Watson also said that he thought Jeremy Corbyn was the “only one” who could fix the antisemitism issue in Labour. Asked if he thought Corbyn could fix this problem, Watson replied: Not only do I think [Corbyn] can fix it, I think he is the only one who can fix it. And if he adopts some of the proposals that I’m making [see 9.27am] then these rule changes will go through our party. It won’t be enough to rebuild trust with the Jewish community but it will be a start of trying to challenge a culture of permissiveness that allows anti-Jewish racism to be casually used in political discussion within one of the two great parties in the United Kingdom. We have got an urgent question in the Commons on the resignation of Kim Darroch at 10.30am. Yesterday we started the morning with a former Conservative party leader and prime minister, Sir John Major, saying that he could take legal action against the man likely to be the next party leader and PM, Boris Johnson, over proroguing parliament. The Tory party is clearly not a happy ship. But Labour is also extraordinarily divided, and we saw that this morning when the Today programme 8.10 slot was devoted to Tom Watson, the deputy leader, launching a whole series of complaints about how the party is dealing with antisemitism under its leader, Jeremy Corbyn. The interview was triggered by the reporting in last night’s hour-long Panorama documentary about Labour and antisemitism. Jessica Elgot and Peter Walker’s story about the programme is here. This is a long-running and highly contentious issue not least because allegations of antisemitism are inextricably entwined with two other themes. The first is anti-Israelism. Corbyn and his circle are undoubtedly anti-Israel, and a lot of this debate is really about at what point hostility towards the state of Israel becomes antisemitism. (At some point it certainly feels like antisemitism to Jews.) You could call this anti-Zionism, but that is not a particularly helpful term because Zionism means different things to different people. And the second is anti-Corbynism. There is an undoubted overlap between those in Labour who speak out most against the party’s record on antisemitism and those who are critical of Corbyn generally, but that does not mean their complaints are contrived or insincere. For some, the antisemitism issue helps to explain their anti-Corbynism. Here are the main points from Tom Watson’s interview. Watson strongly criticised his own party for dismissing the former staffers who spoke out in the Panorama programme as “disaffected” ex-employees with “axes to grind”. Watson said that claim was “false”. He went on: I deplore the statement that was made about those people last night. You couldn’t fail to be saddened and moved by the testimony, particularly of the young members who’d had racist abuse in party meetings and on social media. And there was an array of young and old former members of staff from different wings of the party who I think showed great courage to speak out in the way they did ... To speak out about the party they love must have taken a great act of courage and to dismiss their testimony as in some way flawed I think was wrong. In a statement issued late yesterday afternoon the Labour press office, which like the rest of the party machinery is under the control of the Corbyn faction in the party, not people like Watson, said: It appears these disaffected former officials include those who have always opposed Jeremy Corbyn’s leadership, worked to actively undermine it, and have both personal and political axes to grind. This throws into doubt their credibility as sources. Interestingly, the long statement issued by the party press office after the Panorama was broadcast did not repeat this criticism of the interviewees. Watson complained there was a perception of “almost a permissive culture” towards antisemitism in the party. He said: In the last four years, since Jeremy and I were elected leader and deputy leader of the party, there is a growing belief that there is a sickness in our party, that this kind of abuse has been in some way allowed. That there’s almost a permissive culture that people can use anti-Jewish, racist language both in our meetings and to each other on social media and we’ve failed to address that properly. Watson called for a rule change to “auto-exclude” party members against whom there was a prima facie case to answer about using antisemitic language or behaviour. He said: I think we need to change the way we investigate these systems. Not casting aspersions on the current people, but I think we need to take these cases away from them and have a full, independent system of investigating cases of anti-Jewish racism that involves representatives from the Jewish community of Britain of standing... I think we need a rule change - and this has been argued by others like Keir Starmer [here] and Gordon Brown - that allows us to auto-exclude from the membership people who have a prima facie case to answer of using antisemitic behaviours and language within our own structures. Here is the agenda for the day. 9.30am: Liam Fox, the international trade secretary, takes questions in the Commons. 10am: A new report on sexual intimidation and bullying of staff working in the House of Commons is published. 11am: Mark Carney, the Bank of England governor, holds a press conference following the publication of the bank’s financial stability report. My colleague Graeme Wearden will be covering it on his business live blog. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary at lunchtime and then another when I finish. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "24343",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/11/osbornomics-dead-ask-boris-johnson-jeremy-hunt",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-11T05:00:48Z",
    "webTitle": "Osbornomics is finally dead: just ask Jeremy Hunt and Boris Johnson | Larry Elliott",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/11/osbornomics-dead-ask-boris-johnson-jeremy-hunt",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/11/osbornomics-dead-ask-boris-johnson-jeremy-hunt",
    "fields": {
      "headline": "Osbornomics is finally dead: just ask Jeremy Hunt and Boris Johnson",
      "standfirst": "<p>The men vying to be prime minister have promised the kind of spending for which they once lambasted Labour</p>",
      "trailText": "The men vying to be prime minister have promised the kind of spending for which they once lambasted Labour, says the Guardian’s economics editor Larry Elliott",
      "byline": "Larry Elliott",
      "main": "<figure class=\"element element-image\" data-media-id=\"93e58f926f5e421ac0e8dbb3caed9149739fd198\"> <img src=\"https://media.guim.co.uk/93e58f926f5e421ac0e8dbb3caed9149739fd198/0_24_4105_2463/1000.jpg\" alt=\"George Osborne prepares to present his 2016 budget.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">George Osborne prepares to present his 2016 budget.</span> <span class=\"element-image__credit\">Photograph: Frank Augstein/AP</span> </figcaption> </figure>",
      "body": "<p>The nation’s credit card has been maxed out. The government failed to fix the roof while the sun was shining. When times are tough a country has to tighten its belt and live within its means. Remember all that? Of course you do. Those were some of George Osborne’s favourite soundbites in 2010 when he was pinning the blame for the global financial crisis on Labour’s profligacy. And mighty effective they were.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/04/boris-johnson-spending-plans-no-deal-brexit-york-hustings\">Johnson says lavish spending plans would work after no-deal Brexit</a> </p> </aside>  <p>But it was as if austerity – and the justification for it – had all been a bad dream when Jeremy Hunt and Boris Johnson had their televised head-to-head on Tuesday. During the battle for No 10 both men have abandoned their fealty to budgetary discipline and sprayed around pledges to sort out social care, boost police numbers, increase defence spending and deliver whopping great tax cuts. ITV viewers were able to witness the full extent of their U-turns.</p> <p>Hunt’s plans involve a cut in corporation tax from 19% to 12.5%, costing £13bn a year <a href=\"https://www.ifs.org.uk/publications/14213\" title=\"\">according to</a> the Institute for Fiscal Studies, while the <a href=\"https://www.ifs.org.uk/publications/14212\" title=\"\">price tag</a> for Johnson’s idea to raise the threshold for the 40% rate of income tax from £50k to £80k is £9bn a year. Both say they want to raise the point at which people start paying national insurance, which doesn’t come cheap either.</p> <p>All this, of course, at a time when the economy is listing, the financial markets look ripe for serious trouble, and Britain is less than four months away from a new Brexit deadline. Both Hunt and Johnson are planning to use fiscal policy – tax and spending – to counteract any negative economic shock caused by Britain’s EU departure, which was precisely what the Labour government did when the banks had their near-death experience in 2008. The new Tory approach to fiscal policy will bring a wry smile to the lips of Gordon Brown, pilloried as he was by Osborne for his alleged spendthrift behaviour a decade ago.</p> <p>Johnson and Hunt appear to have come round to Brown’s way of thinking: namely that when times are tough the government supports the economy; that if the private sector is reluctant to invest, then cutting public investment makes matters worse; and that if the extra spending or the lower taxes generate a sufficient return, the extra borrowing eventually pays for itself.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The race to the bottom on tax is in some sense welcome – it validates the use of tax and spending as an economic tool</p> </blockquote> </aside>  <p>Naturally enough, the two men vying to replace Theresa May say that their sensible proposals are quite different from Labour’s recklessness, because conditions today are materially different from those of 2007-2010, when Brown was prime minister. This argument doesn’t really stand up to scrutiny.</p> <p>The government plans to borrow just over 1% of GDP this year to fill the gap between what it spends and the money it rakes in. To be fair, that’s slightly less than the deficit when the financial crisis broke in 2007, but not by much. On the other hand, the national debt – the sum of the annual deficits and (increasingly rare) surpluses going back centuries – has more than doubled over the past decade <a href=\"https://fullfact.org/economy/labour-and-conservative-records-national-debt/\" title=\"\">to more than 80% of GDP</a>. And all the other sources of money to finance tax cuts – North Sea oil, council houses, nationalised industries – are no longer there. The country’s underlying financial position is considerably worse than it was when Brown was in charge.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/01/philip-hammond-boris-johnson-jeremy-hunt-brexit\">Hammond warns Johnson and Hunt over spending promises</a> </p> </aside>  <p>There is a school of economics that says budget deficits need not be a constraint because the government can tell the Bank of England to create new money to fund its spending. But since neither Hunt nor Johnson has yet come out as an advocate for modern monetary theory, the assumption has to be that they would finance their tax cuts through higher borrowing. And that exposes the deficit-reduction strategy of the past 10 years for the wrong-headed, politically motivated and self-defeating exercise it always was.</p> <p>The <a href=\"https://www.theguardian.com/politics/2019/jun/01/perfect-storm-austerity-behind-130000-deaths-uk-ippr-report\" title=\"\">damage caused by austerity</a> – evident in the rising projections for child poverty, violence in prisons, longer NHS waiting lists and closures of care homes caused by <a href=\"https://www.theguardian.com/society/2019/may/29/council-spending-on-local-services-down\" title=\"\">cuts to local government spending</a> – means that the Hunt/Johnson tax cuts are spectacularly inappropriate. Corporation tax has been <a href=\"https://www.ifs.org.uk/publications/9207\" title=\"\">cut from 28% since 2010</a> without any discernible improvement in the willingness of companies to invest, while raising the 40% income-tax threshold would benefit the four million taxpayers with the highest income. Opinion polls suggest schools and hospitals are a higher priority for voters than tax cuts.</p> <p>Even so, the race to the bottom on tax is in some sense welcome. For a start, it validates the use of tax and spending as an economic tool. Since 2010, there has been far too great a reliance on the Bank of England to stimulate the economy through ultra-low interest rates and the money-creation process known as quantitative easing. What’s more, the terms of the political debate will now change as a result of the clear desire of Johnson and Hunt to draw a line under the austerity years. Tony Blair’s success in both the 2001 and 2005 elections had much to do with the ability to frame the choice for the electorate as between Tory tax cuts and higher Labour spending on public services.</p> <p>Just as an example, the all-party parliamentary group on wellbeing economics recently published a <a href=\"https://wellbeingeconomics.co.uk/wp-content/uploads/2019/05/Spending-review-to-ncrease-wellbeing-APPG-2019.pdf\" title=\"\">report</a> calling for £10bn a year of higher spending in areas including mental illness, further education, social care and prisons. The thinking behind the report – that national wellbeing is more important than growth, and that happier people are more productive people – is sound, but it would have sunk without trace a few years back. Now, thanks to Hunt and Johnson, there is a chance that it won’t.</p> <p>• Larry Elliott is the Guardian’s economics editor</p>",
      "newspaperPageNumber": "3",
      "wordcount": "940",
      "commentCloseDate": "2019-07-14T05:00:48Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-11T05:00:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-11T13:55:33Z",
      "newspaperEditionDate": "2019-07-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bp4ak",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/93e58f926f5e421ac0e8dbb3caed9149739fd198/0_24_4105_2463/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The nation’s credit card has been maxed out. The government failed to fix the roof while the sun was shining. When times are tough a country has to tighten its belt and live within its means. Remember all that? Of course you do. Those were some of George Osborne’s favourite soundbites in 2010 when he was pinning the blame for the global financial crisis on Labour’s profligacy. And mighty effective they were. But it was as if austerity – and the justification for it – had all been a bad dream when Jeremy Hunt and Boris Johnson had their televised head-to-head on Tuesday. During the battle for No 10 both men have abandoned their fealty to budgetary discipline and sprayed around pledges to sort out social care, boost police numbers, increase defence spending and deliver whopping great tax cuts. ITV viewers were able to witness the full extent of their U-turns. Hunt’s plans involve a cut in corporation tax from 19% to 12.5%, costing £13bn a year according to the Institute for Fiscal Studies, while the price tag for Johnson’s idea to raise the threshold for the 40% rate of income tax from £50k to £80k is £9bn a year. Both say they want to raise the point at which people start paying national insurance, which doesn’t come cheap either. All this, of course, at a time when the economy is listing, the financial markets look ripe for serious trouble, and Britain is less than four months away from a new Brexit deadline. Both Hunt and Johnson are planning to use fiscal policy – tax and spending – to counteract any negative economic shock caused by Britain’s EU departure, which was precisely what the Labour government did when the banks had their near-death experience in 2008. The new Tory approach to fiscal policy will bring a wry smile to the lips of Gordon Brown, pilloried as he was by Osborne for his alleged spendthrift behaviour a decade ago. Johnson and Hunt appear to have come round to Brown’s way of thinking: namely that when times are tough the government supports the economy; that if the private sector is reluctant to invest, then cutting public investment makes matters worse; and that if the extra spending or the lower taxes generate a sufficient return, the extra borrowing eventually pays for itself. Naturally enough, the two men vying to replace Theresa May say that their sensible proposals are quite different from Labour’s recklessness, because conditions today are materially different from those of 2007-2010, when Brown was prime minister. This argument doesn’t really stand up to scrutiny. The government plans to borrow just over 1% of GDP this year to fill the gap between what it spends and the money it rakes in. To be fair, that’s slightly less than the deficit when the financial crisis broke in 2007, but not by much. On the other hand, the national debt – the sum of the annual deficits and (increasingly rare) surpluses going back centuries – has more than doubled over the past decade to more than 80% of GDP. And all the other sources of money to finance tax cuts – North Sea oil, council houses, nationalised industries – are no longer there. The country’s underlying financial position is considerably worse than it was when Brown was in charge. There is a school of economics that says budget deficits need not be a constraint because the government can tell the Bank of England to create new money to fund its spending. But since neither Hunt nor Johnson has yet come out as an advocate for modern monetary theory, the assumption has to be that they would finance their tax cuts through higher borrowing. And that exposes the deficit-reduction strategy of the past 10 years for the wrong-headed, politically motivated and self-defeating exercise it always was. The damage caused by austerity – evident in the rising projections for child poverty, violence in prisons, longer NHS waiting lists and closures of care homes caused by cuts to local government spending – means that the Hunt/Johnson tax cuts are spectacularly inappropriate. Corporation tax has been cut from 28% since 2010 without any discernible improvement in the willingness of companies to invest, while raising the 40% income-tax threshold would benefit the four million taxpayers with the highest income. Opinion polls suggest schools and hospitals are a higher priority for voters than tax cuts. Even so, the race to the bottom on tax is in some sense welcome. For a start, it validates the use of tax and spending as an economic tool. Since 2010, there has been far too great a reliance on the Bank of England to stimulate the economy through ultra-low interest rates and the money-creation process known as quantitative easing. What’s more, the terms of the political debate will now change as a result of the clear desire of Johnson and Hunt to draw a line under the austerity years. Tony Blair’s success in both the 2001 and 2005 elections had much to do with the ability to frame the choice for the electorate as between Tory tax cuts and higher Labour spending on public services. Just as an example, the all-party parliamentary group on wellbeing economics recently published a report calling for £10bn a year of higher spending in areas including mental illness, further education, social care and prisons. The thinking behind the report – that national wellbeing is more important than growth, and that happier people are more productive people – is sound, but it would have sunk without trace a few years back. Now, thanks to Hunt and Johnson, there is a chance that it won’t. • Larry Elliott is the Guardian’s economics editor",
      "charCount": "5568",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/larryelliott\">Larry Elliott</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]