[
  {
    "id": "politics/2019/oct/23/johnsons-cabinet-split-over-gambling-on-pre-christmas-election",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-23T19:27:09Z",
    "webTitle": "Johnson's cabinet split over gambling on pre-Christmas election",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/23/johnsons-cabinet-split-over-gambling-on-pre-christmas-election",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/23/johnsons-cabinet-split-over-gambling-on-pre-christmas-election",
    "fields": {
      "headline": "Johnson's cabinet split over gambling on pre-Christmas election",
      "standfirst": "<p>Prime minister awaits decision of EU27 over extension before next move</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/oct/24/brexit-general-election-boris-johnson-labour-eu-extension-live-news\">Latest Brexit news - live updates</a></li></ul>",
      "trailText": "Prime minister awaits decision of EU27 over extension before next move",
      "byline": "Heather Stewart and Peter Walker",
      "main": "<figure class=\"element element-image\" data-media-id=\"7e9ea84ae5a8d7b5f42de6508323c14f69073095\"> <img src=\"https://media.guim.co.uk/7e9ea84ae5a8d7b5f42de6508323c14f69073095/0_155_3474_2085/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson said he did not believe that any delay beyond 31 October was in the interests of the UK or EU.</span> <span class=\"element-image__credit\">Photograph: REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson’s cabinet is divided over how to proceed with Brexit, as the prime minister faces the stark choice of pressing ahead with his deal or gambling his premiership on a pre-Christmas general election.</p> <p>After an inconclusive meeting with Jeremy Corbyn on Wednesday morning in an attempt to agree an acceptable timetable for parliament to consider the bill, the prime minister told MPs at Wednesday’s PMQs that he was awaiting <a href=\"https://www.theguardian.com/politics/2019/oct/23/brexit-european-leaders-back-call-for-delay-end-january-extension\">the decision of the EU27</a> over whether to grant an extension before settling his next move. The EU’s decision is unlikely to come before Friday.</p>  <figure class=\"element element-atom\"> <gu-atom data-atom-id=\"fc9d5493-e583-487b-a944-351a3fed08b6\"         data-atom-type=\"qanda\"    > </gu-atom> </figure>   <p>Some cabinet ministers, including the Northern Ireland secretary, Julian Smith, are cautious about asking for an election.</p> <p>They believe the majority of 30 achieved by the government on the second reading of the Brexit bill on Tuesday suggests Johnson’s deal has enough support to carry it through all its stages in parliament.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/23/jeremy-corbyn-urged-by-mps-to-resist-calls-for-election\">Jeremy Corbyn urged by MPs to resist calls for election</a> </p> </aside>  <p>Smith, who was Theresa May’s chief whip, has examined the various amendments to the withdrawal agreement bill, and does not believe any of them would necessitate pulling it. “Julian’s view is that the numbers are there,” said an ally.</p> <p>Some Tory MPs said there also were serious misgivings on the back benches about the idea of an immediate election. “There’s a big, big fight going on, basically,” one said. “The parliamentary party is split 50/50. Personally, I don’t think an election is a very good idea.”</p> <p>Another said: “I’d rather we focused more on passing the bill. It would be better to go to voters having finished the job. I feel that’s what most colleagues want.”</p> <p>However, hard Brexit supporters appear to be more gung-ho, with leader of the House of Commons Jacob Rees-Mogg fearing support for the bill could yet fall away – if the 19 Labour rebels who backed it fail to secure the amendments they would like to see, for example.</p> <p>Members of the Eurosceptic European Research Group (ERG) are also nervous about the legislation being amended in a way that they would find unacceptable – such as obliging the government to seek a customs union.</p> <p>After Johnson’s meeting with Corbyn on Wednesday, Downing Street briefed that Corbyn had “made clear Labour have no policy except more delays” and hinted heavily that Johnson’s next move would be to ask MPs to support a December election.</p>  <figure class=\"element element-atom\"> <gu-atom data-atom-id=\"1bf746b1-27c2-48bd-b882-a21140069121\"         data-atom-type=\"guide\"    > </gu-atom> </figure>   <p>“Any time that parliament gets a vote for delay, it will always choose delay,” said a Downing Street source. “Therefore, if this parliament is unwilling to vote for a deal, we will have to go for a general election.”</p> <p>Despite the bullish rhetoric, Johnson’s chief whip, Mark Spencer, later met his Labour counterpart, Nick Brown, to explore whether a new timetable could be agreed for scrutinising the bill. That suggested the idea of trying to pilot the bill through parliament had not been ditched altogether – particularly if only a short extension is granted.</p> <p>In the meeting between the two party leaders, held in the same Westminster office where Corbyn had previously confronted May, Dominic Cummings suggested MPs should be prepared to sit all night to hit next week’s Halloween deadline, according to one witness.</p> <p>Meanwhile, Johnson has been trying to persuade EU leaders not to grant an extension – or at least to keep it short.</p> <p>The PM spoke to Donald Tusk on Wednesday morning, telling the European council’s president, who <a href=\"https://twitter.com/eucopresident/status/1186977252011106304\">has called for EU leaders</a> to allow a further Brexit extension, that he does not personally want a delay. He also discussed the issue with the German chancellor, Angela Merkel.</p> <p>Johnson’s spokesman said: “The PM was clear in restating his position that he does not believe that any delay beyond 31 October is in the interests of the UK or the EU and that we need to get the deal through parliament before that point.”</p> <p>The prime minister was forced to write to the EU on Saturday to seek a delay until 31 January under a backbench-instigated law averting no deal, but had hoped to rush the bill putting his plan into law through parliament this week, to meet the current 31 October deadline.</p> <p>Corbyn used all his questions at PMQs to ask Johnson about elements of the bill, including standards for environmental, consumer and workers’ rights, and the continued inclusion of Northern Ireland in elements of the EU’s customs union.</p> <p>After Johnson incorrectly said there would be “no checks between Northern Ireland and GB [Great Britain]”, Corbyn accused him of having not properly read his own bill.</p> <p>“The prime minister unlawfully prorogued parliament; he said he would refuse to comply with [the] law; he threw Northern Ireland under a bus; he ripped up protections for workers’ rights and environmental protections; lost every vote along the way; and tried to prevent genuine, democratic scrutiny and debate,” the Labour leader said.</p> <p>“Even worse than that, he’s not that familiar with it.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "803",
      "firstPublicationDate": "2019-10-23T19:27:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:55Z",
      "newspaperEditionDate": "2019-10-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ctx9m",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7e9ea84ae5a8d7b5f42de6508323c14f69073095/0_155_3474_2085/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson’s cabinet is divided over how to proceed with Brexit, as the prime minister faces the stark choice of pressing ahead with his deal or gambling his premiership on a pre-Christmas general election. After an inconclusive meeting with Jeremy Corbyn on Wednesday morning in an attempt to agree an acceptable timetable for parliament to consider the bill, the prime minister told MPs at Wednesday’s PMQs that he was awaiting the decision of the EU27 over whether to grant an extension before settling his next move. The EU’s decision is unlikely to come before Friday. Some cabinet ministers, including the Northern Ireland secretary, Julian Smith, are cautious about asking for an election. They believe the majority of 30 achieved by the government on the second reading of the Brexit bill on Tuesday suggests Johnson’s deal has enough support to carry it through all its stages in parliament. Smith, who was Theresa May’s chief whip, has examined the various amendments to the withdrawal agreement bill, and does not believe any of them would necessitate pulling it. “Julian’s view is that the numbers are there,” said an ally. Some Tory MPs said there also were serious misgivings on the back benches about the idea of an immediate election. “There’s a big, big fight going on, basically,” one said. “The parliamentary party is split 50/50. Personally, I don’t think an election is a very good idea.” Another said: “I’d rather we focused more on passing the bill. It would be better to go to voters having finished the job. I feel that’s what most colleagues want.” However, hard Brexit supporters appear to be more gung-ho, with leader of the House of Commons Jacob Rees-Mogg fearing support for the bill could yet fall away – if the 19 Labour rebels who backed it fail to secure the amendments they would like to see, for example. Members of the Eurosceptic European Research Group (ERG) are also nervous about the legislation being amended in a way that they would find unacceptable – such as obliging the government to seek a customs union. After Johnson’s meeting with Corbyn on Wednesday, Downing Street briefed that Corbyn had “made clear Labour have no policy except more delays” and hinted heavily that Johnson’s next move would be to ask MPs to support a December election. “Any time that parliament gets a vote for delay, it will always choose delay,” said a Downing Street source. “Therefore, if this parliament is unwilling to vote for a deal, we will have to go for a general election.” Despite the bullish rhetoric, Johnson’s chief whip, Mark Spencer, later met his Labour counterpart, Nick Brown, to explore whether a new timetable could be agreed for scrutinising the bill. That suggested the idea of trying to pilot the bill through parliament had not been ditched altogether – particularly if only a short extension is granted. In the meeting between the two party leaders, held in the same Westminster office where Corbyn had previously confronted May, Dominic Cummings suggested MPs should be prepared to sit all night to hit next week’s Halloween deadline, according to one witness. Meanwhile, Johnson has been trying to persuade EU leaders not to grant an extension – or at least to keep it short. The PM spoke to Donald Tusk on Wednesday morning, telling the European council’s president, who has called for EU leaders to allow a further Brexit extension, that he does not personally want a delay. He also discussed the issue with the German chancellor, Angela Merkel. Johnson’s spokesman said: “The PM was clear in restating his position that he does not believe that any delay beyond 31 October is in the interests of the UK or the EU and that we need to get the deal through parliament before that point.” The prime minister was forced to write to the EU on Saturday to seek a delay until 31 January under a backbench-instigated law averting no deal, but had hoped to rush the bill putting his plan into law through parliament this week, to meet the current 31 October deadline. Corbyn used all his questions at PMQs to ask Johnson about elements of the bill, including standards for environmental, consumer and workers’ rights, and the continued inclusion of Northern Ireland in elements of the EU’s customs union. After Johnson incorrectly said there would be “no checks between Northern Ireland and GB [Great Britain]”, Corbyn accused him of having not properly read his own bill. “The prime minister unlawfully prorogued parliament; he said he would refuse to comply with [the] law; he threw Northern Ireland under a bus; he ripped up protections for workers’ rights and environmental protections; lost every vote along the way; and tried to prevent genuine, democratic scrutiny and debate,” the Labour leader said. “Even worse than that, he’s not that familiar with it.”",
      "charCount": "4814",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> and <a href=\"profile/peterwalker\">Peter Walker</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/23/brexit-european-leaders-back-call-for-delay-end-january-extension",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-23T18:42:41Z",
    "webTitle": "European leaders expected to grant Brexit delay",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/23/brexit-european-leaders-back-call-for-delay-end-january-extension",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/23/brexit-european-leaders-back-call-for-delay-end-january-extension",
    "fields": {
      "headline": "European leaders expected to grant Brexit delay",
      "standfirst": "<p>Donald Tusk tells Boris Johnson he has recommended that the EU27 accept request for extension</p>",
      "trailText": "Donald Tusk tells Boris Johnson he has recommended that the EU27 accept request for extension",
      "byline": "Daniel Boffey in Strasbourg",
      "main": "<figure class=\"element element-image\" data-media-id=\"fad426423ff90297135a7e8c36a8003f480e310a\"> <img src=\"https://media.guim.co.uk/fad426423ff90297135a7e8c36a8003f480e310a/0_38_3363_2018/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson reluctantly requested a Brexit extension on Saturday under the terms of the Benn act.</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson will be left waiting for the EU’s terms for a further Brexit extension until Friday, with signs of momentum building behind Donald Tusk’s plan for a delay up to 31 January.</p> <p>The French government has privately voiced its concerns about taking the pressure off MPs to vote for the deal, which they believe could be ratified in 15 days, but EU sources said the bloc was seeking a “solution that works for all” and avoids a no deal exit. </p> <p>Tusk, the president of the European council, told Johnson in a phone call on Wednesday his reasons for “recommending the EU27 accept the UK request for an extension”.</p> <p>The debate among the EU27 is whether to follow Tusk’s lead and offer a three-month delay that could be terminated following ratification of the deal, or seek to put pressure on MPs with a shorter extension, an idea raised by France’s president, Emmanuel Macron.</p> <p>Tusk has suggested leaders can avoid convening for a summit if they agree to the three months sought in the prime minister’s letter of request through a “written procedure”.</p> <p>After a 90-minute meeting of EU ambassadors on Wednesday evening, there appeared to be momentum behind Tusk’s strategy. “All agreed on the need for an extension to avoid a no-deal Brexit”, an EU source said. “The duration of an extension is still being discussed. There was a strong preference to use a written procedure to take the final decision.”</p> <p>One EU diplomat said: “It felt like we were all going in one direction – towards a flextension to 31 January – but nothing is decided. It needs to work for everyone.”</p> <p>The French ambassador is understood to have insisted that the EU avoid getting dragged in “domestic politics” in Britain, and questioned whether that would be a consequence of a longer extension. “If we give it, are we making an election happen?” said a source.</p> <p>Johnson has threatened to push for a general election if the EU agrees to the delay of up to three months that he was instructed to seek on Saturday under the Benn act.</p> <p>France’s ambassador had told the EU27 that any delay needed “to be associated with a justification”. “It needs to be proportionate,” he told the room. He added that there was no “automaticity” between the request tabled and the EU agreeing to it.</p> <p>Macron has consistently been one the hawks among the EU27 who is wary of giving MPs more time for prevarication. He believes he was right in April when he pushed for a shorter, one-off delay to focus minds in the British parliament on the <a href=\"https://www.theguardian.com/politics/2019/apr/11/may-agrees-to-october-brexit-after-franco-german-carve-up\">need to ratify the deal</a>.</p> <p>But the EU source said none of the ambassadors had spoken stridently against a delay to 31 January. “We need a mechanism to link the length of the delay with a justification. No one spoke about a 15-day extension, as we have heard before from France. It was all very reasonable.”</p> <p>A source said: “A large number were perfectly happy with the Tusk proposal, others needed some time to reflect. Germany is among those but has been clear that it is fine with the plan.”</p> <p>Monday has been pencilled in as a summit day if the leaders cannot agree and feel the need to debate the issue in person. “But no one wants that,” a diplomatic source said.</p> <p>The EU’s chief negotiator, Michel Barnier, said Brussels was seeking “clarification” from London.</p> <p>If Johnson is able to agree with Jeremy Corbyn on a new timetable for passing the withdrawal agreement bill, and makes a public request, a delay to 1 December could still be on offer.</p> <p>The Irish taoiseach, Leo Varadkar, and the European parliament’s president, David Sassoli, backed Tusk on Wednesday.</p> <p>Varadkar told reporters: “There is no extension agreed. The European Union has not agreed an extension for the UK as yet. President Tusk is currently in the process of consulting the 27 heads of state and government. We spoke this morning. He is recommending that we accept an extension until January 31 that could be terminated early if the House of Commons and House of Lords ratifies an agreement.</p> <p>“I agreed to that but that’s not yet agreed by the 27 and we may have to have an emergency European council over the course of the next few days to discuss it if he can’t get consensus. My bags are always packed for Brussels and packed they are again.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/oct/23/boris-johnsons-brexit-bill-in-limbo-as-eu-leaders-mull-extension-request-politics-live\">Brexit: Johnson and Corbyn meet to discuss timetable for bill – live news</a> </p> </aside>  <p>Sassoli pointed out there was only one request “on the table” and he said it deserved the EU27’s support.</p> <p>He said: “I think it is advisable, as requested by Donald Tusk, that the European council should accept this extension. This extension will allow the United Kingdom to clarify its position and the European parliament to exercise its role.”</p>",
      "newspaperPageNumber": "10",
      "wordcount": "797",
      "firstPublicationDate": "2019-10-23T10:36:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:49Z",
      "newspaperEditionDate": "2019-10-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/chqtx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fad426423ff90297135a7e8c36a8003f480e310a/0_38_3363_2018/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson will be left waiting for the EU’s terms for a further Brexit extension until Friday, with signs of momentum building behind Donald Tusk’s plan for a delay up to 31 January. The French government has privately voiced its concerns about taking the pressure off MPs to vote for the deal, which they believe could be ratified in 15 days, but EU sources said the bloc was seeking a “solution that works for all” and avoids a no deal exit. Tusk, the president of the European council, told Johnson in a phone call on Wednesday his reasons for “recommending the EU27 accept the UK request for an extension”. The debate among the EU27 is whether to follow Tusk’s lead and offer a three-month delay that could be terminated following ratification of the deal, or seek to put pressure on MPs with a shorter extension, an idea raised by France’s president, Emmanuel Macron. Tusk has suggested leaders can avoid convening for a summit if they agree to the three months sought in the prime minister’s letter of request through a “written procedure”. After a 90-minute meeting of EU ambassadors on Wednesday evening, there appeared to be momentum behind Tusk’s strategy. “All agreed on the need for an extension to avoid a no-deal Brexit”, an EU source said. “The duration of an extension is still being discussed. There was a strong preference to use a written procedure to take the final decision.” One EU diplomat said: “It felt like we were all going in one direction – towards a flextension to 31 January – but nothing is decided. It needs to work for everyone.” The French ambassador is understood to have insisted that the EU avoid getting dragged in “domestic politics” in Britain, and questioned whether that would be a consequence of a longer extension. “If we give it, are we making an election happen?” said a source. Johnson has threatened to push for a general election if the EU agrees to the delay of up to three months that he was instructed to seek on Saturday under the Benn act. France’s ambassador had told the EU27 that any delay needed “to be associated with a justification”. “It needs to be proportionate,” he told the room. He added that there was no “automaticity” between the request tabled and the EU agreeing to it. Macron has consistently been one the hawks among the EU27 who is wary of giving MPs more time for prevarication. He believes he was right in April when he pushed for a shorter, one-off delay to focus minds in the British parliament on the need to ratify the deal. But the EU source said none of the ambassadors had spoken stridently against a delay to 31 January. “We need a mechanism to link the length of the delay with a justification. No one spoke about a 15-day extension, as we have heard before from France. It was all very reasonable.” A source said: “A large number were perfectly happy with the Tusk proposal, others needed some time to reflect. Germany is among those but has been clear that it is fine with the plan.” Monday has been pencilled in as a summit day if the leaders cannot agree and feel the need to debate the issue in person. “But no one wants that,” a diplomatic source said. The EU’s chief negotiator, Michel Barnier, said Brussels was seeking “clarification” from London. If Johnson is able to agree with Jeremy Corbyn on a new timetable for passing the withdrawal agreement bill, and makes a public request, a delay to 1 December could still be on offer. The Irish taoiseach, Leo Varadkar, and the European parliament’s president, David Sassoli, backed Tusk on Wednesday. Varadkar told reporters: “There is no extension agreed. The European Union has not agreed an extension for the UK as yet. President Tusk is currently in the process of consulting the 27 heads of state and government. We spoke this morning. He is recommending that we accept an extension until January 31 that could be terminated early if the House of Commons and House of Lords ratifies an agreement. “I agreed to that but that’s not yet agreed by the 27 and we may have to have an emergency European council over the course of the next few days to discuss it if he can’t get consensus. My bags are always packed for Brussels and packed they are again.” Sassoli pointed out there was only one request “on the table” and he said it deserved the EU27’s support. He said: “I think it is advisable, as requested by Donald Tusk, that the European council should accept this extension. This extension will allow the United Kingdom to clarify its position and the European parliament to exercise its role.”",
      "charCount": "4547",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> in Strasbourg"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/oct/23/johnson-brexit-concessions-parliament",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-23T18:04:24Z",
    "webTitle": "Johnson’s Brexit is in sight. But he’ll still have to make concessions to parliament | Martin Kettle",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/23/johnson-brexit-concessions-parliament",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/23/johnson-brexit-concessions-parliament",
    "fields": {
      "headline": "Johnson’s Brexit is in sight. But he’ll still have to make concessions to parliament",
      "standfirst": "Tuesday night’s chaotic votes show Johnson is wrong to berate MPs – in the end, they may deliver the deal he wants",
      "trailText": "Tuesday night’s chaotic votes show Johnson is wrong to berate MPs – in the end, they may deliver the deal he wants, says Guardian columnist Martin Kettle",
      "byline": "Martin Kettle",
      "main": "<figure class=\"element element-image\" data-media-id=\"8d282001e3143d4dadcd4137f495d842acba7d6a\"> \n <img src=\"https://media.guim.co.uk/8d282001e3143d4dadcd4137f495d842acba7d6a/0_0_3500_2101/1000.jpg\" alt=\"Boris Johnson during PMQs on 23 October.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘It was a majority that eluded Theresa May three humiliating times among exactly the same MPs.’</span> \n  <span class=\"element-image__credit\">Photograph: Jessica Taylor/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>It is almost as easy to lose your bearings amid the furious churning of the Brexit crisis as it is to get lost in the fog of battle. Fresh Brexit preoccupations succeed one another chaotically, and with dizzying speed.</p> \n<p>Tuesday’s votes at Westminster exemplified this mercurial and even hysterical quality in our politics. A <a href=\"https://www.theguardian.com/politics/2019/oct/22/what-just-happened-in-the-commons-and-whats-next-for-brexit\" title=\"\">major victory</a> for Boris Johnson on his EU withdrawal agreement bill was instantly followed by a <a href=\"https://www.theguardian.com/politics/2019/oct/22/mps-reject-boris-johnsons-attempt-to-fast-track-brexit-deal\" title=\"\">defeat on the tight timetable</a> for debating it. Within seconds, the talk was of an entirely new subject: a general election.</p> \n<p>Stepping back, if that is possible, it becomes clearer that two significant things have crystallised in recent days. The first is that Johnson has succeeded, albeit so far only briefly, in assembling a majority for withdrawal from the EU. That achievement should not be dismissed, in spite of all the surrounding distractions, or because remainers will devoutly wish it had not happened. It was a majority that eluded Theresa May three humiliating times among exactly the same MPs. But that majority has always been latent in the House of Commons. On the face of things, it would now appear to lay the ground for Johnson to bring about the Brexit that his party elected him to achieve in July, and for which the majority voted in 2016.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>The risk is that parliament could decide to finish the job on terms that would blow the majority for a deal wide apart</p> \n </blockquote> \n</aside> \n<p>Yet the second significant conclusion is that Johnson is a prime minister who remains, rightly in the circumstances, the hostage of a sovereign parliament. In the hung parliament that the nation elected to deal with Brexit in 2017, he has no majority.</p> \n<p>He can therefore only secure Brexit either by making war on parliament and hoping it buckles, or by making important concessions to other parties and factions. Having tried the former and been defeated, he is now coming to terms with the latter. The concessions he must consider are procedural, showing more respect for proper process, and substantive, altering some of the contents of the withdrawal terms. These are extremely difficult to balance, as he found out on Tuesday evening. But they remain the key to the Brexit outcome.</p> \n<p>It is natural, given his instinctive resentment of both hard work and being humiliated, that Johnson chafes against this. But although the situation is difficult, it ought not to present insuperable problems. There is real momentum – even if some of it is spurious and a lot of it is media driven – behind the view that Brexit should be delivered soon. The coalition that backed his bill on Tuesday is proof of that.</p> \n<p>Johnson initially held back from trying to consolidate his achievement because he feared loss of face from the Brexit extension that parliament wants, and which was the probable consequence of his timetable motion defeat. But since that extension would probably involve, at most, a few weeks, and since Labour appears willing to negotiate with him, that hardly gives him a valid reason for withdrawing his bill. It certainly does not justify another attempt to call a general election before Brexit has been clarified, even though the current poll numbers and the desire to take on Labour while Jeremy Corbyn remains leader will make it tempting.</p> \n<p>The more difficult task, which the fast-track timetable was designed to avoid, is to control the shape of the bill that emerges from a more detailed phase of parliamentary scrutiny. MPs have applied the brakes, so they may soon have the chance to amend the bill in the committee stage. Attempts will be made from a variety of quarters to retain membership of the EU customs union, to protect employment and environmental regulatory alignments, to make the bill dependent on a second referendum, to block the possibility of a no-deal exit at the end of the transition period, and to give the devolved parliaments a say in the process.</p> \n<p>Johnson may well decide to tough out all these attempts. After all, he now has a contingent majority for his bill, which he will try hard to protect. He may also judge that there is no overall majority for any of the individual amendments and that this House of Commons will fail – as it did on the indicative votes in March and April – to come together to back the ones most likely to win. He will trade on the public’s presumed impatience for closure. He may well be right to do so. But he cannot be certain.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"055dd548-02ca-4aa1-ae7d-bf1a82246515\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/efA_h8DvcEA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Times have also changed since the spring. There is Johnson’s new government. There are now – partly as a direct consequence – more independent MPs and opposition MPs than there were then. Parliament has also learned lessons from its previous failures, and has managed to create the majority that secured the Benn act in September and passed the Letwin amendment on Saturday. It has also twice rejected Johnson’s premature calls for a general election.</p> \n<p>Johnson’s hand is stronger now than May’s was in her final months. But he does not hold all the cards. That is why his most sensible course is still to seek a parliamentary route on a withdrawal deal.</p> \n<p>The risk he would run is that parliament could decide to finish the job on terms that would blow the new majority for a deal wide apart. But the chances of that happening are limited. There is little sign right now, for instance, of a fresh parliamentary majority emerging for a confirmatory referendum as envisaged in the proposed <a href=\"https://www.theguardian.com/commentisfree/2019/mar/17/compromise-brexit-deal-phil-wilson-peter-kyle\" title=\"\">Kyle-Wilson amendment</a>.</p> \n<p>During Tuesday’s debate Johnson also offered some a number of verbal concessions on future regulatory relations with the EU. These were not watertight, and could be turned into binding concessions in the withdrawal agreement bill’s committee stage without loss of government authority. Johnson will also have to accept, finally, that a no-deal exit is not going to happen – not on 31 October and not when the transition period ends next year.</p> \n<p>The biggest realistic risk to going through parliament is that MPs would eventually come together behind an amendment to remain in, or aligned with, the EU customs union. <a href=\"https://hansard.parliament.uk/Commons/2019-04-01/division/0D8AF812-3A59-4526-B203-8FAA417572DC/EUWithdrawalAndFutureRelationship(Votes)?outputType=Party\" title=\"\">Such a motion</a> came within three votes of winning a majority in an indicative vote in April. But it did so with more than 80 MPs abstaining, including the whole of the SNP (on the grounds that it would be a vote for Brexit), and more than 30 Conservatives. The Liberal Democrats and the DUP also voted against.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/23/why-labour-election-reluctance-goes-beyond-no-deal-brexit-fears\">Why Labour's election reluctance goes beyond no-deal Brexit fears</a> </p> \n</aside> \n<p>Although some votes will have switched since April, the likelihood would be that almost all Tories would now vote against. If the SNP, the Lib Dems and the DUP also maintained their previous stances, Johnson could have high hopes of seeing off a customs union amendment.</p> \n<p>The prime minister often casts the Brexit crisis as a conflict between a remainer parliament and a leave people. Yet this is misleading on several counts, not least because most of the delays to Brexit have been caused by Tory leavers.</p> \n<p>Parliament has a very great deal to be proud of in its stubborn, patient insistence on its rights in the Brexit debates. Those debates, including this week’s, have been of high quality. But the most ironic reason why leavers are wrong to berate parliament is that this House of Commons, if allowed to do so according to its own procedures, may well be on the threshold of voting in favour of Brexit under Johnson’s own premiership. The more’s the pity.</p> \n<p>• Martin Kettle is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1232",
      "commentCloseDate": "2019-10-24T00:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-23T18:04:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:50Z",
      "newspaperEditionDate": "2019-10-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ctx4x",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8d282001e3143d4dadcd4137f495d842acba7d6a/0_0_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is almost as easy to lose your bearings amid the furious churning of the Brexit crisis as it is to get lost in the fog of battle. Fresh Brexit preoccupations succeed one another chaotically, and with dizzying speed. Tuesday’s votes at Westminster exemplified this mercurial and even hysterical quality in our politics. A major victory for Boris Johnson on his EU withdrawal agreement bill was instantly followed by a defeat on the tight timetable for debating it. Within seconds, the talk was of an entirely new subject: a general election. Stepping back, if that is possible, it becomes clearer that two significant things have crystallised in recent days. The first is that Johnson has succeeded, albeit so far only briefly, in assembling a majority for withdrawal from the EU. That achievement should not be dismissed, in spite of all the surrounding distractions, or because remainers will devoutly wish it had not happened. It was a majority that eluded Theresa May three humiliating times among exactly the same MPs. But that majority has always been latent in the House of Commons. On the face of things, it would now appear to lay the ground for Johnson to bring about the Brexit that his party elected him to achieve in July, and for which the majority voted in 2016. Yet the second significant conclusion is that Johnson is a prime minister who remains, rightly in the circumstances, the hostage of a sovereign parliament. In the hung parliament that the nation elected to deal with Brexit in 2017, he has no majority. He can therefore only secure Brexit either by making war on parliament and hoping it buckles, or by making important concessions to other parties and factions. Having tried the former and been defeated, he is now coming to terms with the latter. The concessions he must consider are procedural, showing more respect for proper process, and substantive, altering some of the contents of the withdrawal terms. These are extremely difficult to balance, as he found out on Tuesday evening. But they remain the key to the Brexit outcome. It is natural, given his instinctive resentment of both hard work and being humiliated, that Johnson chafes against this. But although the situation is difficult, it ought not to present insuperable problems. There is real momentum – even if some of it is spurious and a lot of it is media driven – behind the view that Brexit should be delivered soon. The coalition that backed his bill on Tuesday is proof of that. Johnson initially held back from trying to consolidate his achievement because he feared loss of face from the Brexit extension that parliament wants, and which was the probable consequence of his timetable motion defeat. But since that extension would probably involve, at most, a few weeks, and since Labour appears willing to negotiate with him, that hardly gives him a valid reason for withdrawing his bill. It certainly does not justify another attempt to call a general election before Brexit has been clarified, even though the current poll numbers and the desire to take on Labour while Jeremy Corbyn remains leader will make it tempting. The more difficult task, which the fast-track timetable was designed to avoid, is to control the shape of the bill that emerges from a more detailed phase of parliamentary scrutiny. MPs have applied the brakes, so they may soon have the chance to amend the bill in the committee stage. Attempts will be made from a variety of quarters to retain membership of the EU customs union, to protect employment and environmental regulatory alignments, to make the bill dependent on a second referendum, to block the possibility of a no-deal exit at the end of the transition period, and to give the devolved parliaments a say in the process. Johnson may well decide to tough out all these attempts. After all, he now has a contingent majority for his bill, which he will try hard to protect. He may also judge that there is no overall majority for any of the individual amendments and that this House of Commons will fail – as it did on the indicative votes in March and April – to come together to back the ones most likely to win. He will trade on the public’s presumed impatience for closure. He may well be right to do so. But he cannot be certain. Times have also changed since the spring. There is Johnson’s new government. There are now – partly as a direct consequence – more independent MPs and opposition MPs than there were then. Parliament has also learned lessons from its previous failures, and has managed to create the majority that secured the Benn act in September and passed the Letwin amendment on Saturday. It has also twice rejected Johnson’s premature calls for a general election. Johnson’s hand is stronger now than May’s was in her final months. But he does not hold all the cards. That is why his most sensible course is still to seek a parliamentary route on a withdrawal deal. The risk he would run is that parliament could decide to finish the job on terms that would blow the new majority for a deal wide apart. But the chances of that happening are limited. There is little sign right now, for instance, of a fresh parliamentary majority emerging for a confirmatory referendum as envisaged in the proposed Kyle-Wilson amendment. During Tuesday’s debate Johnson also offered some a number of verbal concessions on future regulatory relations with the EU. These were not watertight, and could be turned into binding concessions in the withdrawal agreement bill’s committee stage without loss of government authority. Johnson will also have to accept, finally, that a no-deal exit is not going to happen – not on 31 October and not when the transition period ends next year. The biggest realistic risk to going through parliament is that MPs would eventually come together behind an amendment to remain in, or aligned with, the EU customs union. Such a motion came within three votes of winning a majority in an indicative vote in April. But it did so with more than 80 MPs abstaining, including the whole of the SNP (on the grounds that it would be a vote for Brexit), and more than 30 Conservatives. The Liberal Democrats and the DUP also voted against. Although some votes will have switched since April, the likelihood would be that almost all Tories would now vote against. If the SNP, the Lib Dems and the DUP also maintained their previous stances, Johnson could have high hopes of seeing off a customs union amendment. The prime minister often casts the Brexit crisis as a conflict between a remainer parliament and a leave people. Yet this is misleading on several counts, not least because most of the delays to Brexit have been caused by Tory leavers. Parliament has a very great deal to be proud of in its stubborn, patient insistence on its rights in the Brexit debates. Those debates, including this week’s, have been of high quality. But the most ironic reason why leavers are wrong to berate parliament is that this House of Commons, if allowed to do so according to its own procedures, may well be on the threshold of voting in favour of Brexit under Johnson’s own premiership. The more’s the pity. • Martin Kettle is a Guardian columnist",
      "charCount": "7205",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/martinkettle\">Martin Kettle</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/oct/23/will-the-eu-agree-to-extend-brexit-beyond-31-october",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-23T17:59:29Z",
    "webTitle": "What does the Brexit timetable look like now?",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/23/will-the-eu-agree-to-extend-brexit-beyond-31-october",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/23/will-the-eu-agree-to-extend-brexit-beyond-31-october",
    "fields": {
      "headline": "What does the Brexit timetable look like now?",
      "standfirst": "<p>Will European leaders agree to a fresh delay – and if so, when will it be announced?</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/oct/23/boris-johnsons-brexit-bill-in-limbo-as-eu-leaders-mull-extension-request-politics-live\">The day’s political news – live</a></li></ul>",
      "trailText": "Will European leaders agree to a fresh delay – and if so, when will it be announced?",
      "byline": "Daniel Boffey in Strasbourg",
      "main": "<figure class=\"element element-image\" data-media-id=\"c9d195343338e9f2e55fe68a62d9e0145d698103\"> <img src=\"https://media.guim.co.uk/c9d195343338e9f2e55fe68a62d9e0145d698103/155_66_3186_1912/1000.jpg\" alt=\"Boris Johnson and Donald Tusk\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson, right, with the European council president, Donald Tusk.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>",
      "body": "<h2>What is happening with the Brexit timetable?</h2> <p>After MPs <a href=\"https://www.theguardian.com/politics/video/2019/oct/22/pm-says-he-will-pause-brexit-legislation-after-timetable-loss-video\">voted against Boris Johnson’s accelerated timetable</a> for passing the Brexit withdrawal bill through the Commons, the prime minister said he would pause the legislative process. Johnson said MPs were not seeking to scrutinise the bill but merely trying to block his plans to leave the EU by 31 October.</p> <p>He said he did not want a delay and would continue to talk with EU27 leaders until they decided whether or not to grant one. Downing Street sources said if the government was forced to agree to an extension up to 31 January, as stipulated under the Benn act, Johnson would seek a general election. Important note: the new exit date of 31 January proposed in Johnson’s request is “fungible” (a term inherited by the EU from Theresa May’s Brexit negotiator Olly Robbins), meaning it can be traded away for an earlier end date if the bill is ratified ahead of time.</p> <h2>How has the EU responded?</h2> <p>Donald Tusk, the president of the European council, posted a tweet that deserves some unpacking. “Following PM Boris Johnson’s decision to break the process of ratification of the withdrawal agreement, and in order to avoid a no-deal <a href=\"https://twitter.com/hashtag/Brexit?src=hashtag_click\">#Brexit</a>, I will recommend the EU27 accept the UK request for an extension. For this I will propose a written procedure.”</p> <p>Tusk is making clear that events in Westminster are driving the timetable. The leader of the Commons, Jacob Rees-Mogg, has admitted that Johnson’s pause would make ratification by 31 October impossible. The EU’s priority is to avoid a no-deal Brexit, either through a deal or a delay.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/22/donald-tusk-indicates-eu-would-grant-brexit-extension\">EU signals it is likely to give UK a Brexit delay up to 31 January</a> </p> </aside>  <p>The UK had requested an extension, Tusk pointed out, and it was the only request on the table. He recommends that the extension is approved by written procedure, rather than by convening leaders at a European council summit.</p> <p>This would only be possible if there was no need for a debate among leaders. They had a discussion at <a href=\"https://www.theguardian.com/politics/live/2019/oct/17/eu-leaders-gather-for-summit-as-boris-johnson-scrambles-to-get-backing-for-brexit-deal-politics-live\">last week’s summit</a> and not even the French president, Emmanuel Macron, spoke out against granting a further delay. Since the summit, Tusk has had further conversations with leaders, and they have clearly given him sufficient hope of unanimity to raise the prospect of agreement by written procedure. But those discussions were held without knowing how things would develop in Westminster. Tusk was due to have further contact with leaders on Wednesday, and EU ambassadors will meet in the evening in Brussels.</p> <h2>Will EU leaders simply agree to a Brexit extension?</h2> <p>Tusk’s argument will be that the EU should stay neutral. By granting the UK government the extension it requested, the bloc can best avoid being dragged into the British debate. Should Johnson formally and publicly propose a different extension length, then the situation will be very different. The <a href=\"https://www.theguardian.com/politics/2019/oct/22/what-just-happened-in-the-commons-and-whats-next-for-brexit\">successful vote on the second reading</a> has offered some hope to Brussels that there is a majority for ratification, and that a general election might not be necessary. But a new request from Johnson would not appear to be in compliance with the Benn act, which instructed him to make a specific request and then agree it with the EU if they were in accord.</p> <p>In a meeting of the EU27 on Wednesday evening, the French ambassador asked whether a lengthy extension could be seen as interfering in British politics by making space for an election. He said the length of the delay should be commensurate with the need, and that there should not be an automatic sign-off on the UK’s request.</p> <h2>When will we know?</h2> <p>If the extension to 31 January is agreed among the leaders, it will be made public on Friday. If they are in disagreement, there will need to be a summit on Monday. But the one thing the EU27 all are certainly agreed upon is that they will avoid returning to Brussels next week if they can.</p>",
      "newspaperPageNumber": "10",
      "wordcount": "648",
      "firstPublicationDate": "2019-10-23T10:45:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:03Z",
      "newspaperEditionDate": "2019-10-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/chqad",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c9d195343338e9f2e55fe68a62d9e0145d698103/155_66_3186_1912/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "What is happening with the Brexit timetable? After MPs voted against Boris Johnson’s accelerated timetable for passing the Brexit withdrawal bill through the Commons, the prime minister said he would pause the legislative process. Johnson said MPs were not seeking to scrutinise the bill but merely trying to block his plans to leave the EU by 31 October. He said he did not want a delay and would continue to talk with EU27 leaders until they decided whether or not to grant one. Downing Street sources said if the government was forced to agree to an extension up to 31 January, as stipulated under the Benn act, Johnson would seek a general election. Important note: the new exit date of 31 January proposed in Johnson’s request is “fungible” (a term inherited by the EU from Theresa May’s Brexit negotiator Olly Robbins), meaning it can be traded away for an earlier end date if the bill is ratified ahead of time. How has the EU responded? Donald Tusk, the president of the European council, posted a tweet that deserves some unpacking. “Following PM Boris Johnson’s decision to break the process of ratification of the withdrawal agreement, and in order to avoid a no-deal #Brexit, I will recommend the EU27 accept the UK request for an extension. For this I will propose a written procedure.” Tusk is making clear that events in Westminster are driving the timetable. The leader of the Commons, Jacob Rees-Mogg, has admitted that Johnson’s pause would make ratification by 31 October impossible. The EU’s priority is to avoid a no-deal Brexit, either through a deal or a delay. The UK had requested an extension, Tusk pointed out, and it was the only request on the table. He recommends that the extension is approved by written procedure, rather than by convening leaders at a European council summit. This would only be possible if there was no need for a debate among leaders. They had a discussion at last week’s summit and not even the French president, Emmanuel Macron, spoke out against granting a further delay. Since the summit, Tusk has had further conversations with leaders, and they have clearly given him sufficient hope of unanimity to raise the prospect of agreement by written procedure. But those discussions were held without knowing how things would develop in Westminster. Tusk was due to have further contact with leaders on Wednesday, and EU ambassadors will meet in the evening in Brussels. Will EU leaders simply agree to a Brexit extension? Tusk’s argument will be that the EU should stay neutral. By granting the UK government the extension it requested, the bloc can best avoid being dragged into the British debate. Should Johnson formally and publicly propose a different extension length, then the situation will be very different. The successful vote on the second reading has offered some hope to Brussels that there is a majority for ratification, and that a general election might not be necessary. But a new request from Johnson would not appear to be in compliance with the Benn act, which instructed him to make a specific request and then agree it with the EU if they were in accord. In a meeting of the EU27 on Wednesday evening, the French ambassador asked whether a lengthy extension could be seen as interfering in British politics by making space for an election. He said the length of the delay should be commensurate with the need, and that there should not be an automatic sign-off on the UK’s request. When will we know? If the extension to 31 January is agreed among the leaders, it will be made public on Friday. If they are in disagreement, there will need to be a summit on Monday. But the one thing the EU27 all are certainly agreed upon is that they will avoid returning to Brussels next week if they can.",
      "charCount": "3766",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> in Strasbourg"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/oct/23/the-guardian-view-on-drug-policy-rethink-it-without-taboos",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-23T17:28:27Z",
    "webTitle": "The Guardian view on drug policy: rethink it without taboos | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/23/the-guardian-view-on-drug-policy-rethink-it-without-taboos",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/23/the-guardian-view-on-drug-policy-rethink-it-without-taboos",
    "fields": {
      "headline": "The Guardian view on drug policy: rethink it without taboos",
      "standfirst": "It is easier to find fault with prohibition than to design a perfect system, but there is clear evidence that the current methods are failing",
      "trailText": "<strong>Editorial:</strong> It is easier to find fault with prohibition than to design a perfect system, but there is clear evidence that the current methods are failing",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"f648bd1952605b28506a0374843c9fdb19454da6\"> <img src=\"https://media.guim.co.uk/f648bd1952605b28506a0374843c9fdb19454da6/0_362_5198_3120/1000.jpg\" alt=\"Part of a haul of cocaine seized in Southampton in 2011\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Part of a haul of cocaine seized in Southampton in 2011. </span> <span class=\"element-image__credit\">Photograph: John Nguyen/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Much of the harm caused by illegal drugs is caused by their illegality. Prohibition helps to turn users into criminals, and the justice system is poorly equipped to help addicts recover. This is not a controversial opinion in the fields of public health and policing – services on the frontline of the problem – but it is far from orthodoxy in Westminster.</p> <p>Many politicians still yield to taboos around liberal drug laws, even as social norms change and the failure of punitive methods becomes harder to ignore.</p> <p>So it is heartening that a cross-party group of MPs has taken a significant step towards a more informed debate. The <a href=\"https://www.theguardian.com/politics/2019/oct/23/decriminalise-drug-possession-to-stop-rising-deaths-say-mps\" title=\"\">report by the Commons health and social care committee</a> starts from the premise that addicts are not wicked people and that resources are most efficiently deployed aiding their recovery. Public Health England, a government agency, <a href=\"https://www.gov.uk/government/publications/alcohol-and-drug-prevention-treatment-and-recovery-why-invest/alcohol-and-drug-prevention-treatment-and-recovery-why-invest\" title=\"\">estimates that every £1 spent on drug and alcohol treatment saves £4</a> from the expense that untreated addiction causes.</p> <p>A shift away from criminalisation does not have to absolve addicts of responsibility. Crimes committed in pursuit of a fix cannot be excused. Victims are no less entitled to justice. Leniency at the retail end of the market could empower gangsters higher up the drug supply chain where serious violent offences abound. In theory, police resources could be retargeted at the big players. In practice, a more tolerant drug policy environment could legitimise use and boost demand – for which villains provide the supply.</p> <p>A compassionate attitude towards people whose lives are ruined by drugs is not the same as a permissive attitude to recreational use, although the two issues can be hard to separate. The committee’s focus is not on the lucky dabblers who escape from drug experimentation unscathed. Their experience is often a function of social privilege. Affluent white users enjoy a tacit licence to flirt with drugs that is not available to black men, who are likelier to face the stiffest penalties.</p> <p>But unequal application of the law is a problem distinct from the immediate emergency: an epidemic of drug-related deaths. In England, there were 2,670 deaths directly attributable to drugs last year – up 16% from 2017. The committee notes that the figure would be much higher if fatalities where drugs are a secondary factor were included.</p> <p>Few European countries have a worse record and some have pioneered policies that divert drug users away from the police. Initial controversy around Portuguese decriminalisation, for example, has given way to a political consensus in favour. Likewise an experiment in prioritising rehabilitation in Frankfurt saw a measurable fall in drug-related crime compared with neighbouring regions. But Frankfurt’s efforts were well-funded. In the UK many addicts rely on programmes dependent on <a href=\"https://www.theguardian.com/society/2018/sep/20/public-health-schemes-fall-victim-to-spending-cuts-figures-show\" title=\"\">shrunken public health budgets</a>. Treatment services have faced cuts of 27% over the past three years. Poor resourcing provokes a costly vicious cycle: drug users turn to crime; criminality hardens users.</p> <p>It is easier to find faults with prohibition than to design a better model. But there is now a compelling case to treat drug use as a public health problem, not a mess for the police to clear up. MPs are understandably cautious about decriminalisation of possession for personal use. The Commons <a href=\"https://publications.parliament.uk/pa/cm201920/cmselect/cmhealth/143/143.pdf\" title=\"\">committee recommends</a> only that government consult on the matter. It is the right question for politicians to be asking, and vital that they keep an open mind when looking for answers.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "563",
      "commentable": "false",
      "firstPublicationDate": "2019-10-23T17:28:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-23T18:00:14Z",
      "newspaperEditionDate": "2019-10-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ctxv5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f648bd1952605b28506a0374843c9fdb19454da6/0_362_5198_3120/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Much of the harm caused by illegal drugs is caused by their illegality. Prohibition helps to turn users into criminals, and the justice system is poorly equipped to help addicts recover. This is not a controversial opinion in the fields of public health and policing – services on the frontline of the problem – but it is far from orthodoxy in Westminster. Many politicians still yield to taboos around liberal drug laws, even as social norms change and the failure of punitive methods becomes harder to ignore. So it is heartening that a cross-party group of MPs has taken a significant step towards a more informed debate. The report by the Commons health and social care committee starts from the premise that addicts are not wicked people and that resources are most efficiently deployed aiding their recovery. Public Health England, a government agency, estimates that every £1 spent on drug and alcohol treatment saves £4 from the expense that untreated addiction causes. A shift away from criminalisation does not have to absolve addicts of responsibility. Crimes committed in pursuit of a fix cannot be excused. Victims are no less entitled to justice. Leniency at the retail end of the market could empower gangsters higher up the drug supply chain where serious violent offences abound. In theory, police resources could be retargeted at the big players. In practice, a more tolerant drug policy environment could legitimise use and boost demand – for which villains provide the supply. A compassionate attitude towards people whose lives are ruined by drugs is not the same as a permissive attitude to recreational use, although the two issues can be hard to separate. The committee’s focus is not on the lucky dabblers who escape from drug experimentation unscathed. Their experience is often a function of social privilege. Affluent white users enjoy a tacit licence to flirt with drugs that is not available to black men, who are likelier to face the stiffest penalties. But unequal application of the law is a problem distinct from the immediate emergency: an epidemic of drug-related deaths. In England, there were 2,670 deaths directly attributable to drugs last year – up 16% from 2017. The committee notes that the figure would be much higher if fatalities where drugs are a secondary factor were included. Few European countries have a worse record and some have pioneered policies that divert drug users away from the police. Initial controversy around Portuguese decriminalisation, for example, has given way to a political consensus in favour. Likewise an experiment in prioritising rehabilitation in Frankfurt saw a measurable fall in drug-related crime compared with neighbouring regions. But Frankfurt’s efforts were well-funded. In the UK many addicts rely on programmes dependent on shrunken public health budgets. Treatment services have faced cuts of 27% over the past three years. Poor resourcing provokes a costly vicious cycle: drug users turn to crime; criminality hardens users. It is easier to find faults with prohibition than to design a better model. But there is now a compelling case to treat drug use as a public health problem, not a mess for the police to clear up. MPs are understandably cautious about decriminalisation of possession for personal use. The Commons committee recommends only that government consult on the matter. It is the right question for politicians to be asking, and vital that they keep an open mind when looking for answers.",
      "charCount": "3493",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "lifeandstyle/2019/oct/23/waiting-for-the-great-toilet-bowl-of-eternity",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-10-23T17:27:40Z",
    "webTitle": "Waiting for the great toilet bowl of eternity | Brief letters",
    "webUrl": "https://www.theguardian.com/lifeandstyle/2019/oct/23/waiting-for-the-great-toilet-bowl-of-eternity",
    "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/oct/23/waiting-for-the-great-toilet-bowl-of-eternity",
    "fields": {
      "headline": "Waiting for the great toilet bowl of eternity",
      "standfirst": "Death | James Joyce | Swansea station | Dominic Cummings",
      "trailText": "<strong>Brief letters: </strong>Death | James Joyce | Swansea station | Dominic Cummings",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"060f83c9c3b13985be1a8f590843e19e523ebc9d\"> <img src=\"https://media.guim.co.uk/060f83c9c3b13985be1a8f590843e19e523ebc9d/0_167_3500_2100/1000.jpg\" alt=\"Dominic Cummings arrives in Downing Street, London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">It would make a pleasant change to see Dominic Cummings leaving Downing Street, writes Richard McClean.</span> <span class=\"element-image__credit\">Photograph: Aaron Chown/PA</span> </figcaption> </figure>",
      "body": "<p>Reading your article (<a href=\"https://www.theguardian.com/science/2019/oct/19/doubting-death-how-our-brains-shield-us-from-mortal-truth\" title=\"\">Death? Why our brains tell us it only happens to other people</a>, 19 October) and the letter from Chris Seidal (<a href=\"https://www.theguardian.com/lifeandstyle/2019/oct/21/nearing-death-and-the-obituary-belt\" title=\"\">22 October</a>) regarding entering the “obituary belt”, I find it strangely comforting in my increasingly crowded social, funereal calendar to view myself as in the rectum of life, waiting to be ejected into the great lavatory pan of eternity. We all have our ways of becoming comfortable with our own mortality, and the enteric analogy mirrors our transit through the vale of tears. The egg sandwiches also help.<br><strong>David Makin</strong><br><em>Dobcross, Greater Manchester</em></p> <p>• The letters about death reminded me of a letter Billy Graham received from a man who said: “I could stand living with my wife in heaven for 100,000 years or so, but can’t face living with her for eternity.” Can’t remember what advice Billy gave.<br><strong>John Richards </strong><br><em>Oxford</em></p> <p>• Your <a href=\"https://www.theguardian.com/commentisfree/2019/oct/21/the-guardian-view-on-repatriating-james-joyces-remains-dublin-should-tread-carefully\" title=\"\">editorial</a> (22 October) ponders the return of James Joyce’s ashes to Dublin, the city of his birth. Last summer, during a 150-minute open-top bus tour of the city, I did not hear the author’s name mentioned once. I wonder, do Dubliners want him back?<br><strong>Dick Curtis</strong><br><em>Gloucester</em></p> <p>• There isn’t much to smile about at Swansea station car park. But the signs put up earlier this year, since taken down, had that effect: “Pay before existing” (<a href=\"https://www.theguardian.com/books/2019/oct/22/literary-pilgrims-to-james-joyce-grave\">Letters</a>, 23 October).<br><strong>Richard Daugherty</strong><br><em>Swansea</em></p> <p>• Wouldn’t it be a refreshing change to see Mr Cummings <em>leaving</em> No 10 Downing Street (Report, 22 October)?<br><strong>Richard McClean</strong><br><em>Marple Bridge, Greater Manchester</em></p> <p>• Please may we have a picture of Dominic Cummings emerging from church, preferably in the company of Phoebe Waller-Bridge?<br><strong>David Cooper</strong><br><em>Nafferton, East Riding of Yorkshire</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "7",
      "wordcount": "318",
      "commentable": "false",
      "firstPublicationDate": "2019-10-23T17:27:40Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:24Z",
      "newspaperEditionDate": "2019-10-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ctx5m",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/060f83c9c3b13985be1a8f590843e19e523ebc9d/0_167_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Reading your article (Death? Why our brains tell us it only happens to other people, 19 October) and the letter from Chris Seidal (22 October) regarding entering the “obituary belt”, I find it strangely comforting in my increasingly crowded social, funereal calendar to view myself as in the rectum of life, waiting to be ejected into the great lavatory pan of eternity. We all have our ways of becoming comfortable with our own mortality, and the enteric analogy mirrors our transit through the vale of tears. The egg sandwiches also help. David Makin Dobcross, Greater Manchester • The letters about death reminded me of a letter Billy Graham received from a man who said: “I could stand living with my wife in heaven for 100,000 years or so, but can’t face living with her for eternity.” Can’t remember what advice Billy gave. John Richards Oxford • Your editorial (22 October) ponders the return of James Joyce’s ashes to Dublin, the city of his birth. Last summer, during a 150-minute open-top bus tour of the city, I did not hear the author’s name mentioned once. I wonder, do Dubliners want him back? Dick Curtis Gloucester • There isn’t much to smile about at Swansea station car park. But the signs put up earlier this year, since taken down, had that effect: “Pay before existing” (Letters, 23 October). Richard Daugherty Swansea • Wouldn’t it be a refreshing change to see Mr Cummings leaving No 10 Downing Street (Report, 22 October)? Richard McClean Marple Bridge, Greater Manchester • Please may we have a picture of Dominic Cummings emerging from church, preferably in the company of Phoebe Waller-Bridge? David Cooper Nafferton, East Riding of Yorkshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1965",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/oct/23/boris-johnsons-brexit-bill-in-limbo-as-eu-leaders-mull-extension-request-politics-live",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-23T17:07:43Z",
    "webTitle": "Brexit: Johnson and Corbyn meet but can't agree timetable for bill – live news",
    "webUrl": "https://www.theguardian.com/politics/live/2019/oct/23/boris-johnsons-brexit-bill-in-limbo-as-eu-leaders-mull-extension-request-politics-live",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/oct/23/boris-johnsons-brexit-bill-in-limbo-as-eu-leaders-mull-extension-request-politics-live",
    "fields": {
      "headline": "Brexit: Johnson and Corbyn meet but can't agree timetable for bill – As it happened",
      "standfirst": "<p>Prime minister will have to decide whether to carry through with call for election if EU offers lengthy extension</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/oct/22/mps-reject-boris-johnsons-attempt-to-fast-track-brexit-deal\">MPs reject Boris Johnson’s attempt to fast-track Brexit deal</a></li><li><a href=\"https://www.theguardian.com/politics/2019/oct/22/starmer-clashes-shadow-cabinet-over-second-referendum-labour-brexit\">Labour to back general election once EU approves delay</a></li><li><a href=\"https://www.theguardian.com/politics/2019/oct/22/what-just-happened-in-the-commons-and-whats-next-for-brexit\">What happened last night and what comes next?</a></li></ul>",
      "trailText": "Prime minister will have to decide whether to carry through with call for election if EU offers lengthy extension",
      "byline": "Ben Quinn (now), Frances Perraudin and Kate Lyons (earlier)",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a3a948aa-cc62-43e8-b434-f6067d792bfd\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/wJwBW9pKFlY?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5db087848f08142786c504c7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T17:03:29.695Z\">6.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On <a href=\"https://www.theguardian.com/politics/audio/2019/oct/23/yeah-but-no-but-politics-weekly-podcast\">this week’s episode of the Guardian’s politics weekly podcast</a>, Heather Stewart is joined by Polly Toynbee, Jill Rutter and Tom McTague to discuss what <strong>Boris Johnson</strong> will do after parliament voted to reject his timetable for the passage of the Brexit withdrawal bill.</p> \n  <p>Peter Walker also reports on who’s in the running to be the next Speaker of the House of Commons</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/audio/2019/oct/23/yeah-but-no-but-politics-weekly-podcast\">Yeah but, no but: Politics Weekly podcast</a> </p> \n  </aside> \n  <p>Thanks for following the blog today. I’ll be back tomorrow morning.</p> \n  <p>One last footnote though in relation to moves <a href=\"https://www.theguardian.com/politics/2019/oct/19/ukip-attempts-to-suspend-leader-amid-fresh-power-struggle-within-party-richard-braine\">we reported on earlier this week </a>by Ukip to suspend its leader <a href=\"https://www.theguardian.com/politics/richard-braine\">Richard Braine</a> amid a fresh power struggle within the party.</p> \n  <p>This comes from Companies House filings:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BenQuinn75/status/1187051241957974016\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Meanwhile in the land of UKIP (leadership tussle number 4,459,333) <a href=\"https://t.co/oFNG2s2SB0\">pic.twitter.com/oFNG2s2SB0</a></p>— Ben Quinn (@BenQuinn75) \n    <a href=\"https://twitter.com/BenQuinn75/status/1187051241957974016?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T17:07:43.696Z\">at 6.07pm BST</time></p> \n</div> \n<div id=\"block-5db078b38f0898437061b574\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T16:21:16.771Z\">5.21pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Evening Summary</h2> \n <div class=\"block-elements\"> \n  <p><strong>• <a href=\"https://www.theguardian.com/politics/2019/oct/23/johnson-and-corbyn-fail-to-agree-timetable-for-paused-brexit-bill\">Downing Street is pushing the possibility of a general election after talks between Boris Johnson and Jeremy Corbyn on a new timetable for his Brexit bill broke up without agreement, but Labour declined to say it would support an immediate poll.</a></strong><br>No 10 also said that Johnson spoke to Donald Tusk on Wednesday morning, telling the European council’s president, who has called for EU leaders to allow a further Brexit extension, that he does not personally want one.<br></p> \n  <p><strong>• <a href=\"https://www.theguardian.com/politics/2019/oct/23/brexit-european-leaders-back-call-for-delay-end-january-extension\">The Irish taoiseach, Leo Varadkar, and the European parliament’s president have backed Donald Tusk’s call to grant the UK government a Brexit delay up to 31 January 2020.</a></strong><br>Following a phone call between Tusk, the president of the European council, and Varadkar on Wednesday morning, the two men agreed the EU27 should agree to the request reluctantly tabled by Boris Johnson on Saturday.</p> \n  <p><strong>• <a href=\"https://www.theguardian.com/politics/2019/oct/23/northern-ireland-unionist-mps-attack-brexit-betrayal\">Unionist MPs have branded the government’s approach to Northern Ireland in the Brexit talks “despicable” and a “betrayal”.</a></strong><br>In his first appearance before the Northern Ireland affairs select committee, Julian Smith, the Northern Ireland secretary, was questioned about plans to require businesses selling or transiting goods from the region to Britain to complete special paperwork in order to trade post-Brexit.</p> \n  <p><strong>• <a href=\"https://www.theguardian.com/uk-news/2019/oct/23/driver-arrested-after-39-bodies-found-in-lorry-container-in-essex\">The home secretary, Priti Patel, has told MPs that immigration officials were working closely with the police after 39 bodies were found inside a Bulgarian-registered lorry on an industrial estate in Essex.</a></strong><br>A murder investigation is under way after police officers were called by the ambulance service shortly before 1.40am on Wednesday following the discovery of a container with people inside. Appearing at the home affairs committee, Patel said: “As a live investigation, there is not much we can add to that right now. And from what I gather things are moving quite quickly on that. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T16:31:53.096Z\">at 5.31pm BST</time></p> \n</div> \n<div id=\"block-5db075cf8f0804be7279b036\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T15:48:37.489Z\">4.48pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The European parliament’s Brexit coordinator, Guy Verhofstadt, has this on a meeting today, which adds weight to shortening odds of a “Flextension” being the preferred reply to the UK government’s request for an extension.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/guyverhofstadt/status/1187032049443573760\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The <a href=\"https://twitter.com/Europarl_EN?ref_src=twsrc%5Etfw\">@Europarl_EN</a>'s Brexit Steering Group met today &amp; is of the opinion that a flextension, not going beyond the 31st Jan, is the only way forward. This is an important agreement &amp; the European Parliament needs time to scrutinise in detail, especially concerning citizens rights.</p>— Guy Verhofstadt (@guyverhofstadt) \n    <a href=\"https://twitter.com/guyverhofstadt/status/1187032049443573760?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T15:55:55.401Z\">at 4.55pm BST</time></p> \n</div> \n<div id=\"block-5db0740c8f08c78d1cb4fe5b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T15:42:44.547Z\">4.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Tory former leader of the House of Commons, <strong>Mel Stride</strong>, has been elected as the new chairman of the influential Treasury committee.</p> \n  <p>The Speaker, John Bercow, informed MPs of the result of the ballot in the Commons in a statement during the Queen’s speech debate. </p> \n  <p>Stride, who was present alongside his fellow nominees to hear the news, said he hoped his committee could “bring forward some illumination and light” at a time of “great sound and fury in this chamber”. <br></p> \n  <figure class=\"element element-image\" data-media-id=\"f94283f9ed77710d63c71be5228657e8772ae403\"> \n   <img src=\"https://media.guim.co.uk/f94283f9ed77710d63c71be5228657e8772ae403/22_0_602_361/500.jpg\" alt=\"Mel Stride, former Leader of the House of Commons, speaking in the past in the chamber.\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Mel Stride, former leader of the House of Commons, speaking in the past in the chamber.</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T15:44:21.829Z\">at 4.44pm BST</time></p> \n</div> \n<div id=\"block-5db073178f08c78d1cb4fe5a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T15:36:24.426Z\">4.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Proposals for “A&amp;E locals” were compared to Tesco Express shops as Labour raised concerns about government reforms to the NHS during the ongoing debate on the Queen’s speech.</p> \n  <p>The shadow health secretary, Jon Ashworth, sought answers over changes to the Princess Royal hospital in Telford after the health secretary, Matt Hancock, asked NHS England to keep open the service. </p> \n  <p>It is among those being considered under plans for “A&amp;E locals” although health bosses have questioned what this means. </p> \n  <p>Ashworth also claimed the government’s immigration plans could leave 60,000 NHS workers unable to stay in the UK. <br></p> \n  <p>Speaker John Bercow selected Labour’s amendment which notes “regret” over the Queen’s Speech failure to repeal the Health and Social Care Act 2012, arguing this needs to happen to “protect” the NHS from future trade agreements which could allow increased privatisation. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T15:45:10.876Z\">at 4.45pm BST</time></p> \n</div> \n<div id=\"block-5db06d4b8f0804be7279b001\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T15:13:45.081Z\">4.13pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Irish deputy PM: Brexit extension likely to be 'flexible' one</h2> \n <div class=\"block-elements\"> \n  <p>Any Brexit extension is likely to be a flexible one that would allow the UK to leave the EU prior to the end of January, Ireland’s deputy premier has said.</p> \n  <p><strong>Simon Coveney</strong>, said the Irish government would be supportive of an extension but he cautioned that he was not speaking on behalf of the other EU states and said it was a case of “wait and see” if any of them raised “issues” with the move. </p> \n  <p>Speaking to business leaders in Belfast, he said: </p> \n  <blockquote class=\"quoted\"> \n   <p>From the Irish government’s perspective we are supportive of facilitating an extension. </p> \n   <p>I think that extension will be a flexible one that will allow the United Kingdom to leave the EU, if they can get a deal done, well in advance of the end of that extension period, which looks like it might be the end of January.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"3d66c777055ed33dfb2c6c825c125c828981f838\"> \n   <img src=\"https://media.guim.co.uk/3d66c777055ed33dfb2c6c825c125c828981f838/0_116_3500_2101/1000.jpg\" alt=\"Simon Coveney speaking at the Crown Plaza Hotel during the annual Belfast Chamber of Commerce lunch.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Simon Coveney speaking at the Crown Plaza Hotel during the annual Belfast Chamber of Commerce lunch.</span> \n    <span class=\"element-image__credit\">Photograph: Liam McBurney/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T15:36:44.110Z\">at 4.36pm BST</time></p> \n</div> \n<div id=\"block-5db06cab8f08993584c8aa16\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T15:08:49.054Z\">4.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p> The former Labour (now independent) MP, Ivan Lewis, appears to have moved with some certainty into the cohort of those supporting the prime minster’s Brexit deal.</p> \n  <p>Lewis, who voted against Theresa May’s deal, has tweeted:<br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IvanLewis_MP/status/1187018893732319233\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">There is no perfect deal. But the time has come to make progress. After 3 years more delays and extensions are not in our interest+ continued uncertainty can tip us into recession.<br>There is still plenty of opportunity for us to influence the Uks future relationship with the EU. <a href=\"https://t.co/iPXqmNO919\">https://t.co/iPXqmNO919</a></p>— Ivan Lewis (@IvanLewis_MP) \n    <a href=\"https://twitter.com/IvanLewis_MP/status/1187018893732319233?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db06b528f08993584c8aa0e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T15:03:40.728Z\">4.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>YouGov has been carrying out some snap polling and <a href=\"https://twitter.com/YouGov/status/1187019460508557313?s=20\">finds</a> that votes are fairly split on when they would prefer a general election. </p> \n  <p>One in the spring (40% support) shades it over one by the end of the year.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/YouGov/status/1187019453554401281\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">SNAP POLL: By 50% to 23% Brits would support the calling of an early General Election, with both Labour and Conservative voters firmly in favour <a href=\"https://t.co/3ndfumdGhg\">https://t.co/3ndfumdGhg</a> <a href=\"https://t.co/DmONnaTrZL\">pic.twitter.com/DmONnaTrZL</a></p>— YouGov (@YouGov) \n    <a href=\"https://twitter.com/YouGov/status/1187019453554401281?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T15:38:30.954Z\">at 4.38pm BST</time></p> \n</div> \n<div id=\"block-5db063fb8f0898437061b4e3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T14:49:09.425Z\">3.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Government thinking on development and aid priorities following Brexit should take note of <a href=\"https://ec.europa.eu/europeaid/special-eurobarometer-eu-citizens-and-development-cooperation-2019_en\">new research </a>out today showing that the British public remains firmly behind efforts to support people in poorer countries, according to aid organisations.</p> \n  <p>Almost two-thirds of people canvassed in a survey of EU citizens believe that maintaining overseas aid at its current level should be “a major priority”, <a href=\"https://www.theguardian.com/global-development/2019/oct/23/two-thirds-of-british-people-see-overseas-aid-as-a-major-priority-eurobarometer\">the Guardian’s Lucy Lamble reports.</a></p> \n  <p>It’s perhaps worth keeping in mind also that while any impending general election is likely to be firmly centred around Brexit, overseas aid has increasingly become a political football, with the Brexit party making pledges to slash the spending.</p> \n  <p>The <a href=\"https://ec.europa.eu/europeaid/special-eurobarometer-eu-citizens-and-development-cooperation-2019_en\">results</a> from Eurobarometer, the EU’s polling organisation, also found that almost 90% of people thought helping people in developing countries should be a priority of the EU and national governments.</p> \n  <p>Claire Godfrey, interim director of policy, advocacy and research at Bond, the British network for organisations working in international development, said the survey was “incredibly timely” as the UK government begins to redefine its role in a post-Brexit world.</p> \n  <blockquote class=\"quoted\"> \n   <p>The government, and any future government, should take note of these results when thinking about what our development and aid priorities should be following Brexit.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T15:40:29.164Z\">at 4.40pm BST</time></p> \n</div> \n<div id=\"block-5db063b78f08c78d1cb4fddf\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T14:29:53.939Z\">3.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There has been a response of studied fury to <strong>Boris Johnson</strong>’s response to SNP Westminster leader <strong>Ian Blackford</strong> during FMQs today that the Scottish parliament “has no role” in approving his current withdrawal deal.</p> \n  <p>While it was immediately pointed out that the bill’s own explanatory notes list more than a dozen instances where consent of the devolved administrations is required, the first ministers of Scotland and Wales, Nicola Sturgeon and Mark Drakeford, this afternoon accused the prime minister of trying to rush through the EU withdrawal agreement without scrutiny. </p> \n  <p>They both added that said the Scottish parliament and Welsh assembly were likely to refuse to give consent for the withdrawal agreement bill, and called for the devolved nations to be given a greater say.</p> \n  <p>SNP MP and Brexit legal challenger Joanna Cherry said that the prime minister was “wholly wrong” and “a stranger to the truth”, while Scotland’s Brexit secretary, Michael Russell, described Johnson’s dismissal as “completely wrong”, adding that the Scottish government had already identified a number of additional parts of the bill that required legislative consent too.</p> \n  <p>Point of info: since 1999, the Sewel convention has held that Westminster will not legislate on devolved matters without the consent of the devolved parliaments, but in 2017 the supreme court appeared to undermine this convention by ruling that because it is political in nature, enforcing it was not a matter for the courts.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T15:42:11.309Z\">at 4.42pm BST</time></p> \n</div> \n<div id=\"block-5db062358f0898437061b4d5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T14:27:49.441Z\">3.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Businesses and the public should continue to get ready for a no-deal Brexit, the government has warned, as a minister said there was still uncertainty about how the UK will leave the EU.</p> \n  <p>This was from earlier when minister without portfolio James Cleverly told MPs that the “only responsible course of action”, is to “accelerate” no-deal planning. </p> \n  <p>He said more preparations were needed because the EU has not yet responded to calls for an extension to the 31 October Brexit deadline. </p> \n  <p>Cleverly told the Commons: </p> \n  <blockquote class=\"quoted\"> \n   <p>Making sure business and the public are ready for Brexit is a priority of the government; that is why the prime minister negotiated a new withdrawal agreement with the EU which will end the uncertainty, secure the implementation period and ensure we leave with a business-friendly deal.</p> \n   <p>As the EU has not responded to parliament’s letter, the only responsible course of action now is to accelerate preparations for a no-deal outcome. </p> \n  </blockquote> \n  <p>Those comments are interesting to read alongside <a href=\"https://www.theguardian.com/commentisfree/2019/oct/22/operation-yellowhammer-brexit-preparations\">this piece in the Guardian </a>by a civil servant who is currently part of the Operation Yellowhammer planning for a no-deal scenario.</p> \n  <p>Much of this Yellowhammer shtick is just for show, they <a href=\"https://www.theguardian.com/commentisfree/2019/oct/22/operation-yellowhammer-brexit-preparations\">write</a>, adding:</p> \n  <blockquote class=\"quoted\"> \n   <p>Heaven help us if no deal actually happens. Because, even with the best efforts of civil servants like me, Operation Yellowhammer won’t be enough, even with its enormous price tag. </p> \n   <p>Not even close. And while – outrageously – there won’t be any economic analysis prepared by the government on the impact of the new deal, we already know – thanks to Office for Budget Responsibility forecasts – that the impact of no deal will make the £6.3bn spent this year on no-deal planning look like peanuts.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T15:43:42.732Z\">at 4.43pm BST</time></p> \n</div> \n<div id=\"block-5db05ef98f08993584c8a9b8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T14:17:52.255Z\">3.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The intransigence of members of the hardline European Research Group (ERG) in the face of attempts by Theresa May to get MPs to accept her Brexit deal was one of the principle flashpoints of her time in office.</p> \n  <p>So what changed? Phil Burton-Cartledge, a lecturer in sociology at the University of Derby, <a href=\"https://www.theguardian.com/commentisfree/2019/oct/23/erg-brexit-deal-boris-johnson-financial-interests\">argues</a> that their volte-face may have been encouraged by aligned financial interests:</p> \n  <blockquote class=\"quoted\"> \n   <p>A deskilled, low-wage workforce with few rights, and the UK a playground for footloose corporations to shake their tail at the EU’s regulatory regime from 21 miles across the Channel, would suit them perfectly.</p> \n   <p>Therefore when you look at the kind of businesses associated with or owned by ERG notables, such as <a href=\"https://www.theguardian.com/politics/2018/jul/22/jacob-rees-mogg-second-irish-fund-scm\">Jacob Rees-Mogg’s emerging markets fund</a> or Steve Baker’s financial services holdings, it suggests their penchant for transforming the country into a no-regulation tax haven may align with their interests. Ideology and principles come second.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"a97f4e08b486f391b48b6bc6ce0429b4d13c8e8f\"> \n   <img src=\"https://media.guim.co.uk/a97f4e08b486f391b48b6bc6ce0429b4d13c8e8f/0_0_3120_1872/1000.jpg\" alt=\"Jacob Rees-Mogg arrives in Downing Street on October 23.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jacob Rees-Mogg arrives in Downing Street on October 23.</span> \n    <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db05c098f0804be7279af95\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T14:02:42.931Z\">3.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>If the EU does agree to a three-month delay to Brexit until 31 January then the prime minister has three options if he decides to push for an election.</p> \n  <p>The Guardian’s Kate Proctor<a href=\"https://www.theguardian.com/politics/2019/oct/23/how-can-boris-johnson-get-a-general-election-before-january\"> has been looking at all three,</a> which are:</p> \n  <p>• A motion for a general election.<br></p> \n  <p>• A one-line bill.</p> \n  <p>• A no-confidence motion.</p> \n  <p>Of the first option, which is seen as the government’s favoured option because it is unamendable and gives a fixed election date, she writes:</p> \n  <blockquote> \n   <p>Under the Fixed-term Parliaments Act 2011, an election may be called if it is agreed by two-thirds of the total number of MPs. </p> \n   <p>Boris Johnson presented motions for an election on 4 and 9 September and failed on both occasions when the majority of Labour MPs abstained. Jeremy Corbyn said he would only back an election once the threat of a no-deal Brexit had been taken off the table.</p> \n   <p>Johnson could try this again and potentially get Labour backing because the Benn act has removed the imminent possibility of a no-deal Brexit.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/23/how-can-boris-johnson-get-a-general-election-before-january\">How can Boris Johnson get a general election before January?</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T14:16:43.104Z\">at 3.16pm BST</time></p> \n</div> \n<div id=\"block-5db05b2a8f08c78d1cb4fd96\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T13:53:52.710Z\">2.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>For those wondering when Brussels will make any concrete pronouncements on <a href=\"https://www.theguardian.com/politics/2019/oct/20/uks-three-brexit-letters-to-eu-boris-johnson-conclusion\">that reluctant Boris Johnson request </a>for a Brexit extension:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielBoffey/status/1186990300658618368\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Part of delay will be seeking clarification from Johnson over whether he has agreed a new timetable on the WAB with Jeremy Corbyn. If he has, and is able to publicly request an extension of a month (that poss under Benn Act?)then that would be in play too.</p>— Daniel Boffey (@DanielBoffey) \n    <a href=\"https://twitter.com/DanielBoffey/status/1186990300658618368?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db059f58f0804be7279af7f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T13:51:37.262Z\">2.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Businesses remain “at a loss” about what Brexit preparations they should be making amid continued confusion about the future, according to a business leader. </p> \n  <p>The Chartered Management Institute (CMI) said progress on parliament’s support for a deal had been undermined by the timetable being voted down and the “inflexibility” of the government’s response. </p> \n  <p>Chief executive <strong>Ann Francke</strong> said: </p> \n  <blockquote class=\"quoted\"> \n   <p>Businesses are again lost as to what Brexit preparations they should be making, creating economic uncertainty. Are we deal or no-deal? Clearly we should deal. </p> \n   <p>To do so, the prime minister needs to take a pragmatic, cooperative approach to his work with both parliament and the European Union, to ensure the UK secures a deal.</p> \n  </blockquote> \n  <p><strong>Kevin Brundish</strong>, chief executive of AGM Batteries, said each day of Brexit uncertainty means firms are withholding key investment decisions. </p> \n  <blockquote class=\"quoted\"> \n   <p>As demand for batteries continues to rise, leading UK manufacturers like ourselves are hoping for the UK government to settle on the right deal, fast. </p> \n   <p>The fragile economy needs promise of ongoing stimulation if we are to keep up with the expansion of the market.</p> \n  </blockquote> \n  <p>One place where there appears to be some confusion around Brexit preparations is at this London bus stop, where government “Get Ready” digital advertising <a href=\"https://twitter.com/Casmilus/status/1186934261993148417?s=20\">appears to be in some disarray.</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Casmilus/status/1186934261993148417\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Posted without comment (near city hall) <a href=\"https://t.co/pdkL1Rn1tL\">pic.twitter.com/pdkL1Rn1tL</a></p>— Casmilus (@Casmilus) \n    <a href=\"https://twitter.com/Casmilus/status/1186934261993148417?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T14:00:37.481Z\">at 3.00pm BST</time></p> \n</div> \n<div id=\"block-5db057938f0804be7279af69\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T13:39:45.997Z\">2.39pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn hits out at abuse of Labour MPs who supported Brexit bill</h2> \n <div class=\"block-elements\"> \n  <p>The Labour leader, <strong>Jeremy Corbyn</strong>, has criticised the abuse directed at the 19 Labour MPs who voted to support the WAB’s second reading on Tuesday. </p> \n  <p><a href=\"https://www.theguardian.com/politics/live/2019/oct/23/boris-johnsons-brexit-bill-in-limbo-as-eu-leaders-mull-extension-request-politics-live?page=with:block-5dafebf78f0898437061b2cc#block-5dafebf78f0898437061b2cc\">As reported earlier</a>, Lisa Nandy MP tweeted emails sent to her labelling her “scum”. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisanandy/status/1186874729220759552\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Morning! <a href=\"https://t.co/MJOtjDY2u9\">pic.twitter.com/MJOtjDY2u9</a></p>— Lisa Nandy (@lisanandy) \n    <a href=\"https://twitter.com/lisanandy/status/1186874729220759552?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <p>A spokesman for Corbyn told the Press Association: “He has made very clear that there shouldn’t be abuse inside the Labour party or inside politics and that we would seek to rely on persuasion to keep the Labour party together in this process and that’s what we’ve done all the way through.” </p> \n  <p>Asked whether there would be repercussions for the Labour rebels after defying the whip, the spokesman said: “As Jeremy has made clear throughout the whole Brexit process, we have sought to rely on persuasion in relation to keeping the Labour party together in parliament and outside. <br></p> \n  <p>“I think most of those MPs were making clear their support for a second reading was in order to try and make changes to the proposals to bring them into line with the kind of Brexit deal we have been talking about. </p> \n  <p>“The chief whip has made clear these things will be taken into account as a whole once the process is finished.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T14:01:40.618Z\">at 3.01pm BST</time></p> \n</div> \n<div id=\"block-5db056448f08c78d1cb4fd86\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T13:34:59.506Z\">2.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Adam Bienkov, UK Political Editor of Business Insider, tweets an exchange he had with the prime minister’s spokesman when attempting to ask why Boris Johnson has insisted that there won’t be checks between Northern Ireland and Great Britain, even though his own impact assessment states that there will.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AdamBienkov/status/1186993204656246785\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\">. <a href=\"https://t.co/NKeFRum2Dn\">https://t.co/NKeFRum2Dn</a></p>— Adam Bienkov (@AdamBienkov) \n    <a href=\"https://twitter.com/AdamBienkov/status/1186993204656246785?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db055788f0804be7279af64\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T13:29:40.372Z\">2.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A useful overview now of where things really stand in relation to the Brexit timetable which MPs rejected this week, the EU’s response and whether or not European leaders will agree to a Brexit extension.</p> \n  <p>Dan Boffey, the Guardian’s Brussels bureau chief, <a href=\"https://www.theguardian.com/politics/2019/oct/23/will-the-eu-agree-to-extend-brexit-beyond-31-october\">reports</a> that <strong>Donald Tusk</strong>, president of the European council, will be arguing that the EU should remain neutral.</p> \n  <p>Dan adds:</p> \n  <blockquote> \n   <p>By granting the UK government the extension it requested, the bloc can best avoid being dragged into the British debate. Should Johnson formally and publicly propose a different extension length, then the situation will be very different.</p> \n   <p>The successful vote on the second reading has offered some hope to Brussels that there is a majority for ratification, and that a general election might not be necessary. </p> \n   <p>But a new request from Johnson would not appear to be in compliance with the Benn act, which instructed him to make a specific request and then agree it with the EU if they were in accord. Sources in Paris have suggested there should be a further delay of only a “few days” to allow for ratification. </p> \n   <p>That would leave the EU jointly culpable for a no-deal Brexit, if swift ratification was not possible. Tusk will counsel against it.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/23/will-the-eu-agree-to-extend-brexit-beyond-31-october\">What is the Brexit timetable looking like now?</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T13:33:44.686Z\">at 2.33pm BST</time></p> \n</div> \n<div id=\"block-5db0537f8f08142786c50364\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T13:21:07.160Z\">2.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Poland’s Europe minister has rejected <a href=\"https://www.telegraph.co.uk/politics/2019/10/23/dear-prime-ministermorawiecki-please-veto-article-50-extension/\">a plea </a>by the Polish-born Tory MP <strong>Daniel </strong><strong>Kawczynski</strong> to veto an extension to Brexit, according to Jakub Krupa, the former UK correspondent for the Polish Press Agency.</p> \n  <p>Krupa was told that a “no-deal Brexit is not in the Polish interest and we will have no part in this”.</p> \n  <p>Not that the news comes as any particular surprise.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JakubKrupa/status/1186986891264040962\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">(In other breaking and surprising news, the Pope is still Catholic.) <a href=\"https://t.co/qzOJjAsXor\">https://t.co/qzOJjAsXor</a></p>— Jakub Krupa (@JakubKrupa) \n    <a href=\"https://twitter.com/JakubKrupa/status/1186986891264040962?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T13:34:58.387Z\">at 2.34pm BST</time></p> \n</div> \n<div id=\"block-5db051498f0898437061b482\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T13:11:50.795Z\">2.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A split in Downing Downing street has opened up between Boris Johnson’s chief aide, <strong>Dominic Cummings</strong>, other senior officials and Tory ministers and MPs over what to do after the failed attempt to ram a Brexit deal through parliament this week, <a href=\"https://www.buzzfeed.com/alexwickham/boris-johnson-top-team-war-election\">BuzzFeed reports.</a></p> \n  <p>A piece from Alex Wickham says: “It is the latest dividing line in the story of Johnson’s “two governments” – the factional rivalry of two sides of Number 10 vying for influence that has been one of the defining features of his premiership.</p> \n  <p>“Cummings has been the main driving force behind the renewed push for an immediate election, multiple sources familiar with the conversations in Downing Street told BuzzFeed News.”</p> \n  <p>Sky’s Sam Coates tweets a denial from Downing Street:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesSky/status/1186992002300334082\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">However a No10 source now denies any split between Cummings and other aides in Downing Street...<br><br>... challenging the suggestion in the piece that the idea a split is right.<br><br>It has to be said, cabinet ministers and MPs have suggested to me they believe in a split tho.</p>— Sam Coates Sky (@SamCoatesSky) \n    <a href=\"https://twitter.com/SamCoatesSky/status/1186992002300334082?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T13:16:29.920Z\">at 2.16pm BST</time></p> \n</div> \n<div id=\"block-5db0502c8f08993584c8a945\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T13:06:32.806Z\">2.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A bit more is coming out now on where things stand in relation to engagement between Labour and the Tories on a possible election.</p> \n  <p>From a Labour briefing, the BBC’s Nick Watt <a href=\"https://twitter.com/nicholaswatt/status/1186989515841384448?s=20\">says on Twitter</a> that it looks like the party would need a cast iron legally binding assurance from the prime minister of an election date before backing it.</p> \n  <p>If the EU grants an extension to 31 January then Labour would need a legal guarantee of election before then, he adds.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T13:11:08.251Z\">at 2.11pm BST</time></p> \n</div> \n<div id=\"block-5db04e2c8f08993584c8a937\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T12:59:15.093Z\">1.59pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson</strong> said earlier that the events which had come to light in Essex were ‘truly heartbreaking,’ while other MPs, including <strong>Jeremy Corbyn</strong>, also spoke about the incident and paid tribute to the emergency services.</p> \n  <p>We’ve got some footage of those contributions:</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"5492f656-2b4b-4556-b4fa-8a830a2f65cc\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/FedJMrz95Kw?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db04dae8f08c78d1cb4fd66\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T12:57:05.909Z\">1.57pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The SNP MP <strong>Peter Grant </strong>asked the home secretary what assurances could be given to anyone with information about the case in Essex but who were afraid to come forward that they would be treated as a victim of crime.</p> \n  <p>Patel described this as a really important point but that the legislation which had been put in place on modern slavery meant that there were active support measures in place and she would encourage anyone with information to come forward.</p> \n  <p><strong>Hywel Williams</strong>, a Plaid Cymru MP for Arfon, said: “Holyhead is the second busiest roll on, roll off port in the United Kingdom, yet there is no permanent immigration enforcement presence at the port.”</p> \n  <p>“Why?”</p> \n  <p>Patel replied that she had made it clear that when it came to Border Force and checks they took place through intelligence-led operations. Because what was being dealt with in Essex was potentially an illegal criminal act she wanted to leave it to investigators to deal with.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T13:07:48.106Z\">at 2.07pm BST</time></p> \n</div> \n<div id=\"block-5db04a1f8f08142786c50330\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T12:45:23.677Z\">1.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>During questions to the home secretary in the House of Commons, the DUP MP <strong>Ian Paisley junior </strong>said around 39 to 40 MPs were sitting on the benches on his side of the House of Commons.</p> \n  <p>One way of getting a picture of the scale of human destruction inside the lorry container in Essex was to bear that in mind. </p> \n  <p>While not commenting on the specific case in Essex, he went on to urge Priti Patel to look into what he said was a broader problem of paramilitary gangs in Northern Ireland attempting to circumvent border checks and to see what additional checks were needed on the UK’s existing border along Northern Ireland.</p> \n  <p><strong>John Woodcock</strong> made a call for sentencing in relation to people smuggling to be brought into line with sentences allotted in the case of murder.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T12:56:07.827Z\">at 1.56pm BST</time></p> \n</div> \n<div id=\"block-5db048fe8f0898437061b459\" class=\"block\" data-block-contributor=\"profile/lisaocarroll\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T12:37:05.934Z\">1.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Unionist MPs have branded the government’s approach to <a href=\"https://viewer.gutools.co.uk/uk/northernireland\">Northern Ireland</a> in the Brexit talks “despicable” and a “betrayal”.</p> \n  <p>In his first appearance before the Northern Ireland affairs select committee, Julian Smith, the Northern Ireland secretary, was questioned about plans to require businesses selling or transiting goods from the region to Britain to complete special paperwork in order to trade post-Brexit.</p> \n  <p>Smith’s said the checks would be minimal and the focus should be on the “great opportunities” awaiting Northern Ireland.</p> \n  <p>He said the government would work with businesses to ensure the withdrawal agreement bill would as far as possible allow unfettered trade between Northern Ireland and Britain.</p> \n  <p>Ian Paisley, the DUP MP for North Antrim, said it was disgraceful to expect any business to complete paperwork for goods being sold in “our country, not a foreign country”.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/23/northern-ireland-unionist-mps-attack-brexit-betrayal\">Northern Ireland unionist MPs attack Brexit 'betrayal'</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T12:44:07.176Z\">at 1.44pm BST</time></p> \n</div> \n<div id=\"block-5db047c38f08c78d1cb4fd4b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T12:33:03.659Z\">1.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the House of Commons, the former immigration minister <strong>Damian Green </strong>has sought assurances from <strong>Priti Patel </strong>that the UK border force authorities would be able to cover not just Holyhead and other major ports but all ports around the UK.</p> \n  <p>“It is going to require a defence of the whole United Kingdom if we are going to be be successful in saving lives in the future,” said Green.<br></p> \n  <p>Patel replied that there had been a “great deal of work” done on preventing people trafficking through routes such as Kent on small boats and the UK was committed to working far more collaboratively to ensure all ports are prepared.</p> \n  <p><strong>Christine Jardine</strong>, an Edinburgh Liberal Democrat MP, asked Patel to agree with her that “we have to look at our own immigration system and repair it to ensure that what we provide is fair, compassionate and effective for those who want to come here”.</p> \n  <p>Thanking Jardine for her comments, Patel added: “I think today is not the day to be talking about an immigration system at all.”</p> \n  <p>“We have migration challenges that we are seeing around the world. People are being displaced in record numbers and many are being displaced and preyed upon through some of the most appalling behaviours, through criminal gangs.”</p> \n  <p>This is <strong><a href=\"https://twitter.com/BenQuinn75?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Ben Quinn</a></strong> picking up the liveblog now from Frances. You can contact me on <a href=\"https://twitter.com/BenQuinn75?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">@BenQuinn75</a> or below the line.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T12:40:36.265Z\">at 1.40pm BST</time></p> \n</div> \n<div id=\"block-5db03dc98f0898437061b404\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T12:24:04.273Z\">1.24pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Lunchtime summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Boris Johnson</strong> and <strong>Jeremy Corbyn</strong> <a href=\"https://www.theguardian.com/politics/2019/oct/23/johnson-and-corbyn-fail-to-agree-timetable-for-paused-brexit-bill\">met on Wednesday morning</a> but failed to agree a timetable for pressing ahead with the “paused” Brexit bill. Corbyn was accompanied by his key adviser <strong>Seumas Milne</strong>, and Johnson by <strong>Dominic Cummings</strong>, as well as the two parties’ respective chief whips. The meeting took place in the prime minister’s House of Commons office. The pair later clashed at prime minister’s questions. Both said <a href=\"https://www.theguardian.com/uk-news/2019/oct/23/driver-arrested-after-39-bodies-found-in-lorry-container-in-essex\">the discovery of 39 bodies in a lorry in Essex</a> was a horrible tragedy.</li> \n  </ul> \n  <ul> \n   <li>Labour’s shadow justice secretary <strong>Richard Burgon</strong> has said that <a href=\"https://www.theguardian.com/politics/live/2019/oct/23/boris-johnsons-brexit-bill-in-limbo-as-eu-leaders-mull-extension-request-politics-live?page=with:block-5db0038f8f0804be7279adb3#block-5db0038f8f0804be7279adb3\">his party would back a general election</a> if the EU grants the UK an extension to its deadline for Brexit. He told Sky news: </li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I’d like to see an election before Christmas. I want to get Boris Johnson and his Thatcherite mates out of Downing Street as soon as possible. So as soon as the EU has agreed that extension, so that Boris Johnson cannot push us through a no-deal without a mandate to do so, then we want a general election.</p> \n  </blockquote> \n  <ul> \n   <li>The Irish taoiseach, <strong>Leo Varadkar</strong>, and the European parliament’s president <a href=\"https://www.theguardian.com/politics/2019/oct/23/brexit-european-leaders-back-call-for-delay-end-january-extension\">have backed Donald Tusk’s call to grant the UK government a Brexit delay up to 31 January 2020</a>. Following a phone call between Tusk, the president of the European council, and Varadkar on Wednesday morning, the two men agreed the EU27 should agree to the request reluctantly tabled by Boris Johnson on Saturday. </li> \n  </ul> \n  <p>“The taoiseach confirmed his support for President Tusk’s proposal to grant the request for an extension, which was sought by the UK,” <a href=\"https://www.theguardian.com/politics/live/2019/oct/23/boris-johnsons-brexit-bill-in-limbo-as-eu-leaders-mull-extension-request-politics-live?page=with:block-5db023338f0859498cfb2a63#block-5db023338f0859498cfb2a63\">a statement from the Irish government said.</a> <strong>David Sassoli</strong>, <a href=\"https://www.theguardian.com/politics/live/2019/oct/23/boris-johnsons-brexit-bill-in-limbo-as-eu-leaders-mull-extension-request-politics-live?page=with:block-5db024e78f08993584c8a82e#block-5db024e78f08993584c8a82e\">the European parliament president, </a>pointed out there was only one request “on the table” and it deserved the EU27’s support.<br></p> \n  <ul> \n   <li>Home secretary <strong>Priti Patel </strong>has<a href=\"https://www.theguardian.com/politics/live/2019/oct/23/boris-johnsons-brexit-bill-in-limbo-as-eu-leaders-mull-extension-request-politics-live?page=with:block-5db040fc8f08993584c8a8f1#block-5db040fc8f08993584c8a8f1\"> made a statement to the commons</a> on the discovery of 39 bodies in a shipping container in Essex. She said: “My thoughts and my condolences are with the victims and their loved ones at this utterly terrible time.” <a href=\"https://www.theguardian.com/politics/live/2019/oct/23/boris-johnsons-brexit-bill-in-limbo-as-eu-leaders-mull-extension-request-politics-live?page=with:block-5db0435e8f0804be7279aefa#block-5db0435e8f0804be7279aefa\">Shadow home secretary <strong>Diane Abbott</strong> said</a> it was a “terrible tragedy, the worst of its kind”. “Each of the 39 will have partners, family and friends who perhaps even now don’t know how their loved one died and the horrible circumstances,” she said.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T12:59:54.937Z\">at 1.59pm BST</time></p> \n</div> \n<div id=\"block-5db0435e8f0804be7279aefa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T12:22:03.006Z\">1.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Responding to Patel, Labour’s shadow home secretary <strong>Diane Abbott</strong> said: </p> \n  <blockquote class=\"quoted\"> \n   <p>Any death under these circumstances is truly appalling. The fact that there has been 39 reported deaths in this incident, it’s a terrible tragedy, one of the worst of its kind. </p> \n   <p>And each of the 39 will have partners, family and friends who perhaps even now don’t know how their loved one died and the horrible circumstances … It’s important to remember that these 39 poor, unfortunate people are the victims in this. They are preyed on by the greedy, the unscrupulous and people who simply have a wilful disregard for the lives of others.</p> \n   <p>But we should take account of the wider context. Nobody leaves the homes on a journey like this with so much risk and fear on a whim. They often do it because they are actually desperate, they can be victims of economic privation, war, famine, catastrophic climate change. There are many adverse conditions that people are fleeing from…</p> \n   <p>I would also like an assurance from the home secretary that the cooperation with the EU27 on people trafficking, which is vital to make sure these events don’t happen in the future, will actually not become harder or imperilled because we are actually leaving the EU…</p> \n   <p>There should be safe and legal routes for genuine refugees to make their way here. If they do not, then I fear there could be more tragedies like this. </p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"3d21c3e497b295a940626438298417c083454ecb\"> \n   <img src=\"https://media.guim.co.uk/3d21c3e497b295a940626438298417c083454ecb/123_0_1785_1071/1000.jpg\" alt=\"Diane Abbott makes a statement on the deaths in Essex.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Diane Abbott makes a statement on the deaths in Essex.</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T12:25:06.836Z\">at 1.25pm BST</time></p> \n</div> \n<div id=\"block-5db040fc8f08993584c8a8f1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T12:09:13.848Z\">1.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The home secretary, <strong>Priti Patel, </strong>just<strong> </strong>read a statement to the Commons on <a href=\"https://www.theguardian.com/uk-news/2019/oct/23/driver-arrested-after-39-bodies-found-in-lorry-container-in-essex\">the discovery of 39 bodies in a shipping container in Essex</a>. She said that police were called to an industrial park at 1.40am. The bodies of 38 adults and one teenager were found. The vehicle is believed to be from Bulgaria and entered the country at Holyhead. A 25-year-old man has been arrested on suspicion of murder.</p> \n  <blockquote class=\"quoted\"> \n   <p>I think the whole house will agree that this is a truly shocking incident. My thoughts and my condolences are with the victims and their loved ones at this utterly terrible time and I’m sure the whole house will also convey their condolences at this sad time.</p> \n  </blockquote> \n  <p>She said the nationalities of the victims were not known, but her officials were providing all the assistance they could.</p> \n  <figure class=\"element element-image\" data-media-id=\"7ce8d1b9274a4ec8cde6017ee507ff2ec3a91178\"> \n   <img src=\"https://media.guim.co.uk/7ce8d1b9274a4ec8cde6017ee507ff2ec3a91178/37_0_605_363/500.jpg\" alt=\"Priti Patel reads a statement to the house on the tragedy in Essex.\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Priti Patel reads a statement to the house on the tragedy in Essex.</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T12:10:49.212Z\">at 1.10pm BST</time></p> \n</div> \n<div id=\"block-5db03efc8f08142786c502e1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T11:53:22.967Z\">12.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s our story on that meeting between the prime minister and Jeremy Corbyn.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/23/johnson-and-corbyn-fail-to-agree-timetable-for-paused-brexit-bill\">Johnson and Corbyn fail to agree timetable for 'paused' Brexit bill</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5db03cf58f0859498cfb2b0e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T11:46:50.007Z\">12.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Some more details are emerging about the meeting held between Corbyn and Boris Johnson this morning.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paulwaugh/status/1186958717264240641\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Govt sources confirm <br>“PM met Corbyn this morning in his office in the HoC labour to discuss whether labour would back a timetable that allows us to actually get Brexit done rather than yet more delay.”</p>— Paul Waugh (@paulwaugh) \n    <a href=\"https://twitter.com/paulwaugh/status/1186958717264240641?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paulwaugh/status/1186960052864851973\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Tory source adds: Corbyn made clear he has no policy except more delays and to spend 2020 having referendums.<br>So talks broke down pretty quickly then.</p>— Paul Waugh (@paulwaugh) \n    <a href=\"https://twitter.com/paulwaugh/status/1186960052864851973?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/paulwaugh/status/1186970798592008192\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Fascinating detail from meeting, from one of those present. Govt side predicted Macron would veto EU extension. Labour ppl present couldn't hide their incredulity at the idea. <br>(Like many, they believe Macron will not defy Varadkar let alone Merkel on 3 month extension)</p>— Paul Waugh (@paulwaugh) \n    <a href=\"https://twitter.com/paulwaugh/status/1186970798592008192?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1186957834904358912\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">On this basis we have to assume a general election is coming soon <a href=\"https://t.co/ivGAeyJDwo\">pic.twitter.com/ivGAeyJDwo</a></p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1186957834904358912?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db03a938f08993584c8a8cb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T11:38:06.130Z\">12.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The father of the house, <strong>Kenneth Clarke,</strong> says that the PM got the Commons to vote “by a comfortable majority” for Brexit. He says that if Johnson proceeds in a sensible way he could deliver Brexit in a month or two’s time.</p> \n  <p>“Will my right honourable friend get over his disappointment and accept that Oct 31 is now Halloween and it is devoid of any symbolic or political content and will fade away into historical memory very rapidly,” he says.</p> \n  <p>He asks Johnson to table a reasonable timetable motion.</p> \n  <p>Johnson says he still thinks it is in the best interests of the country to “get Brexit done” by 31 October. He says he is waiting for the EU to decide whether or not to grant the UK a Brexit extension.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T11:41:57.979Z\">at 12.41pm BST</time></p> \n</div> \n<div id=\"block-5db039808f08c78d1cb4fcec\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T11:32:44.933Z\">12.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The SNP leader in Westminster says: “Our parliament doesn’t matter, that’s what this prime minister thinks ... He wants Scotland to trust him, but how can we? … The parliament of Scotland cannot trust this prime minister.”</p> \n  <p>Blackford says the PM should secure an extension then “bring on an election”.</p> \n  <p>Johnson says Blackford’s support for an election is an exciting development. “Perhaps he might pass some of his courage down the line [to the Labour party],” he says. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T11:42:36.579Z\">at 12.42pm BST</time></p> \n</div> \n<div id=\"block-5db038b28f0804be7279aeaa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T11:27:45.338Z\">12.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The SNP’s <strong>Ian Blackford</strong> says that the first ministers of Scotland and Wales have joined forces to stop “this toxic Tory Brexit”. He asks him to confirm that he won’t allow the legislation to pass unless consent is given by the Scottish parliament.</p> \n  <p>Johnson says that the Scottish parliament has no role in approving the deal – it is up to the members of the Westminster parliament. Johnson asks him to back a general election.</p> \n </div> \n</div> \n<div id=\"block-5db037478f08c78d1cb4fce0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T11:24:09.089Z\">12.24pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says:</p> \n  <blockquote class=\"quoted\"> \n   <p>Northern Ireland will remain on single market rules within the EU on goods and agricultural products, the rest of the UK will not … It does create a very real border down the Irish sea, something he said in terms to a DUP conference he would never do, and it wasn’t that long ago.</p> \n  </blockquote> \n  <p>Johnson says the UK is preserved “whole and entire” in the deal and the whole of the UK will be allowed to come out of the EU customs union. “There will be no checks between Northern Ireland and Great Britain. There will be no tariffs between Northern Ireland and Great Britain because we have protected the customs union.”</p> \n  <p>He attacks Corbyn’s defence of the union again, citing “his support of the IRA”, and his support for a second independence referendum in Scotland. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T11:32:22.002Z\">at 12.32pm BST</time></p> \n</div> \n<div id=\"block-5db0369c8f0804be7279ae9a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T11:19:08.524Z\">12.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says the deal damages the fabric of the union. Johnson says it’s a bit rich to hear from the Labour leader about his “sentimental attachment” to the union when he has spend most of his political lifetime supporting the IRA.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T11:21:04.721Z\">at 12.21pm BST</time></p> \n</div> \n<div id=\"block-5db035d38f0804be7279ae91\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T11:17:47.818Z\">12.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says:</p> \n  <blockquote class=\"quoted\"> \n   <p>I hate it to break it to the prime minister, but under his government and that of his predecessor privatisation has more than doubled to £10bn in our NHS. There are currently 20 NHS contracts out to tender. And when he’s promised 40 hospitals, he then reduced that to 20 and then it turns out reconfiguration is taking place in just six hospitals.</p> \n  </blockquote> \n  <p>Johnson says Corbyn is completely wrong in his assessment of privatisation in the NHS. He says the 47,000 extra clinical staff he’s promised were paid for from public funds and that was possible because the Tories believe in sound management of the economy.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"cf5ae299-c569-41b8-bed7-a3e82dab7136\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/KNOXvT26FTA?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T12:46:57.835Z\">at 1.46pm BST</time></p> \n</div> \n<div id=\"block-5db035728f0804be7279ae8f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T11:12:18.836Z\">12.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>“I’m afraid that the right honourable gentleman has no other purpose in seeking to frustrate Brexit than to cause a second referendum,” says Johnson.</p> \n </div> \n</div> \n<div id=\"block-5db034f38f08142786c502aa\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T11:11:25.201Z\">12.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>“I must say I find it peculiar that [Corbyn] now wants this bill back because he voted against it last night and he whipped his entire Labour party against it,” says Johnson.</p> \n  <p>Corbyn says the prime minister has not answered his question on workers’ rights and that the provisions in the Brexit bill offer no real protections.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T11:22:06.270Z\">at 12.22pm BST</time></p> \n</div> \n<div id=\"block-5db034338f0859498cfb2ad6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T11:09:20.897Z\">12.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson says it was a remarkable thing that so many MPs approved the second reading of the Brexit bill last night, but a great shame that they voted for a delay.</p> \n  <p><strong>Jeremy Corbyn</strong> stands up and expresses his own remorse for those who were found dead in Essex. “This is an unbelievable human tragedy that happened in our country at this time,” he says. He says we should think about what inhumanity is done to other human beings.</p> \n  <p>Corbyn goes on to say that yesterday the prime minister “decided to delay his own withdrawal bill”. Predictably, Tory MPs don’t like that interpretation of events. </p> \n </div> \n</div> \n<div id=\"block-5db033498f0859498cfb2acc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T11:06:17.655Z\">12.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson opens with the horrible news that 39 bodies have been found in a lorry in Essex. He says it is an awful tragedy.</p> \n  <p>Labour MP <strong>Rupa Huq</strong> asks him why he doesn’t get rid of Dominic Cummings. Johnson says he receives excellent advice from his advisers and he takes full responsibility for everything the government does.</p> \n  <figure class=\"element element-image\" data-media-id=\"29497af1855ae1a475f759787f95cc33982389a3\"> \n   <img src=\"https://media.guim.co.uk/29497af1855ae1a475f759787f95cc33982389a3/14_0_608_365/500.jpg\" alt=\"Boris Johnson stands up to speak at PMQs.\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson stands up to speak at PMQs.</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T11:08:51.314Z\">at 12.08pm BST</time></p> \n</div> \n<div id=\"block-5db032fe8f0859498cfb2ac6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T11:02:19.790Z\">12.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson is in his place for prime minister’s questions. My colleague <strong>Daniel Avelar</strong> and I will bring you updates when he starts speaking.</p> \n  <figure class=\"element element-image\" data-media-id=\"51c1f2a276c4e280042cfb5074f845243035439e\"> \n   <img src=\"https://media.guim.co.uk/51c1f2a276c4e280042cfb5074f845243035439e/54_0_588_353/500.jpg\" alt=\"Boris Johnson has taken his seat in parliament for prime minister’s questions.\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson has taken his seat in parliament for prime minister’s questions.</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T11:25:13.124Z\">at 12.25pm BST</time></p> \n</div> \n<div id=\"block-5db02d7e8f0804be7279ae54\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T10:41:56.517Z\">11.41am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The EU’s chief Brexit negotiator, <strong>Michel Barnier,</strong> has said the EU27 need some clarification on what the UK will do next, before they decide on another Brexit extension.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sophiacmcbride/status/1186953893919543296\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">EU’s Chief Brexit Negotiator <a href=\"https://twitter.com/MichelBarnier?ref_src=twsrc%5Etfw\">@MichelBarnier</a> on possible <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> extension: “First of all we need some clarification on the UK side what will be the next step for them &amp; as far as the request asked last week by the British Gov for the extension, it’s for EU27 to decide” - <a href=\"https://twitter.com/SkyNews?ref_src=twsrc%5Etfw\">@SkyNews</a> <a href=\"https://t.co/SrGftEXR9f\">pic.twitter.com/SrGftEXR9f</a></p>— Sophia McBride (@sophiacmcbride) \n    <a href=\"https://twitter.com/sophiacmcbride/status/1186953893919543296?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T11:03:50.663Z\">at 12.03pm BST</time></p> \n</div> \n<div id=\"block-5db02a138f08c78d1cb4fc79\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T10:31:08.382Z\">11.31am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn and PM to discuss new Brexit bill timetable</h2> \n <div class=\"block-elements\"> \n  <p>This is from the Times’s political editor, <strong>Francis Elliott:</strong> </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/elliotttimes/status/1186950667354681346\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">EXCL: I understand Boris Johnson and Jeremy Corbyn are meeting to discuss a new programme motion.</p>— Francis Elliott (@elliotttimes) \n    <a href=\"https://twitter.com/elliotttimes/status/1186950667354681346?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <p>The shadow justice secretary, <strong>Richard Burgon,</strong> said this morning that the withdrawal agreement would take “a couple of weeks” to debate, not months. </p> \n  <p>“I don’t think three months will be required to discuss the bill,” he told the BBC. “I would have thought it can be done in a matter of weeks, but it’s not for me to decide. The reality is, what was put forward was completely insufficient.”</p> \n  <p>You can see a reminder here of what exactly a programme motion is –</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/22/what-just-happened-in-the-commons-and-whats-next-for-brexit\">What just happened in the Commons – and what's next for Brexit?</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T11:48:08.936Z\">at 12.48pm BST</time></p> \n</div> \n<div id=\"block-5db027b78f08142786c5024a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T10:19:28.035Z\">11.19am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The first minister of Scotland, <strong>Nicola Sturgeon,</strong> and the first minister of Wales, <strong>Mark Drakeford,</strong> are holding a press conference in Westminster to set out the<strong> </strong>Welsh and Scottish governments’ position on the Brexit withdrawal bill. Guardian political correspondent <strong>Peter Walker</strong> is there tweeting.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterwalker99/status/1186946503924953088\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I’m at a double-first-minister press conference in Westminster with Nicola Sturgeon and Mark Drakeford. Sturgeon says Johnson’s deal is not the solution even if passed, and she wants an extension long enough for an election. <a href=\"https://t.co/6EZoXwsaEu\">pic.twitter.com/6EZoXwsaEu</a></p>— Peter Walker (@peterwalker99) \n    <a href=\"https://twitter.com/peterwalker99/status/1186946503924953088?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterwalker99/status/1186948729653415936\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Both Sturgeon and Drakeford note that the UK govt asked Scottish and Welsh devolved assemblies for consent on the Brexit deal - and that both are withholding this. This remains a difficult narrative for Boris Johnson given his talk about Brexit benefitting the union.</p>— Peter Walker (@peterwalker99) \n    <a href=\"https://twitter.com/peterwalker99/status/1186948729653415936?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterwalker99/status/1186949388368842752\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Mark Drakeford notes that Welsh ports and businesses will be “at the front line” of a new customs border with Northern Ireland, and that increased regulations will hamper this. It was “a huge breach of trust” by Johnson, he says.</p>— Peter Walker (@peterwalker99) \n    <a href=\"https://twitter.com/peterwalker99/status/1186949388368842752?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <p>In comments briefed ahead of the conference, Sturgeon said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The UK government has sought to pass the withdrawal bill through Westminster without an opportunity for detailed scrutiny in either the UK or Scottish parliaments. That is unacceptable.</p> \n   <p>It is imperative that this bill is subject to detailed scrutiny in all of the UK’s legislatures and that the views of the Scottish parliament and Welsh assembly are taken into account.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T11:06:38.861Z\">at 12.06pm BST</time></p> \n</div> \n<div id=\"block-5db024e78f08993584c8a82e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T10:08:23.602Z\">11.08am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">European parliament backs a Brexit extension</h2> \n <div class=\"block-elements\"> \n  <p>The European parliament, which doesn’t have a say over the decision, has also come out in support of an extension until 31 January. <br></p> \n  <p>President of the European parliament, <strong>David Sassoli</strong>, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>After the vote of the British parliament to allow more time to examine details of the withdrawal agreement and Prime Minister Boris Johnson’s decision to pause the bill following the vote, the British government’s request for an extension until January 31 remains on the table.</p> \n   <p>I think it is advisable, as requested by President Donald Tusk, that the European council should accept this extension.<br></p> \n   <p>This extension will allow the United Kingdom to clarify its position and the European parliament to exercise its role.<br></p> \n  </blockquote> \n  <p><strong>Donald Tusk</strong>, president of the European council, <a href=\"https://twitter.com/eucopresident/status/1186737952313004032\">tweeted last night</a> that he would recommend the EU27 accept the UK request for an extension. Here is a story from the Guardian’s Brussels bureau chief, <strong>Daniel Boffey:</strong></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/22/donald-tusk-indicates-eu-would-grant-brexit-extension\">EU signals it is likely to give UK a Brexit delay up to 31 January</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T11:07:54.557Z\">at 12.07pm BST</time></p> \n</div> \n<div id=\"block-5db023338f0859498cfb2a63\" class=\"block is-key-event\" data-block-contributor=\"profile/lisaocarroll\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T10:00:25.643Z\">11.00am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Varadkar confirms support for Brexit extension</h2> \n <div class=\"block-elements\"> \n  <p>The Irish taoiseach (prime minister), <strong>Leo Varadkar,</strong> has hinted that a Brexit extension to 31 January is the panacea to the latest impasse to hit Boris Johnson’s deal. </p> \n  <p>He spoke to the European council president, <strong>Donald Tusk,</strong> today and they “noted” that an extension to the end of January would not prohibit an earlier departure from the bloc. The issue will be discussed at a key meeting in Brussels tonight.</p> \n  <p>Here’s the full statement from the Irish government:</p> \n  <blockquote> \n   <p>An Taoiseach, Leo Varadkar, spoke with the President of the European Council, Donald Tusk, this morning regarding the UK’s request for an extension.</p> \n   <p>The Taoiseach confirmed his support for President Tusk’s proposal to grant the request for an extension which was sought by the UK. They noted that it would still be possible for the UK to leave before January 31<sup>st</sup> 2020 if the Withdrawal Agreement has been ratified in advance of that date.</p> \n   <p>The matter is likely to be discussed further at tonight’s meeting of the Committee of Permanent Representatives in Brussels.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T11:10:26.385Z\">at 12.10pm BST</time></p> \n</div> \n<div id=\"block-5db021418f0859498cfb2a56\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T09:46:56.453Z\">10.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More from <strong>Lisa O’Carroll</strong>, who is watching Northern Ireland secretary <strong>Julian Smith</strong> giving evidence at the Northern Ireland affairs committee.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisaocarroll/status/1186936038742204417\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">DUP MP Jim Shannon furious over Brexit deal. Tells Julian Smith it is an \"absolutely despicable deal\" \"which alienates unionist people\".<br><br>\"The union flag in Northern Ireland is a week bit tattered at the moment\"</p>— lisa o'carroll (@lisaocarroll) \n    <a href=\"https://twitter.com/lisaocarroll/status/1186936038742204417?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisaocarroll/status/1186939352716398593\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Paisley says \"£18bn worth of trade\" from NI to GB has been \"burdened\" to satisfy £3.2bn (to EU) worth of trade. <br><br>Smith tells him that is \"scaremongering\"<br><br>Paisley incredulous: \"They are Brendan's (NIO's) figures. <br><br>Smith: \"We are scaremongering on the fact there will be burdens\"</p>— lisa o'carroll (@lisaocarroll) \n    <a href=\"https://twitter.com/lisaocarroll/status/1186939352716398593?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db0205e8f0804be7279ae0a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T09:45:28.914Z\">10.45am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Anti-Brexit activist <strong>Gina Miller</strong> has been making the case for a general election “as soon as possible”. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SkyNewsPolitics/status/1186940425774489601\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"We'll see day after day of torturous voting.\" <br><br>Anti-Brexit campaigner <a href=\"https://twitter.com/thatginamiller?ref_src=twsrc%5Etfw\">@thatginamiller</a> says 'it is time' for an election and if one is called she'll create a 'tactical voting website' to advise those who want to <a href=\"https://twitter.com/hashtag/StopBrexit?src=hash&amp;ref_src=twsrc%5Etfw\">#StopBrexit</a>. <br><br>Get the latest <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> news: <a href=\"https://t.co/u3VyGgJu0o\">https://t.co/u3VyGgJu0o</a> <a href=\"https://t.co/dmqAuNsKIw\">pic.twitter.com/dmqAuNsKIw</a></p>— Sky News Politics (@SkyNewsPolitics) \n    <a href=\"https://twitter.com/SkyNewsPolitics/status/1186940425774489601?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db01f0e8f08c78d1cb4fc3e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T09:39:44.790Z\">10.39am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1186920169685209090\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"Even if Boris Johnson was to bring back this EU treaty, I've no doubt that Parliament would amend it by adding back in to it a customs union\" says Brexit Party leader Nigel Farage<a href=\"https://t.co/t67F2xRpxt\">https://t.co/t67F2xRpxt</a> <a href=\"https://t.co/om22NEzhMc\">pic.twitter.com/om22NEzhMc</a></p>— BBC Politics (@BBCPolitics) \n    <a href=\"https://twitter.com/BBCPolitics/status/1186920169685209090?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <p><strong>Nigel Farage </strong>has told the BBC that a general election is now the “only possible route to get some resolution”. </p> \n  <p>The Brexit party leader said: </p> \n  <blockquote class=\"quoted\"> \n   <p>Obviously what they want is a general election or a second referendum - they want some degree of resolution. So I would have thought at least until the end of January, perhaps even longer.</p> \n  </blockquote> \n  <p>On an electoral pact, he said: </p> \n  <blockquote class=\"quoted\"> \n   <p>I would work with anybody that wanted to honour the result of the referendum for us to leave the European Union and to leave its institutions and to be an independent country, but right at the moment that looks very unlikely.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5db01e5a8f0859498cfb2a46\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T09:35:16.689Z\">10.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Guardian readers have reacted to last night’s developments in the commons.</p> \n  <p>“This may seal Boris’s fate. The EU looks [prepared] to grant the extension now because there will be nothing to stop the vote of no confidence and a GE [general election],” said one. “The outcome of that is obviously uncertain, but in this situation, risks have to be taken to try to avert catastrophe.” </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/23/readers-on-brexit-bill-votes-house-of-commons-boris-johnson\">'Wrong on so many levels': readers on the Brexit bill votes</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5db01c658f0898437061b34b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T09:26:59.603Z\">10.26am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson has issued a short statement about the 39 people who were found dead in a lorry container in Essex.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BorisJohnson/status/1186936417320165376\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I’m appalled by this tragic incident in Essex. I am receiving regular updates from the Home Office &amp; will work closely with Essex Police as we establish exactly what has happened. My thoughts are with all those who lost their lives &amp; their loved ones.</p>— Boris Johnson (@BorisJohnson) \n    <a href=\"https://twitter.com/BorisJohnson/status/1186936417320165376?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/oct/23/driver-arrested-after-39-bodies-found-in-lorry-container-in-essex\">Driver arrested after 39 bodies found in lorry container in Essex</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5db01aa78f08142786c5020f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T09:18:15.418Z\">10.18am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisaocarroll/status/1186933925324771328\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Another angry exchange, this time with Sylvia Hermon, independent unionist MP. Asks Smith what in deal guarantees Belfast/GFA won't be undermined. He points to article 2 of protocol. \"Exactly,\" replies Hermon. \"Can you explain why the PM could not remember or recall the details\"</p>— lisa o'carroll (@lisaocarroll) \n    <a href=\"https://twitter.com/lisaocarroll/status/1186933925324771328?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisaocarroll/status/1186933926482325504\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">When I asked about this on Saturday. Did Boris Johnson not know the details of his own deal? \"This was deeply unhelpful to the unionist community who needed reassurances at that stage not now.</p>— lisa o'carroll (@lisaocarroll) \n    <a href=\"https://twitter.com/lisaocarroll/status/1186933926482325504?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db017c48f0898437061b33a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T09:06:44.126Z\">10.06am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Guardian Brexit correspondent, <strong>Lisa O’Carroll</strong>, is following the Northern Ireland select committee.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisaocarroll/status/1186930277957943296\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Smith asked by Labour MP Conor McGinn would he like to \"say sorry to unionists for making a promise you couldn't keep\". <br><br>Smith says: He'd like to say \"this has no impact on the constitution of NI\". \"It has no impact on the workings of the assembly\"</p>— lisa o'carroll (@lisaocarroll) \n    <a href=\"https://twitter.com/lisaocarroll/status/1186930277957943296?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisaocarroll/status/1186931225958735872\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Ian Paisley.\" I have to go out and tell businesses in my community I don’t know what you have to do to carry out £18bn worth of trade with our country, not a foreign country.. I do not know what you will be charged and you want me to vote for this? <br><br>\"You can’t be serious.\"</p>— lisa o'carroll (@lisaocarroll) \n    <a href=\"https://twitter.com/lisaocarroll/status/1186931225958735872?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisaocarroll/status/1186931935446228992\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Paisley lets rip at Tories. Asks Smith bluntly what county he lives in. <br>Smith: I like in N Yorkshire and London<br>Paisley If you had to move goods from N Yorkshire to Lon and have to fill in a form, you’d fill pretty aggrieved ..<br>We are in the same country, it is disgraceful</p>— lisa o'carroll (@lisaocarroll) \n    <a href=\"https://twitter.com/lisaocarroll/status/1186931935446228992?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T09:13:16.913Z\">at 10.13am BST</time></p> \n</div> \n<div id=\"block-5db013238f0859498cfb2a22\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T08:54:01.057Z\">9.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Northern Ireland secretary <strong>Julian Smith</strong> is giving evidence at the Northern Ireland affairs committee.</p> \n  <p>He said the government would be doing anything they could make any checks on goods moving between Northern Ireland and the rest of the UK as “reduced and limited as possible”.</p> \n  <p>Smith said we now have a deal where Northern Ireland is out of the European Union.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/REWearmouth/status/1186926305511727105\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NI Secretary Julian Smith says checks for goods between NI and GB post-Brexit will be “minimal” but he can’t say whether an entirely new IT system will be needed to enforce them.</p>— Rachel Wearmouth (@REWearmouth) \n    <a href=\"https://twitter.com/REWearmouth/status/1186926305511727105?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tamcohen/status/1186925732741685249\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Julian Smith - who was said to be on resignation watch after Amber Rudd left government - tells the NI committee that “no deal is a very, very bad idea for Northern Ireland” and his priority has been avoiding it</p>— Tamara Cohen (@tamcohen) \n    <a href=\"https://twitter.com/tamcohen/status/1186925732741685249?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"d66ff4f336129a4932907842d22b860c621dad45\"> \n   <img src=\"https://media.guim.co.uk/d66ff4f336129a4932907842d22b860c621dad45/21_0_603_362/500.jpg\" alt=\"Northern Ireland secretary Julian Smith giving evidence to the Northern Ireland select committee.\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Northern Ireland secretary Julian Smith giving evidence to the Northern Ireland select committee.</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T08:54:45.263Z\">at 9.54am BST</time></p> \n</div> \n<div id=\"block-5db010a18f08142786c501e8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T08:40:58.327Z\">9.40am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A reminder of what we have to look forward to in the commons today.</p> \n  <p>Proceedings kick off with questions to the cabinet office minister <strong>Michael Gove</strong> at 11.30am, before prime minister’s questions at midday.</p> \n  <p>Since the progress of the withdrawal agreement bill has been paused, the queen’s speech is back on the agenda. MPs will debate it this afternoon, with a special focus on the NHS. </p> \n </div> \n</div> \n<div id=\"block-5db00ff38f08c78d1cb4fc0e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T08:32:21.278Z\">9.32am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From the former chancellor –</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PhilipHammondUK/status/1186921597271232512\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I believe in delivering Brexit. <br><br>But I also believe in Parliamentary scrutiny. <br><br>That’s why I voted for the Brexit bill to progress to the next stage, but against No10’s plan to rush it through at breakneck speed. <br><br>Now’s the time for cool heads, to calmly consider the Bill.</p>— Philip Hammond (@PhilipHammondUK) \n    <a href=\"https://twitter.com/PhilipHammondUK/status/1186921597271232512?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db00d9d8f0804be7279add1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T08:24:13.929Z\">9.24am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good point here from the Guardian’s diplomatic editor Patrick Wintour. Speaker <strong>John Bercow</strong> said he would <a href=\"https://www.theguardian.com/politics/video/2019/sep/09/tearful-john-bercow-reveals-he-will-step-down-as-speaker-by-31-october-video\">stand down by 31 October</a>. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patrickwintour/status/1186917715619012608\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Is Bercow standing down as Speaker do or die on 31st October ? Could there be a technical extension on the basis this is \"no time for a novice\" ?</p>— Patrick Wintour (@patrickwintour) \n    <a href=\"https://twitter.com/patrickwintour/status/1186917715619012608?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db007698f0859498cfb29f0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T08:19:28.162Z\">9.19am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Michael Heseltine: Johnson would not win an election</h2> \n <div class=\"block-elements\"> \n  <p>Former Conservative deputy prime minister <strong tabindex=\"-1\">Michael Heseltine</strong> has been speaking to Sky News.</p> \n  <p>Asked whether he thought the Tories would win an election, he said: “No, I don’t.” </p> \n  <blockquote class=\"quoted\"> \n   <p>The issue is can the Brexit aspect of the Tory party peel off enough Labour votes, enough Labour marginal constituencies, to counter the number that the Tories are going to lose. </p> \n   <p>They are going to lose seats in Scotland and seats to the Lib Dems. I think they have alienated the Irish to such an extent that they won’t come back and support them, so you can see quite clearly where the Tories are going to lose seats. And I know where they think they can win Labour seats, but when it comes to it that’s a pretty big gamble. </p> \n   <p>My own guess is that a general election will be a re-run of what we have today – another period of uncertainty.</p> \n  </blockquote> \n  <p>He said an election might put Johnson back in No 10, but without a majority.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T08:34:08.726Z\">at 9.34am BST</time></p> \n</div> \n<div id=\"block-5db0058a8f0804be7279adba\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T07:52:43.646Z\">8.52am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here are the full <strong>Burgon</strong> quotes from Sky News –</p> \n  <blockquote class=\"quoted\"> \n   <p>I’d like to see an election before Christmas. I want to get Boris Johnson and his Thatcherite mates out of Downing Street as soon as possible. So as soon as the EU has agreed that extension, so that Boris Johnson cannot push us through a no-deal without a mandate to do so, then we want a general election.</p> \n   <p>Not only to get Brexit sorted by under a Labour government putting it to a public vote between a credible leave option and remain, but also sorting out all the other crises that the Tories have caused in the last nine years in government, whether it be housing, jobs, public services or austerity.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T08:35:32.267Z\">at 9.35am BST</time></p> \n</div> \n<div id=\"block-5db0004d8f0804be7279adae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T07:43:43.026Z\">8.43am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Former Conservative and now independent MP <strong>Ken Clarke </strong>has told BBC News that the narrative on last night’s debate has been spun by “these strange people that Boris has put in Downing Street” (aka Dominic Cummings).</p> \n  <p>He said parliament voted by a clear majority in favour of leaving the European Union with a deal. “The only thing that was killed off was the idea that it had to be on halloween,” he said.</p> \n  <blockquote class=\"quoted\"> \n   <p>It’s always been a mystery to me why that date has been given a sacred significance. It’s a completely unimportant date. It was plucked out of the air last time the eurosceptics caused delay and stopped us leaving twice earlier this year and it has no significance.</p> \n  </blockquote> \n  <p>Clarke said that even ministers were still discovering yesterday what the deal in its present form actually means. He said the Brexit secretary found out yesterday that, as it stands, the deal requires customs documents for all goods that pass between Northern Ireland and the rest of the UK.</p> \n  <p>“Things like that have got to be sorted out,” he said. “Parliament is not defying the people, it is just insisting that we have something that is sensible and works and is practical.”</p> \n  <p>Asked about the idea that “parliament is broken”, Clarke says: “This bloke in Downing Street (Cummings) keeps saying that. Even Boris has not said that ... The government has just got the second reading of its bill.”</p> \n  <figure class=\"element element-image\" data-media-id=\"c1f28db7cf291bfd40f092f18e5376b3c1b6b029\"> \n   <img src=\"https://media.guim.co.uk/c1f28db7cf291bfd40f092f18e5376b3c1b6b029/34_0_470_282/470.jpg\" alt=\"Ken Clarke speaking to BBC news\" width=\"470\" height=\"282\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Ken Clarke speaking to BBC news</span> \n    <span class=\"element-image__credit\">Photograph: BBC News</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5db0038f8f0804be7279adb3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T07:41:00.929Z\">8.41am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Burgon: Labour will back an election once EU agrees extension</h2> \n <div class=\"block-elements\"> \n  <p><strong>Richard Burgon</strong> has been clear about Labour’s position when speaking to Sky news. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tamcohen/status/1186908922713694213\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Labour’s <a href=\"https://twitter.com/RichardBurgon?ref_src=twsrc%5Etfw\">@RichardBurgon</a> VERY clear with <a href=\"https://twitter.com/KayBurley?ref_src=twsrc%5Etfw\">@KayBurley</a> <br><br>“I would like to see an election before Christmas to get Boris and his Thatcherite mates out of Downing st. As soon as the EU has agreed an extension we will support a general election” <br><br>Says ignore the polls “we will win”</p>— Tamara Cohen (@tamcohen) \n    <a href=\"https://twitter.com/tamcohen/status/1186908922713694213?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dafff088f08142786c501bb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T07:23:23.291Z\">8.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Lord chancellor and justice secretary<strong> Robert Buckland</strong> has been speaking to Sky news. Asked why the government wouldn’t just allow parliament to debate the withdrawal agreement bill for a bit, he says that the EU chose the 31 October deadline date and that we should respect that. “We’re not going to give up and walk away and pretend that this is too difficult,” he said.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SkyNews/status/1186903415294742529\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/KayBurley?ref_src=twsrc%5Etfw\">@KayBurley</a>: \"An election before Christmas?\" <br><br>Lord chancellor and justice secretary <a href=\"https://twitter.com/RobertBuckland?ref_src=twsrc%5Etfw\">@RobertBuckland</a>: \"If that's the only way of resolving this (<a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> deadlock), than yes, bring it on.\"<br><br>Watch <a href=\"https://twitter.com/hashtag/KayBurley?src=hash&amp;ref_src=twsrc%5Etfw\">#KayBurley</a> at <a href=\"https://twitter.com/hashtag/Breakfast?src=hash&amp;ref_src=twsrc%5Etfw\">#Breakfast</a>: <a href=\"https://t.co/cMHO7fsDYJ\">https://t.co/cMHO7fsDYJ</a> <a href=\"https://t.co/4cZ84TbNRG\">pic.twitter.com/4cZ84TbNRG</a></p>— Sky News (@SkyNews) \n    <a href=\"https://twitter.com/SkyNews/status/1186903415294742529?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5daffb328f08142786c501b3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T07:18:11.992Z\">8.18am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s justice secretary <strong>Richard Burgon</strong> has been speaking to the BBC. He said more time was needed for the government and the opposition to discuss a sensible way forward.</p> \n  <p>He refused to put an exact number of days on how long was needed to examine a withdrawal agreement bill, saying it didn’t make a difference to people if it was debated for two or two and a half weeks.</p> \n  <p>Burgon said it was the government who is allowing the matter to drag on –</p> \n  <blockquote class=\"quoted\"> \n   <p>One of the reasons it’s dragging on is because the government is putting a stop to the progression of the bill. The second reason was passed in parliament – though we voted against it – but the government isn’t proceeding with it at the moment. They could be. So actually it’s the government who are behaving in a strange way, not the other political parties. But we need to get this sorted.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"38748d3d4d733511432b3a3eb917f01c1cf09384\"> \n   <img src=\"https://media.guim.co.uk/38748d3d4d733511432b3a3eb917f01c1cf09384/0_0_580_348/500.jpg\" alt=\"Richard Burgon speaking on BBC News.\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Richard Burgon speaking on the BBC</span> \n    <span class=\"element-image__credit\">Photograph: BBC News</span> \n   </figcaption> \n  </figure> \n  <p>Burgon dodged the question of whether Labour would back an election if the EU granted the UK an extension. </p> \n </div> \n</div> \n<div id=\"block-5daffb7d8f0804be7279ada6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T07:05:13.278Z\">8.05am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from ITV’s political correspondent –</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PaulBrandITV/status/1186899880121438208\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Ken Clarke says if the PM presents a one line bill calling for an election (remember he needs a way round that Fixed Term Parliaments Act), then MPs will amend it. For example, to reduce the age of voting to 16. Snap election might not be so easy for PM after all.</p>— Paul Brand (@PaulBrandITV) \n    <a href=\"https://twitter.com/PaulBrandITV/status/1186899880121438208?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5daff4768f08142786c501a6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T06:53:50.555Z\">7.53am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Former attorney general <strong>Dominic Grieve</strong> has been speaking on Sky news. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tamcohen/status/1186887030233554944\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Dominic Grieve tells <a href=\"https://twitter.com/KayBurley?ref_src=twsrc%5Etfw\">@KayBurley</a> the “sensible thing” for the PM to do would be a longer timetable for the bill as he has a majority in principle. <br><br>But he suspects the PM is trying to ”bulldoze” it through because he doesn’t want MPs to scrutinise the detail</p>— Tamara Cohen (@tamcohen) \n    <a href=\"https://twitter.com/tamcohen/status/1186887030233554944?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tamcohen/status/1186887623119441921\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Grieve baits the Brexiteers saying extending the transition period from - “in which we are entirely subservient” from end of 2020 to 2022 would be worse than remaining, and that they have a point</p>— Tamara Cohen (@tamcohen) \n    <a href=\"https://twitter.com/tamcohen/status/1186887623119441921?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tamcohen/status/1186887887008272385\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Grieve - who wants a second referendum says - “there is still opportunity there” but he doesn’t want to exaggerate the chances</p>— Tamara Cohen (@tamcohen) \n    <a href=\"https://twitter.com/tamcohen/status/1186887887008272385?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Grieve said that the fixed-term parliaments act 2011 – which makes it harder for a prime minister to call a general election at a time that is convenient for them – was a terrible piece of legislation, which he regrets.</p> \n  <p>Former Tory culture secretary <strong>John Whittingdale</strong>, appearing on Sky just now, said he agreed with Grieve on the fixed-term parliaments act. He said that the 31 October deadline would probably be missed.</p> \n  <blockquote class=\"quoted\"> \n   <p>I think Boris has pulled off an extraordinary achievement. Not only did he manage to get the EU to reopen the deal and make the changes necessary for people like me to support it, he then managed to get it through the House of Commons.</p> \n  </blockquote> \n  <p><strong>Stephen Kinnock </strong>from Labour said that while he was open to voting for a deal, he couldn’t vote for this one which “would make a bonfire of workers rights, environmental standards and consumer protection”.</p> \n  <p>He said that the prime minister should sit down with Corbyn and agree a sensible programme motion so the bill could be scrutinised and amended. </p> \n  <p>“I have huge respect for colleagues who too the decision to vote last night in the way that they did. It simply wasn’t a deal I could support,” he said.</p> \n </div> \n</div> \n<div id=\"block-5daff0d08f08142786c501a1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T06:26:13.973Z\">7.26am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>David Lidington</strong>, a former Tory Europe minister, was just on the BBC’s Today programme. He said that the EU would want to ensure that they don’t get blamed for a no-deal Brexit, so will offer an extension. </p> \n  <p>He said the majority for the withdrawal agreement bill was bigger than most people had expected and that the government should propose a longer timetable to try and get it through parliament again.</p> \n  <p>“I see no way that the October 31st deadline can be met anyway now the bill has been paused in the commons,” he said.</p> \n  <blockquote class=\"quoted\"> \n   <p>I think the fear in Downing street is partly of rafts of amendments to the bill, but also about the difficulty of governing without a majority ... There are broader questions that underly the disputes about the timings of the Brexit bill</p> \n  </blockquote> \n  <p>Lidington said the most likely timing for an election was the end of November or early December, though he warned that the public would not welcome an election in the run-up to Christmas.</p> \n  <p>It’s <strong>Frances Perraudin</strong> here now, taking over from Kate Lyons. You can contact me on <a href=\"https://twitter.com/fperraudin\">@fperraudin</a> or below the line.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-23T06:42:39.427Z\">at 7.42am BST</time></p> \n</div> \n<div id=\"block-5dafebf78f0898437061b2cc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T05:59:00.956Z\">6.59am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>An unpleasant start to the day for <strong>Lisa Nandy</strong>, Labour MP for Wigan.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lisanandy/status/1186874729220759552\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Morning! <a href=\"https://t.co/MJOtjDY2u9\">pic.twitter.com/MJOtjDY2u9</a></p>— Lisa Nandy (@lisanandy) \n    <a href=\"https://twitter.com/lisanandy/status/1186874729220759552?ref_src=twsrc%5Etfw\">October 23, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dafe7fb8f0898437061b2c9\" class=\"block\" data-block-contributor=\"profile/peterwalker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T05:45:10.990Z\">6.45am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Peter Walker has this extremely helpful Q&amp;A in which he answers some key questions. The full article is <a href=\"https://www.theguardian.com/politics/2019/oct/22/what-just-happened-in-the-commons-and-whats-next-for-brexit\">here</a> and a selection of answers are below:</p> \n  <h2>So what just happened?</h2> \n  <p>In brief: the bill seeking to put into law Boris Johnson’s Brexit deal was passed by MPs on its second reading, the initial opportunity that MPs have to vote on a bill. It passed by 329 votes to 299, the first time the Commons has formally approved a Brexit plan. However, only 20 minutes later, <a href=\"https://www.theguardian.com/politics/2019/oct/22/mps-reject-boris-johnsons-attempt-to-fast-track-brexit-deal\">MPs rejected the government’s so-called programme motion</a>, which set out the accelerated timetable for the bill, by 308 votes in favour to 322 against.</p> \n  <h2>So what happens now?<br></h2> \n  <p>Under a backbench-instigated law intended to ward off a no-deal Brexit, Johnson wrote to the EU on Saturday to formally request a delay to departure until 31 January, despite the PM not wanting this to happen. Responding in the Commons, Johnson said he would “pause this legislation” and await information from the EU on a possible delay. In the interim, he said, no-deal preparations would be ramped up. For now, the bill is “in limbo”, Speaker John Bercow said, using what he said was the technical term.</p> \n  <h2>Is the bill getting pulled?</h2> \n  <p>Downing Street had strongly hinted this would be the response to losing the programme motion. However, this seems to have been a lever to pressure MPs into backing the motion. Speaking during the debate ahead of the votes, Johnson pledged he would pull the bill and seek an election in the event of a delay until January or longer. But he did not promise to do this in any circumstances, holding open the possibility of a brief delay being acceptable. After the vote, Johnson was similarly equivocal, saying: “One way or another, we will leave the EU with this deal.”</p> \n  <h2>Does all this make a general election more likely?</h2> \n  <p>Probably. If the EU insists on a lengthy delay, which is put in place, Johnson could push for an election. Crucially, if an imminent no-deal Brexit was now averted, Labour would be expected to now back an election, making it happen. However, for all his protestations against a longer delay, the 30-vote majority for his Brexit deal could tempt Johnson into trying to push the bill through parliament before an election, allowing him to stand as the prime minister who delivered departure.</p> \n  <h2>What will MPs do for the rest of this week?</h2> \n  <p>On Wednesday and Thursday, when they should have been finishing off the stages of the WAB, they will instead return to debating the Queen’s speech. Remember that? The government’s planned legislative programme was presented on Monday last week, but the scheduled five-day debate was suspended for the WAB debate. It now comes back.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/22/what-just-happened-in-the-commons-and-whats-next-for-brexit\">What just happened in the Commons – and what's next for Brexit?</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5dafded18f08142786c50180\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T05:34:34.465Z\">6.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>But it’s hard to beat the Sun’s front page today.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TheSun/status/1186758654294396934\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tomorrow's front page: MPs finally backed Boris Johnson's <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> deal - then wrecked it within minutes by rejecting his three-day timetable to push it through Parliament <a href=\"https://t.co/HDF8fUegpy\">https://t.co/HDF8fUegpy</a> <a href=\"https://t.co/XSehkDKrJ1\">pic.twitter.com/XSehkDKrJ1</a></p>— The Sun (@TheSun) \n    <a href=\"https://twitter.com/TheSun/status/1186758654294396934?ref_src=twsrc%5Etfw\">October 22, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dafde298f0898437061b2af\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T05:25:23.422Z\">6.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Most of today’s papers – whose fronts pages we round up <a href=\"https://www.theguardian.com/politics/2019/oct/23/yeah-but-no-but-how-the-papers-covered-mps-refusal-to-rush-through-brexit-deal\">here</a> – blame Parliament for the latest sting in the Brexit tale. Here is a selection:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/guardiannews/status/1186761345296936963\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Guardian front page, Wednesday 23 October 2019: Parliament puts brakes on Johnson's race for Brexit <a href=\"https://t.co/vl3sFN8Mtg\">pic.twitter.com/vl3sFN8Mtg</a></p>— Guardian news (@guardiannews) \n    <a href=\"https://twitter.com/guardiannews/status/1186761345296936963?ref_src=twsrc%5Etfw\">October 22, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DailyMirror/status/1186755295864938508\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tomorrow's front page: PM's Brexit horror <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/Trnv17lX9k\">https://t.co/Trnv17lX9k</a> <a href=\"https://t.co/NDeqY8Uxb2\">pic.twitter.com/NDeqY8Uxb2</a></p>— Daily Mirror (@DailyMirror) \n    <a href=\"https://twitter.com/DailyMirror/status/1186755295864938508?ref_src=twsrc%5Etfw\">October 22, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DailyMailUK/status/1186757222983962624\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Wednesday's <a href=\"https://twitter.com/DailyMailUK?ref_src=twsrc%5Etfw\">@DailyMailUK</a> <a href=\"https://twitter.com/hashtag/MailFrontPages?src=hash&amp;ref_src=twsrc%5Etfw\">#MailFrontPages</a> <a href=\"https://t.co/yRzZHAM86q\">pic.twitter.com/yRzZHAM86q</a></p>— Daily Mail U.K. (@DailyMailUK) \n    <a href=\"https://twitter.com/DailyMailUK/status/1186757222983962624?ref_src=twsrc%5Etfw\">October 22, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/theipaper/status/1186757717521846273\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Wednesday's front page: Boris Johnson's Halloween Brexit in tatters <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash&amp;ref_src=twsrc%5Etfw\">#tomorrowspaperstoday</a> <a href=\"https://twitter.com/hashtag/skypapers?src=hash&amp;ref_src=twsrc%5Etfw\">#skypapers</a> <a href=\"https://twitter.com/hashtag/bbcpapers?src=hash&amp;ref_src=twsrc%5Etfw\">#bbcpapers</a> <a href=\"https://t.co/YUdbIWlBbv\">pic.twitter.com/YUdbIWlBbv</a></p>— i newspaper (@theipaper) \n    <a href=\"https://twitter.com/theipaper/status/1186757717521846273?ref_src=twsrc%5Etfw\">October 22, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dafde1f8f08c78d1cb4fb95\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T05:16:39.387Z\">6.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This from the Brexit coordinator for the European Parliament</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/guyverhofstadt/status/1186733216251691009\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">You’re all thinking: another extension. I am thinking: another three weeks listening to Farage <a href=\"https://t.co/Cob2wPmghP\">pic.twitter.com/Cob2wPmghP</a></p>— Guy Verhofstadt (@guyverhofstadt) \n    <a href=\"https://twitter.com/guyverhofstadt/status/1186733216251691009?ref_src=twsrc%5Etfw\">October 22, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dafda378f0804be7279ad60\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-23T05:06:31.257Z\">6.06am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Hello and welcome to the politics blog, bringing you the latest out of Westminster and Brussels in the wake of Tuesday night’s partial victory in the Commons for Boris Johnson. </p> \n  <p>Here’s a very brief summary of events to get you started:</p> \n  <ul> \n   <li><a href=\"https://twitter.com/eucopresident/status/1186737952313004032\">Donald Tusk has said</a> he will recommend the EU 27 leaders accept Johnson’s somewhat reluctant request for a Brexit extension. He made the request as soon as <a href=\"https://www.theguardian.com/politics/2019/oct/22/mps-reject-boris-johnsons-attempt-to-fast-track-brexit-deal\">MPs rejected the PM’s three-day timetable</a> to push through his deal.</li> \n   <li>Downing Street will have to decide whether to carry through with the PM’s threat to abandon the bill and call for a general election in the event of a lengthy extension. Here is a <a href=\"https://www.theguardian.com/politics/video/2019/oct/22/pm-says-he-will-pause-brexit-legislation-after-timetable-loss-video\">video</a> of his speech. Note: he dropped the threat after losing the second vote, but No 10 is still making noises about it in the event of an extension until January.</li> \n   <li>However, an EU source said that if the bloc was to think again on the length of the extension then <a href=\"https://www.theguardian.com/politics/2019/oct/22/donald-tusk-indicates-eu-would-grant-brexit-extension\">Johnson would need to make a second formal request</a> for a shorter delay.</li> \n   <li>Jeremy Corbyn has urged the government to agree to an alternative timetable, to allow the legislation to continue to be debated.</li> \n  </ul> \n  <p>I’ll be gently steering us through these choppy news waters during the early hours before handing over to my esteemed and highly entertaining colleagues. As always, you can get in touch via email (kate.lyons@theguardian.com) or <a href=\"https://twitter.com/MsKateLyons\">Twitter</a>.</p> \n  <p>Thanks for reading along, let’s do this.</p> \n </div> \n</div>",
      "wordcount": "8071",
      "commentCloseDate": "2019-10-23T16:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-23T05:06:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:51Z",
      "liveBloggingNow": "false",
      "productionOffice": "AUS",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/chph7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4065fc19e9f778923a36dab565187e1215600bde/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "On this week’s episode of the Guardian’s politics weekly podcast, Heather Stewart is joined by Polly Toynbee, Jill Rutter and Tom McTague to discuss what Boris Johnson will do after parliament voted to reject his timetable for the passage of the Brexit withdrawal bill. Peter Walker also reports on who’s in the running to be the next Speaker of the House of Commons Thanks for following the blog today. I’ll be back tomorrow morning. One last footnote though in relation to moves we reported on earlier this week by Ukip to suspend its leader Richard Braine amid a fresh power struggle within the party. This comes from Companies House filings: • Downing Street is pushing the possibility of a general election after talks between Boris Johnson and Jeremy Corbyn on a new timetable for his Brexit bill broke up without agreement, but Labour declined to say it would support an immediate poll. No 10 also said that Johnson spoke to Donald Tusk on Wednesday morning, telling the European council’s president, who has called for EU leaders to allow a further Brexit extension, that he does not personally want one. • The Irish taoiseach, Leo Varadkar, and the European parliament’s president have backed Donald Tusk’s call to grant the UK government a Brexit delay up to 31 January 2020. Following a phone call between Tusk, the president of the European council, and Varadkar on Wednesday morning, the two men agreed the EU27 should agree to the request reluctantly tabled by Boris Johnson on Saturday. • Unionist MPs have branded the government’s approach to Northern Ireland in the Brexit talks “despicable” and a “betrayal”. In his first appearance before the Northern Ireland affairs select committee, Julian Smith, the Northern Ireland secretary, was questioned about plans to require businesses selling or transiting goods from the region to Britain to complete special paperwork in order to trade post-Brexit. • The home secretary, Priti Patel, has told MPs that immigration officials were working closely with the police after 39 bodies were found inside a Bulgarian-registered lorry on an industrial estate in Essex. A murder investigation is under way after police officers were called by the ambulance service shortly before 1.40am on Wednesday following the discovery of a container with people inside. Appearing at the home affairs committee, Patel said: “As a live investigation, there is not much we can add to that right now. And from what I gather things are moving quite quickly on that. The European parliament’s Brexit coordinator, Guy Verhofstadt, has this on a meeting today, which adds weight to shortening odds of a “Flextension” being the preferred reply to the UK government’s request for an extension. The Tory former leader of the House of Commons, Mel Stride, has been elected as the new chairman of the influential Treasury committee. The Speaker, John Bercow, informed MPs of the result of the ballot in the Commons in a statement during the Queen’s speech debate. Stride, who was present alongside his fellow nominees to hear the news, said he hoped his committee could “bring forward some illumination and light” at a time of “great sound and fury in this chamber”. Proposals for “A&amp;E locals” were compared to Tesco Express shops as Labour raised concerns about government reforms to the NHS during the ongoing debate on the Queen’s speech. The shadow health secretary, Jon Ashworth, sought answers over changes to the Princess Royal hospital in Telford after the health secretary, Matt Hancock, asked NHS England to keep open the service. It is among those being considered under plans for “A&amp;E locals” although health bosses have questioned what this means. Ashworth also claimed the government’s immigration plans could leave 60,000 NHS workers unable to stay in the UK. Speaker John Bercow selected Labour’s amendment which notes “regret” over the Queen’s Speech failure to repeal the Health and Social Care Act 2012, arguing this needs to happen to “protect” the NHS from future trade agreements which could allow increased privatisation. Any Brexit extension is likely to be a flexible one that would allow the UK to leave the EU prior to the end of January, Ireland’s deputy premier has said. Simon Coveney, said the Irish government would be supportive of an extension but he cautioned that he was not speaking on behalf of the other EU states and said it was a case of “wait and see” if any of them raised “issues” with the move. Speaking to business leaders in Belfast, he said: From the Irish government’s perspective we are supportive of facilitating an extension. I think that extension will be a flexible one that will allow the United Kingdom to leave the EU, if they can get a deal done, well in advance of the end of that extension period, which looks like it might be the end of January. The former Labour (now independent) MP, Ivan Lewis, appears to have moved with some certainty into the cohort of those supporting the prime minster’s Brexit deal. Lewis, who voted against Theresa May’s deal, has tweeted: YouGov has been carrying out some snap polling and finds that votes are fairly split on when they would prefer a general election. One in the spring (40% support) shades it over one by the end of the year. Government thinking on development and aid priorities following Brexit should take note of new research out today showing that the British public remains firmly behind efforts to support people in poorer countries, according to aid organisations. Almost two-thirds of people canvassed in a survey of EU citizens believe that maintaining overseas aid at its current level should be “a major priority”, the Guardian’s Lucy Lamble reports. It’s perhaps worth keeping in mind also that while any impending general election is likely to be firmly centred around Brexit, overseas aid has increasingly become a political football, with the Brexit party making pledges to slash the spending. The results from Eurobarometer, the EU’s polling organisation, also found that almost 90% of people thought helping people in developing countries should be a priority of the EU and national governments. Claire Godfrey, interim director of policy, advocacy and research at Bond, the British network for organisations working in international development, said the survey was “incredibly timely” as the UK government begins to redefine its role in a post-Brexit world. The government, and any future government, should take note of these results when thinking about what our development and aid priorities should be following Brexit. There has been a response of studied fury to Boris Johnson’s response to SNP Westminster leader Ian Blackford during FMQs today that the Scottish parliament “has no role” in approving his current withdrawal deal. While it was immediately pointed out that the bill’s own explanatory notes list more than a dozen instances where consent of the devolved administrations is required, the first ministers of Scotland and Wales, Nicola Sturgeon and Mark Drakeford, this afternoon accused the prime minister of trying to rush through the EU withdrawal agreement without scrutiny. They both added that said the Scottish parliament and Welsh assembly were likely to refuse to give consent for the withdrawal agreement bill, and called for the devolved nations to be given a greater say. SNP MP and Brexit legal challenger Joanna Cherry said that the prime minister was “wholly wrong” and “a stranger to the truth”, while Scotland’s Brexit secretary, Michael Russell, described Johnson’s dismissal as “completely wrong”, adding that the Scottish government had already identified a number of additional parts of the bill that required legislative consent too. Point of info: since 1999, the Sewel convention has held that Westminster will not legislate on devolved matters without the consent of the devolved parliaments, but in 2017 the supreme court appeared to undermine this convention by ruling that because it is political in nature, enforcing it was not a matter for the courts. Businesses and the public should continue to get ready for a no-deal Brexit, the government has warned, as a minister said there was still uncertainty about how the UK will leave the EU. This was from earlier when minister without portfolio James Cleverly told MPs that the “only responsible course of action”, is to “accelerate” no-deal planning. He said more preparations were needed because the EU has not yet responded to calls for an extension to the 31 October Brexit deadline. Cleverly told the Commons: Making sure business and the public are ready for Brexit is a priority of the government; that is why the prime minister negotiated a new withdrawal agreement with the EU which will end the uncertainty, secure the implementation period and ensure we leave with a business-friendly deal. As the EU has not responded to parliament’s letter, the only responsible course of action now is to accelerate preparations for a no-deal outcome. Those comments are interesting to read alongside this piece in the Guardian by a civil servant who is currently part of the Operation Yellowhammer planning for a no-deal scenario. Much of this Yellowhammer shtick is just for show, they write, adding: Heaven help us if no deal actually happens. Because, even with the best efforts of civil servants like me, Operation Yellowhammer won’t be enough, even with its enormous price tag. Not even close. And while – outrageously – there won’t be any economic analysis prepared by the government on the impact of the new deal, we already know – thanks to Office for Budget Responsibility forecasts – that the impact of no deal will make the £6.3bn spent this year on no-deal planning look like peanuts. The intransigence of members of the hardline European Research Group (ERG) in the face of attempts by Theresa May to get MPs to accept her Brexit deal was one of the principle flashpoints of her time in office. So what changed? Phil Burton-Cartledge, a lecturer in sociology at the University of Derby, argues that their volte-face may have been encouraged by aligned financial interests: A deskilled, low-wage workforce with few rights, and the UK a playground for footloose corporations to shake their tail at the EU’s regulatory regime from 21 miles across the Channel, would suit them perfectly. Therefore when you look at the kind of businesses associated with or owned by ERG notables, such as Jacob Rees-Mogg’s emerging markets fund or Steve Baker’s financial services holdings, it suggests their penchant for transforming the country into a no-regulation tax haven may align with their interests. Ideology and principles come second. If the EU does agree to a three-month delay to Brexit until 31 January then the prime minister has three options if he decides to push for an election. The Guardian’s Kate Proctor has been looking at all three, which are: • A motion for a general election. • A one-line bill. • A no-confidence motion. Of the first option, which is seen as the government’s favoured option because it is unamendable and gives a fixed election date, she writes: Under the Fixed-term Parliaments Act 2011, an election may be called if it is agreed by two-thirds of the total number of MPs. Boris Johnson presented motions for an election on 4 and 9 September and failed on both occasions when the majority of Labour MPs abstained. Jeremy Corbyn said he would only back an election once the threat of a no-deal Brexit had been taken off the table. Johnson could try this again and potentially get Labour backing because the Benn act has removed the imminent possibility of a no-deal Brexit. For those wondering when Brussels will make any concrete pronouncements on that reluctant Boris Johnson request for a Brexit extension: Businesses remain “at a loss” about what Brexit preparations they should be making amid continued confusion about the future, according to a business leader. The Chartered Management Institute (CMI) said progress on parliament’s support for a deal had been undermined by the timetable being voted down and the “inflexibility” of the government’s response. Chief executive Ann Francke said: Businesses are again lost as to what Brexit preparations they should be making, creating economic uncertainty. Are we deal or no-deal? Clearly we should deal. To do so, the prime minister needs to take a pragmatic, cooperative approach to his work with both parliament and the European Union, to ensure the UK secures a deal. Kevin Brundish, chief executive of AGM Batteries, said each day of Brexit uncertainty means firms are withholding key investment decisions. As demand for batteries continues to rise, leading UK manufacturers like ourselves are hoping for the UK government to settle on the right deal, fast. The fragile economy needs promise of ongoing stimulation if we are to keep up with the expansion of the market. One place where there appears to be some confusion around Brexit preparations is at this London bus stop, where government “Get Ready” digital advertising appears to be in some disarray. The Labour leader, Jeremy Corbyn, has criticised the abuse directed at the 19 Labour MPs who voted to support the WAB’s second reading on Tuesday. As reported earlier, Lisa Nandy MP tweeted emails sent to her labelling her “scum”. A spokesman for Corbyn told the Press Association: “He has made very clear that there shouldn’t be abuse inside the Labour party or inside politics and that we would seek to rely on persuasion to keep the Labour party together in this process and that’s what we’ve done all the way through.” Asked whether there would be repercussions for the Labour rebels after defying the whip, the spokesman said: “As Jeremy has made clear throughout the whole Brexit process, we have sought to rely on persuasion in relation to keeping the Labour party together in parliament and outside. “I think most of those MPs were making clear their support for a second reading was in order to try and make changes to the proposals to bring them into line with the kind of Brexit deal we have been talking about. “The chief whip has made clear these things will be taken into account as a whole once the process is finished.” Adam Bienkov, UK Political Editor of Business Insider, tweets an exchange he had with the prime minister’s spokesman when attempting to ask why Boris Johnson has insisted that there won’t be checks between Northern Ireland and Great Britain, even though his own impact assessment states that there will. A useful overview now of where things really stand in relation to the Brexit timetable which MPs rejected this week, the EU’s response and whether or not European leaders will agree to a Brexit extension. Dan Boffey, the Guardian’s Brussels bureau chief, reports that Donald Tusk, president of the European council, will be arguing that the EU should remain neutral. Dan adds: By granting the UK government the extension it requested, the bloc can best avoid being dragged into the British debate. Should Johnson formally and publicly propose a different extension length, then the situation will be very different. The successful vote on the second reading has offered some hope to Brussels that there is a majority for ratification, and that a general election might not be necessary. But a new request from Johnson would not appear to be in compliance with the Benn act, which instructed him to make a specific request and then agree it with the EU if they were in accord. Sources in Paris have suggested there should be a further delay of only a “few days” to allow for ratification. That would leave the EU jointly culpable for a no-deal Brexit, if swift ratification was not possible. Tusk will counsel against it. Poland’s Europe minister has rejected a plea by the Polish-born Tory MP Daniel Kawczynski to veto an extension to Brexit, according to Jakub Krupa, the former UK correspondent for the Polish Press Agency. Krupa was told that a “no-deal Brexit is not in the Polish interest and we will have no part in this”. Not that the news comes as any particular surprise. A split in Downing Downing street has opened up between Boris Johnson’s chief aide, Dominic Cummings, other senior officials and Tory ministers and MPs over what to do after the failed attempt to ram a Brexit deal through parliament this week, BuzzFeed reports. A piece from Alex Wickham says: “It is the latest dividing line in the story of Johnson’s “two governments” – the factional rivalry of two sides of Number 10 vying for influence that has been one of the defining features of his premiership. “Cummings has been the main driving force behind the renewed push for an immediate election, multiple sources familiar with the conversations in Downing Street told BuzzFeed News.” Sky’s Sam Coates tweets a denial from Downing Street: A bit more is coming out now on where things stand in relation to engagement between Labour and the Tories on a possible election. From a Labour briefing, the BBC’s Nick Watt says on Twitter that it looks like the party would need a cast iron legally binding assurance from the prime minister of an election date before backing it. If the EU grants an extension to 31 January then Labour would need a legal guarantee of election before then, he adds. Boris Johnson said earlier that the events which had come to light in Essex were ‘truly heartbreaking,’ while other MPs, including Jeremy Corbyn, also spoke about the incident and paid tribute to the emergency services. We’ve got some footage of those contributions: The SNP MP Peter Grant asked the home secretary what assurances could be given to anyone with information about the case in Essex but who were afraid to come forward that they would be treated as a victim of crime. Patel described this as a really important point but that the legislation which had been put in place on modern slavery meant that there were active support measures in place and she would encourage anyone with information to come forward. Hywel Williams, a Plaid Cymru MP for Arfon, said: “Holyhead is the second busiest roll on, roll off port in the United Kingdom, yet there is no permanent immigration enforcement presence at the port.” “Why?” Patel replied that she had made it clear that when it came to Border Force and checks they took place through intelligence-led operations. Because what was being dealt with in Essex was potentially an illegal criminal act she wanted to leave it to investigators to deal with. During questions to the home secretary in the House of Commons, the DUP MP Ian Paisley junior said around 39 to 40 MPs were sitting on the benches on his side of the House of Commons. One way of getting a picture of the scale of human destruction inside the lorry container in Essex was to bear that in mind. While not commenting on the specific case in Essex, he went on to urge Priti Patel to look into what he said was a broader problem of paramilitary gangs in Northern Ireland attempting to circumvent border checks and to see what additional checks were needed on the UK’s existing border along Northern Ireland. John Woodcock made a call for sentencing in relation to people smuggling to be brought into line with sentences allotted in the case of murder. Unionist MPs have branded the government’s approach to Northern Ireland in the Brexit talks “despicable” and a “betrayal”. In his first appearance before the Northern Ireland affairs select committee, Julian Smith, the Northern Ireland secretary, was questioned about plans to require businesses selling or transiting goods from the region to Britain to complete special paperwork in order to trade post-Brexit. Smith’s said the checks would be minimal and the focus should be on the “great opportunities” awaiting Northern Ireland. He said the government would work with businesses to ensure the withdrawal agreement bill would as far as possible allow unfettered trade between Northern Ireland and Britain. Ian Paisley, the DUP MP for North Antrim, said it was disgraceful to expect any business to complete paperwork for goods being sold in “our country, not a foreign country”. In the House of Commons, the former immigration minister Damian Green has sought assurances from Priti Patel that the UK border force authorities would be able to cover not just Holyhead and other major ports but all ports around the UK. “It is going to require a defence of the whole United Kingdom if we are going to be be successful in saving lives in the future,” said Green. Patel replied that there had been a “great deal of work” done on preventing people trafficking through routes such as Kent on small boats and the UK was committed to working far more collaboratively to ensure all ports are prepared. Christine Jardine, an Edinburgh Liberal Democrat MP, asked Patel to agree with her that “we have to look at our own immigration system and repair it to ensure that what we provide is fair, compassionate and effective for those who want to come here”. Thanking Jardine for her comments, Patel added: “I think today is not the day to be talking about an immigration system at all.” “We have migration challenges that we are seeing around the world. People are being displaced in record numbers and many are being displaced and preyed upon through some of the most appalling behaviours, through criminal gangs.” This is Ben Quinn picking up the liveblog now from Frances. You can contact me on @BenQuinn75 or below the line. Boris Johnson and Jeremy Corbyn met on Wednesday morning but failed to agree a timetable for pressing ahead with the “paused” Brexit bill. Corbyn was accompanied by his key adviser Seumas Milne, and Johnson by Dominic Cummings, as well as the two parties’ respective chief whips. The meeting took place in the prime minister’s House of Commons office. The pair later clashed at prime minister’s questions. Both said the discovery of 39 bodies in a lorry in Essex was a horrible tragedy. Labour’s shadow justice secretary Richard Burgon has said that his party would back a general election if the EU grants the UK an extension to its deadline for Brexit. He told Sky news: I’d like to see an election before Christmas. I want to get Boris Johnson and his Thatcherite mates out of Downing Street as soon as possible. So as soon as the EU has agreed that extension, so that Boris Johnson cannot push us through a no-deal without a mandate to do so, then we want a general election. The Irish taoiseach, Leo Varadkar, and the European parliament’s president have backed Donald Tusk’s call to grant the UK government a Brexit delay up to 31 January 2020. Following a phone call between Tusk, the president of the European council, and Varadkar on Wednesday morning, the two men agreed the EU27 should agree to the request reluctantly tabled by Boris Johnson on Saturday. “The taoiseach confirmed his support for President Tusk’s proposal to grant the request for an extension, which was sought by the UK,” a statement from the Irish government said. David Sassoli, the European parliament president, pointed out there was only one request “on the table” and it deserved the EU27’s support. Home secretary Priti Patel has made a statement to the commons on the discovery of 39 bodies in a shipping container in Essex. She said: “My thoughts and my condolences are with the victims and their loved ones at this utterly terrible time.” Shadow home secretary Diane Abbott said it was a “terrible tragedy, the worst of its kind”. “Each of the 39 will have partners, family and friends who perhaps even now don’t know how their loved one died and the horrible circumstances,” she said. Responding to Patel, Labour’s shadow home secretary Diane Abbott said: Any death under these circumstances is truly appalling. The fact that there has been 39 reported deaths in this incident, it’s a terrible tragedy, one of the worst of its kind. And each of the 39 will have partners, family and friends who perhaps even now don’t know how their loved one died and the horrible circumstances … It’s important to remember that these 39 poor, unfortunate people are the victims in this. They are preyed on by the greedy, the unscrupulous and people who simply have a wilful disregard for the lives of others. But we should take account of the wider context. Nobody leaves the homes on a journey like this with so much risk and fear on a whim. They often do it because they are actually desperate, they can be victims of economic privation, war, famine, catastrophic climate change. There are many adverse conditions that people are fleeing from… I would also like an assurance from the home secretary that the cooperation with the EU27 on people trafficking, which is vital to make sure these events don’t happen in the future, will actually not become harder or imperilled because we are actually leaving the EU… There should be safe and legal routes for genuine refugees to make their way here. If they do not, then I fear there could be more tragedies like this. The home secretary, Priti Patel, just read a statement to the Commons on the discovery of 39 bodies in a shipping container in Essex. She said that police were called to an industrial park at 1.40am. The bodies of 38 adults and one teenager were found. The vehicle is believed to be from Bulgaria and entered the country at Holyhead. A 25-year-old man has been arrested on suspicion of murder. I think the whole house will agree that this is a truly shocking incident. My thoughts and my condolences are with the victims and their loved ones at this utterly terrible time and I’m sure the whole house will also convey their condolences at this sad time. She said the nationalities of the victims were not known, but her officials were providing all the assistance they could. Here’s our story on that meeting between the prime minister and Jeremy Corbyn. Some more details are emerging about the meeting held between Corbyn and Boris Johnson this morning. The father of the house, Kenneth Clarke, says that the PM got the Commons to vote “by a comfortable majority” for Brexit. He says that if Johnson proceeds in a sensible way he could deliver Brexit in a month or two’s time. “Will my right honourable friend get over his disappointment and accept that Oct 31 is now Halloween and it is devoid of any symbolic or political content and will fade away into historical memory very rapidly,” he says. He asks Johnson to table a reasonable timetable motion. Johnson says he still thinks it is in the best interests of the country to “get Brexit done” by 31 October. He says he is waiting for the EU to decide whether or not to grant the UK a Brexit extension. The SNP leader in Westminster says: “Our parliament doesn’t matter, that’s what this prime minister thinks ... He wants Scotland to trust him, but how can we? … The parliament of Scotland cannot trust this prime minister.” Blackford says the PM should secure an extension then “bring on an election”. Johnson says Blackford’s support for an election is an exciting development. “Perhaps he might pass some of his courage down the line [to the Labour party],” he says. The SNP’s Ian Blackford says that the first ministers of Scotland and Wales have joined forces to stop “this toxic Tory Brexit”. He asks him to confirm that he won’t allow the legislation to pass unless consent is given by the Scottish parliament. Johnson says that the Scottish parliament has no role in approving the deal – it is up to the members of the Westminster parliament. Johnson asks him to back a general election. Corbyn says: Northern Ireland will remain on single market rules within the EU on goods and agricultural products, the rest of the UK will not … It does create a very real border down the Irish sea, something he said in terms to a DUP conference he would never do, and it wasn’t that long ago. Johnson says the UK is preserved “whole and entire” in the deal and the whole of the UK will be allowed to come out of the EU customs union. “There will be no checks between Northern Ireland and Great Britain. There will be no tariffs between Northern Ireland and Great Britain because we have protected the customs union.” He attacks Corbyn’s defence of the union again, citing “his support of the IRA”, and his support for a second independence referendum in Scotland. Corbyn says the deal damages the fabric of the union. Johnson says it’s a bit rich to hear from the Labour leader about his “sentimental attachment” to the union when he has spend most of his political lifetime supporting the IRA. Corbyn says: I hate it to break it to the prime minister, but under his government and that of his predecessor privatisation has more than doubled to £10bn in our NHS. There are currently 20 NHS contracts out to tender. And when he’s promised 40 hospitals, he then reduced that to 20 and then it turns out reconfiguration is taking place in just six hospitals. Johnson says Corbyn is completely wrong in his assessment of privatisation in the NHS. He says the 47,000 extra clinical staff he’s promised were paid for from public funds and that was possible because the Tories believe in sound management of the economy. “I’m afraid that the right honourable gentleman has no other purpose in seeking to frustrate Brexit than to cause a second referendum,” says Johnson. “I must say I find it peculiar that [Corbyn] now wants this bill back because he voted against it last night and he whipped his entire Labour party against it,” says Johnson. Corbyn says the prime minister has not answered his question on workers’ rights and that the provisions in the Brexit bill offer no real protections. Johnson says it was a remarkable thing that so many MPs approved the second reading of the Brexit bill last night, but a great shame that they voted for a delay. Jeremy Corbyn stands up and expresses his own remorse for those who were found dead in Essex. “This is an unbelievable human tragedy that happened in our country at this time,” he says. He says we should think about what inhumanity is done to other human beings. Corbyn goes on to say that yesterday the prime minister “decided to delay his own withdrawal bill”. Predictably, Tory MPs don’t like that interpretation of events. Johnson opens with the horrible news that 39 bodies have been found in a lorry in Essex. He says it is an awful tragedy. Labour MP Rupa Huq asks him why he doesn’t get rid of Dominic Cummings. Johnson says he receives excellent advice from his advisers and he takes full responsibility for everything the government does. Boris Johnson is in his place for prime minister’s questions. My colleague Daniel Avelar and I will bring you updates when he starts speaking. The EU’s chief Brexit negotiator, Michel Barnier, has said the EU27 need some clarification on what the UK will do next, before they decide on another Brexit extension. This is from the Times’s political editor, Francis Elliott: The shadow justice secretary, Richard Burgon, said this morning that the withdrawal agreement would take “a couple of weeks” to debate, not months. “I don’t think three months will be required to discuss the bill,” he told the BBC. “I would have thought it can be done in a matter of weeks, but it’s not for me to decide. The reality is, what was put forward was completely insufficient.” You can see a reminder here of what exactly a programme motion is – The first minister of Scotland, Nicola Sturgeon, and the first minister of Wales, Mark Drakeford, are holding a press conference in Westminster to set out the Welsh and Scottish governments’ position on the Brexit withdrawal bill. Guardian political correspondent Peter Walker is there tweeting. In comments briefed ahead of the conference, Sturgeon said: The UK government has sought to pass the withdrawal bill through Westminster without an opportunity for detailed scrutiny in either the UK or Scottish parliaments. That is unacceptable. It is imperative that this bill is subject to detailed scrutiny in all of the UK’s legislatures and that the views of the Scottish parliament and Welsh assembly are taken into account. The European parliament, which doesn’t have a say over the decision, has also come out in support of an extension until 31 January. President of the European parliament, David Sassoli, said: After the vote of the British parliament to allow more time to examine details of the withdrawal agreement and Prime Minister Boris Johnson’s decision to pause the bill following the vote, the British government’s request for an extension until January 31 remains on the table. I think it is advisable, as requested by President Donald Tusk, that the European council should accept this extension. This extension will allow the United Kingdom to clarify its position and the European parliament to exercise its role. Donald Tusk, president of the European council, tweeted last night that he would recommend the EU27 accept the UK request for an extension. Here is a story from the Guardian’s Brussels bureau chief, Daniel Boffey: The Irish taoiseach (prime minister), Leo Varadkar, has hinted that a Brexit extension to 31 January is the panacea to the latest impasse to hit Boris Johnson’s deal. He spoke to the European council president, Donald Tusk, today and they “noted” that an extension to the end of January would not prohibit an earlier departure from the bloc. The issue will be discussed at a key meeting in Brussels tonight. Here’s the full statement from the Irish government: An Taoiseach, Leo Varadkar, spoke with the President of the European Council, Donald Tusk, this morning regarding the UK’s request for an extension. The Taoiseach confirmed his support for President Tusk’s proposal to grant the request for an extension which was sought by the UK. They noted that it would still be possible for the UK to leave before January 31st 2020 if the Withdrawal Agreement has been ratified in advance of that date. The matter is likely to be discussed further at tonight’s meeting of the Committee of Permanent Representatives in Brussels. More from Lisa O’Carroll, who is watching Northern Ireland secretary Julian Smith giving evidence at the Northern Ireland affairs committee. Anti-Brexit activist Gina Miller has been making the case for a general election “as soon as possible”. Nigel Farage has told the BBC that a general election is now the “only possible route to get some resolution”. The Brexit party leader said: Obviously what they want is a general election or a second referendum - they want some degree of resolution. So I would have thought at least until the end of January, perhaps even longer. On an electoral pact, he said: I would work with anybody that wanted to honour the result of the referendum for us to leave the European Union and to leave its institutions and to be an independent country, but right at the moment that looks very unlikely. Guardian readers have reacted to last night’s developments in the commons. “This may seal Boris’s fate. The EU looks [prepared] to grant the extension now because there will be nothing to stop the vote of no confidence and a GE [general election],” said one. “The outcome of that is obviously uncertain, but in this situation, risks have to be taken to try to avert catastrophe.” Boris Johnson has issued a short statement about the 39 people who were found dead in a lorry container in Essex. Guardian Brexit correspondent, Lisa O’Carroll, is following the Northern Ireland select committee. The Northern Ireland secretary Julian Smith is giving evidence at the Northern Ireland affairs committee. He said the government would be doing anything they could make any checks on goods moving between Northern Ireland and the rest of the UK as “reduced and limited as possible”. Smith said we now have a deal where Northern Ireland is out of the European Union. A reminder of what we have to look forward to in the commons today. Proceedings kick off with questions to the cabinet office minister Michael Gove at 11.30am, before prime minister’s questions at midday. Since the progress of the withdrawal agreement bill has been paused, the queen’s speech is back on the agenda. MPs will debate it this afternoon, with a special focus on the NHS. From the former chancellor – Good point here from the Guardian’s diplomatic editor Patrick Wintour. Speaker John Bercow said he would stand down by 31 October. Former Conservative deputy prime minister Michael Heseltine has been speaking to Sky News. Asked whether he thought the Tories would win an election, he said: “No, I don’t.” The issue is can the Brexit aspect of the Tory party peel off enough Labour votes, enough Labour marginal constituencies, to counter the number that the Tories are going to lose. They are going to lose seats in Scotland and seats to the Lib Dems. I think they have alienated the Irish to such an extent that they won’t come back and support them, so you can see quite clearly where the Tories are going to lose seats. And I know where they think they can win Labour seats, but when it comes to it that’s a pretty big gamble. My own guess is that a general election will be a re-run of what we have today – another period of uncertainty. He said an election might put Johnson back in No 10, but without a majority. Here are the full Burgon quotes from Sky News – I’d like to see an election before Christmas. I want to get Boris Johnson and his Thatcherite mates out of Downing Street as soon as possible. So as soon as the EU has agreed that extension, so that Boris Johnson cannot push us through a no-deal without a mandate to do so, then we want a general election. Not only to get Brexit sorted by under a Labour government putting it to a public vote between a credible leave option and remain, but also sorting out all the other crises that the Tories have caused in the last nine years in government, whether it be housing, jobs, public services or austerity. Former Conservative and now independent MP Ken Clarke has told BBC News that the narrative on last night’s debate has been spun by “these strange people that Boris has put in Downing Street” (aka Dominic Cummings). He said parliament voted by a clear majority in favour of leaving the European Union with a deal. “The only thing that was killed off was the idea that it had to be on halloween,” he said. It’s always been a mystery to me why that date has been given a sacred significance. It’s a completely unimportant date. It was plucked out of the air last time the eurosceptics caused delay and stopped us leaving twice earlier this year and it has no significance. Clarke said that even ministers were still discovering yesterday what the deal in its present form actually means. He said the Brexit secretary found out yesterday that, as it stands, the deal requires customs documents for all goods that pass between Northern Ireland and the rest of the UK. “Things like that have got to be sorted out,” he said. “Parliament is not defying the people, it is just insisting that we have something that is sensible and works and is practical.” Asked about the idea that “parliament is broken”, Clarke says: “This bloke in Downing Street (Cummings) keeps saying that. Even Boris has not said that ... The government has just got the second reading of its bill.” Richard Burgon has been clear about Labour’s position when speaking to Sky news. The Lord chancellor and justice secretary Robert Buckland has been speaking to Sky news. Asked why the government wouldn’t just allow parliament to debate the withdrawal agreement bill for a bit, he says that the EU chose the 31 October deadline date and that we should respect that. “We’re not going to give up and walk away and pretend that this is too difficult,” he said. Labour’s justice secretary Richard Burgon has been speaking to the BBC. He said more time was needed for the government and the opposition to discuss a sensible way forward. He refused to put an exact number of days on how long was needed to examine a withdrawal agreement bill, saying it didn’t make a difference to people if it was debated for two or two and a half weeks. Burgon said it was the government who is allowing the matter to drag on – One of the reasons it’s dragging on is because the government is putting a stop to the progression of the bill. The second reason was passed in parliament – though we voted against it – but the government isn’t proceeding with it at the moment. They could be. So actually it’s the government who are behaving in a strange way, not the other political parties. But we need to get this sorted. Burgon dodged the question of whether Labour would back an election if the EU granted the UK an extension. This is from ITV’s political correspondent – Former attorney general Dominic Grieve has been speaking on Sky news. Grieve said that the fixed-term parliaments act 2011 – which makes it harder for a prime minister to call a general election at a time that is convenient for them – was a terrible piece of legislation, which he regrets. Former Tory culture secretary John Whittingdale, appearing on Sky just now, said he agreed with Grieve on the fixed-term parliaments act. He said that the 31 October deadline would probably be missed. I think Boris has pulled off an extraordinary achievement. Not only did he manage to get the EU to reopen the deal and make the changes necessary for people like me to support it, he then managed to get it through the House of Commons. Stephen Kinnock from Labour said that while he was open to voting for a deal, he couldn’t vote for this one which “would make a bonfire of workers rights, environmental standards and consumer protection”. He said that the prime minister should sit down with Corbyn and agree a sensible programme motion so the bill could be scrutinised and amended. “I have huge respect for colleagues who too the decision to vote last night in the way that they did. It simply wasn’t a deal I could support,” he said. David Lidington, a former Tory Europe minister, was just on the BBC’s Today programme. He said that the EU would want to ensure that they don’t get blamed for a no-deal Brexit, so will offer an extension. He said the majority for the withdrawal agreement bill was bigger than most people had expected and that the government should propose a longer timetable to try and get it through parliament again. “I see no way that the October 31st deadline can be met anyway now the bill has been paused in the commons,” he said. I think the fear in Downing street is partly of rafts of amendments to the bill, but also about the difficulty of governing without a majority ... There are broader questions that underly the disputes about the timings of the Brexit bill Lidington said the most likely timing for an election was the end of November or early December, though he warned that the public would not welcome an election in the run-up to Christmas. It’s Frances Perraudin here now, taking over from Kate Lyons. You can contact me on @fperraudin or below the line. An unpleasant start to the day for Lisa Nandy, Labour MP for Wigan. Peter Walker has this extremely helpful Q&amp;A in which he answers some key questions. The full article is here and a selection of answers are below: So what just happened? In brief: the bill seeking to put into law Boris Johnson’s Brexit deal was passed by MPs on its second reading, the initial opportunity that MPs have to vote on a bill. It passed by 329 votes to 299, the first time the Commons has formally approved a Brexit plan. However, only 20 minutes later, MPs rejected the government’s so-called programme motion, which set out the accelerated timetable for the bill, by 308 votes in favour to 322 against. So what happens now? Under a backbench-instigated law intended to ward off a no-deal Brexit, Johnson wrote to the EU on Saturday to formally request a delay to departure until 31 January, despite the PM not wanting this to happen. Responding in the Commons, Johnson said he would “pause this legislation” and await information from the EU on a possible delay. In the interim, he said, no-deal preparations would be ramped up. For now, the bill is “in limbo”, Speaker John Bercow said, using what he said was the technical term. Is the bill getting pulled? Downing Street had strongly hinted this would be the response to losing the programme motion. However, this seems to have been a lever to pressure MPs into backing the motion. Speaking during the debate ahead of the votes, Johnson pledged he would pull the bill and seek an election in the event of a delay until January or longer. But he did not promise to do this in any circumstances, holding open the possibility of a brief delay being acceptable. After the vote, Johnson was similarly equivocal, saying: “One way or another, we will leave the EU with this deal.” Does all this make a general election more likely? Probably. If the EU insists on a lengthy delay, which is put in place, Johnson could push for an election. Crucially, if an imminent no-deal Brexit was now averted, Labour would be expected to now back an election, making it happen. However, for all his protestations against a longer delay, the 30-vote majority for his Brexit deal could tempt Johnson into trying to push the bill through parliament before an election, allowing him to stand as the prime minister who delivered departure. What will MPs do for the rest of this week? On Wednesday and Thursday, when they should have been finishing off the stages of the WAB, they will instead return to debating the Queen’s speech. Remember that? The government’s planned legislative programme was presented on Monday last week, but the scheduled five-day debate was suspended for the WAB debate. It now comes back. But it’s hard to beat the Sun’s front page today. Most of today’s papers – whose fronts pages we round up here – blame Parliament for the latest sting in the Brexit tale. Here is a selection: This from the Brexit coordinator for the European Parliament Hello and welcome to the politics blog, bringing you the latest out of Westminster and Brussels in the wake of Tuesday night’s partial victory in the Commons for Boris Johnson. Here’s a very brief summary of events to get you started: Donald Tusk has said he will recommend the EU 27 leaders accept Johnson’s somewhat reluctant request for a Brexit extension. He made the request as soon as MPs rejected the PM’s three-day timetable to push through his deal. Downing Street will have to decide whether to carry through with the PM’s threat to abandon the bill and call for a general election in the event of a lengthy extension. Here is a video of his speech. Note: he dropped the threat after losing the second vote, but No 10 is still making noises about it in the event of an extension until January. However, an EU source said that if the bloc was to think again on the length of the extension then Johnson would need to make a second formal request for a shorter delay. Jeremy Corbyn has urged the government to agree to an alternative timetable, to allow the legislation to continue to be debated. I’ll be gently steering us through these choppy news waters during the early hours before handing over to my esteemed and highly entertaining colleagues. As always, you can get in touch via email (kate.lyons@theguardian.com) or Twitter. Thanks for reading along, let’s do this.",
      "charCount": "47451",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/benquinn\">Ben Quinn</a> (now), <a href=\"profile/frances-perraudin\">Frances Perraudin</a> and <a href=\"profile/kate-lyons\">Kate Lyons</a> (earlier)"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/23/johnson-and-corbyn-fail-to-agree-timetable-for-paused-brexit-bill",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-23T12:07:13Z",
    "webTitle": "Election rumours intensify after Johnson and Corbyn Brexit stalemate",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/23/johnson-and-corbyn-fail-to-agree-timetable-for-paused-brexit-bill",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/23/johnson-and-corbyn-fail-to-agree-timetable-for-paused-brexit-bill",
    "fields": {
      "headline": "Election rumours intensify after Johnson and Corbyn Brexit stalemate",
      "standfirst": "<p>PM and Labour leader meet but do not agree timetable for withdrawal agreement bill</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/oct/23/boris-johnsons-brexit-bill-in-limbo-as-eu-leaders-mull-extension-request-politics-live\">Brexit latest – live updates</a></li></ul>",
      "trailText": "PM and Labour leader meet but do not agree timetable for withdrawal agreement bill",
      "byline": "Heather Stewart and Peter Walker",
      "main": "<figure class=\"element element-image\" data-media-id=\"611a482f334f10f9946e6992db71c28a42a951fc\"> <img src=\"https://media.guim.co.uk/611a482f334f10f9946e6992db71c28a42a951fc/1_0_2559_1536/1000.jpg\" alt=\"Boris Johnson and Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson and Jeremy Corbyn met on Wednesday morning but failed to agree a timetable.</span> <span class=\"element-image__credit\">Composite: AFP/EPA/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Downing Street is pushing the possibility of a general election after talks between Boris Johnson and Jeremy Corbyn on a new timetable for his Brexit bill broke up without agreement, but Labour declined to say it would support an immediate poll.</p> <p>No 10 also said that Johnson spoke to Donald Tusk on Wednesday morning, telling the European council’s president, who <a href=\"https://twitter.com/eucopresident/status/1186977252011106304\">has called for EU leaders</a> to allow a further Brexit extension, that he does not personally want one.</p> <p>Johnson’s spokesman said: “The PM was clear in restating his position that he does not believe that any delay beyond 31 October is in the interests of the UK or the EU and that we need to get the deal through parliament before that point.”</p> <p>The prime minister was forced to write to the EU on Saturday to seek a delay until 31 January under a backbench-instigated law averting no deal, but had hoped to rush the bill putting his plan into law through parliament this week, to meet the current 31 October deadline.</p> <p>However, while MPs approved the second reading of the withdrawal agreement bill , they <a href=\"https://www.theguardian.com/politics/2019/oct/22/mps-reject-boris-johnsons-attempt-to-fast-track-brexit-deal\">voted down the rapid timetable</a>. Johnson and Corbyn met on Wednesday morning to see if they could agree on a way to press on with the “paused” bill under revised timings.</p> <p>Corbyn was accompanied by his key adviser Seumas Milne, and Johnson by Dominic Cummings, as well as the two parties’ respective chief whips. The meeting took place in the prime minister’s office in the House of Commons.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/23/will-the-eu-agree-to-extend-brexit-beyond-31-october\">Will the EU agree to extend Brexit beyond 31 October?</a> </p> </aside>  <p>But both sides said little was achieved. Asked if Johnson seemed to think there was a possibility of agreeing a new timetable, Corbyn’s spokesman said: “He certainly didn’t lean in that direction, but he didn’t rule it out.”</p> <p>A Downing Street source was more blunt when asked if the process would resume: “I do not expect any further talks.”</p> <p>The source strongly indicated that Johnson would now seek an election, even though it is not in his gift, as Labour would be needed to back a vote under the Fixed-term Parliaments Act to deliver the two-thirds majority needed for an election earlier than the five-year cycle.</p> <p>“Any time that parliament gets a vote for delay it will always choose delay,” the source said. “Therefore, if this parliament is unwilling to vote for a deal, we will have to go for a general election.” This could happen before Christmas, they added.</p> <p>However, this does not mean this is definitely Johnson’s position. Before the vote on the timetabling motion on Tuesday evening, the PM said he was likely to pull the entire bill and seek an election if he lost the vote, but did not subsequently do so.</p> <p>While Labour’s official position is that it will back an immediate election as soon as no-deal is ruled out, a number of the party’s MPs are wary and would prefer to push for a referendum on a Brexit deal instead.</p> <p>Corbyn’s spokesman repeatedly refused to say whether Labour would vote for an election if the EU agreed a delay until 31 January.</p> <p>“Exactly how the extension is made, and how it’s communicated and what the legal status is, will determine whether we consider [no deal] taken off the table, and the risk of a crash-out there or not,” he said.</p> <p>“As soon as the threat of a no-deal crash-out is off the table, and that is clear and guaranteed, then of course we would support an election.”</p> <p>The spokesman declined to say what further guarantees would be sought on preventing no deal, saying only: “We need to wait and see what they will come up with.”</p> <p>The lack of progress was shown earlier during prime minister’s questions, at which Corbyn called for the government to give parliament “the necessary time to improve on this worse-than-terrible treaty”. In response, Johnson accused Labour of seeking to scupper Brexit.</p> <p>Corbyn used all his questions at PMQs to ask Johnson about elements of the bill, including standards for environmental, consumer and workers’ rights, and the continued inclusion of Northern Ireland in elements of the EU’s customs union.</p> <p>After Johnson incorrectly said there would be “no checks between Northern Ireland and GB [Great Britain]”, Corbyn accused him of having not properly read his own bill.</p> <p>“The prime minister unlawfully prorogued parliament; he said he would refuse to comply with [the] law; he threw Northern Ireland under a bus; he ripped up protections for workers’ rights and environmental protections; lost every vote along the way; and tried to prevent genuine, democratic scrutiny and debate,” the Labour leader said.</p> <p>“Even worse than that – he’s not that familiar with it.”</p>",
      "wordcount": "775",
      "firstPublicationDate": "2019-10-23T11:18:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:56Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/chqne",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/611a482f334f10f9946e6992db71c28a42a951fc/1_0_2559_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Downing Street is pushing the possibility of a general election after talks between Boris Johnson and Jeremy Corbyn on a new timetable for his Brexit bill broke up without agreement, but Labour declined to say it would support an immediate poll. No 10 also said that Johnson spoke to Donald Tusk on Wednesday morning, telling the European council’s president, who has called for EU leaders to allow a further Brexit extension, that he does not personally want one. Johnson’s spokesman said: “The PM was clear in restating his position that he does not believe that any delay beyond 31 October is in the interests of the UK or the EU and that we need to get the deal through parliament before that point.” The prime minister was forced to write to the EU on Saturday to seek a delay until 31 January under a backbench-instigated law averting no deal, but had hoped to rush the bill putting his plan into law through parliament this week, to meet the current 31 October deadline. However, while MPs approved the second reading of the withdrawal agreement bill , they voted down the rapid timetable. Johnson and Corbyn met on Wednesday morning to see if they could agree on a way to press on with the “paused” bill under revised timings. Corbyn was accompanied by his key adviser Seumas Milne, and Johnson by Dominic Cummings, as well as the two parties’ respective chief whips. The meeting took place in the prime minister’s office in the House of Commons. But both sides said little was achieved. Asked if Johnson seemed to think there was a possibility of agreeing a new timetable, Corbyn’s spokesman said: “He certainly didn’t lean in that direction, but he didn’t rule it out.” A Downing Street source was more blunt when asked if the process would resume: “I do not expect any further talks.” The source strongly indicated that Johnson would now seek an election, even though it is not in his gift, as Labour would be needed to back a vote under the Fixed-term Parliaments Act to deliver the two-thirds majority needed for an election earlier than the five-year cycle. “Any time that parliament gets a vote for delay it will always choose delay,” the source said. “Therefore, if this parliament is unwilling to vote for a deal, we will have to go for a general election.” This could happen before Christmas, they added. However, this does not mean this is definitely Johnson’s position. Before the vote on the timetabling motion on Tuesday evening, the PM said he was likely to pull the entire bill and seek an election if he lost the vote, but did not subsequently do so. While Labour’s official position is that it will back an immediate election as soon as no-deal is ruled out, a number of the party’s MPs are wary and would prefer to push for a referendum on a Brexit deal instead. Corbyn’s spokesman repeatedly refused to say whether Labour would vote for an election if the EU agreed a delay until 31 January. “Exactly how the extension is made, and how it’s communicated and what the legal status is, will determine whether we consider [no deal] taken off the table, and the risk of a crash-out there or not,” he said. “As soon as the threat of a no-deal crash-out is off the table, and that is clear and guaranteed, then of course we would support an election.” The spokesman declined to say what further guarantees would be sought on preventing no deal, saying only: “We need to wait and see what they will come up with.” The lack of progress was shown earlier during prime minister’s questions, at which Corbyn called for the government to give parliament “the necessary time to improve on this worse-than-terrible treaty”. In response, Johnson accused Labour of seeking to scupper Brexit. Corbyn used all his questions at PMQs to ask Johnson about elements of the bill, including standards for environmental, consumer and workers’ rights, and the continued inclusion of Northern Ireland in elements of the EU’s customs union. After Johnson incorrectly said there would be “no checks between Northern Ireland and GB [Great Britain]”, Corbyn accused him of having not properly read his own bill. “The prime minister unlawfully prorogued parliament; he said he would refuse to comply with [the] law; he threw Northern Ireland under a bus; he ripped up protections for workers’ rights and environmental protections; lost every vote along the way; and tried to prevent genuine, democratic scrutiny and debate,” the Labour leader said. “Even worse than that – he’s not that familiar with it.”",
      "charCount": "4501",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> and <a href=\"profile/peterwalker\">Peter Walker</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/23/readers-on-brexit-bill-votes-house-of-commons-boris-johnson",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-23T09:00:33Z",
    "webTitle": "'Wrong on so many levels': readers on the Brexit bill votes",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/23/readers-on-brexit-bill-votes-house-of-commons-boris-johnson",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/23/readers-on-brexit-bill-votes-house-of-commons-boris-johnson",
    "fields": {
      "headline": "'Wrong on so many levels': readers on the Brexit bill votes",
      "standfirst": "<p>Your reactions below the line to the government winning one vote but losing another<br></p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/oct/23/boris-johnsons-brexit-bill-in-limbo-as-eu-leaders-mull-extension-request-politics-live\">Latest Brexit developments – live updates</a></li></ul>",
      "trailText": "Your reactions below the line to the government winning one vote but losing another",
      "byline": "Guardian readers and Rachel Obordo",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"055dd548-02ca-4aa1-ae7d-bf1a82246515\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/efA_h8DvcEA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<h2>‘It’s affecting my mental health’</h2> \n<p>I’m sure I heard Boris talk of scrapping the bill – but now it’s a pause? Maybe that idea has gone under the cardboard bus as well as Boris. I, for one, cannot stand more months of this pissing about. It’s affecting my mental health, and probably [that of] many others in the country. Call a second referendum and scrap this bill. How can any of this possibly be better than where we are now? The government has proposed no financial, economic and wellbeing benefits for leaving the EU in this state. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/134651087\">AnotherAlan</a></strong></p> \n<h2>‘Risks have to be taken to try to avert catastrophe’</h2> \n<p>This may seal Boris’s fate. The EU looks [prepared] to grant the extension now because there will be nothing to stop the vote of no confidence and a GE [general election]. The outcome of that is obviously uncertain, but in this situation, risks have to be taken to try to avert catastrophe. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/134651103\">PowerlessAngryVictim</a></strong></p> \n<h2>‘It’s wrong on so many levels’</h2> \n<p>Cannot believe that 19 Labour MPs voted for Boris’s deal and didn’t vote for Theresa’s deal, which did legally protect workers. It’s wrong on so many levels. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/134650986\">ADH1969</a></strong></p> \n<h2>‘As a voter you would have no idea what you would be getting by voting Labour’</h2> \n<p>It is noble of Labour to say they respect diversity of opinion and Labour MPs can vote as they like, but what is the voter supposed to think about all this? If you stand for anything and everything, you stand for nothing. And you will get nothing done as a consequence. Labour should at the very least try to agree on the basics – do they support a referendum on the deal, do they support workers’ rights, do they support the environment, do they stand up for job creation and social equality, etc. Once you agree on the principles, it should be easy to vote on the content of the bill. You know what you stand for and you check the bill if it is aligned to that. Alas, Labour is all over the place and hence a complete chaos. As a voter, you would have no idea what you would be getting by voting Labour. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/134650760\">curiosity19</a></strong></p> \n<h2>‘I now appreciate the wisdom of Scotland’s court of session’</h2> \n<p>I think I now fully appreciate the wisdom of Scotland’s court of session in keeping that sword of Damocles dangling over Boris Johnson’s head. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/134651072\">SporadicWit</a></strong></p> \n<h2>‘Johnson has backed himself into his own corner’</h2> \n<p>Boris Johnson has backed himself into his own corner with all his ridiculous rhetoric. If he were a proper adult rather than a five-year-old in adult clothes, he would simply allow enough time for proper debate about his deal. Why is that such a problem? He might have to accept a few amendments, but that happens to every government. He has just made error after error since becoming PM. It’s not clever to get rid of 21 [members] of your party. And as for the ERG [European Research Group] complaining about MPs voting against the government – the pot calling the kettle black – we wouldn’t be in this situation if they had voted for Theresa May’s deal. <strong><a href=\"https://profile.theguardian.com/user/id/13690375\">barriecooper</a></strong></p> \n<h2>‘Overall a good night for Labour’</h2> \n<p>Don’t worry about Labour MPs voting against the whip. It was only the second reading. These MPs can now demonstrate that they supported their constituents. If it does progress, judge them on their efforts to make amendments and their votes on the third reading – if it happens. Overall, a good night for Labour, Bonzo [Johnson] delayed his own Brexit bill and [Lisa] Nandy, [Dan] Jarvis et al now have the freedom to support amendments. Suck that one up, [Dominic] Cummings. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/134650829\">YorksTyke</a></strong></p> \n<h2>‘This is rapidly disappearing up its own backside’</h2> \n<p>As someone who has followed this keenly over the past few years, I don’t feel much shame in admitting I’ve found many elements of the past few days confusing. Not so much the procedures, but trying to understand tactics on all sides. I’m convinced a general election will give another hung parliament. In turn, that gives little chance of agreement, a second referendum or revocation. Just more delay. This is rapidly disappearing up its own backside. <strong><a href=\"https://discussion.theguardian.com/comment-permalink/134650237\">DrDestruction</a></strong></p>",
      "wordcount": "698",
      "firstPublicationDate": "2019-10-23T09:00:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:04Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/chq6m",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b0fd2c45ac6501a97a2cb9e074368be69efb8319/0_0_4877_2926/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "‘It’s affecting my mental health’ I’m sure I heard Boris talk of scrapping the bill – but now it’s a pause? Maybe that idea has gone under the cardboard bus as well as Boris. I, for one, cannot stand more months of this pissing about. It’s affecting my mental health, and probably [that of] many others in the country. Call a second referendum and scrap this bill. How can any of this possibly be better than where we are now? The government has proposed no financial, economic and wellbeing benefits for leaving the EU in this state. AnotherAlan ‘Risks have to be taken to try to avert catastrophe’ This may seal Boris’s fate. The EU looks [prepared] to grant the extension now because there will be nothing to stop the vote of no confidence and a GE [general election]. The outcome of that is obviously uncertain, but in this situation, risks have to be taken to try to avert catastrophe. PowerlessAngryVictim ‘It’s wrong on so many levels’ Cannot believe that 19 Labour MPs voted for Boris’s deal and didn’t vote for Theresa’s deal, which did legally protect workers. It’s wrong on so many levels. ADH1969 ‘As a voter you would have no idea what you would be getting by voting Labour’ It is noble of Labour to say they respect diversity of opinion and Labour MPs can vote as they like, but what is the voter supposed to think about all this? If you stand for anything and everything, you stand for nothing. And you will get nothing done as a consequence. Labour should at the very least try to agree on the basics – do they support a referendum on the deal, do they support workers’ rights, do they support the environment, do they stand up for job creation and social equality, etc. Once you agree on the principles, it should be easy to vote on the content of the bill. You know what you stand for and you check the bill if it is aligned to that. Alas, Labour is all over the place and hence a complete chaos. As a voter, you would have no idea what you would be getting by voting Labour. curiosity19 ‘I now appreciate the wisdom of Scotland’s court of session’ I think I now fully appreciate the wisdom of Scotland’s court of session in keeping that sword of Damocles dangling over Boris Johnson’s head. SporadicWit ‘Johnson has backed himself into his own corner’ Boris Johnson has backed himself into his own corner with all his ridiculous rhetoric. If he were a proper adult rather than a five-year-old in adult clothes, he would simply allow enough time for proper debate about his deal. Why is that such a problem? He might have to accept a few amendments, but that happens to every government. He has just made error after error since becoming PM. It’s not clever to get rid of 21 [members] of your party. And as for the ERG [European Research Group] complaining about MPs voting against the government – the pot calling the kettle black – we wouldn’t be in this situation if they had voted for Theresa May’s deal. barriecooper ‘Overall a good night for Labour’ Don’t worry about Labour MPs voting against the whip. It was only the second reading. These MPs can now demonstrate that they supported their constituents. If it does progress, judge them on their efforts to make amendments and their votes on the third reading – if it happens. Overall, a good night for Labour, Bonzo [Johnson] delayed his own Brexit bill and [Lisa] Nandy, [Dan] Jarvis et al now have the freedom to support amendments. Suck that one up, [Dominic] Cummings. YorksTyke ‘This is rapidly disappearing up its own backside’ As someone who has followed this keenly over the past few years, I don’t feel much shame in admitting I’ve found many elements of the past few days confusing. Not so much the procedures, but trying to understand tactics on all sides. I’m convinced a general election will give another hung parliament. In turn, that gives little chance of agreement, a second referendum or revocation. Just more delay. This is rapidly disappearing up its own backside. DrDestruction",
      "charCount": "3975",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/guardian-readers\">Guardian readers</a> and <a href=\"profile/rachel-obordo\">Rachel Obordo</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]