[
  {
    "id": "politics/2019/dec/27/tom-watson-i-quit-because-of-labour-brutality",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-27T18:00:46Z",
    "webTitle": "Tom Watson: I quit because of Labour brutality",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/27/tom-watson-i-quit-because-of-labour-brutality",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/27/tom-watson-i-quit-because-of-labour-brutality",
    "fields": {
      "headline": "Tom Watson: I quit because of Labour brutality",
      "standfirst": "<p>Former deputy leader admits voting for Owen Smith against Corbyn in Guardian interview</p><p><a href=\"https://www.theguardian.com/politics/2019/dec/28/tom-watson-was-i-disloyal-i-dont-take-kindly-to-being-told-what-to-do\">Tom Watson: ‘I don’t take kindly to being told what to do’</a></p>",
      "trailText": "Former deputy leader admits voting for Owen Smith against Corbyn in Guardian interview",
      "byline": "Simon Hattenstone and Peter Walker",
      "main": "<figure class=\"element element-image\" data-media-id=\"6b61728d90842af8d726ddbc84c397232bb66d5a\"> <img src=\"https://media.guim.co.uk/6b61728d90842af8d726ddbc84c397232bb66d5a/0_1677_5190_3114/1000.jpg\" alt=\"Tom Watson said Labour officials did not inform him about a death threat against him.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tom Watson said Labour officials did not inform him about a death threat against him.</span> <span class=\"element-image__credit\">Photograph: Ben Quinton/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Labour’s former deputy leader Tom Watson has said he left parliament because of the “brutality and hostility” he experienced within Labour and blamed poor organisation and messaging for the party’s disastrous general election result.</p> <p>Watson, who stood down as an MP and deputy leader last month, condemned Jeremy Corbyn’s advisers and told the Guardian that Labour’s next generation of leaders must address whether they “actually want power” as they begin to rebuild the party. In an admission that will draw criticism from Corbyn’s supporters, he also said he had voted for the leadership challenger Owen Smith despite his position as deputy leader.</p> <p>Watson’s stinging criticisms, <a href=\"https://www.theguardian.com/politics/2019/dec/28/tom-watson-was-i-disloyal-i-dont-take-kindly-to-being-told-what-to-do\">in an interview with Weekend magazine</a>, are his first intervention in the debate over the party’s disastrous showing at the election earlier this month, in which Boris Johnson won a majority of 80. Watson’s former West Bromwich East seat was lost to the Conservatives for the first time.</p> <p>Corbyn’s critics have identified his unpopularity as a key factor in the election result<strong>,</strong> but figures on the left of the party say the defeat was primarily because of the difficulties over Labour’s Brexit position and not strategic errors or the leader.</p> <p>In a succession race interrupted by Christmas, only two Labour MPs have formally declared their intention to run for leader: <a href=\"https://www.theguardian.com/politics/2019/dec/18/emily-thornberry-throws-her-hat-into-ring-for-labour-leadership\">Emily Thornberry</a>, the shadow foreign secretary, and <a href=\"https://www.theguardian.com/politics/2019/dec/19/clive-lewis-joins-race-to-be-labour-leader-pledging-to-unleash-party\">Clive Lewis</a>, a shadow Treasury minister. Other expected candidates include the two favourites, the <a href=\"https://www.theguardian.com/politics/2019/dec/17/keir-starmer-labour-leadership-pitch-radical-government\">shadow Brexit secretary</a>, Keir Starmer, and the shadow business secretary, Rebecca Long-Bailey. <a href=\"https://www.theguardian.com/politics/2019/dec/20/labours-brexit-position-set-mps-up-to-fail-says-lisa-nandy\">Lisa Nandy</a>, <a href=\"https://www.theguardian.com/politics/2019/dec/21/david-lammy-may-stand-labour-first-bame-leader\">David Lammy</a> and Yvette Cooper could also stand.</p> <p>Watson said: “Does the Labour party in its current form actually want power? The ultimate betrayal of working-class people is not to take power when you can, and if you are a party that believes in power through elections, then that requires pragmatism, prioritisation, compromise and collaboration.”</p>  <figure class=\"element element-image\" data-media-id=\"e43315039934bd5889b6fb6ac877490de33fbc7c\"> <img src=\"https://media.guim.co.uk/e43315039934bd5889b6fb6ac877490de33fbc7c/0_1168_6466_3880/1000.jpg\" alt=\"‘So I just thought: now’s the time to take a leap, do something different – you’ve had a good innings.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘So I just thought: now’s the time to take a leap, do something different. You’ve had a good innings.’</span> <span class=\"element-image__credit\">Photograph: Ben Quinton/The Guardian. Location: courtesy of the trustees of St George’s Hall, Bewdley.</span> </figcaption> </figure>  <p>Even though he was renowned in the party as a savvy organiser and occasionally brutal scrapper, Watson said he left in part because of the aggression he had faced within Labour. He said at one point police told him that a Labour supporter had been arrested for making a death threat via the party that Labour officials did not inform him about.</p> <p>In a wide-ranging interview, Watson praised Corbyn personally but said conditions within Labour had contributed to making his political career unsustainable. “The point is that the brutality and hostility is real and it’s day to day,” he said. “So I just thought: now’s the time to take a leap, do something different. You’ve had a good innings. You’ve done good stuff. Go now.”</p> <p>Watson cited the pressures of social media, factionalism and criticism from unions: “On their own, you deal with them and they’re a normal part of life. Combine them, and you’re carrying a very heavy load. And sometimes you’ve got to realise when that balance of life shifts and there are other things that are more rewarding.”</p> <p>At what turned out to be Watson’s final Labour conference as deputy leader in September he faced a motion from the left of the party seeking to abolish his job. It was eventually withdrawn. Watson said that even amid the wranglings, the move surprised him: “I don’t think you could pre-empt such political idiocy and collective self-harm.”</p> <p>Speaking immediately after the election defeat, Watson cited Brexit, Corbyn’s leadership, issues over antisemitism and a lack of party unity as reasons for the poor showing, as well as a convoluted election offering.</p> <p>“I don’t even know what the message of our campaign was,” he said. “There were announcements everywhere, but none of them got through because there were so many. You knew what Boris Johnson’s was: Get Brexit done. What was the Labour strapline?”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/27/compare-corbyn-labour-michael-foot-neil-kinnock\">If you must compare Corbyn to a past Labour leader, it isn’t Michael Foot | Owen Hatherley</a> </p> </aside>  <p>Corbyn and his shadow chancellor, John McDonnell, have said they will step down following the crushing defeat on 12 December.</p> <p>Watson also revealed that when Owen Smith challenged for the Labour leadership in 2016 following a vote of no confidence in Corbyn by Labour MPs, he voted for Smith.</p> <p>“I did vote for Owen, but I’ve never said it publicly before,” Watson said. “I thought, as soon as the leader loses the confidence of the parliamentary party it’s almost impossible to see how you can form a government. I thought Jeremy should have resigned, and he nearly did.”</p> <p>Watson’s departure from politics was also part of a wider shake-up of his life in which he has lost eight stone in weight and begun to retrain as a gym instructor.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "747",
      "firstPublicationDate": "2019-12-27T18:00:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-01-09T15:43:31Z",
      "newspaperEditionDate": "2019-12-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dxq7b",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6b61728d90842af8d726ddbc84c397232bb66d5a/0_1677_5190_3114/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour’s former deputy leader Tom Watson has said he left parliament because of the “brutality and hostility” he experienced within Labour and blamed poor organisation and messaging for the party’s disastrous general election result. Watson, who stood down as an MP and deputy leader last month, condemned Jeremy Corbyn’s advisers and told the Guardian that Labour’s next generation of leaders must address whether they “actually want power” as they begin to rebuild the party. In an admission that will draw criticism from Corbyn’s supporters, he also said he had voted for the leadership challenger Owen Smith despite his position as deputy leader. Watson’s stinging criticisms, in an interview with Weekend magazine, are his first intervention in the debate over the party’s disastrous showing at the election earlier this month, in which Boris Johnson won a majority of 80. Watson’s former West Bromwich East seat was lost to the Conservatives for the first time. Corbyn’s critics have identified his unpopularity as a key factor in the election result, but figures on the left of the party say the defeat was primarily because of the difficulties over Labour’s Brexit position and not strategic errors or the leader. In a succession race interrupted by Christmas, only two Labour MPs have formally declared their intention to run for leader: Emily Thornberry, the shadow foreign secretary, and Clive Lewis, a shadow Treasury minister. Other expected candidates include the two favourites, the shadow Brexit secretary, Keir Starmer, and the shadow business secretary, Rebecca Long-Bailey. Lisa Nandy, David Lammy and Yvette Cooper could also stand. Watson said: “Does the Labour party in its current form actually want power? The ultimate betrayal of working-class people is not to take power when you can, and if you are a party that believes in power through elections, then that requires pragmatism, prioritisation, compromise and collaboration.” Even though he was renowned in the party as a savvy organiser and occasionally brutal scrapper, Watson said he left in part because of the aggression he had faced within Labour. He said at one point police told him that a Labour supporter had been arrested for making a death threat via the party that Labour officials did not inform him about. In a wide-ranging interview, Watson praised Corbyn personally but said conditions within Labour had contributed to making his political career unsustainable. “The point is that the brutality and hostility is real and it’s day to day,” he said. “So I just thought: now’s the time to take a leap, do something different. You’ve had a good innings. You’ve done good stuff. Go now.” Watson cited the pressures of social media, factionalism and criticism from unions: “On their own, you deal with them and they’re a normal part of life. Combine them, and you’re carrying a very heavy load. And sometimes you’ve got to realise when that balance of life shifts and there are other things that are more rewarding.” At what turned out to be Watson’s final Labour conference as deputy leader in September he faced a motion from the left of the party seeking to abolish his job. It was eventually withdrawn. Watson said that even amid the wranglings, the move surprised him: “I don’t think you could pre-empt such political idiocy and collective self-harm.” Speaking immediately after the election defeat, Watson cited Brexit, Corbyn’s leadership, issues over antisemitism and a lack of party unity as reasons for the poor showing, as well as a convoluted election offering. “I don’t even know what the message of our campaign was,” he said. “There were announcements everywhere, but none of them got through because there were so many. You knew what Boris Johnson’s was: Get Brexit done. What was the Labour strapline?” Corbyn and his shadow chancellor, John McDonnell, have said they will step down following the crushing defeat on 12 December. Watson also revealed that when Owen Smith challenged for the Labour leadership in 2016 following a vote of no confidence in Corbyn by Labour MPs, he voted for Smith. “I did vote for Owen, but I’ve never said it publicly before,” Watson said. “I thought, as soon as the leader loses the confidence of the parliamentary party it’s almost impossible to see how you can form a government. I thought Jeremy should have resigned, and he nearly did.” Watson’s departure from politics was also part of a wider shake-up of his life in which he has lost eight stone in weight and begun to retrain as a gym instructor.",
      "charCount": "4542",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/simonhattenstone\">Simon Hattenstone</a> and <a href=\"profile/peterwalker\">Peter Walker</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/dec/27/the-guardian-view-on-politics-in-wales-a-brewing-crisis",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-27T17:45:59Z",
    "webTitle": "The Guardian view on politics in Wales: a brewing crisis? | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/27/the-guardian-view-on-politics-in-wales-a-brewing-crisis",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/27/the-guardian-view-on-politics-in-wales-a-brewing-crisis",
    "fields": {
      "headline": "The Guardian view on politics in Wales: a brewing crisis?",
      "standfirst": "<p>What the country is, who represents it and how it articulates its ‘not-England-ness’ after Brexit are questions that this parliament must answer</p>",
      "trailText": "<strong>Editorial:</strong> What the country is, who represents it and how it articulates its ‘not-England-ness’ after Brexit are questions that this parliament must answer",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"2f130ff634d1860a23d5fe6cf2024bed59c0e625\"> <img src=\"https://media.guim.co.uk/2f130ff634d1860a23d5fe6cf2024bed59c0e625/415_353_6285_3771/1000.jpg\" alt=\"The first minister of Wales, Labour’s Mark Drakeford.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The first minister of Wales, Labour’s Mark Drakeford.</span> <span class=\"element-image__credit\">Photograph: Gareth Phillips/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Our starter for 10: who is the first minister of Wales? Got it? Labour’s Mark Drakeford, of course. If you did get it right, well done, because the understated Mr Drakeford would be the first to admit that he does not have quite the same profile as the Scottish first minister, <a href=\"https://www.theguardian.com/politics/nicola-sturgeon\" title=\"\">Nicola Sturgeon</a>, or even the former Northern Irish first minister, <a href=\"https://www.theguardian.com/politics/arlene-foster\" title=\"\">Arlene Foster</a>. The latter has not been in post for three years, but has been omnipresent throughout the Brexit debate. Of Mr Drakeford, if we live outside Wales, we hear next to nothing. Wales, with its population of just over 3 million and its 40 seats at Westminster, is largely ignored in the wider UK. </p> <p>The general election gave the Conservatives their <a href=\"https://www.itv.com/news/wales/2019-12-13/historic-night-for-conservatives-in-wales-as-labour-s-red-wall-crumbles/\" title=\"\">best night</a> in Wales since 1983. They won <a href=\"https://www.leaderlive.co.uk/news/18099441.sarah-atherton-wrexham-elects-conservative-mp-first-time-history/\" title=\"\">Wrexham</a> (a seat where before the second world war they rarely bothered to stand) for the first time and captured Bridgend in Labour’s south Wales heartland. <a href=\"https://www.bbc.co.uk/news/election-2019-50766203\" title=\"\">Overall</a>, Labour got 41% of the vote, compared with the Tories’ 36%, and has 22 seats against the Tories’ 14 and Plaid Cymru’s four. But in a country where Labour has tended until recently to exercise almost hegemonic power, and with high rates of poverty and deprivation that have been exacerbated by a decade of <a href=\"https://www.jrf.org.uk/data/poverty-levels-and-trends-england-wales-scotland-and-northern-ireland\" title=\"\">Westminster-imposed austerity</a>, the party will take little comfort from keeping its nose in front.</p> <p>The future relationship between Westminster and the Labour-led devolved government in Cardiff will be tricky. The recently appointed secretary of state for Wales – you get a five-point bonus for naming him – has promised to work <a href=\"https://www.bbc.co.uk/news/election-2019-50825913\" title=\"\">“hand in hand”</a> with the Welsh government, but arguments are already <a href=\"https://www.walesonline.co.uk/news/wales-news/what-general-election-result-means-17419332\" title=\"\">brewing</a> over who gets to disburse regional aid money. The Welsh government was responsible for money channelled from the EU to depressed areas, but the UK government’s proposed replacement – the Shared Prosperity Fund – is likely to be administered by Whitehall. It will be seen as a rolling back of devolution – the first stage, according to some, of an assault on the <a href=\"https://www.walesonline.co.uk/news/politics/right-wing-offensive-conservative-party-17426886\" title=\"\">devolution settlement</a> in Wales by the resurgent Tories – and the standoff could end up in the supreme court.</p> <p>Wales has always been divided – north v south, urban v rural, Welsh-speaking v English-speaking – and after the election these divisions are starker than ever. South Wales remains red, while north and mid-Wales have turned blue. Plaid Cymru has held on to its four largely rural, Welsh-speaking seats, but with only 10% of the vote across Wales it cannot claim a surge in support for independence. Wales has traditionally lacked institutional autonomy – in marked contrast to Scotland, with its separate legal and educational systems. Wales has instead relied on its well-entrenched language in the fight for cultural separateness. But with a <a href=\"https://en.wikipedia.org/wiki/List_of_Welsh-language_media\" title=\"\">Welsh-language broadcaster, </a>bilingualism in government and the media, and the emergence of a network of highly regarded Welsh-medium schools, that battle has now largely been won, removing the totem around which Welsh nationalists could once gather.</p> <p>All this leaves Wales more than ever searching for an identity. Once, with iron, steel and coal, it was an industrial powerhouse. Twenty years ago it saw itself as a small country finding a home within Europe, with the EU as a less oppressive supra-state than a UK dominated by England. Now what is Wales, who represents it, how does it articulate its “not-England-ness” post-Brexit, and what happens to the devolution settlement if the Tories start playing hardball? These are uncomfortable questions, not least for the new secretary of state – <a href=\"https://www.bbc.co.uk/news/uk-wales-politics-50809649\" title=\"\">Simon Hart</a>, whose name was of course on the tip of your tongue.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "590",
      "commentable": "false",
      "firstPublicationDate": "2019-12-27T17:45:59Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:40:59Z",
      "newspaperEditionDate": "2019-12-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dxa74",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2f130ff634d1860a23d5fe6cf2024bed59c0e625/415_353_6285_3771/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Our starter for 10: who is the first minister of Wales? Got it? Labour’s Mark Drakeford, of course. If you did get it right, well done, because the understated Mr Drakeford would be the first to admit that he does not have quite the same profile as the Scottish first minister, Nicola Sturgeon, or even the former Northern Irish first minister, Arlene Foster. The latter has not been in post for three years, but has been omnipresent throughout the Brexit debate. Of Mr Drakeford, if we live outside Wales, we hear next to nothing. Wales, with its population of just over 3 million and its 40 seats at Westminster, is largely ignored in the wider UK. The general election gave the Conservatives their best night in Wales since 1983. They won Wrexham (a seat where before the second world war they rarely bothered to stand) for the first time and captured Bridgend in Labour’s south Wales heartland. Overall, Labour got 41% of the vote, compared with the Tories’ 36%, and has 22 seats against the Tories’ 14 and Plaid Cymru’s four. But in a country where Labour has tended until recently to exercise almost hegemonic power, and with high rates of poverty and deprivation that have been exacerbated by a decade of Westminster-imposed austerity, the party will take little comfort from keeping its nose in front. The future relationship between Westminster and the Labour-led devolved government in Cardiff will be tricky. The recently appointed secretary of state for Wales – you get a five-point bonus for naming him – has promised to work “hand in hand” with the Welsh government, but arguments are already brewing over who gets to disburse regional aid money. The Welsh government was responsible for money channelled from the EU to depressed areas, but the UK government’s proposed replacement – the Shared Prosperity Fund – is likely to be administered by Whitehall. It will be seen as a rolling back of devolution – the first stage, according to some, of an assault on the devolution settlement in Wales by the resurgent Tories – and the standoff could end up in the supreme court. Wales has always been divided – north v south, urban v rural, Welsh-speaking v English-speaking – and after the election these divisions are starker than ever. South Wales remains red, while north and mid-Wales have turned blue. Plaid Cymru has held on to its four largely rural, Welsh-speaking seats, but with only 10% of the vote across Wales it cannot claim a surge in support for independence. Wales has traditionally lacked institutional autonomy – in marked contrast to Scotland, with its separate legal and educational systems. Wales has instead relied on its well-entrenched language in the fight for cultural separateness. But with a Welsh-language broadcaster, bilingualism in government and the media, and the emergence of a network of highly regarded Welsh-medium schools, that battle has now largely been won, removing the totem around which Welsh nationalists could once gather. All this leaves Wales more than ever searching for an identity. Once, with iron, steel and coal, it was an industrial powerhouse. Twenty years ago it saw itself as a small country finding a home within Europe, with the EU as a less oppressive supra-state than a UK dominated by England. Now what is Wales, who represents it, how does it articulate its “not-England-ness” post-Brexit, and what happens to the devolution settlement if the Tories start playing hardball? These are uncomfortable questions, not least for the new secretary of state – Simon Hart, whose name was of course on the tip of your tongue.",
      "charCount": "3588",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "uk-news/2019/dec/27/its-unfair-to-blame-the-ministry-of-defence-for-all-of-its-problems",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-12-27T17:10:39Z",
    "webTitle": "It’s unfair to blame the Ministry of Defence for all of its problems | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/dec/27/its-unfair-to-blame-the-ministry-of-defence-for-all-of-its-problems",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/27/its-unfair-to-blame-the-ministry-of-defence-for-all-of-its-problems",
    "fields": {
      "headline": "It’s unfair to blame the Ministry of Defence for all of its problems",
      "standfirst": "The Ministry of Defence has been hit by factors outside of its control, writes <strong>Clive Murgatroyd</strong>, while <strong>David Lowry</strong> says that the expense of Trident renewal is a huge part of defence spending that cannot be ignored",
      "trailText": "<strong>Letters: </strong>The Ministry of Defence has been hit by factors outside of its control, writes <strong>Clive Murgatroyd</strong>, while <strong>David Lowry</strong> says that the expense of Trident renewal is a huge part of defence spending that cannot be ignored",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"103431799b473d1a665da7e9123d70b85c8033f7\"> <img src=\"https://media.guim.co.uk/103431799b473d1a665da7e9123d70b85c8033f7/0_187_3500_2100/1000.jpg\" alt=\"An F-35 Lightning jet takes off from HMS Queen Elizabeth\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An F-35 lightning jet takes off from HMS Queen Elizabeth.</span> <span class=\"element-image__credit\">Photograph: Daniel Shepherd/MoD Crown Copyright/PA</span> </figcaption> </figure>",
      "body": "<p>Richard Norton-Taylor’s article about Ministry of Defence procurement (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/17/dominic-cummings-britain-defence-spending-mod\" title=\"\">Cummings is right – if only about the MoD</a>, Journal, 18 December) implies the MoD is wholly to blame for its problems. While there have been incidences of mismanagement, not least in the outsourcing of key functions like army recruitment, many decisions have been out of the MoD’s control.</p> <p>The global financial crisis resulted in a delay to the carrier programme, causing significant extra costs. Also, the F-35B (STOVL version) was always the aircraft of choice for the carriers. It was the government’s decision in 2010 to change to the carrier variant, with catapults and arrester gear. A study showed this to be too expensive, and the programme reverted to the F-35B, but not before additional costs had been accrued. In 2015 the government announced £24bn of enhancements for the armed forces without any real understanding of how to pay for them. More recently, Brexit has caused paralysis in decision-making, with over 250 MoD personnel being transferred to other departments to assist with no-deal preparations.</p> <p>A review of defence is due. But it should not start with the premise that the MoD is completely at fault.<br><strong>Clive Murgatroyd</strong><br><em>London</em></p> <p>• Richard Norton-Taylor overlooked one huge component of “defence” spending: the renewal of the Trident nuclear WMD system, both submarine carriers/launch platforms and multiple nuclear-tipped missiles.</p> <p>There is a debate over how much this renewal – ie replacement and modernisation – will cost. As a new independent study released on 17 December by <a href=\"https://researchbriefings.parliament.uk/ResearchBriefing/Summary/CBP-8166\" title=\"\">the House of Commons library</a> points out: “Ascertaining historical costs for the nuclear deterrent is difficult and complex, as this information is not easily available from public sources. Many records no longer exist, while others were classified. In the past the government has also often not discussed costs on the grounds of operational security.”</p> <p>The authors stress that the 2015 strategic defence and security review projected that the costs of design and manufacture of four new Trident submarines will be £31bn, with an additional £10bn contingency also set aside. If projected lifetime operational, repair and refit costs are added, according to a Nuclear Educational Trust report <a href=\"http://www.nucleareducationtrust.org/sites/default/files/NET%20Defence%20Diversification%20%20%20%20%20Report.pdf\" title=\"\">in June 2018</a>, this takes the total cost of Trident replacement to £140bn-£205bn.</p> <p>This is where the Cummings review needs to start.<br><strong>Dr David Lowry</strong><br><em>Former director, European Proliferation Information Centre</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "428",
      "commentable": "false",
      "firstPublicationDate": "2019-12-27T17:10:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-27T17:12:30Z",
      "newspaperEditionDate": "2019-12-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/d2v3x",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/103431799b473d1a665da7e9123d70b85c8033f7/0_187_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Richard Norton-Taylor’s article about Ministry of Defence procurement (Cummings is right – if only about the MoD, Journal, 18 December) implies the MoD is wholly to blame for its problems. While there have been incidences of mismanagement, not least in the outsourcing of key functions like army recruitment, many decisions have been out of the MoD’s control. The global financial crisis resulted in a delay to the carrier programme, causing significant extra costs. Also, the F-35B (STOVL version) was always the aircraft of choice for the carriers. It was the government’s decision in 2010 to change to the carrier variant, with catapults and arrester gear. A study showed this to be too expensive, and the programme reverted to the F-35B, but not before additional costs had been accrued. In 2015 the government announced £24bn of enhancements for the armed forces without any real understanding of how to pay for them. More recently, Brexit has caused paralysis in decision-making, with over 250 MoD personnel being transferred to other departments to assist with no-deal preparations. A review of defence is due. But it should not start with the premise that the MoD is completely at fault. Clive Murgatroyd London • Richard Norton-Taylor overlooked one huge component of “defence” spending: the renewal of the Trident nuclear WMD system, both submarine carriers/launch platforms and multiple nuclear-tipped missiles. There is a debate over how much this renewal – ie replacement and modernisation – will cost. As a new independent study released on 17 December by the House of Commons library points out: “Ascertaining historical costs for the nuclear deterrent is difficult and complex, as this information is not easily available from public sources. Many records no longer exist, while others were classified. In the past the government has also often not discussed costs on the grounds of operational security.” The authors stress that the 2015 strategic defence and security review projected that the costs of design and manufacture of four new Trident submarines will be £31bn, with an additional £10bn contingency also set aside. If projected lifetime operational, repair and refit costs are added, according to a Nuclear Educational Trust report in June 2018, this takes the total cost of Trident replacement to £140bn-£205bn. This is where the Cummings review needs to start. Dr David Lowry Former director, European Proliferation Information Centre • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2760",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/dec/27/fawlty-memories-of-basil-rectitude",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-12-27T17:07:57Z",
    "webTitle": "Fawlty memories of Basil’s rectitude | Brief letters",
    "webUrl": "https://www.theguardian.com/society/2019/dec/27/fawlty-memories-of-basil-rectitude",
    "apiUrl": "https://content.guardianapis.com/society/2019/dec/27/fawlty-memories-of-basil-rectitude",
    "fields": {
      "headline": "Fawlty memories of Basil’s rectitude",
      "standfirst": "Social care | Nicky Henson in Fawlty Towers | Pedanticus pronunciation | Trump and windmills | Sprout recipes",
      "trailText": "<strong>Brief letters:</strong> Social care | Nicky Henson in Fawlty Towers | Pedanticus pronunciation | Trump and windmills | Sprout recipes",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"a5f29d3cae813e717c22f759c3e0c18731b8a41c\"> <img src=\"https://media.guim.co.uk/a5f29d3cae813e717c22f759c3e0c18731b8a41c/172_48_934_560/500.jpg\" alt=\"Nicky Henson in Fawlty Towers.\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicky Henson in Fawlty Towers.</span> <span class=\"element-image__credit\">Photograph: BBC</span> </figcaption> </figure>",
      "body": "<p>Alongside its account of five independent commissions and four government white papers on social care funding, your <a href=\"https://www.theguardian.com/commentisfree/2019/dec/22/the-guardian-view-on-social-care-time-for-boris-johnson-to-prove-his-one-nation-credentials\" title=\"\">editorial</a> (23 December) could have mentioned one citizens’ assembly on this topic. It was commissioned by two select committees and met in May 2018. Asked for a comment afterwards, one participant, no doubt representing the thoughts of many others, hoped the government would now act on the assembly’s advice. Where now for “listening to the people” and a more participatory democracy?<br><strong>Caroline Roaf</strong><br><em>Oxford</em></p> <p>• Your <a href=\"https://www.theguardian.com/tv-and-radio/2019/dec/17/nicky-henson-obituary\" title=\"\">obituary of Nicky Henson</a> (18 December) said his Fawlty Towers character had smuggled a woman into his room and it was his mother. Not so! He had smuggled a woman into his room the night before, but Basil was unable to catch her and prove it. It was only the next morning, after the woman had left, that his mother was in the room. I always felt sorry for Basil, as – not for the first time – he was correct, but no one believed him.<br><strong>Dominic Rice</strong><br><em>Sheffield</em></p> <p>•I do not disagree with Pedanticus often, but I do on the pronunciation of “chocolatier” (Chris Maslanka: Solutions, 21 December). He suggests the French way ending in “tee-ay” is correct. I beg to differ. “Chocolateer” should be perfectly acceptable, following other precedents such as brigadier and bombardier. I write as the self-proclaimed president of the York Society of Practising Pendants.<br><strong>Clive Goodhead</strong><br><em>Earswick, </em><em>North Yorkshire</em></p> <p>• Why are we surprised at Trump tilting at windmills (<a href=\"https://www.theguardian.com/us-news/2019/dec/23/trump-bizarre-tirade-windmills\" title=\"\">‘I never understood wind’: Trump goes on bizarre tirade against wind turbines</a>, 23 December)? He certainly has a quixotic personality.<br><strong>Michael Peel</strong><br><em>Axbridge, Somerset</em></p> <p>• Thanks for publishing <a href=\"https://www.theguardian.com/football/2019/dec/25/footballer-v-nurse-who-is-valued-more\" title=\"\">Bill Hawkes’ letter</a> (26 December) about the festive vegetable recipes. He is coming for lunch on Sunday, and now I shall definitely exclude sprouts.<br><strong>Christine Hawkes</strong><br><em>Cambridge</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "5",
      "wordcount": "338",
      "commentable": "false",
      "firstPublicationDate": "2019-12-27T17:07:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:19Z",
      "newspaperEditionDate": "2019-12-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dxqpk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a5f29d3cae813e717c22f759c3e0c18731b8a41c/172_48_934_560/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Alongside its account of five independent commissions and four government white papers on social care funding, your editorial (23 December) could have mentioned one citizens’ assembly on this topic. It was commissioned by two select committees and met in May 2018. Asked for a comment afterwards, one participant, no doubt representing the thoughts of many others, hoped the government would now act on the assembly’s advice. Where now for “listening to the people” and a more participatory democracy? Caroline Roaf Oxford • Your obituary of Nicky Henson (18 December) said his Fawlty Towers character had smuggled a woman into his room and it was his mother. Not so! He had smuggled a woman into his room the night before, but Basil was unable to catch her and prove it. It was only the next morning, after the woman had left, that his mother was in the room. I always felt sorry for Basil, as – not for the first time – he was correct, but no one believed him. Dominic Rice Sheffield •I do not disagree with Pedanticus often, but I do on the pronunciation of “chocolatier” (Chris Maslanka: Solutions, 21 December). He suggests the French way ending in “tee-ay” is correct. I beg to differ. “Chocolateer” should be perfectly acceptable, following other precedents such as brigadier and bombardier. I write as the self-proclaimed president of the York Society of Practising Pendants. Clive Goodhead Earswick, North Yorkshire • Why are we surprised at Trump tilting at windmills (‘I never understood wind’: Trump goes on bizarre tirade against wind turbines, 23 December)? He certainly has a quixotic personality. Michael Peel Axbridge, Somerset • Thanks for publishing Bill Hawkes’ letter (26 December) about the festive vegetable recipes. He is coming for lunch on Sunday, and now I shall definitely exclude sprouts. Christine Hawkes Cambridge • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2140",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]