[
  {
    "id": "politics/2019/aug/13/no-deal-brexit-would-be-a-betrayal-says-philip-hammond",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-13T22:36:42Z",
    "webTitle": "No-deal Brexit would be a betrayal, says Philip Hammond",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/13/no-deal-brexit-would-be-a-betrayal-says-philip-hammond",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/13/no-deal-brexit-would-be-a-betrayal-says-philip-hammond",
    "fields": {
      "headline": "No-deal Brexit would be a betrayal, says Philip Hammond",
      "standfirst": "<p>Former chancellor leads group of 20 Tories voicing concerns</p>",
      "trailText": "Former chancellor leads group of 20 Tories voicing concerns",
      "byline": "Rowena Mason and Jessica Elgot",
      "main": "<figure class=\"element element-image\" data-media-id=\"a7b4ad6defe20556d4caf0d37fad79d628ce84d1\"> <img src=\"https://media.guim.co.uk/a7b4ad6defe20556d4caf0d37fad79d628ce84d1/0_186_5568_3341/1000.jpg\" alt=\"An anti-Brexit protester in Whitehall on Tuesday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An anti-Brexit protester in Whitehall on Tuesday.</span> <span class=\"element-image__credit\">Photograph: Andres Pantoja/SOPA Images/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Philip Hammond has told Boris Johnson that leaving the EU without a deal would be a betrayal of the referendum result, as the former chancellor led a group of 20 Conservatives making clear their opposition to crashing out on 31 October.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/27/hammond-plots-with-starmer-to-kill-no-deal-brexit\">Hammond plots with Labour to kill Johnson’s no-deal Brexit plan</a> </p> </aside>  <p>In a sign that some Tory MPs are determined to block a no-deal Brexit, Hammond appeared to blame Dominic Cummings, Johnson’s senior adviser, for making demands for a new deal that the EU “cannot and will not accede to”.</p> <p><a href=\"https://www.thetimes.co.uk/edition/news/philip-hammond-to-say-that-people-voted-for-hard-brexit-simply-isnt-true-l82rhd3cm\">Writing in the Times</a>, he said: “The hardliners may make the most noise but they are not the most numerous. Most people in this country want to see us leave in a smooth and orderly fashion that will not disrupt lives, cost jobs or diminish living standards, whether they voted leave or remain in 2016. No deal would be a betrayal of the 2016 referendum result. It must not happen.”</p> <p>In an apparent swipe at Cummings, he said: “The unelected people who pull the strings of this government know that this is a demand the EU cannot, and will not, accede to. Not just because they will be stubborn in their defence of the single market (although they will), but because the fragility of their own coalition of 27 means any attempt on their side to reopen the package would see their unity collapse. They will not take that chance and the smart people in Whitehall know it.”</p> <p>A senior Downing Street source said: “Philip Hammond actively undermined the government’s negotiating position by frustrating and obstructing preparation to leave the EU. Everyone knows that the ex-chancellor’s real objective was to cancel the referendum result.”</p> <p>The former chancellor is leading a group of 20 Tories, including seven former cabinet ministers, who have written to Johnson accusing him of setting the bar too high in negotiations with the EU to have a hope of getting changes to a deal.</p> <p>Signed by Greg Clark, David Gauke, Rory Stewart and others, the letter says: “We are alarmed by the ‘red lines’ you have drawn which, on the face of it, appear to eliminate the chance of reaching agreement with the EU”.</p> <p>The intervention is a sign that Tories opposed to a no-deal Brexit are prepared to vote with opposition parties to prevent Johnson taking the UK out of the EU on 31 October without a deal.</p> <p>At the same time, John Bercow, the Speaker of the House of Commons, <a href=\"https://www.theguardian.com/politics/2019/aug/13/bercow-will-fight-to-stop-johnson-closing-parliament-for-no-deal\">vowed at an Edinburgh festival fringe event</a> to fight attempts to sideline parliament “with every breath in my body”. He said he would insist on the right of parliament to continue to sit and debate.</p> <p>Cummings, the architect of the Vote Leave campaign, has told staff in No 10 that the rebels are too late to stop a no-deal Brexit, as the prime minister could simply push it through on 31 October and hold an election afterwards.</p> <p>However, his opponents are incensed by the idea that parliament could be sidelined and have been working over the summer on ways to prevent that happening. These include a confidence vote to replace Johnson as prime minister with a temporary government or passing a law to force him to extend article 50.</p> <p>Johnson insists that he wants a deal with the EU but only one that does not include the “undemocratic backstop” – the insurance mechanism to stop a hard border on the island of Ireland that Brussels says must be a part of the deal.</p> <p>Since taking office, the prime minster has ramped up preparations for leaving without a deal in a move to convince the EU he is serious about leaving on 31 October regardless of whether the UK has a withdrawal agreement in place.</p>",
      "newspaperPageNumber": "14",
      "wordcount": "618",
      "firstPublicationDate": "2019-08-13T22:36:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:49Z",
      "newspaperEditionDate": "2019-08-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5gan",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a7b4ad6defe20556d4caf0d37fad79d628ce84d1/0_186_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Philip Hammond has told Boris Johnson that leaving the EU without a deal would be a betrayal of the referendum result, as the former chancellor led a group of 20 Conservatives making clear their opposition to crashing out on 31 October. In a sign that some Tory MPs are determined to block a no-deal Brexit, Hammond appeared to blame Dominic Cummings, Johnson’s senior adviser, for making demands for a new deal that the EU “cannot and will not accede to”. Writing in the Times, he said: “The hardliners may make the most noise but they are not the most numerous. Most people in this country want to see us leave in a smooth and orderly fashion that will not disrupt lives, cost jobs or diminish living standards, whether they voted leave or remain in 2016. No deal would be a betrayal of the 2016 referendum result. It must not happen.” In an apparent swipe at Cummings, he said: “The unelected people who pull the strings of this government know that this is a demand the EU cannot, and will not, accede to. Not just because they will be stubborn in their defence of the single market (although they will), but because the fragility of their own coalition of 27 means any attempt on their side to reopen the package would see their unity collapse. They will not take that chance and the smart people in Whitehall know it.” A senior Downing Street source said: “Philip Hammond actively undermined the government’s negotiating position by frustrating and obstructing preparation to leave the EU. Everyone knows that the ex-chancellor’s real objective was to cancel the referendum result.” The former chancellor is leading a group of 20 Tories, including seven former cabinet ministers, who have written to Johnson accusing him of setting the bar too high in negotiations with the EU to have a hope of getting changes to a deal. Signed by Greg Clark, David Gauke, Rory Stewart and others, the letter says: “We are alarmed by the ‘red lines’ you have drawn which, on the face of it, appear to eliminate the chance of reaching agreement with the EU”. The intervention is a sign that Tories opposed to a no-deal Brexit are prepared to vote with opposition parties to prevent Johnson taking the UK out of the EU on 31 October without a deal. At the same time, John Bercow, the Speaker of the House of Commons, vowed at an Edinburgh festival fringe event to fight attempts to sideline parliament “with every breath in my body”. He said he would insist on the right of parliament to continue to sit and debate. Cummings, the architect of the Vote Leave campaign, has told staff in No 10 that the rebels are too late to stop a no-deal Brexit, as the prime minister could simply push it through on 31 October and hold an election afterwards. However, his opponents are incensed by the idea that parliament could be sidelined and have been working over the summer on ways to prevent that happening. These include a confidence vote to replace Johnson as prime minister with a temporary government or passing a law to force him to extend article 50. Johnson insists that he wants a deal with the EU but only one that does not include the “undemocratic backstop” – the insurance mechanism to stop a hard border on the island of Ireland that Brussels says must be a part of the deal. Since taking office, the prime minster has ramped up preparations for leaving without a deal in a move to convince the EU he is serious about leaving on 31 October regardless of whether the UK has a withdrawal agreement in place.",
      "charCount": "3499",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/jessica-elgot\">Jessica Elgot</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/13/fear-of-brexit-disorder-fuels-tories-tough-talking-on",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-13T17:30:18Z",
    "webTitle": "Fear of Brexit disorder fuels Tories’ tough talking on crime | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/13/fear-of-brexit-disorder-fuels-tories-tough-talking-on",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/13/fear-of-brexit-disorder-fuels-tories-tough-talking-on",
    "fields": {
      "headline": "Fear of Brexit disorder fuels Tories’ tough talking on crime",
      "standfirst": "Readers respond to the news that Boris Johnson’s government plans a law and order policy blitz",
      "trailText": "<strong>Letters:</strong> Readers respond to the news that Boris Johnson’s government plans a law and order policy blitz",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"9bd23f8f89b4907dcf0ddbcc7e36d0e57654902b\"> <img src=\"https://media.guim.co.uk/9bd23f8f89b4907dcf0ddbcc7e36d0e57654902b/257_335_4498_2699/1000.jpg\" alt=\"Boris Johnson visits Leeds prison on 13 August 2019. ‘It is not surprising to see the Tories resurrecting “law and order” to deflect from other troubles,’ writes Mike Nash. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson visits Leeds prison on 13 August 2019. ‘It is not surprising to see the Tories resurrecting “law and order” to deflect from other troubles,’ writes Mike Nash. </span> <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The idea that yet another prison-building programme, and tougher sentencing, will reduce victimisation and increase public protection is a fallacy (<a href=\"https://www.theguardian.com/society/2019/aug/11/tories-unveil-law-and-order-policy-blitz-amid-election-speculation\" title=\"\">Tories unveil law and order policy blitz amid election speculation</a>, 12 August). In 1983, Leon Brittan instigated the biggest prison-building programme of the 20th century, alongside a tougher sentencing regime. It failed. In 1995, Michael Howard declared that “prison works”. He was wrong. There are no demonstrable relationships between prison numbers and recorded crime rates. This “blitz” will not solve the conventional crime problem. Nor will it deal with corporate criminality, income tax evasion, environmental pollution or deaths at work. The cultures of immunity and impunity that allow the rich and powerful to engage in routine criminal activity will remain. The changes will do little, if anything, to reduce the rampant levels of violence against women, nor far-right extremism, and nor will they introduce desperately needed structures of democratic accountability into the criminal justice system. But they will likely exacerbate the dramatic levels of violence in British prisons, where there are almost two self-inflicted deaths a week. Given the crisis in the criminal justice system, the hypocrisy of this headline-grabbing stunt is disgraceful.<br><strong>Joe Sim</strong> <em>Professor of criminology, Liverpool John Moores University</em>, <strong>Steve Tombs</strong><em> Professor of criminology, The Open University</em></p> <p>• It is not surprising to see the Tories resurrecting “law and order” to deflect from other troubles. However, it may be advisable to look at those troubles, in particular Brexit, as a major reason why these tougher measures are being proposed. A variety of official government statistics, police recorded information, occupational surveys in the NHS and any casual viewing of mainstream and social media reveal a sharp rise in negative and violent behaviour since the 2016 vote. Homicides are up from 570 in 2015-16 to 726 in 2017-18. Hate crime incidents increased from 62,518 to 80,392 over the same period. These figures are the highest since recording began in 2011-12. Knife killings are the highest recorded since statistics were first collected in 1946. Racist incidents against Metropolitan police officers rose from 428 in 2014-15 to 667 in 2016-17. There were 26,000 assaults on police in 2017-18. An NHS staff survey found 15% of employees had been assaulted by patients, their families and the public. The same survey revealed up to 75,000 assaults nationally in 2016-17.</p> <p>The media is increasingly showing attacks on paramedics and on police officers being attacked (and filmed) when attending incidents. Behaviour in the House of Commons has reached an all-time low and news reporters seem only interested in provoking rows and shouting. I would suggest that Brexit is as much a public protection issue as the sentences served by certain offenders. Fortunately, serious sexual and violent offenders remain relatively scarce. A sharp decline in standards of civility and the active promotion of a climate of disrespect and hate threatens our social fabric far more.<br><strong>Dr Mike Nash</strong><br><em>Emeritus professor of criminology, </em><em>University of Portsmouth</em></p> <p>• Your editorial (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/11/the-guardian-view-on-stop-and-search-not-a-solution\" title=\"\">Stop and search won’t stop violent crime. We need to address the root causes</a>, 12 August) quite rightly observes that Boris Johnson “has reverted to a familiar and failed Conservative playbook of ‘hard on crime, hard on criminals’ rhetoric”. The proposals to extend stop and search and increase prison places and police numbers all appear to be part of Boris Johnson’s positioning prior to a likely early election. Any moves towards an evidence-based “public health” approach to knife crime have clearly been ditched. There is one aspect of this, though, that you miss.</p> <p>The PM’s announcement eased restrictions on the use of section 60 powers across all forces in England and Wales. Knife crime is not endemic across England and Wales. The idea that this is a response to knife crime therefore is not plausible. This retooling of the state is in anticipation of resistance to Johnson’s future agenda. As we saw in the Thatcher years, a putative response to a panic about a rise in crime can cloak a rearming of the repressive machinery of the state for use against anyone who resists. When Priti Patel says she wants offenders to feel terror, what she means is that all those who will be written out of any future Tory settlement of the issues of the day should feel terror.</p> <p>This is a government committed to a course of action – a no-deal Brexit, which will make the poorest and most exploited poorer still. It is being packaged as a reclaiming of “freedom”. Once the nationalist, anti-immigrant rhetoric results in a brave new world where the NHS is flogged off to US insurance companies, unemployment rises, food prices go up and wages fall, Johnson will need the “terror” of the state as his ultimate defence. The idea he cares, or ever has cared, about the causes of crime is nonsense. As mayor of London, Johnson didn’t open new youth centres. He wasted £320,000 on water cannon. Oppression is his first instinct.<br><strong>Nick Moss</strong><br><em>London</em></p> <p>• The only fear likely to be generated by the government’s stop-and-search policies is the fear justifiably felt by young black people up and down the country that they will be repeatedly harassed by the police when going about their lawful activities on the streets. The evidence consistently shows that well over 90% of those subject to “suspicion-less” stops are found to be entirely innocent. A better example of institutional racism would be hard to find.<br><strong>Lee Bridges</strong><br><em>Emeritus professor, School of Law, University of Warwick</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "952",
      "commentable": "false",
      "firstPublicationDate": "2019-08-13T17:30:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:49Z",
      "newspaperEditionDate": "2019-08-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5em5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9bd23f8f89b4907dcf0ddbcc7e36d0e57654902b/257_335_4498_2699/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The idea that yet another prison-building programme, and tougher sentencing, will reduce victimisation and increase public protection is a fallacy (Tories unveil law and order policy blitz amid election speculation, 12 August). In 1983, Leon Brittan instigated the biggest prison-building programme of the 20th century, alongside a tougher sentencing regime. It failed. In 1995, Michael Howard declared that “prison works”. He was wrong. There are no demonstrable relationships between prison numbers and recorded crime rates. This “blitz” will not solve the conventional crime problem. Nor will it deal with corporate criminality, income tax evasion, environmental pollution or deaths at work. The cultures of immunity and impunity that allow the rich and powerful to engage in routine criminal activity will remain. The changes will do little, if anything, to reduce the rampant levels of violence against women, nor far-right extremism, and nor will they introduce desperately needed structures of democratic accountability into the criminal justice system. But they will likely exacerbate the dramatic levels of violence in British prisons, where there are almost two self-inflicted deaths a week. Given the crisis in the criminal justice system, the hypocrisy of this headline-grabbing stunt is disgraceful. Joe Sim Professor of criminology, Liverpool John Moores University, Steve Tombs Professor of criminology, The Open University • It is not surprising to see the Tories resurrecting “law and order” to deflect from other troubles. However, it may be advisable to look at those troubles, in particular Brexit, as a major reason why these tougher measures are being proposed. A variety of official government statistics, police recorded information, occupational surveys in the NHS and any casual viewing of mainstream and social media reveal a sharp rise in negative and violent behaviour since the 2016 vote. Homicides are up from 570 in 2015-16 to 726 in 2017-18. Hate crime incidents increased from 62,518 to 80,392 over the same period. These figures are the highest since recording began in 2011-12. Knife killings are the highest recorded since statistics were first collected in 1946. Racist incidents against Metropolitan police officers rose from 428 in 2014-15 to 667 in 2016-17. There were 26,000 assaults on police in 2017-18. An NHS staff survey found 15% of employees had been assaulted by patients, their families and the public. The same survey revealed up to 75,000 assaults nationally in 2016-17. The media is increasingly showing attacks on paramedics and on police officers being attacked (and filmed) when attending incidents. Behaviour in the House of Commons has reached an all-time low and news reporters seem only interested in provoking rows and shouting. I would suggest that Brexit is as much a public protection issue as the sentences served by certain offenders. Fortunately, serious sexual and violent offenders remain relatively scarce. A sharp decline in standards of civility and the active promotion of a climate of disrespect and hate threatens our social fabric far more. Dr Mike Nash Emeritus professor of criminology, University of Portsmouth • Your editorial (Stop and search won’t stop violent crime. We need to address the root causes, 12 August) quite rightly observes that Boris Johnson “has reverted to a familiar and failed Conservative playbook of ‘hard on crime, hard on criminals’ rhetoric”. The proposals to extend stop and search and increase prison places and police numbers all appear to be part of Boris Johnson’s positioning prior to a likely early election. Any moves towards an evidence-based “public health” approach to knife crime have clearly been ditched. There is one aspect of this, though, that you miss. The PM’s announcement eased restrictions on the use of section 60 powers across all forces in England and Wales. Knife crime is not endemic across England and Wales. The idea that this is a response to knife crime therefore is not plausible. This retooling of the state is in anticipation of resistance to Johnson’s future agenda. As we saw in the Thatcher years, a putative response to a panic about a rise in crime can cloak a rearming of the repressive machinery of the state for use against anyone who resists. When Priti Patel says she wants offenders to feel terror, what she means is that all those who will be written out of any future Tory settlement of the issues of the day should feel terror. This is a government committed to a course of action – a no-deal Brexit, which will make the poorest and most exploited poorer still. It is being packaged as a reclaiming of “freedom”. Once the nationalist, anti-immigrant rhetoric results in a brave new world where the NHS is flogged off to US insurance companies, unemployment rises, food prices go up and wages fall, Johnson will need the “terror” of the state as his ultimate defence. The idea he cares, or ever has cared, about the causes of crime is nonsense. As mayor of London, Johnson didn’t open new youth centres. He wasted £320,000 on water cannon. Oppression is his first instinct. Nick Moss London • The only fear likely to be generated by the government’s stop-and-search policies is the fear justifiably felt by young black people up and down the country that they will be repeatedly harassed by the police when going about their lawful activities on the streets. The evidence consistently shows that well over 90% of those subject to “suspicion-less” stops are found to be entirely innocent. A better example of institutional racism would be hard to find. Lee Bridges Emeritus professor, School of Law, University of Warwick • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5970",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/aug/13/uk-must-help-the-half-widows-of-jammu-and-kashmir",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-08-13T17:29:27Z",
    "webTitle": "UK must help the ‘half-widows’ of Jammu and Kashmir | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/aug/13/uk-must-help-the-half-widows-of-jammu-and-kashmir",
    "apiUrl": "https://content.guardianapis.com/world/2019/aug/13/uk-must-help-the-half-widows-of-jammu-and-kashmir",
    "fields": {
      "headline": "UK must help the ‘half-widows’ of Jammu and Kashmir",
      "standfirst": "British government must put pressure on Narendra Modi to ease the plight of women whose husbands have been disappeared in the Indian state, writes <strong>Margaret Owen</strong>",
      "trailText": "<strong>Letters:</strong> British government must put pressure on Narendra Modi to ease the plight of women whose husbands have been disappeared in the Indian state, writes <strong>Margaret Owen</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"efd847cbd8168bd10faa0c1d60e40105aa4f6c0e\"> <img src=\"https://media.guim.co.uk/efd847cbd8168bd10faa0c1d60e40105aa4f6c0e/0_214_3924_2354/1000.jpg\" alt=\"People throng a market on the eve of Eid al Adha, in Jammu, India, on 11 August 2019. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">People throng a market on the eve of Eid al Adha, in Jammu, India, on 11 August 2019. </span> <span class=\"element-image__credit\">Photograph: Channi Anand/AP</span> </figcaption> </figure>",
      "body": "<p>India’s breach of article 370 of its constitution, which gave special status and autonomy to Jammu and Kashmir, is indeed a human rights tragedy (<a href=\"https://www.theguardian.com/world/2019/aug/12/our-hearts-are-on-fire-kashmir-spends-eid-al-adha-in-lockdown\" title=\"\">Kashmiris mark Eid with fear and fury at Delhi’s security lockdown</a>, 13 August). But if seen through the gender lens, the enormity of the suffering must surely impel the international community to respond. Women are the uncounted unheard victims of 20 years of conflict in Jammu and Kashmir. Thousands of men and boys have been abducted, forcibly disappeared, from their homes, workplaces, fields, the streets, leaving huge numbers of “half-widows”. The lives of these women are even more wretched than those of the widows, who at least can bury their husbands, grieve and find some closure.</p> <p>The wives of the missing, striving to raise their children, experience severe and complex economic, legal, social and psychological problems. Unable to inherit, ineligible for pensions, their poverty drives many into depression, and suicide. These abductions have continued for over two decades to the present day, but these women, ceaselessly searching for their husbands, face intimidation and threats from the Indian authorities when they attempt to obtain information.</p> <p>Ironically, India is one of the governments signed up to the ICPPED (<a href=\"https://www.ohchr.org/EN/HRBodies/CED/Pages/ConventionCED.aspx\" title=\"\">international convention for the protection of all persons from enforced disappearance</a>). The UK, with its close ties to India, should be using all of its options – diplomatic and in context of our aid policies – to put pressure on Narendra Modi to rescind this revocation and cease oppressing the Kashmiri people.<br><strong>Margaret Owen</strong><br><em>Director, Widows for Peace through Democracy</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "304",
      "commentable": "false",
      "firstPublicationDate": "2019-08-13T17:29:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-13T18:05:13Z",
      "newspaperEditionDate": "2019-08-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5fvm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/efd847cbd8168bd10faa0c1d60e40105aa4f6c0e/0_214_3924_2354/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "India’s breach of article 370 of its constitution, which gave special status and autonomy to Jammu and Kashmir, is indeed a human rights tragedy (Kashmiris mark Eid with fear and fury at Delhi’s security lockdown, 13 August). But if seen through the gender lens, the enormity of the suffering must surely impel the international community to respond. Women are the uncounted unheard victims of 20 years of conflict in Jammu and Kashmir. Thousands of men and boys have been abducted, forcibly disappeared, from their homes, workplaces, fields, the streets, leaving huge numbers of “half-widows”. The lives of these women are even more wretched than those of the widows, who at least can bury their husbands, grieve and find some closure. The wives of the missing, striving to raise their children, experience severe and complex economic, legal, social and psychological problems. Unable to inherit, ineligible for pensions, their poverty drives many into depression, and suicide. These abductions have continued for over two decades to the present day, but these women, ceaselessly searching for their husbands, face intimidation and threats from the Indian authorities when they attempt to obtain information. Ironically, India is one of the governments signed up to the ICPPED (international convention for the protection of all persons from enforced disappearance). The UK, with its close ties to India, should be using all of its options – diplomatic and in context of our aid policies – to put pressure on Narendra Modi to rescind this revocation and cease oppressing the Kashmiri people. Margaret Owen Director, Widows for Peace through Democracy • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1947",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "law/2019/aug/13/the-brutality-of-deportations-from-the-uk",
    "type": "article",
    "sectionId": "law",
    "sectionName": "Law",
    "webPublicationDate": "2019-08-13T17:29:12Z",
    "webTitle": "The brutality of deportations from the UK | Letters",
    "webUrl": "https://www.theguardian.com/law/2019/aug/13/the-brutality-of-deportations-from-the-uk",
    "apiUrl": "https://content.guardianapis.com/law/2019/aug/13/the-brutality-of-deportations-from-the-uk",
    "fields": {
      "headline": "The brutality of deportations from the UK",
      "standfirst": "<strong>Suzanne Fletcher</strong> and <strong>Jackie Fearnley</strong> respond to a report on shackles and restraints being used on hundreds of deportees",
      "trailText": "Letters: <strong>Suzanne Fletcher</strong> and <strong>Jackie Fearnley</strong> respond to a report on shackles and restraints being used on hundreds of deportees",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"dc48c2ff11e6aec85c55e95a1d251bec06a0f62f\"> <img src=\"https://media.guim.co.uk/dc48c2ff11e6aec85c55e95a1d251bec06a0f62f/0_0_4485_3392/1000.jpg\" alt=\"A rally in memory of Jimmy Mubenga in London. The Angolan suffered cardio-respiratory collapse caused by restraint in 2010 and an inquest jury found that he had been unlawfully killed, in a case revealed by the Guardian\" width=\"1000\" height=\"756\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A rally in memory of Jimmy Mubenga in London. The Angolan suffered cardio-respiratory collapse caused by restraint in 2010 and an inquest jury found that he had been unlawfully killed, in a case revealed by the Guardian. </span> <span class=\"element-image__credit\">Photograph: Janine Wiedel/REX</span> </figcaption> </figure>",
      "body": "<p>Your article on the use of shackles and restraints on those being deported (<a href=\"https://www.theguardian.com/uk-news/2019/aug/11/shackles-and-restraints-used-on-hundreds-of-deportees-from-uk\" title=\"\">12 August</a>) is a shocking revelation of how those being removed from the UK are treated. The <a href=\"http://citizensuk.org/wp-content/uploads/2013/04/NICER-Final-Report.pdf\" title=\"\">National Independent Commission on Enforced Removals (NICER) report</a> by Citizens UK contained clear and workable recommendations to make such removals safe and humane. This includes the use of painless restraint only if absolutely necessary and ending the use of shackles .</p> <p>It has long been Liberal Democrat policy to end the use of private-sector companies for such enforcement and detention, and we demand the urgent implementation of the NICER report. All parties that care about treating people with humanity need to come together on this issue, so that this abuse of power, rightly condemned by David Lammy in your report, is brought to an end.<br><strong>Suzanne Fletcher</strong><br><em>Stockton-on-Tees</em></p> <p>• “Restraint should be carried out in a way that preserves the dignity of the detainee,” according to a Home Office rule quoted in your article. Through my work with Cameroonian survivors of torture I have known many asylum seekers to be injured in the process of being returned but without the means to get treatment for broken bones in their home country.</p> <p>One man I know well was sent back with a broken rib from a previous removal attempt and injected with a drug to make him quiet on the plane. When already in this bad state, he received further brutal treatment on arrival at the airport and was imprisoned and tortured again. Others have been so badly hurt that they have been brought back to the removal centre here and in most cases have eventually had their asylum claims accepted.</p> <p>The latest disturbing account I received came from a Cameroonian man who lived with our family for many months but was sent back last year. He was rendered immobile on the plane through the use of several kinds of restraint, and was taken around Nairobi airport as part of a group, all chained to one escort. He told me he found this experience, as David Lammy so compellingly suggested, to be utterly degrading and reminiscent of the treatment suffered by slaves. He sent me a photo taken by his daughter of himself arriving in a disposable jump suit. It was meant to be removed before arrival at the airport but he bravely insisted on keeping it on in order to show the indignity he had suffered.<br><strong>Jackie Fearnley</strong><br><em>Goathland, North Yorkshire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "455",
      "commentable": "false",
      "firstPublicationDate": "2019-08-13T17:29:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-13T17:31:02Z",
      "newspaperEditionDate": "2019-08-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5eqd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/dc48c2ff11e6aec85c55e95a1d251bec06a0f62f/106_0_4137_2482/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your article on the use of shackles and restraints on those being deported (12 August) is a shocking revelation of how those being removed from the UK are treated. The National Independent Commission on Enforced Removals (NICER) report by Citizens UK contained clear and workable recommendations to make such removals safe and humane. This includes the use of painless restraint only if absolutely necessary and ending the use of shackles . It has long been Liberal Democrat policy to end the use of private-sector companies for such enforcement and detention, and we demand the urgent implementation of the NICER report. All parties that care about treating people with humanity need to come together on this issue, so that this abuse of power, rightly condemned by David Lammy in your report, is brought to an end. Suzanne Fletcher Stockton-on-Tees • “Restraint should be carried out in a way that preserves the dignity of the detainee,” according to a Home Office rule quoted in your article. Through my work with Cameroonian survivors of torture I have known many asylum seekers to be injured in the process of being returned but without the means to get treatment for broken bones in their home country. One man I know well was sent back with a broken rib from a previous removal attempt and injected with a drug to make him quiet on the plane. When already in this bad state, he received further brutal treatment on arrival at the airport and was imprisoned and tortured again. Others have been so badly hurt that they have been brought back to the removal centre here and in most cases have eventually had their asylum claims accepted. The latest disturbing account I received came from a Cameroonian man who lived with our family for many months but was sent back last year. He was rendered immobile on the plane through the use of several kinds of restraint, and was taken around Nairobi airport as part of a group, all chained to one escort. He told me he found this experience, as David Lammy so compellingly suggested, to be utterly degrading and reminiscent of the treatment suffered by slaves. He sent me a photo taken by his daughter of himself arriving in a disposable jump suit. It was meant to be removed before arrival at the airport but he bravely insisted on keeping it on in order to show the indignity he had suffered. Jackie Fearnley Goathland, North Yorkshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2680",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/aug/13/eu-meetings-reckless-pr-stunt-britain-climate-crisis-europe",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-13T16:19:24Z",
    "webTitle": "Pulling out of EU meetings is a reckless PR stunt that will backfire on Britain | Chris Davies",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/13/eu-meetings-reckless-pr-stunt-britain-climate-crisis-europe",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/13/eu-meetings-reckless-pr-stunt-britain-climate-crisis-europe",
    "fields": {
      "headline": "Pulling out of EU meetings is a reckless PR stunt that will backfire on Britain",
      "standfirst": "<p>If we are to have any influence over issues such as the climate crisis, we must reach out to Brussels – not turn our backs<br><br>• Chris Davies is a Liberal Democrat politician and MEP</p>",
      "trailText": "To influence issues such as the climate crisis in Europe, we must reach out, not run away, says Liberal Democrat MEP Chris Davies",
      "byline": "Chris Davies",
      "main": "<figure class=\"element element-image\" data-media-id=\"c3da47861a8d100ca78311c36b2df9f69b256ebc\"> <img src=\"https://media.guim.co.uk/c3da47861a8d100ca78311c36b2df9f69b256ebc/0_266_5316_3190/1000.jpg\" alt=\"BRITAIN-EU-POLITICS-BREXIT-ESTONIA-DIPLOMACYBritain’s Prime Minister Boris Johnson returns inside 10 Downing Street in central London on August 6, 2019 with Estonian Prime Minister Juri Ratas. (Photo by Tolga AKMEN / AFP)TOLGA AKMEN/AFP/Getty Images\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Thatcher wouldn’t have tolerated Johnson’s withdrawal from European tables of influence.’</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>News that the British government is planning to <a href=\"https://www.theguardian.com/politics/2019/aug/12/british-diplomats-to-pull-out-from-eu-decision-making-meetings-within-days\" title=\"\">withdraw from participation</a> in EU meetings in the coming days is another ruse by Dominic Cummings and Boris Johnson to “send a message to Europe” that the UK is leaving with or without a deal. Pulling out from day-to-day EU business in this way only serves to further diminish what remains of British influence. But such a reckless PR stunt will have minimal impact on the Brexit outcome. Brussels negotiators are waiting instead to see if members of the UK parliament can get their act together and <a href=\"https://www.theguardian.com/politics/2019/aug/12/no-deal-brexit-battle-september-johnson\" title=\"\">stop a no-deal exit</a> in September.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/12/british-diplomats-to-pull-out-from-eu-decision-making-meetings-within-days\">British diplomats to pull out from EU decision-making meetings within days</a> </p> </aside>  <p>Meanwhile, however, I can see at first-hand how, step by step, Johnson is reducing the UK’s influence, making us less able to shape the policies that affect British people, from fisheries policies to the climate crisis.</p> <p>It doesn’t have to be like this. The UK does not have to be a regional and global embarrassment. We do not have to face a future on the sidelines. We do not have to allow Brexiteers to claim the mantle of patriotism. For the moment they have the initiative and are selling the inevitability of Brexit, with the only question being whether the UK crashes out or leaves in an orderly fashion. The time is long overdue for remainers to seize the national flag and gain the higher ground.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Once back around the table as a serious player, the UK can table proposals for reforms intended to drive the EU forward</p> </blockquote> </aside>  <p>Why have the Brexiteers been allowed for so long to portray themselves as heroic defenders of our national interest? By turning their back on the EU they are running away from the issues facing our continent, problems that every nation faces but which no one country can resolve alone. This is not heroism, it’s cowardice.</p> <p>Europe’s climate problems are our problems and, with the <a href=\"https://www.theguardian.com/environment/2019/mar/28/greenhouse-gas-emissions-uk-fell-3-per-cent-in-2018-official-figures\" title=\"\">UK emitting</a> just 1% of global greenhouse emissions, only through a collective approach can we hope to have real influence in shaping global policy. Europe’s borders are our borders, at least where the mass movement of people is concerned, which is certainly likely over decades to come. Our security interests are shared, whether to fight terrorism or counter the less than benign influences of Russia and China.</p> <p>The values of democracy, pluralism and the protection of minorities that are enshrined in the EU treaties risk being undermined from within by the “illiberal democracies” of <a href=\"https://www.theguardian.com/commentisfree/2019/jun/26/viktor-orban-ally-hungary-courageous-democrat\" title=\"\">Hungary</a> and Poland. The UK should be at the heart of their defence.</p> <p>Margaret Thatcher set out in her <a href=\"https://www.margaretthatcher.org/archive/1988CAC5\" title=\"\">1988 Bruges speech</a> a position which all remainers today can endorse: “Britain does not dream of some cosy, isolated existence on the fringes of the European Community. Our destiny is in Europe, as part of the Community.” Thatcher wouldn’t have tolerated Johnson’s withdrawal from European tables of influence. I suspect Winston Churchill would be horrified.</p> <p>How might a transformation be brought about? If Brexit can be stopped, then the government of the day must change the language of debate, emphasising a newfound commitment to the EU and the mutual benefit to be gained from working together.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/aug/13/brexit-government-orwellian-ministry-of-truth\">Brexit has turned our government into an Orwellian Ministry of Truth | Polly Toynbee</a> </p> </aside>  <p>Of course, the fact that the UK has its own currency and is not within the Schengen area will limit its role on occasion, but a display of solidarity would help rebuild trust shattered by years of divorce talk. A practical step would be for British ministers to get to know their opposite numbers across Europe. In a Europe of 28 countries, ministers are constantly changing, so a commitment of time has to be made if relationships are to be fostered. Ministers need to reach out and put in that time.</p> <p>Once back around the table as a serious player, the UK can take the most important step of all. It can table proposals for reforms intended to drive the EU forward and address the concerns of its citizens. We need not be ashamed of wanting to be citizens of a strong country that plays a leading role in the shaping of our continent. We can reject Little England while embracing the wish for a UK in Europe to be truly great. We should be leaders, not leavers.</p> <p>• Chris Davies is a Liberal Democrat politician and MEP</p>",
      "wordcount": "689",
      "commentCloseDate": "2019-08-14T12:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-13T16:19:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:33Z",
      "newspaperEditionDate": "2019-08-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5f2y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/661932c462287e0636f65eb3647cb1ac5f08678b/0_213_5412_3247/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "News that the British government is planning to withdraw from participation in EU meetings in the coming days is another ruse by Dominic Cummings and Boris Johnson to “send a message to Europe” that the UK is leaving with or without a deal. Pulling out from day-to-day EU business in this way only serves to further diminish what remains of British influence. But such a reckless PR stunt will have minimal impact on the Brexit outcome. Brussels negotiators are waiting instead to see if members of the UK parliament can get their act together and stop a no-deal exit in September. Meanwhile, however, I can see at first-hand how, step by step, Johnson is reducing the UK’s influence, making us less able to shape the policies that affect British people, from fisheries policies to the climate crisis. It doesn’t have to be like this. The UK does not have to be a regional and global embarrassment. We do not have to face a future on the sidelines. We do not have to allow Brexiteers to claim the mantle of patriotism. For the moment they have the initiative and are selling the inevitability of Brexit, with the only question being whether the UK crashes out or leaves in an orderly fashion. The time is long overdue for remainers to seize the national flag and gain the higher ground. Why have the Brexiteers been allowed for so long to portray themselves as heroic defenders of our national interest? By turning their back on the EU they are running away from the issues facing our continent, problems that every nation faces but which no one country can resolve alone. This is not heroism, it’s cowardice. Europe’s climate problems are our problems and, with the UK emitting just 1% of global greenhouse emissions, only through a collective approach can we hope to have real influence in shaping global policy. Europe’s borders are our borders, at least where the mass movement of people is concerned, which is certainly likely over decades to come. Our security interests are shared, whether to fight terrorism or counter the less than benign influences of Russia and China. The values of democracy, pluralism and the protection of minorities that are enshrined in the EU treaties risk being undermined from within by the “illiberal democracies” of Hungary and Poland. The UK should be at the heart of their defence. Margaret Thatcher set out in her 1988 Bruges speech a position which all remainers today can endorse: “Britain does not dream of some cosy, isolated existence on the fringes of the European Community. Our destiny is in Europe, as part of the Community.” Thatcher wouldn’t have tolerated Johnson’s withdrawal from European tables of influence. I suspect Winston Churchill would be horrified. How might a transformation be brought about? If Brexit can be stopped, then the government of the day must change the language of debate, emphasising a newfound commitment to the EU and the mutual benefit to be gained from working together. Of course, the fact that the UK has its own currency and is not within the Schengen area will limit its role on occasion, but a display of solidarity would help rebuild trust shattered by years of divorce talk. A practical step would be for British ministers to get to know their opposite numbers across Europe. In a Europe of 28 countries, ministers are constantly changing, so a commitment of time has to be made if relationships are to be fostered. Ministers need to reach out and put in that time. Once back around the table as a serious player, the UK can take the most important step of all. It can table proposals for reforms intended to drive the EU forward and address the concerns of its citizens. We need not be ashamed of wanting to be citizens of a strong country that plays a leading role in the shaping of our continent. We can reject Little England while embracing the wish for a UK in Europe to be truly great. We should be leaders, not leavers. • Chris Davies is a Liberal Democrat politician and MEP",
      "charCount": "3972",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/chrisdavies\">Chris Davies</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]