[
  {
    "id": "politics/2019/mar/08/the-brexit-state-of-play-a-guide-to-next-weeks-crucial-votes",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-11T23:26:35Z",
    "webTitle": "The Brexit state of play: a guide to this week's crucial votes",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/08/the-brexit-state-of-play-a-guide-to-next-weeks-crucial-votes",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/08/the-brexit-state-of-play-a-guide-to-next-weeks-crucial-votes",
    "fields": {
      "headline": "The Brexit state of play: a guide to this week's crucial votes",
      "standfirst": "<p>As Britain prepares for a pivotal few days, how is the Commons lining up?</p>",
      "trailText": "As Britain prepares for a pivotal few days, how is the Commons lining up?",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"2c3c89232d1a94b78c9634950e96e84735a0492f\"> <img src=\"https://media.guim.co.uk/2c3c89232d1a94b78c9634950e96e84735a0492f/0_97_3936_2362/1000.jpg\" alt=\"Is Theresa May’s leadership about to run out of road?\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Is Theresa May’s leadership about to run out of road?</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p><strong>What happens </strong><strong>this week?</strong></p> <p>Theresa May will bring her Brexit deal back to parliament for MPs to be given the chance to accept or reject it in the so-called meaningful vote two.</p> <p>After the government’s <a href=\"https://www.theguardian.com/politics/2019/jan/15/theresa-may-loses-brexit-deal-vote-by-majority-of-230\">historic defeat by 230 votes</a> on 15 January, the prime minister promised to hold cross-party meetings “to identify what would be required to secure the backing of the house”.</p> <p>She has since announced <a href=\"https://www.theguardian.com/politics/2019/mar/03/16bn-for-left-behind-towns-as-may-woos-labour-mps-to-back-brexit-deal\">£1.6bn for a towns fund</a> in the hope of winning over Labour MPs from leave-voting areas, and <a href=\"https://www.theguardian.com/politics/2019/feb/27/may-to-offer-workers-rights-pledges-to-gain-labour-brexit-support\">new promises on workers’ rights</a>, including the opportunity to vote on new EU directives on the labour market.</p> <p>Most of the government’s focus, however, has been on trying to persuade the EU27 to provide “legally binding guarantees” on the Irish backstop.</p> <p>On Monday night <a href=\"https://www.theguardian.com/politics/2019/mar/11/may-secures-legally-binding-changes-to-brexit-deal-government-claims\">the government said it had secured those changes</a>. Theresa May’s deputy David Lidington added that the attorney general, Geoffrey Cox, would be publishing advice ahead of Tuesday’s debate, but needed time to consider whether the new changes meant that he could change his legal advice that the backstop could last indefinitely.</p> <p><strong>Has there been movement among </strong><strong>Brexiters since the last vote?</strong></p> <p>Not much. Some Brexiters, including Jacob Rees-Mogg and Boris Johnson, have signalled that a time limit on the backstop would be sufficient to win them over.</p>  <figure class=\"element element-image\" data-media-id=\"4750503ac1ea30d85226d292d6fa2e504b5db3d7\"> <img src=\"https://media.guim.co.uk/4750503ac1ea30d85226d292d6fa2e504b5db3d7/870_14_1773_1063/1000.jpg\" alt=\"Jacob Rees-Mogg.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jacob Rees-Mogg.</span> <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> </figcaption> </figure>  <p>The European Research Group (ERG) has set up a legal “star chamber”, made up of a clutch of Brexit-backing lawyers and chaired by the veteran Tory Eurosceptic MP Bill Cash, to examine Cox’s advice following May’s talks in Brussels. The mood could still change.</p> <p>Just over a week ago, however, the ERG was keenly sharing an <a href=\"https://www.conservativehome.com/platform/2019/03/george-eustice-we-have-bungled-this-negotiation-the-best-means-of-putting-matters-right-is-to-embrace-no-deal-if-we-have-to.html\">article by the former farming minister George Eustice</a>, calling on the government to “have the courage to take our freedom first and talk afterwards”.</p> <p>On Monday night, Steve Baker, a leading figure in the ERG, said the government had put “a very good gloss on something that falls short”. But he later added: “Now we have the outline of what has been agreed, I look forward to the full text and the opinion of the team of lawyers we have set up to advise us … it’s good to see rising enthusiasm and reference in legal text to the Malthouse compromise.”</p> <p>The DUP, which is seen as key to winning over many in the ERG, appears implacable. Its <a href=\"https://www.theguardian.com/politics/2019/mar/06/dup-wont-back-brexit-without-guarantees-on-backstop-says-mp\">Brexit spokesman, Sammy Wilson, said last week</a> that only changes to the withdrawal agreement would do.</p> <p>On Monday night Nigel Dodds, the DUP Westminster leader, would only say: “All of this will need to be taken together and analysed very carefully.”</p> <p><strong>What happens if May loses the vote?</strong></p> <p>It depends how badly. Defeat by a narrow margin, of fewer than say 50 votes, could allow her to have another go in a third meaningful vote.</p> <p>Before she could do that, she has promised MPs two further votes this week, on whether they want no deal and whether to delay Brexit. She will face a dilemma over how, and whether, to whip Tory MPs on the no-deal Brexit vote.</p> <p>Keeping that option on the table has been an integral part of the government’s negotiating strategy, but May would face a slew of resignations if she tried to whip MPs to vote for no deal with little more than a fortnight to go until exit day.</p> <p>“What she whips is so emblematic of the whole situation,” says Anand Menon of the thinktank UK in a Changing Europe. “If she doesn’t whip because she’s terrified of both wings of her own party, that’s a government that’s lost control.”</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/03/brexitflow4-zip/giv-3902ui95xKTy8Tfe\" data-alt=\"Brexit flowchart\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/03/brexitflow4-zip/giv-3902ui95xKTy8Tfe\">Brexit flowchart</a> </figure>  <p>Received wisdom in Westminster is that a loss by more than about 50 votes would be a catastrophe, because it suggests May’s deal is irretrievably unpopular.</p> <p>In that case, she could come under intense pressure from former remainers, from cabinet downwards, to let parliament decide on the next steps – by which they mean seek a softer Brexit. Under Conservative party rules May cannot be challenged until December, but she could decide she has finally run out of road and step aside.</p> <p><strong>Has Labour’s strategy changed?</strong></p> <p>Yes and no. Campaigners for a second referendum hailed Jeremy Corbyn’s support for a “public vote” as a significant milestone, and the shadow cabinet agreed that it would be prepared to whip for a pro-referendum amendment if the right one were tabled.</p>  <figure class=\"element element-image\" data-media-id=\"c8b715dab0c75d73bbb73b8c7d5c820caf482884\"> <img src=\"https://media.guim.co.uk/c8b715dab0c75d73bbb73b8c7d5c820caf482884/0_79_5060_3036/1000.jpg\" alt=\"Jeremy Corbyn.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn.</span> <span class=\"element-image__credit\">Photograph: Matthew Chattle/Barcroft Images</span> </figcaption> </figure>  <p>Labour also remains committed to trying to achieve a softer Brexit. Corbyn’s meeting with the former Tory ministers Nick Boles and Oliver Letwin suggested it was still possible that some compromise might emerge that the frontbench could decide to back.</p> <p>That could even be tabled as an amendment to this week’s vote on extending article 50, though May could decide to short-circuit that vote by announcing that she has no choice but to request an extension herself.</p> <p><strong>Might we still get a public vote of some sort?</strong></p> <p>It is possible, particularly if there is a long-ish extension to article 50, giving advocates of a referendum time to rally support in parliament.</p> <p>As it stands, it appears unlikely there would be a majority for the idea, with around 10 Conservative MPs willing to support it, and up to 30 Labour MPs willing to defy the whip to vote against.</p> <p>It is also very unclear which options would be put to the people. </p> <p>Some shadow ministers and Labour spokespeople have made clear, however, that the party would hope to see a “credible alternative” on the ballot paper to give Labour leave voters an opportunity to choose Brexit.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/08/lets-get-it-done-may-urges-mps-to-back-her-brexit-deal\">'Let's get it done': May urges MPs to back her Brexit deal</a> </p> </aside>  <p>“We’re consistently trying to push Labour’s deal … and we won’t stop doing that … We have to look at options such as putting her deal and a number of other options to the people,” the shadow business secretary, Rebecca Long-Bailey, said.</p> <p><strong>If the UK decides to ask for an extension to </strong><strong>article 50, what is the latest possible date it could do so?</strong></p> <p>EU leaders would need to confirm any extension, and the natural moment to do so would be at the next European council meeting on 20 and 21 March. They would be keen to receive an application before that.</p> <p>With just days to go before Brexit day on 29 March, if no extension is signed off at that summit, because MPs have not yet agreed a deal, for example, there would be a very high risk of a no-deal Brexit.</p> <p><strong>How long an extension will the UK request?</strong></p> <p>That remains very unclear. Even if the deal is agreed by MPs next week, many ministers are convinced a short “technical” extension of a few weeks would be necessary in order to get the necessary legislation through to exit smoothly.</p> <p>If the deal is not agreed, Brexiters will be pushing for as short an extension as possible, ending before the new European parliament starts sitting in July, and May herself has repeatedly stressed the risks of a longer delay. Remainers would prefer a longer period to allow time for alternative options, including a referendum, to come into play.</p> <p>The commission’s secretary general, Martin Selmayr, told ambassadors on Monday that the safest delay to Brexit would only be up to 23 May, ensuring that elections to the European parliament would not create complications. He added, however, that the EU may have to offer the UK a long extension of article 50 should May’s government fall.</p> <p><strong>So should we start stockpiling?</strong></p> <p>Not quite yet. It is highly likely that if May’s deal is voted down again, MPs will agree a delay to Brexit this week. The EU27 are likely to follow suit, provided they are able to see some way ahead by which a majority in parliament could be found.</p> <p>Any extension of article 50, particularly a short one, would only set up another cliff-edge a few weeks or months ahead. Some ministers believe that could finally be the thing that brings Brexiters into line behind May’s deal. If not, a so-called “no-deal by accident” remains a serious risk.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "1325",
      "firstPublicationDate": "2019-03-08T14:37:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:35Z",
      "newspaperEditionDate": "2019-03-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvta4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2c3c89232d1a94b78c9634950e96e84735a0492f/0_97_3936_2362/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "What happens this week? Theresa May will bring her Brexit deal back to parliament for MPs to be given the chance to accept or reject it in the so-called meaningful vote two. After the government’s historic defeat by 230 votes on 15 January, the prime minister promised to hold cross-party meetings “to identify what would be required to secure the backing of the house”. She has since announced £1.6bn for a towns fund in the hope of winning over Labour MPs from leave-voting areas, and new promises on workers’ rights, including the opportunity to vote on new EU directives on the labour market. Most of the government’s focus, however, has been on trying to persuade the EU27 to provide “legally binding guarantees” on the Irish backstop. On Monday night the government said it had secured those changes. Theresa May’s deputy David Lidington added that the attorney general, Geoffrey Cox, would be publishing advice ahead of Tuesday’s debate, but needed time to consider whether the new changes meant that he could change his legal advice that the backstop could last indefinitely. Has there been movement among Brexiters since the last vote? Not much. Some Brexiters, including Jacob Rees-Mogg and Boris Johnson, have signalled that a time limit on the backstop would be sufficient to win them over. The European Research Group (ERG) has set up a legal “star chamber”, made up of a clutch of Brexit-backing lawyers and chaired by the veteran Tory Eurosceptic MP Bill Cash, to examine Cox’s advice following May’s talks in Brussels. The mood could still change. Just over a week ago, however, the ERG was keenly sharing an article by the former farming minister George Eustice, calling on the government to “have the courage to take our freedom first and talk afterwards”. On Monday night, Steve Baker, a leading figure in the ERG, said the government had put “a very good gloss on something that falls short”. But he later added: “Now we have the outline of what has been agreed, I look forward to the full text and the opinion of the team of lawyers we have set up to advise us … it’s good to see rising enthusiasm and reference in legal text to the Malthouse compromise.” The DUP, which is seen as key to winning over many in the ERG, appears implacable. Its Brexit spokesman, Sammy Wilson, said last week that only changes to the withdrawal agreement would do. On Monday night Nigel Dodds, the DUP Westminster leader, would only say: “All of this will need to be taken together and analysed very carefully.” What happens if May loses the vote? It depends how badly. Defeat by a narrow margin, of fewer than say 50 votes, could allow her to have another go in a third meaningful vote. Before she could do that, she has promised MPs two further votes this week, on whether they want no deal and whether to delay Brexit. She will face a dilemma over how, and whether, to whip Tory MPs on the no-deal Brexit vote. Keeping that option on the table has been an integral part of the government’s negotiating strategy, but May would face a slew of resignations if she tried to whip MPs to vote for no deal with little more than a fortnight to go until exit day. “What she whips is so emblematic of the whole situation,” says Anand Menon of the thinktank UK in a Changing Europe. “If she doesn’t whip because she’s terrified of both wings of her own party, that’s a government that’s lost control.” Received wisdom in Westminster is that a loss by more than about 50 votes would be a catastrophe, because it suggests May’s deal is irretrievably unpopular. In that case, she could come under intense pressure from former remainers, from cabinet downwards, to let parliament decide on the next steps – by which they mean seek a softer Brexit. Under Conservative party rules May cannot be challenged until December, but she could decide she has finally run out of road and step aside. Has Labour’s strategy changed? Yes and no. Campaigners for a second referendum hailed Jeremy Corbyn’s support for a “public vote” as a significant milestone, and the shadow cabinet agreed that it would be prepared to whip for a pro-referendum amendment if the right one were tabled. Labour also remains committed to trying to achieve a softer Brexit. Corbyn’s meeting with the former Tory ministers Nick Boles and Oliver Letwin suggested it was still possible that some compromise might emerge that the frontbench could decide to back. That could even be tabled as an amendment to this week’s vote on extending article 50, though May could decide to short-circuit that vote by announcing that she has no choice but to request an extension herself. Might we still get a public vote of some sort? It is possible, particularly if there is a long-ish extension to article 50, giving advocates of a referendum time to rally support in parliament. As it stands, it appears unlikely there would be a majority for the idea, with around 10 Conservative MPs willing to support it, and up to 30 Labour MPs willing to defy the whip to vote against. It is also very unclear which options would be put to the people. Some shadow ministers and Labour spokespeople have made clear, however, that the party would hope to see a “credible alternative” on the ballot paper to give Labour leave voters an opportunity to choose Brexit. “We’re consistently trying to push Labour’s deal … and we won’t stop doing that … We have to look at options such as putting her deal and a number of other options to the people,” the shadow business secretary, Rebecca Long-Bailey, said. If the UK decides to ask for an extension to article 50, what is the latest possible date it could do so? EU leaders would need to confirm any extension, and the natural moment to do so would be at the next European council meeting on 20 and 21 March. They would be keen to receive an application before that. With just days to go before Brexit day on 29 March, if no extension is signed off at that summit, because MPs have not yet agreed a deal, for example, there would be a very high risk of a no-deal Brexit. How long an extension will the UK request? That remains very unclear. Even if the deal is agreed by MPs next week, many ministers are convinced a short “technical” extension of a few weeks would be necessary in order to get the necessary legislation through to exit smoothly. If the deal is not agreed, Brexiters will be pushing for as short an extension as possible, ending before the new European parliament starts sitting in July, and May herself has repeatedly stressed the risks of a longer delay. Remainers would prefer a longer period to allow time for alternative options, including a referendum, to come into play. The commission’s secretary general, Martin Selmayr, told ambassadors on Monday that the safest delay to Brexit would only be up to 23 May, ensuring that elections to the European parliament would not create complications. He added, however, that the EU may have to offer the UK a long extension of article 50 should May’s government fall. So should we start stockpiling? Not quite yet. It is highly likely that if May’s deal is voted down again, MPs will agree a delay to Brexit this week. The EU27 are likely to follow suit, provided they are able to see some way ahead by which a majority in parliament could be found. Any extension of article 50, particularly a short one, would only set up another cliff-edge a few weeks or months ahead. Some ministers believe that could finally be the thing that brings Brexiters into line behind May’s deal. If not, a so-called “no-deal by accident” remains a serious risk.",
      "charCount": "7582",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "australia-news/2019/mar/11/former-australian-pm-kevin-rudd-calls-brexit-trade-plan-utter-bollocks",
    "type": "article",
    "sectionId": "australia-news",
    "sectionName": "Australia news",
    "webPublicationDate": "2019-03-11T20:06:48Z",
    "webTitle": "Former Australian PM calls Brexit trade plan ‘utter bollocks’",
    "webUrl": "https://www.theguardian.com/australia-news/2019/mar/11/former-australian-pm-kevin-rudd-calls-brexit-trade-plan-utter-bollocks",
    "apiUrl": "https://content.guardianapis.com/australia-news/2019/mar/11/former-australian-pm-kevin-rudd-calls-brexit-trade-plan-utter-bollocks",
    "fields": {
      "headline": "Former Australian PM calls Brexit trade plan ‘utter bollocks’",
      "standfirst": "<p>Kevin Rudd says UK striking deals with Commonwealth is not ‘magical alternative’ to EU</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2019/mar/11/commonwealth-save-brexit-britain-utter-delusion-kevin-rudd\">Think the Commonwealth can save Brexit Britain? That’s utter delusion</a></li></ul>",
      "trailText": "Kevin Rudd says UK striking deals with Commonwealth is not ‘magical alternative’ to EU",
      "byline": "Kevin Rawlinson",
      "main": "<figure class=\"element element-image\" data-media-id=\"2b2e52501151fed053b9c0ac49ac5b4d37c4929b\"> <img src=\"https://media.guim.co.uk/2b2e52501151fed053b9c0ac49ac5b4d37c4929b/0_67_4500_2700/1000.jpg\" alt=\"Kevin Rudd was the prime minister of Australia from 2007-2010 and again in 2013.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kevin Rudd was the prime minister of Australia from 2007-2010 and again in 2013.</span> <span class=\"element-image__credit\">Photograph: Mike Bowers/The Guardian</span> </figcaption> </figure>",
      "body": "<p>The claims that British trade with the Commonwealth can make up for leaving the EU is “the nuttiest of the many nutty arguments” advanced by Brexit supporters and “utter bollocks”, the former Australian prime minister Kevin Rudd has said.</p> <p>In a lacerating piece for the Guardian, Rudd dismissed the claims by some Brexit supporters that the UK could strike deals with his country, New Zealand, Canada and India to soften the blow and said the UK risked undermining western values by leaving the EU in a weaker position when it left.</p> <p>“I’m struck, as the British parliament moves towards the endgame on Brexit, with the number of times Australia, Canada, New Zealand and India have been advanced by the Brexiteers in the public debate as magical alternatives to Britain’s current trade and investment relationship with the European Union,” <a href=\"https://www.theguardian.com/commentisfree/2019/mar/11/commonwealth-save-brexit-britain-utter-delusion-kevin-rudd\">he wrote</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/11/commonwealth-save-brexit-britain-utter-delusion-kevin-rudd\">Think the Commonwealth can save Brexit Britain? That’s utter delusion | Kevin Rudd</a> </p> </aside>  <p>“This is the nuttiest of the many nutty arguments that have emerged from the Land of Hope and Glory set now masquerading as the authentic standard-bearers of British patriotism. It’s utter bollocks.”</p> <p>Of the prospect of a free trade deal with Delhi, he writes: “As for India, good luck!”</p> <p>Rudd, a former chair of the Commonwealth Ministerial Action Group, noted that, while Australia, Canada and New Zealand would remain supportive of a post-Brexit UK, their combined population of about 65 million people does not “come within a bull’s roar of Britain’s adjacent market of 450 million Europeans”.</p> <p>And he cast serious doubt on suggestions the UK could quickly come to a free trade agreement (FTA) with India, pointing out that talks he began with the nation on behalf of Australia a decade ago are still going on. “A substantive India-UK FTA is the ultimate mirage constructed by the Brexiteers. It’s as credible as the ad they plastered on the side of that big red bus about the £350m Britain was allegedly paying to Brussels each week. <a href=\"https://fullfact.org/europe/350-million-week-boris-johnson-statistics-authority-misuse/\" title=\"\">Not</a>.”</p> <p>Rudd was writing as the British prime minister, Theresa May, made <a href=\"https://www.theguardian.com/politics/2019/mar/11/brexit-meaningful-vote-will-go-ahead-theresa-may-says\">a last-ditch dash to Strasbourg</a> in an effort to negotiate a form of Brexit she could get past MPs, who have overwhelmingly rejected her approach in the Commons. The government has indicated that it intends to honour its commitment to hold a meaningful vote on her Brexit deal on Tuesday, with less than three weeks remaining before the nation leaves the EU.</p> <p>Rudd, who was Australian prime minister from 2007 to 2010 and again for a short spell in 2013, urged the UK to “use this critical fortnight to start turning all this around”.</p> <p>He argued that there was a reason to do so “beyond Britain’s own demonstrable economic self-interest”, claiming that a weaker Europe – alongside a more inward-looking US – could only lead to a weakening of the “continuing idea of ‘the west’”.</p> <p>“If the American pillar is looking a little shaky, Europe is looking even shakier. The strength of the political emergence of the far right across Europe’s four largest countries and economies – Germany, France, Italy and Spain – is frightening. The European political centre is being hollowed out,” he wrote.</p> <p>“For Britain’s economic self-interest, as well as the wider political interests of the western community of nations, Britain should remain in the EU.”</p>",
      "newspaperPageNumber": "9",
      "wordcount": "532",
      "firstPublicationDate": "2019-03-11T20:06:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:36Z",
      "newspaperEditionDate": "2019-03-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bxbq5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2b2e52501151fed053b9c0ac49ac5b4d37c4929b/0_67_4500_2700/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The claims that British trade with the Commonwealth can make up for leaving the EU is “the nuttiest of the many nutty arguments” advanced by Brexit supporters and “utter bollocks”, the former Australian prime minister Kevin Rudd has said. In a lacerating piece for the Guardian, Rudd dismissed the claims by some Brexit supporters that the UK could strike deals with his country, New Zealand, Canada and India to soften the blow and said the UK risked undermining western values by leaving the EU in a weaker position when it left. “I’m struck, as the British parliament moves towards the endgame on Brexit, with the number of times Australia, Canada, New Zealand and India have been advanced by the Brexiteers in the public debate as magical alternatives to Britain’s current trade and investment relationship with the European Union,” he wrote. “This is the nuttiest of the many nutty arguments that have emerged from the Land of Hope and Glory set now masquerading as the authentic standard-bearers of British patriotism. It’s utter bollocks.” Of the prospect of a free trade deal with Delhi, he writes: “As for India, good luck!” Rudd, a former chair of the Commonwealth Ministerial Action Group, noted that, while Australia, Canada and New Zealand would remain supportive of a post-Brexit UK, their combined population of about 65 million people does not “come within a bull’s roar of Britain’s adjacent market of 450 million Europeans”. And he cast serious doubt on suggestions the UK could quickly come to a free trade agreement (FTA) with India, pointing out that talks he began with the nation on behalf of Australia a decade ago are still going on. “A substantive India-UK FTA is the ultimate mirage constructed by the Brexiteers. It’s as credible as the ad they plastered on the side of that big red bus about the £350m Britain was allegedly paying to Brussels each week. Not.” Rudd was writing as the British prime minister, Theresa May, made a last-ditch dash to Strasbourg in an effort to negotiate a form of Brexit she could get past MPs, who have overwhelmingly rejected her approach in the Commons. The government has indicated that it intends to honour its commitment to hold a meaningful vote on her Brexit deal on Tuesday, with less than three weeks remaining before the nation leaves the EU. Rudd, who was Australian prime minister from 2007 to 2010 and again for a short spell in 2013, urged the UK to “use this critical fortnight to start turning all this around”. He argued that there was a reason to do so “beyond Britain’s own demonstrable economic self-interest”, claiming that a weaker Europe – alongside a more inward-looking US – could only lead to a weakening of the “continuing idea of ‘the west’”. “If the American pillar is looking a little shaky, Europe is looking even shakier. The strength of the political emergence of the far right across Europe’s four largest countries and economies – Germany, France, Italy and Spain – is frightening. The European political centre is being hollowed out,” he wrote. “For Britain’s economic self-interest, as well as the wider political interests of the western community of nations, Britain should remain in the EU.”",
      "charCount": "3191",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kevin-rawlinson\">Kevin Rawlinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/11/theresa-may-brexit-erg-strasbourg",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-11T19:02:21Z",
    "webTitle": "Even if Theresa May’s rotten deal scrapes through, Brexit will fester for a generation | Polly Toynbee",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/11/theresa-may-brexit-erg-strasbourg",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/11/theresa-may-brexit-erg-strasbourg",
    "fields": {
      "headline": "Even if Theresa May’s rotten deal scrapes through, Brexit will fester for a generation",
      "standfirst": "The PM’s desperate dash to Strasbourg will ultimately solve nothing. The only way to bring closure is to remain",
      "trailText": "The prime minister’s desperate dash to Strasbourg will ultimately solve nothing, says Guardian columnist Polly Toynbee",
      "byline": "Polly Toynbee",
      "main": "<figure class=\"element element-image\" data-media-id=\"a8f11632645d68b04ee91c23441e1dbf5600f8bd\"> \n <img src=\"https://media.guim.co.uk/a8f11632645d68b04ee91c23441e1dbf5600f8bd/0_7_5238_3142/1000.jpg\" alt=\"Anti-Brexit protesters\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘The more Brexiters assert that one vote is the only valid “will of the people”, the more bogus their claim looks.’</span> \n  <span class=\"element-image__credit\">Photograph: Alastair Grant/AP</span> \n </figcaption> \n</figure>",
      "body": "<p>Bring on the mayhem, roll on the waves of chaos, let Brexit and its conflicted Brexiters writhe over the impossible contradictions of their revolutionary cause. The worse it gets, the better for the country as the less likely we are to leave. The prime minister’s <a href=\"https://www.theguardian.com/politics/2019/mar/11/brexit-meaningful-vote-will-go-ahead-theresa-may-says\" title=\"\">evening dash to Strasbourg</a> may still deliver deadlock – and a good thing too. If we end the week with no deal, a bar on no-deal exit and a delay with length and purpose unknown, the country inches closer to no Brexit. If her rotten deal does scrape through, this will not be the end: it will fester on, fought over for a generation, unless the people have agreed it with a vote.</p> \n<p>Hardliners <a href=\"https://www.theguardian.com/politics/2019/mar/10/may-quitting-will-not-get-brexit-deal-through-say-eurosceptics\" title=\"\">fight tooth and claw</a> against delaying withdrawal as they see Brexit slip away. Three long years since the referendum campaign makes that close result look more obsolete with each passing week: so much has happened, we know so much more. The more furiously Brexiters assert that one vote is the only valid “will of the people”, the more bogus their claim looks.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/mar/11/brexit-latest-news-vote-tuesday-tories-suspect-may-could-pull-tuesdays-key-vote-after-talks-fail-to-deliver-progress-politics-live\">Brexit: No 10 confirms May flying to Strasbourg for talks with Juncker, but stresses deal not in bag - Politics live</a> </p> \n</aside> \n<p>Steve Baker, the European Research Group’s deputy chair, says if the people were asked again, “democracy would be effectively dead”. Liam Fox warned on Sunday: “Consider the political instability that might follow.” Others threaten riots and mob rule: would it be the first ever riot against a chance to vote? No Brexit deal has been put to the people. The “death of democracy” is when you dare not let people vote, because they now know too much about Brexit’s risks – to the economy, security, culture and UK influence for generations ahead. When Brexiters claim to own the “will of the people”, ask if they’re too frit to ask them now?</p> \n<p>On the BBC’s Andrew Marr Show, Jeremy Hunt – the implausible foreign secretary who recently compared the EU to the Soviet Union – gave the game away: “If you want to stop Brexit you only need to do three things: kill this deal, get an extension and then have a second referendum.” So there we have it. They know they can’t win a referendum to confirm any Brexit deal. The tide has turned and, as Hunt added, Brexit is “in very perilous waters”, their ship holed below the waterline by a hail of facts they could dodge in the referendum.</p> \n<p>God knows, any yes/no referendum is high risk, but YouGov founder <a href=\"https://www.theguardian.com/commentisfree/2019/feb/27/labour-vote-referendum-jeremy-corbyn\" title=\"\">Peter Kellner</a> is as sure as you can be that a vote to confirm a specific Brexit deal versus remain would see us stay in the European Union. Last time the leavers were free to float airy dreams of what Brexit might be – unicorns, rainbows and leprechauns in that one word, “leave”. But this time people would vote on a specific plan, with clauses and paragraphs, no leeway for wild wishful thinking, finally confronting Brexit’s difficult trade-offs.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"127f41b1-b0b6-4e9d-9271-e5a11bffe517\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/xFpmNzfK73E?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>This time people know you can’t have the benefits of being in the club from outside: those promises have died. If you control your own borders, they can’t be frictionless unless you join the customs union. Theresa May promised the impossible – no hard border with Ireland, which by a 1998 international treaty we are bound to keep open, and yet no customs union either. The backstop isn’t a glitch: we wait, as I write, to see if May gets some last-minute codicil to fudge the fact. Listen to Brexiter abuse of the Irish: but at every stage of future trade dealings the EU27 will stand by the legal rights of members, against us as outsiders. Medicines, aviation, road haulage, tariffs, food – people have had time to see how intimately our lives are interwoven and to what mutual benefit.</p> \n<p>That’s why polls have shown, for a year now, an 8-10% lead for remain. The weekend poll from BMG showed that the 2 million young voters who have joined the register since 2016 are overwhelmingly for remain. YouGov’s constituency poll finds only two out of 630 where a majority want their MP to back May’s deal.</p> \n<p>Yet you can find plenty of bad polls too, such as ComRes, commissioned by leave campaign <a href=\"https://brexitcentral.com/today/brexit-news-sunday-10-march/\" title=\"\">Brexit Express</a>. It finds 44% agreeing with the statement: “If the EU refuses to make any more concessions, the UK should leave without a deal.” Kellner calls it “loaded, a disgraceful piece of polling, I’m amazed they only got 44%, considering the question”. Brexit Express didn’t choose to promote less welcome results – such as an 8% lead for remain over leave.</p> \n<p>Of course a referendum might be lost – but how much better to leave the EU with people voting for a deal they have seen and agreed to. As MP Yvette Cooper warned, this Brexit deal or any other that emerges will never endure without an extended time for public debate, and finally a general election or referendum – preferably both – that settles it beyond dispute.</p> \n<p>MPs Peter Kyle and Phil Wilson are holding back their elegant amendment until next week – it would pass May’s deal, but on condition it is put to the people for a confirmatory vote. They – like those promoting a soft Norwegian deal – are trying to be the last option left standing. But whatever the deal, soft or hard, Kyle makes a strong case for putting it to the vote: without it, politics will be poisoned permanently, half the country for ever unreconciled.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/mar/11/no-deal-brexit-could-cost-japanese-auto-makers-in-uk-1bn-a-year\">No-deal Brexit could cost Japanese carmakers in UK $1bn a year</a> </p> \n</aside> \n<p>The rightwing Maoists who brought us to this pass need to be reminded of how they keep turning more extreme. “We only ever joined a common market,” they used to say. Things only went wrong after the Maastricht treaty, with EU ideas of political and “ever closer” union. Nothing wrong, they used to pretend, with the customs union or single market, as constructed by Margaret Thatcher. The likes of Nigel Farage and Daniel Hannan praised Norway and Switzerland models, staying close but not quite inside the EU. Now they all denounce any such soft deal as Brino, Brexit in name only. Be warned, these are insatiables for whom no deal will ever be hard enough, as they lie in wait for the trade deal after withdrawal, for their real fight. Those wanting Brexit to be over will find it a never-ending process of deal-making, a never-ending obsession in parliament. The only way to end it all is to remain.</p> \n<p>Vultures circle above the prime minister, with remainers in the odd position of praying she survives: a Tory leadership contest fighting for votes of the mostly Brextremist Tory party members will cause yet worse damage to the Brexit impasse. Shudder at the “Ready for Raab” leaflets set to go, along with a gallery of postulants, each one pledging harder and tougher dealings with the EU. (Surely it’s time to stop prime ministers being dumped on us with no election?)</p> \n<p>Each Tory contender will be tested in Wednesday’s tomorrow’s no-deal vote. Anyone opting for no deal is truly unfit for office. How will May vote? Whichever way, she needs to stay. The prime minister is well-versed in eating her own promises and red lines: if parliament votes to delay article 50, who else could swallow her words and obey the will of the Commons?</p> \n<p>• Polly Toynbee is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1201",
      "commentable": "false",
      "firstPublicationDate": "2019-03-11T19:02:21Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:36Z",
      "newspaperEditionDate": "2019-03-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bxbn3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a8f11632645d68b04ee91c23441e1dbf5600f8bd/0_7_5238_3142/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Bring on the mayhem, roll on the waves of chaos, let Brexit and its conflicted Brexiters writhe over the impossible contradictions of their revolutionary cause. The worse it gets, the better for the country as the less likely we are to leave. The prime minister’s evening dash to Strasbourg may still deliver deadlock – and a good thing too. If we end the week with no deal, a bar on no-deal exit and a delay with length and purpose unknown, the country inches closer to no Brexit. If her rotten deal does scrape through, this will not be the end: it will fester on, fought over for a generation, unless the people have agreed it with a vote. Hardliners fight tooth and claw against delaying withdrawal as they see Brexit slip away. Three long years since the referendum campaign makes that close result look more obsolete with each passing week: so much has happened, we know so much more. The more furiously Brexiters assert that one vote is the only valid “will of the people”, the more bogus their claim looks. Steve Baker, the European Research Group’s deputy chair, says if the people were asked again, “democracy would be effectively dead”. Liam Fox warned on Sunday: “Consider the political instability that might follow.” Others threaten riots and mob rule: would it be the first ever riot against a chance to vote? No Brexit deal has been put to the people. The “death of democracy” is when you dare not let people vote, because they now know too much about Brexit’s risks – to the economy, security, culture and UK influence for generations ahead. When Brexiters claim to own the “will of the people”, ask if they’re too frit to ask them now? On the BBC’s Andrew Marr Show, Jeremy Hunt – the implausible foreign secretary who recently compared the EU to the Soviet Union – gave the game away: “If you want to stop Brexit you only need to do three things: kill this deal, get an extension and then have a second referendum.” So there we have it. They know they can’t win a referendum to confirm any Brexit deal. The tide has turned and, as Hunt added, Brexit is “in very perilous waters”, their ship holed below the waterline by a hail of facts they could dodge in the referendum. God knows, any yes/no referendum is high risk, but YouGov founder Peter Kellner is as sure as you can be that a vote to confirm a specific Brexit deal versus remain would see us stay in the European Union. Last time the leavers were free to float airy dreams of what Brexit might be – unicorns, rainbows and leprechauns in that one word, “leave”. But this time people would vote on a specific plan, with clauses and paragraphs, no leeway for wild wishful thinking, finally confronting Brexit’s difficult trade-offs. This time people know you can’t have the benefits of being in the club from outside: those promises have died. If you control your own borders, they can’t be frictionless unless you join the customs union. Theresa May promised the impossible – no hard border with Ireland, which by a 1998 international treaty we are bound to keep open, and yet no customs union either. The backstop isn’t a glitch: we wait, as I write, to see if May gets some last-minute codicil to fudge the fact. Listen to Brexiter abuse of the Irish: but at every stage of future trade dealings the EU27 will stand by the legal rights of members, against us as outsiders. Medicines, aviation, road haulage, tariffs, food – people have had time to see how intimately our lives are interwoven and to what mutual benefit. That’s why polls have shown, for a year now, an 8-10% lead for remain. The weekend poll from BMG showed that the 2 million young voters who have joined the register since 2016 are overwhelmingly for remain. YouGov’s constituency poll finds only two out of 630 where a majority want their MP to back May’s deal. Yet you can find plenty of bad polls too, such as ComRes, commissioned by leave campaign Brexit Express. It finds 44% agreeing with the statement: “If the EU refuses to make any more concessions, the UK should leave without a deal.” Kellner calls it “loaded, a disgraceful piece of polling, I’m amazed they only got 44%, considering the question”. Brexit Express didn’t choose to promote less welcome results – such as an 8% lead for remain over leave. Of course a referendum might be lost – but how much better to leave the EU with people voting for a deal they have seen and agreed to. As MP Yvette Cooper warned, this Brexit deal or any other that emerges will never endure without an extended time for public debate, and finally a general election or referendum – preferably both – that settles it beyond dispute. MPs Peter Kyle and Phil Wilson are holding back their elegant amendment until next week – it would pass May’s deal, but on condition it is put to the people for a confirmatory vote. They – like those promoting a soft Norwegian deal – are trying to be the last option left standing. But whatever the deal, soft or hard, Kyle makes a strong case for putting it to the vote: without it, politics will be poisoned permanently, half the country for ever unreconciled. The rightwing Maoists who brought us to this pass need to be reminded of how they keep turning more extreme. “We only ever joined a common market,” they used to say. Things only went wrong after the Maastricht treaty, with EU ideas of political and “ever closer” union. Nothing wrong, they used to pretend, with the customs union or single market, as constructed by Margaret Thatcher. The likes of Nigel Farage and Daniel Hannan praised Norway and Switzerland models, staying close but not quite inside the EU. Now they all denounce any such soft deal as Brino, Brexit in name only. Be warned, these are insatiables for whom no deal will ever be hard enough, as they lie in wait for the trade deal after withdrawal, for their real fight. Those wanting Brexit to be over will find it a never-ending process of deal-making, a never-ending obsession in parliament. The only way to end it all is to remain. Vultures circle above the prime minister, with remainers in the odd position of praying she survives: a Tory leadership contest fighting for votes of the mostly Brextremist Tory party members will cause yet worse damage to the Brexit impasse. Shudder at the “Ready for Raab” leaflets set to go, along with a gallery of postulants, each one pledging harder and tougher dealings with the EU. (Surely it’s time to stop prime ministers being dumped on us with no election?) Each Tory contender will be tested in Wednesday’s tomorrow’s no-deal vote. Anyone opting for no deal is truly unfit for office. How will May vote? Whichever way, she needs to stay. The prime minister is well-versed in eating her own promises and red lines: if parliament votes to delay article 50, who else could swallow her words and obey the will of the Commons? • Polly Toynbee is a Guardian columnist",
      "charCount": "6866",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/pollytoynbee\">Polly Toynbee</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/mar/11/commonwealth-save-brexit-britain-utter-delusion-kevin-rudd",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-11T18:43:13Z",
    "webTitle": "Think the Commonwealth can save Brexit Britain? That’s utter delusion | Kevin Rudd",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/11/commonwealth-save-brexit-britain-utter-delusion-kevin-rudd",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/11/commonwealth-save-brexit-britain-utter-delusion-kevin-rudd",
    "fields": {
      "headline": "Think the Commonwealth can save Brexit Britain? That’s utter delusion",
      "standfirst": "<p>Australians want the UK to do well. But there’s no way free trade with us or others can make up for the hit of leaving the EU <br><br>• Kevin Rudd is a former prime minister of Australia</p>",
      "trailText": "There’s no way free trade with Australia or others can make up for the hit of leaving the EU, says former Australian prime minister Kevin Rudd",
      "byline": "Kevin Rudd",
      "main": "<figure class=\"element element-image\" data-media-id=\"0d19df651899b77617bb1db10ac5ae41156b6a17\"> <img src=\"https://media.guim.co.uk/0d19df651899b77617bb1db10ac5ae41156b6a17/0_234_6393_3836/1000.jpg\" alt=\"Flag bearers carrying the flags of the Commonwealth walk through Westminster Abbey the Commonwealth Service attended by members of the Royal family at Westminster Abbey in London, Monday, March 11, 2019. Commonwealth Day has a special significance this year, as 2019 marks the 70th anniversary of the modern Commonwealth - a global network of 53 countries and almost 2.4 billion people, a third of the world’s population, of whom 60 percent are under 30 years old. (Richard Pohle/Pool Photo via AP)\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Flag-bearers walking through Westminster Abbey to observe Commonwealth Day.</span> <span class=\"element-image__credit\">Photograph: Richard Pohle/AP</span> </figcaption> </figure>",
      "body": "<p>I’m struck, as the British parliament moves towards the endgame on Brexit, with the number of times Australia, Canada, New Zealand and India have been advanced by the Brexiteers in the public debate as magical alternatives to Britain’s current trade and investment relationship with the European Union. This is the nuttiest of the many nutty arguments that have emerged from the Land of Hope and Glory set now masquerading as the authentic standard-bearers of British patriotism. It’s utter bollocks.</p> <p>If Britain proceeds with giving effect to what future historians will legitimately describe as the longest suicide note in history by leaving the union, the cold, hard reality is that the mathematics simply don’t stack up in terms of credible economic alternatives to Europe. Much as any Australian, Canadian and New Zealand governments of whichever persuasion would do whatever they could to frame new free-trade agreements with the UK, the bottom line is that 65 million of us do not come within a bull’s roar of <a href=\"https://www.theguardian.com/politics/2018/may/22/eu-trade-talks-australia-new-zealand-brexit-commonwealth\" title=\"\">Britain’s adjacent market of 450 million Europeans</a>.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>For its economic self-interest, as well as the wider political interests of the west, Britain should remain in the EU</p> </blockquote> </aside>  <p><a href=\"https://www.theguardian.com/world/2018/apr/18/uk-and-india-sign-agreement-laying-ground-for-free-trade-deal-brexit\" title=\"\">As for India</a>, good luck! India’s trade and commerce bureaucracy is the most mercantilist and outright protectionist in the world. They virtually single-handedly sank the <a href=\"https://www.theguardian.com/business/dohatradetalks\" title=\"\">Doha round in 2009</a>. In the same year, as prime minister of Australia, I launched a free-trade negotiation with Delhi. But a decade later, those negotiations remain at a standstill. The Australian economy is only 50% the size of Britain’s. A substantive India-UK FTA is the ultimate mirage constructed by the Brexiteers. It’s as credible as the ad they plastered on the side of that big red bus about the £350m Britain was allegedly paying to Brussels each week. <a href=\"https://fullfact.org/europe/350-million-week-boris-johnson-statistics-authority-misuse/\" title=\"\">Not</a>.</p> <p>So as a former chair of the Commonwealth ministerial action group, it’s my melancholy duty to report that the idea the old (or for that matter newer) <a href=\"https://www.theguardian.com/commentisfree/2019/jan/09/britain-end-delusion-leader-brexit\" title=\"\">Commonwealth</a> could possibly substitute for Britain’s current economic arrangements with Brussels is an illusion.</p> <p>Then the Brexiteers turn to that other great economic chimera, the US, as final salvation. The irony is that the current wave of nationalism, isolationism and protectionism that they so ruthlessly exploited in the Brexit referendum has also been unleashed in the US. Donald Trump’s America has little, if any, room in its political imagination for maintaining existing bilateral free trade agreements (see Nafta and Korea), let alone negotiating mutually advantageous <a href=\"https://www.theguardian.com/politics/2019/mar/01/us-seeks-greater-access-to-uk-food-markets-after-brexit-trade-deal\" title=\"\">new ones</a>. Let’s not forget the very first act of the Trump administration was to withdraw from the <a href=\"https://www.theguardian.com/us-news/2017/jan/23/donald-trump-first-orders-trans-pacific-partnership-tpp\" title=\"\">Trans-Pacific Partnership</a>, despite the economic damage done to three of its closest allies – Australia, Canada and Japan. If No 10 still thinks its “special relationship” with the White House will uniquely be capable of battering down the doors of a newly protectionist America, then good luck with that one too.</p>  <figure class=\"element element-image\" data-media-id=\"b3a6fd0b1d7edcb25c6fb6f10403f4af8497182f\"> <img src=\"https://media.guim.co.uk/b3a6fd0b1d7edcb25c6fb6f10403f4af8497182f/0_115_3500_2101/1000.jpg\" alt=\"Commonwealth Heads of Government MeetingPrime Minister Theresa May greets Indian Prime Minister Narendra Modi, as he arrives in Downing Street, London, ahead of bilateral talks during the Commonwealth Heads of Government Meeting. PRESS ASSOCIATION Photo. Picture date: Wednesday April 18, 2018. See PA story POLITICS Commonwealth. Photo credit should read: Victoria Jones/PA Wire\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘A substantive India-UK free trade agreement is the ultimate mirage constructed by the Brexiteers.’</span> <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> </figcaption> </figure>  <p>In Australia, we have our own Land of Hope and Glory set who have been cheering the Brexiteers on to victory, as chaps would cheer on the home side at a good game of rugger on the playing fields of Eton. By and large, however, these Oz-Brexiteers have been confined to the right wing of the Australian conservatives and no longer represent the Australian political mainstream. They too, like the core of the British Brexiteers, are driven by a conservative political romanticism that we can all somehow go back to that ancient Arcadia of a white Anglo-Saxon world with “imperial preference”, all consummated by the solemnity of a Lord’s Test. Former prime minister Tony Abbott, for example, recently invoked the spirit of Wellington, Nelson and Drake in the pages of the Spectator in defence of the most ludicrous of all the Brexit possibilities – the no-deal, cold turkey outcome. <a href=\"https://blogs.spectator.co.uk/2018/12/tony-abbott-how-to-save-brexit/\" title=\"\">Abbott’s message</a>: the old empire is just champing at the bit for Britain to cut itself loose from all those continentals in Brussels. That too is bollocks.</p> <p>For obvious cultural reasons, practically all Australians like Britain. They want Britain to do well. They are happy with the idea of allowing their kids to live and work in Britain, just as we welcome British kids in Australia. But with the best will in the world, we cannot turn the clock back to 1973 when Britain joined the EEC and told Australia to go carve out its economic future elsewhere. So we did – but following Britain’s example in Europe, we set about integrating our economy with our neighbours in the Asia-Pacific region.</p> <p>Beyond Britain’s economic self-interest, there is a further reason why the UK needs to remain in the EU. It’s about the future of the very idea of the west itself, of western values and their wider contribution to the future of the international order. For centuries, Europe and the US have been the joint custodians of the western tradition – Judeo-Christianity, the Enlightenment and the political, economic and social freedoms of the current century. These in turn have helped shape many of the international norms underpinning the current order. However, the US’s future commitment to the very idea of the west, and western values in foreign policy terms, is now the subject of fundamental debate within the US body politic. It may prove to be a temporary, Trumpian aberration. But we would be foolish not to identify a new <a href=\"https://www.theguardian.com/world/2019/feb/16/angela-merkel-criticises-us-isolationism-urging-win-win-solutions\" title=\"\">isolationism</a> emerging.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/11/may-lose-brexit-vote-customs-union\">If May loses Tuesday’s Brexit vote, she must back a customs union or go | Simon Jenkins</a> </p> </aside>  <p>If the American pillar is looking a little shaky, <a href=\"https://www.theguardian.com/commentisfree/2019/mar/04/europe-brexit-uk\" title=\"\">Europe is looking even shakier</a>. The strength of the political emergence of the far right across Europe’s four largest economies – Germany, France, Italy and Spain – is frightening. The European political centre is being hollowed out. All at a time when Europe’s economy is once again weakening. And that’s before you add the final blow to the solar-plexus in the form of Brexit. The bottom line is that a European Union without Britain will be a weaker international actor than it has been, particularly if the European centre of political gravity increasingly <a href=\"https://www.theguardian.com/world/ng-interactive/2018/nov/20/how-populism-emerged-as-electoral-force-in-europe\" title=\"\">moves in a more populist direction</a>. Without a strong Europe, the continuing idea of “the west” begins to look very weak indeed. And authoritarians around the world would like nothing more than a fully disembowelled west, no longer confident of what it actually stands for any more.</p> <p>So my appeal to Brits, both Conservative and Labour, is to use this critical fortnight to start turning all this around. For Britain’s economic self-interest, as well as the wider political interests of the western community of nations, Britain should remain in the EU. Labour and the Conservative remainers should unite to defer the exit date beyond 29 March 2019. They should then support legislation for <a href=\"https://www.theguardian.com/politics/2019/mar/09/brexit-secretary-met-pro-referendum-labour-peter-kyle-phil-wilson\" title=\"\">a second referendum</a> – offering the British people a clear, informed choice between two tangible, concrete proposals: either voting for Theresa May’s deal, or for Britain to remain in the Union. That’s when I believe Britons’ native common sense, as well as their wider sense of international responsibility, would ultimately prevail.</p> <p>• Kevin Rudd was prime minister of Australia from 2007 to 2010 and from June to September 2013</p>",
      "newspaperPageNumber": "4",
      "wordcount": "1146",
      "commentCloseDate": "2019-03-12T05:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-11T18:43:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:36Z",
      "newspaperEditionDate": "2019-03-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bxbtn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0d19df651899b77617bb1db10ac5ae41156b6a17/0_234_6393_3836/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I’m struck, as the British parliament moves towards the endgame on Brexit, with the number of times Australia, Canada, New Zealand and India have been advanced by the Brexiteers in the public debate as magical alternatives to Britain’s current trade and investment relationship with the European Union. This is the nuttiest of the many nutty arguments that have emerged from the Land of Hope and Glory set now masquerading as the authentic standard-bearers of British patriotism. It’s utter bollocks. If Britain proceeds with giving effect to what future historians will legitimately describe as the longest suicide note in history by leaving the union, the cold, hard reality is that the mathematics simply don’t stack up in terms of credible economic alternatives to Europe. Much as any Australian, Canadian and New Zealand governments of whichever persuasion would do whatever they could to frame new free-trade agreements with the UK, the bottom line is that 65 million of us do not come within a bull’s roar of Britain’s adjacent market of 450 million Europeans. As for India, good luck! India’s trade and commerce bureaucracy is the most mercantilist and outright protectionist in the world. They virtually single-handedly sank the Doha round in 2009. In the same year, as prime minister of Australia, I launched a free-trade negotiation with Delhi. But a decade later, those negotiations remain at a standstill. The Australian economy is only 50% the size of Britain’s. A substantive India-UK FTA is the ultimate mirage constructed by the Brexiteers. It’s as credible as the ad they plastered on the side of that big red bus about the £350m Britain was allegedly paying to Brussels each week. Not. So as a former chair of the Commonwealth ministerial action group, it’s my melancholy duty to report that the idea the old (or for that matter newer) Commonwealth could possibly substitute for Britain’s current economic arrangements with Brussels is an illusion. Then the Brexiteers turn to that other great economic chimera, the US, as final salvation. The irony is that the current wave of nationalism, isolationism and protectionism that they so ruthlessly exploited in the Brexit referendum has also been unleashed in the US. Donald Trump’s America has little, if any, room in its political imagination for maintaining existing bilateral free trade agreements (see Nafta and Korea), let alone negotiating mutually advantageous new ones. Let’s not forget the very first act of the Trump administration was to withdraw from the Trans-Pacific Partnership, despite the economic damage done to three of its closest allies – Australia, Canada and Japan. If No 10 still thinks its “special relationship” with the White House will uniquely be capable of battering down the doors of a newly protectionist America, then good luck with that one too. In Australia, we have our own Land of Hope and Glory set who have been cheering the Brexiteers on to victory, as chaps would cheer on the home side at a good game of rugger on the playing fields of Eton. By and large, however, these Oz-Brexiteers have been confined to the right wing of the Australian conservatives and no longer represent the Australian political mainstream. They too, like the core of the British Brexiteers, are driven by a conservative political romanticism that we can all somehow go back to that ancient Arcadia of a white Anglo-Saxon world with “imperial preference”, all consummated by the solemnity of a Lord’s Test. Former prime minister Tony Abbott, for example, recently invoked the spirit of Wellington, Nelson and Drake in the pages of the Spectator in defence of the most ludicrous of all the Brexit possibilities – the no-deal, cold turkey outcome. Abbott’s message: the old empire is just champing at the bit for Britain to cut itself loose from all those continentals in Brussels. That too is bollocks. For obvious cultural reasons, practically all Australians like Britain. They want Britain to do well. They are happy with the idea of allowing their kids to live and work in Britain, just as we welcome British kids in Australia. But with the best will in the world, we cannot turn the clock back to 1973 when Britain joined the EEC and told Australia to go carve out its economic future elsewhere. So we did – but following Britain’s example in Europe, we set about integrating our economy with our neighbours in the Asia-Pacific region. Beyond Britain’s economic self-interest, there is a further reason why the UK needs to remain in the EU. It’s about the future of the very idea of the west itself, of western values and their wider contribution to the future of the international order. For centuries, Europe and the US have been the joint custodians of the western tradition – Judeo-Christianity, the Enlightenment and the political, economic and social freedoms of the current century. These in turn have helped shape many of the international norms underpinning the current order. However, the US’s future commitment to the very idea of the west, and western values in foreign policy terms, is now the subject of fundamental debate within the US body politic. It may prove to be a temporary, Trumpian aberration. But we would be foolish not to identify a new isolationism emerging. If the American pillar is looking a little shaky, Europe is looking even shakier. The strength of the political emergence of the far right across Europe’s four largest economies – Germany, France, Italy and Spain – is frightening. The European political centre is being hollowed out. All at a time when Europe’s economy is once again weakening. And that’s before you add the final blow to the solar-plexus in the form of Brexit. The bottom line is that a European Union without Britain will be a weaker international actor than it has been, particularly if the European centre of political gravity increasingly moves in a more populist direction. Without a strong Europe, the continuing idea of “the west” begins to look very weak indeed. And authoritarians around the world would like nothing more than a fully disembowelled west, no longer confident of what it actually stands for any more. So my appeal to Brits, both Conservative and Labour, is to use this critical fortnight to start turning all this around. For Britain’s economic self-interest, as well as the wider political interests of the western community of nations, Britain should remain in the EU. Labour and the Conservative remainers should unite to defer the exit date beyond 29 March 2019. They should then support legislation for a second referendum – offering the British people a clear, informed choice between two tangible, concrete proposals: either voting for Theresa May’s deal, or for Britain to remain in the Union. That’s when I believe Britons’ native common sense, as well as their wider sense of international responsibility, would ultimately prevail. • Kevin Rudd was prime minister of Australia from 2007 to 2010 and from June to September 2013",
      "charCount": "7003",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kevin-rudd\">Kevin Rudd</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "education/2019/mar/11/funding-and-staff-levels-in-schools-at-crisis-point",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-03-11T18:21:31Z",
    "webTitle": "Funding and staff levels in schools at crisis point | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/mar/11/funding-and-staff-levels-in-schools-at-crisis-point",
    "apiUrl": "https://content.guardianapis.com/education/2019/mar/11/funding-and-staff-levels-in-schools-at-crisis-point",
    "fields": {
      "headline": "Funding and staff levels in schools at crisis point",
      "standfirst": "School governors urge the government to ‘stop ducking its responsibilities’ and provide essential funding<br />",
      "trailText": "<strong>Letters:</strong> School governors urge the government to ‘stop ducking its responsibilities’ and provide essential funding",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"09a483023890933e021f617fb831d7531db04442\"> <img src=\"https://media.guim.co.uk/09a483023890933e021f617fb831d7531db04442/0_0_3500_2100/1000.jpg\" alt=\"Teacher doing paperwork\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘There is a staffing crisis in our schools and we need the government’s help in resolving it,’ write five school governors. </span> <span class=\"element-image__credit\">Photograph: PA</span> </figcaption> </figure>",
      "body": "<p>The signatories to this letter are the chairs of governors of some of the highest-performing state secondary schools in the country. There is a staffing crisis in our schools and we need the government’s help in resolving it. We are united in our deep concern over the threat to our ability to continue to deliver an excellent state education.</p> <p>It is well documented that pay increases for teaching staff have fallen behind the cost of living over recent years. What is less well documented is the human impact of this situation. Our schools depend on the excellence and commitment of our teaching staff to deliver outstanding results. If we do not relieve the pressure on teachers it will be impossible to maintain this performance:</p> <p>• Ten years ago, we had more applications for teaching posts than we could handle. Now we struggle to fill vacancies, especially in Stem subjects.</p> <p>• Across the country, teacher training applications have fallen by 5% in the last year, with key targets for science and maths being missed. 40% of teachers in state schools in England leave the system within five years of starting training, rising to 50% for physics and maths.</p> <p>• Our younger staff cannot afford to live near our schools. These teachers are no longer part of the local community.</p> <p>• When our teachers want to start families, they have to move to cheaper areas. We lose them at exactly the time when they are most valuable to us.</p> <p>• We are eliminating vital aspects of a rounded education to protect the teaching budget: cutting mentoring for vulnerable teenagers, because we can’t pay staff for extra duties outside the classroom; dropping the Duke of Edinburgh scheme, potentially making it the preserve of students in private schools; and not providing support for language exchanges.</p> <p>The government’s recently published strategy on teacher recruitment and retention, while containing some laudable elements, fails to address underlying funding issues. Our schools are still just managing to deliver outstanding educational results for our young people, but this will not be the case much longer. The government must stop ducking its responsibilities and must provide the funding that we so desperately need.<br><strong>Janet Pope</strong><em> Chair of governors, Camden School for Girls</em><br><em> </em><strong>Philip Bladen</strong><em> Chair of governors, Lady Margaret School</em><br><em> </em><strong>Fiona Shore</strong><em>, Chair of governors, Watford Grammar School for Girls</em><br><em> </em><strong>Victoria Simmons</strong><em> Chair of governors, The Grey Coat Hospital</em><br><em> </em><strong>Alp Mehmet</strong><em> Chair of governors, Parmiter’s School</em></p> <p>• It is very true that “sixth form colleges have seen funding cut by 21% since 2010” (<a href=\"https://www.theguardian.com/education/2019/mar/08/its-dangerous-full-chaos-of-funding-cuts-in-englands-schools-revealed\" title=\"\">Revealed: the chaos in schools caused by cuts</a>, 9 March) but for further education colleges these funding reductions are just one part of the picture. Adult education funding has also reduced by more than 40%, and now apprenticeship funding for small- and medium-sized businesses is likely to be frozen. Colleges have not received additional funding to cover staff pay awards, unlike schools, and have other costs to bear, including VAT. The work colleges do is essential to post-Brexit Britain, but they must be able to meet the needs of their students and communities. It is to be hoped that the forthcoming spending review does not perpetuate the gross underfunding of post-16 education and instead invests to secure the future prosperity of our country.<br><strong>Dr Alison Birkinshaw</strong><br><em>Principal, York College</em></p> <p>• As a primary teacher, I too am deeply concerned about underfunding of schools, in particular the effect of austerity measures on those with special needs and mental health conditions. I do, however, take issue with some of the examples in your report.</p> <p>At no time in my career has a headteacher asked me to help clean the school, take the place of a lunchtime supervisor, use my own money to buy resources or don a coat in order to reduce the heating bill. It is the responsibility of the managers of the school to manage the budget and when that budget is inadequate, it is their responsibility to take it up with the government and take the lead in making sure that teachers are left to do what they are best at and paid to do – teach!</p> <p>It may be well-meaning on the part of teachers to try to ameliorate the lack of funding but it is naive and serves only to exacerbate the problem. Likewise, schools are not forced to ask parents for funding, it is a choice and one that should be avoided. Teachers and parents have to be part of the solution; not the problem.<br><strong>Michelle Webb</strong><br><em>Newsome, West Yorkshire</em></p> <p>• Ongoing reports of a crisis in school funding and extremely high levels of teacher stress? Women are massively and disproportionately affected. They constitute <a href=\"https://www.bbc.co.uk/news/education-43386250\" title=\"\">98%</a> of early-years teachers, 85% of primary school teachers and 62% of secondary school teachers. Yet there seemed no mention and even less appetite to deal with this obvious but thriving unfairness, witnessed at the very centre of our domestic and educational culture, on International Women’s Day.<br><strong>Philip </strong><strong>Botterill</strong><br><em>Moseley, Birmingham</em></p> <p>• No one should be surprised at the state of our schools under this Tory government – it is all too familiar for anyone who was teaching when Margaret Thatcher and John Major were in office in the 1980s and early 90s. We dodged buckets in the corridors when it rained, cleaned the windows we could reach with floor mops, and got used to any broken windows being glued together because we could not afford replacements.</p> <p>We still have a photograph of our daughter, with her hand in a hole in her primary classroom wall, taken by the local paper to illustrate the state of her school buildings, also falling apart from neglect.</p> <p>School budgets were ruthlessly cut in real terms and capital spending on the school estate absolutely flatlined, until the advent of the Blair Labour government. This Tory government is simply doing what its predecessors did. When will we learn?<br><strong>Martin Plaster</strong><br><em>Westbury Park, Bristol </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1026",
      "commentable": "false",
      "firstPublicationDate": "2019-03-11T18:21:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-11T18:40:02Z",
      "newspaperEditionDate": "2019-03-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bxazd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/09a483023890933e021f617fb831d7531db04442/0_0_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The signatories to this letter are the chairs of governors of some of the highest-performing state secondary schools in the country. There is a staffing crisis in our schools and we need the government’s help in resolving it. We are united in our deep concern over the threat to our ability to continue to deliver an excellent state education. It is well documented that pay increases for teaching staff have fallen behind the cost of living over recent years. What is less well documented is the human impact of this situation. Our schools depend on the excellence and commitment of our teaching staff to deliver outstanding results. If we do not relieve the pressure on teachers it will be impossible to maintain this performance: • Ten years ago, we had more applications for teaching posts than we could handle. Now we struggle to fill vacancies, especially in Stem subjects. • Across the country, teacher training applications have fallen by 5% in the last year, with key targets for science and maths being missed. 40% of teachers in state schools in England leave the system within five years of starting training, rising to 50% for physics and maths. • Our younger staff cannot afford to live near our schools. These teachers are no longer part of the local community. • When our teachers want to start families, they have to move to cheaper areas. We lose them at exactly the time when they are most valuable to us. • We are eliminating vital aspects of a rounded education to protect the teaching budget: cutting mentoring for vulnerable teenagers, because we can’t pay staff for extra duties outside the classroom; dropping the Duke of Edinburgh scheme, potentially making it the preserve of students in private schools; and not providing support for language exchanges. The government’s recently published strategy on teacher recruitment and retention, while containing some laudable elements, fails to address underlying funding issues. Our schools are still just managing to deliver outstanding educational results for our young people, but this will not be the case much longer. The government must stop ducking its responsibilities and must provide the funding that we so desperately need. Janet Pope Chair of governors, Camden School for Girls Philip Bladen Chair of governors, Lady Margaret School Fiona Shore, Chair of governors, Watford Grammar School for Girls Victoria Simmons Chair of governors, The Grey Coat Hospital Alp Mehmet Chair of governors, Parmiter’s School • It is very true that “sixth form colleges have seen funding cut by 21% since 2010” (Revealed: the chaos in schools caused by cuts, 9 March) but for further education colleges these funding reductions are just one part of the picture. Adult education funding has also reduced by more than 40%, and now apprenticeship funding for small- and medium-sized businesses is likely to be frozen. Colleges have not received additional funding to cover staff pay awards, unlike schools, and have other costs to bear, including VAT. The work colleges do is essential to post-Brexit Britain, but they must be able to meet the needs of their students and communities. It is to be hoped that the forthcoming spending review does not perpetuate the gross underfunding of post-16 education and instead invests to secure the future prosperity of our country. Dr Alison Birkinshaw Principal, York College • As a primary teacher, I too am deeply concerned about underfunding of schools, in particular the effect of austerity measures on those with special needs and mental health conditions. I do, however, take issue with some of the examples in your report. At no time in my career has a headteacher asked me to help clean the school, take the place of a lunchtime supervisor, use my own money to buy resources or don a coat in order to reduce the heating bill. It is the responsibility of the managers of the school to manage the budget and when that budget is inadequate, it is their responsibility to take it up with the government and take the lead in making sure that teachers are left to do what they are best at and paid to do – teach! It may be well-meaning on the part of teachers to try to ameliorate the lack of funding but it is naive and serves only to exacerbate the problem. Likewise, schools are not forced to ask parents for funding, it is a choice and one that should be avoided. Teachers and parents have to be part of the solution; not the problem. Michelle Webb Newsome, West Yorkshire • Ongoing reports of a crisis in school funding and extremely high levels of teacher stress? Women are massively and disproportionately affected. They constitute 98% of early-years teachers, 85% of primary school teachers and 62% of secondary school teachers. Yet there seemed no mention and even less appetite to deal with this obvious but thriving unfairness, witnessed at the very centre of our domestic and educational culture, on International Women’s Day. Philip Botterill Moseley, Birmingham • No one should be surprised at the state of our schools under this Tory government – it is all too familiar for anyone who was teaching when Margaret Thatcher and John Major were in office in the 1980s and early 90s. We dodged buckets in the corridors when it rained, cleaned the windows we could reach with floor mops, and got used to any broken windows being glued together because we could not afford replacements. We still have a photograph of our daughter, with her hand in a hole in her primary classroom wall, taken by the local paper to illustrate the state of her school buildings, also falling apart from neglect. School budgets were ruthlessly cut in real terms and capital spending on the school estate absolutely flatlined, until the advent of the Blair Labour government. This Tory government is simply doing what its predecessors did. When will we learn? Martin Plaster Westbury Park, Bristol • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "6185",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/mar/11/warnings-over-mental-impact-of-benefit-changes-must-be-heeded",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-03-11T18:20:14Z",
    "webTitle": "Warnings over mental impact of benefit changes must be heeded | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/mar/11/warnings-over-mental-impact-of-benefit-changes-must-be-heeded",
    "apiUrl": "https://content.guardianapis.com/society/2019/mar/11/warnings-over-mental-impact-of-benefit-changes-must-be-heeded",
    "fields": {
      "headline": "Warnings over mental impact of benefit changes must be heeded",
      "standfirst": "Readers respond to news that the benefits system shake-up is damaging people’s mental health and putting increasing strain on the NHS",
      "trailText": "<strong>Letters: </strong>Readers respond to news that the benefits system shake-up is damaging people’s mental health and putting increasing strain on the NHS",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c6558c7de95e95bdd5131db0991877cbef01133a\"> <img src=\"https://media.guim.co.uk/c6558c7de95e95bdd5131db0991877cbef01133a/0_382_5700_3420/1000.jpg\" alt=\"Portrait of a woman with her eyes closed\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘People must get the right treatment at the right time, but to keep people well, wider society must play its part,’ says Mark Winstanley.</span> <span class=\"element-image__credit\">Photograph: Getty/Science Photo Library</span> </figcaption> </figure>",
      "body": "<p>For every 10,000 people assessed for employment and support allowance (<a href=\"https://www.theguardian.com/society/2019/mar/08/nhs-bosses-benefit-stress-driving-mental-health-care-demand\" title=\"\">Benefit changes fuel demand for mental health care, warns NHS</a>, 8 March) there are, in addition to existing mental health morbidity, an extra 2,700 cases of reported mental health problems, an increase of 7,020 antidepressant prescriptions and six more suicides than expected.</p> <p>The public health department of Liverpool University studied 1.03 million claimants from 149 local authorities, who between 2010-13 had been reassessed for ESA. Across England as a whole for this period there were thus an additional 279,000 cases of reported mental health problems (11% of the total), 725,000 antidepressant prescriptions (0.5% of the total) and 590 suicides (5% of the total). There is open access to the department’s <a href=\"https://jech.bmj.com/content/70/4/339\" title=\"\">report</a>.</p> <p>For both ESA and personal independence payments (PIPs), sources of distress include the reporting of the effects of medical illness by “health professionals”. The government’s own appraisal stated: “During visits to both Capita and Atos (the health professionals’ employers), the review observed that the requirement to gather evidence was not always being fully considered … In some cases, it was clear that insufficient evidence had been gathered … Claimants have also expressed a lack of trust in the ability of health professionals to record what has been said during face-to-face assessments. Some assert that the health professional had misinterpreted or even deliberately misrepresented what was discussed during the assessment”.<br><strong>Morris Bernadt</strong><br><em>London</em></p> <p>• It’s not just the secondary mental health services being put under pressure, but also GPs, IAPT (the community based primary care mental health service) and advice organisations such as Citizens Advice. As a GP, I receive almost daily requests for supporting letters in benefit appeal processes. In many cases I dig out the one written a year before and update it with increasingly terse statements about the futility of this process. People are being repeatedly subjected to reassessment by the Department for Work and Pensions, leading to severe mental distress. GPs “hold” many patients with long-term mental ill health, people who are not accepted into secondary care mental health services. Even worse, under pressure we prescribe yet more antidepressants and painkillers trying to relieve this distress.<br><strong>Dr Charles Heatley</strong><br><em>GP, Sheffield</em></p> <p>• Last week’s NHS Providers <a href=\"https://nhsproviders.org/mental-health-services-addressing-the-care-deficit\" title=\"\">report</a> shows that any attempt to improve mental health that focuses only on what the NHS can do will fail. People must get the right treatment at the right time, but to keep people well, wider society must play its part. In April, the cross-ministerial committee on mental health will meet for the first time in 12 months. We need to see substantial progress in how mental illness is understood and acted on across government, including welfare, housing and supporting councils to provide services. Without that change, we risk making the laudable aims of the NHS long-term plan impossible to deliver.<br><strong>Mark Winstanley</strong><br><em>CEO of Rethink Mental Illness</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "520",
      "commentable": "false",
      "firstPublicationDate": "2019-03-11T18:20:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-11T18:40:02Z",
      "newspaperEditionDate": "2019-03-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bxac8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c6558c7de95e95bdd5131db0991877cbef01133a/0_382_5700_3420/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "For every 10,000 people assessed for employment and support allowance (Benefit changes fuel demand for mental health care, warns NHS, 8 March) there are, in addition to existing mental health morbidity, an extra 2,700 cases of reported mental health problems, an increase of 7,020 antidepressant prescriptions and six more suicides than expected. The public health department of Liverpool University studied 1.03 million claimants from 149 local authorities, who between 2010-13 had been reassessed for ESA. Across England as a whole for this period there were thus an additional 279,000 cases of reported mental health problems (11% of the total), 725,000 antidepressant prescriptions (0.5% of the total) and 590 suicides (5% of the total). There is open access to the department’s report. For both ESA and personal independence payments (PIPs), sources of distress include the reporting of the effects of medical illness by “health professionals”. The government’s own appraisal stated: “During visits to both Capita and Atos (the health professionals’ employers), the review observed that the requirement to gather evidence was not always being fully considered … In some cases, it was clear that insufficient evidence had been gathered … Claimants have also expressed a lack of trust in the ability of health professionals to record what has been said during face-to-face assessments. Some assert that the health professional had misinterpreted or even deliberately misrepresented what was discussed during the assessment”. Morris Bernadt London • It’s not just the secondary mental health services being put under pressure, but also GPs, IAPT (the community based primary care mental health service) and advice organisations such as Citizens Advice. As a GP, I receive almost daily requests for supporting letters in benefit appeal processes. In many cases I dig out the one written a year before and update it with increasingly terse statements about the futility of this process. People are being repeatedly subjected to reassessment by the Department for Work and Pensions, leading to severe mental distress. GPs “hold” many patients with long-term mental ill health, people who are not accepted into secondary care mental health services. Even worse, under pressure we prescribe yet more antidepressants and painkillers trying to relieve this distress. Dr Charles Heatley GP, Sheffield • Last week’s NHS Providers report shows that any attempt to improve mental health that focuses only on what the NHS can do will fail. People must get the right treatment at the right time, but to keep people well, wider society must play its part. In April, the cross-ministerial committee on mental health will meet for the first time in 12 months. We need to see substantial progress in how mental illness is understood and acted on across government, including welfare, housing and supporting councils to provide services. Without that change, we risk making the laudable aims of the NHS long-term plan impossible to deliver. Mark Winstanley CEO of Rethink Mental Illness • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3366",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/11/brexit-meaningful-vote-will-go-ahead-theresa-may-says",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-11T17:37:33Z",
    "webTitle": "Theresa May dashes to Strasbourg in bid for Brexit compromise",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/11/brexit-meaningful-vote-will-go-ahead-theresa-may-says",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/11/brexit-meaningful-vote-will-go-ahead-theresa-may-says",
    "fields": {
      "headline": "Theresa May dashes to Strasbourg in bid for Brexit compromise",
      "standfirst": "<p>PM to meet Juncker and Barnier as Merkel says a ‘very important offer’ has been made to Britain</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/11/brexit-latest-news-vote-tuesday-tories-suspect-may-could-pull-tuesdays-key-vote-after-talks-fail-to-deliver-progress-politics-live\">Follow the latest political developments – live updates</a></li><li><a href=\"https://www.theguardian.com/politics/2019/mar/08/the-brexit-state-of-play-a-guide-to-next-weeks-crucial-votes\">A guide to this week’s crucial votes</a></li></ul>",
      "trailText": "PM meets Juncker and Barnier as Merkel says a ‘very important offer’ has been made to Britain",
      "byline": "Jessica Elgot, Daniel Boffey and Jennifer Rankin in Brussels, and Rowena Mason",
      "main": "<figure class=\"element element-image\" data-media-id=\"0ec521fc9020369043790ae72268c999a92af70c\"> <img src=\"https://media.guim.co.uk/0ec521fc9020369043790ae72268c999a92af70c/0_984_3333_2000/1000.jpg\" alt=\"Theresa May was not going to pull the meaningful vote at the last minute, a junior Brexit minister assured MPs.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May was not going to pull the meaningful vote at the last minute, a junior Brexit minister assured MPs.</span> <span class=\"element-image__credit\">Photograph: Jack Taylor/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Theresa May has made an 11th-hour dash to meet EU leaders in Strasbourg as the government insisted the meaningful vote on her Brexit deal would go ahead on Tuesday as planned.</p> <p>May was greeted in Strasbourg by Jean-Claude Juncker and Michel Barnier as she arrived in pursuit of a Brexit compromise late on Monday, after a phone call with the European commission president earlier in the day.Ambassadors for the 27 EU member states were told at a briefing that the negotiations had become more combative. One source at the table said if the UK was choosing the impossible, it was choosing no deal.</p> <p>It was, however, disclosed that the prime minister had been ready to strike a deal on Sunday with Juncker but that she was overruled by her cabinet.</p> <p>Diplomats were told that talks at the weekend had gone “up and down, up and then sadly down again”, according to one source, leading to plans for a visit by the prime minister on Monday morning to be ditched.</p> <p>The EU has rejected proposals by the attorney general, Geoffrey Cox, that would construct something close to a unilateral exit mechanism from the Irish backstop but leaders were on Monday keen to talk up the offer they had made, and avoid another delay to the meaningful vote.</p> <p>The German chancellor, Angela Merkel, said that Brussels made a “very important offer” during the weekend’s talks. “I think that a very important offer has been made to Britain and now it’s up to Britain to respond to these offers,” she told reporters in Berlin.</p> <p>The deal proposed by Michel Barnier included a joint interpretative statement that would add legal force to previous assurances the EU would make maximum effort to find alternatives to the backstop.</p> <p>The UK and the EU will also make unilateral statements about the temporary nature of the backstop, with the British government likely to lean on revised legal advice from Cox.</p> <p>The commission’s secretary general, Martin Selmayr, warned the EU ambassadors, however, that the situation in London was fluid and that the chances of a general election had increased in recent days.</p> <p>He said that the safest delay to Brexit would be up to 23 May, ensuring that elections to the European parliament would not create complications. He added, however, that the EU may have to offer the UK a long extension of article 50 should May’s government fall.</p> <p>Barnier, in turn, was said to be indignant about Cox’s interview in the Daily Mail in which he said that he would find a way to allow the UK to unilaterally quit the backstop.</p> <p>The attorney general’s claim that the UK could trigger an arbitration mechanism “on the very first day we entered” the backstop was read out to EU ambassadors by an incredulous Barnier.</p> <p>May has a matter of hours to table a motion to parliament in time for a vote on Tuesday. Speaking in the Commons, the Labour leader, Jeremy Corbyn, said parliament would not tolerate further delay. “Time and time again this prime minister has failed to negotiate, refused to compromise, and delayed and delayed,” he said.</p> <p>“After three months the prime minister has not achieved one single change to her deal; she is simply running down the clock.”</p> <p>The junior Brexit minister Robin Walker, who was sent out to answer the urgent question from Corbyn, said the vote would not be withdrawn at the last minute and that the attorney general would publish revised legal advice before the vote.</p> <p>The Commons Speaker, John Bercow, said May or another cabinet minister might give a planned statement on the current state of the negotiations as late as 10pm on Monday night.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/08/the-brexit-state-of-play-a-guide-to-next-weeks-crucial-votes\">The Brexit state of play: a guide to this week's crucial votes</a> </p> </aside>  <p>Walker said that talks with Brussels were at “a critical stage” and were continuing. “The attorney general’s legal analysis will be updated following the outcome of negotiations,” he said. “He will be publishing his legal analysis document on any document that is produced and negotiated with the EU before the house meets tomorrow.”</p> <p>The independent MP Anna Soubry said any motion and any amendments MPs would wish to table had to be be put down before the House of Commons rose on Monday night, but Walker would only say that the motion would be published “as soon as it can be”.</p> <p>Bercow said that the House of Commons’ rules required the motion to be published by 10.30pm on Monday night, although indicated he would allow so-called “manuscript amendments” that are allowed to be tabled by MPs in extreme circumstances on the day of a debate.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/03/brexitflow4-zip/giv-3902ui95xKTy8Tfe/\" data-alt=\"Flowchart\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/03/brexitflow4-zip/giv-3902ui95xKTy8Tfe/\">Flowchart</a> </figure>  <p>The prime minister had earlier come under pressure from Eurosceptics to pull the meaningful vote and pass a motion showing Brussels that parliament would approve a deal with a time limit on the backstop.</p> <p>However, Nick Boles, one of the Conservative MPs leading efforts against no deal, said calling off the vote would not satisfy parliament. “I am sure that the prime minister will honour these three commitments. If she doesn’t she will forfeit the confidence of the House of Commons,” he said.</p> <p>Asked whether she would resign, the prime minister’s spokesman said there was “nothing to suggest” that outcome, though government sources have suggested they believe May could offer her resignation to hard Brexiters in exchange for voting for her deal.</p> <p>Labour’s Yvette Cooper has said she and Conservative MPs would attempt to force votes on an extension of Article 50 on Thursday should the prime minister pull the votes, saying it would be a “straight-up lie” to parliament if Theresa May changed her plans.</p>",
      "wordcount": "925",
      "firstPublicationDate": "2019-03-11T12:35:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:36Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bxavd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0ec521fc9020369043790ae72268c999a92af70c/0_984_3333_2000/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May has made an 11th-hour dash to meet EU leaders in Strasbourg as the government insisted the meaningful vote on her Brexit deal would go ahead on Tuesday as planned. May was greeted in Strasbourg by Jean-Claude Juncker and Michel Barnier as she arrived in pursuit of a Brexit compromise late on Monday, after a phone call with the European commission president earlier in the day.Ambassadors for the 27 EU member states were told at a briefing that the negotiations had become more combative. One source at the table said if the UK was choosing the impossible, it was choosing no deal. It was, however, disclosed that the prime minister had been ready to strike a deal on Sunday with Juncker but that she was overruled by her cabinet. Diplomats were told that talks at the weekend had gone “up and down, up and then sadly down again”, according to one source, leading to plans for a visit by the prime minister on Monday morning to be ditched. The EU has rejected proposals by the attorney general, Geoffrey Cox, that would construct something close to a unilateral exit mechanism from the Irish backstop but leaders were on Monday keen to talk up the offer they had made, and avoid another delay to the meaningful vote. The German chancellor, Angela Merkel, said that Brussels made a “very important offer” during the weekend’s talks. “I think that a very important offer has been made to Britain and now it’s up to Britain to respond to these offers,” she told reporters in Berlin. The deal proposed by Michel Barnier included a joint interpretative statement that would add legal force to previous assurances the EU would make maximum effort to find alternatives to the backstop. The UK and the EU will also make unilateral statements about the temporary nature of the backstop, with the British government likely to lean on revised legal advice from Cox. The commission’s secretary general, Martin Selmayr, warned the EU ambassadors, however, that the situation in London was fluid and that the chances of a general election had increased in recent days. He said that the safest delay to Brexit would be up to 23 May, ensuring that elections to the European parliament would not create complications. He added, however, that the EU may have to offer the UK a long extension of article 50 should May’s government fall. Barnier, in turn, was said to be indignant about Cox’s interview in the Daily Mail in which he said that he would find a way to allow the UK to unilaterally quit the backstop. The attorney general’s claim that the UK could trigger an arbitration mechanism “on the very first day we entered” the backstop was read out to EU ambassadors by an incredulous Barnier. May has a matter of hours to table a motion to parliament in time for a vote on Tuesday. Speaking in the Commons, the Labour leader, Jeremy Corbyn, said parliament would not tolerate further delay. “Time and time again this prime minister has failed to negotiate, refused to compromise, and delayed and delayed,” he said. “After three months the prime minister has not achieved one single change to her deal; she is simply running down the clock.” The junior Brexit minister Robin Walker, who was sent out to answer the urgent question from Corbyn, said the vote would not be withdrawn at the last minute and that the attorney general would publish revised legal advice before the vote. The Commons Speaker, John Bercow, said May or another cabinet minister might give a planned statement on the current state of the negotiations as late as 10pm on Monday night. Walker said that talks with Brussels were at “a critical stage” and were continuing. “The attorney general’s legal analysis will be updated following the outcome of negotiations,” he said. “He will be publishing his legal analysis document on any document that is produced and negotiated with the EU before the house meets tomorrow.” The independent MP Anna Soubry said any motion and any amendments MPs would wish to table had to be be put down before the House of Commons rose on Monday night, but Walker would only say that the motion would be published “as soon as it can be”. Bercow said that the House of Commons’ rules required the motion to be published by 10.30pm on Monday night, although indicated he would allow so-called “manuscript amendments” that are allowed to be tabled by MPs in extreme circumstances on the day of a debate. The prime minister had earlier come under pressure from Eurosceptics to pull the meaningful vote and pass a motion showing Brussels that parliament would approve a deal with a time limit on the backstop. However, Nick Boles, one of the Conservative MPs leading efforts against no deal, said calling off the vote would not satisfy parliament. “I am sure that the prime minister will honour these three commitments. If she doesn’t she will forfeit the confidence of the House of Commons,” he said. Asked whether she would resign, the prime minister’s spokesman said there was “nothing to suggest” that outcome, though government sources have suggested they believe May could offer her resignation to hard Brexiters in exchange for voting for her deal. Labour’s Yvette Cooper has said she and Conservative MPs would attempt to force votes on an extension of Article 50 on Thursday should the prime minister pull the votes, saying it would be a “straight-up lie” to parliament if Theresa May changed her plans.",
      "charCount": "5407",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a>, <a href=\"profile/daniel-boffey\">Daniel Boffey</a> and <a href=\"profile/jennifer-rankin\">Jennifer Rankin</a> in Brussels, and <a href=\"profile/rowena-mason\">Rowena Mason</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/11/shamima-begum-cult-victim-isis",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-11T13:44:47Z",
    "webTitle": "Shamima Begum was the victim of a cult – she needs help | Lynne Wallis",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/11/shamima-begum-cult-victim-isis",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/11/shamima-begum-cult-victim-isis",
    "fields": {
      "headline": "Shamima Begum was the victim of a cult – she needs help",
      "standfirst": "Like other cults, Isis targets young people, it indoctrinates and desensitises them. It’s a process, not a lifestyle choice",
      "trailText": "Like other cults, Isis targets young people, it indoctrinates and desensitises them, says journalist Lynne Wallis",
      "byline": "Lynne Wallis",
      "main": "<figure class=\"element element-image\" data-media-id=\"167fb9082dc6fb85459513afbd0524811dde7c69\"> \n <img src=\"https://media.guim.co.uk/167fb9082dc6fb85459513afbd0524811dde7c69/80_0_2400_1440/1000.jpg\" alt=\"Shamima Begum \" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘Shamima Begum showed all the signs during her interviews of having been under cultic influence.’</span> \n  <span class=\"element-image__credit\">Photograph: ITV</span> \n </figcaption> \n</figure>",
      "body": "<p>The most severe critics of Sajid Javid’s <a href=\"https://www.theguardian.com/uk-news/2019/mar/09/sajid-javid-denounced-shamima-begums-baby-dies-syria\" title=\"\">decision to revoke</a> Shamima Begum’s UK citizenship say that he effectively killed her baby. Anyone who saw her TV interviews will have found her hard to like. Some of her comments supporting terrorist attacks were monstrous. But people who have been recruited into cults believe and say monstrous things. It does not make them monsters – the real versions of themselves and everything they may have believed were destroyed when they were radicalised or, to use an old-fashioned term, brainwashed.</p> \n<p>Four years after Begum <a href=\"https://www.theguardian.com/world/2015/mar/13/sharmeena-begum-first-of-british-girl-isis\" title=\"\">was indoctrinated</a> into Islamic State, the teenager showed all the signs during her recent interviews of having been under cultic influence. Her head was tilted down, she used monotone speech conveying no emotion and her manner was <a href=\"https://www.theguardian.com/uk-news/2019/feb/20/shamima-begum-a-bit-shocked-that-uk-has-revoked-citizenship\" title=\"\">detached and cold</a>. When she did eventually look directly at the interviewer, it was clear that the windows to Begum’s soul were long closed. The most damaging thing she said that secured her banishment from her homeland was that she “wasn’t bothered” by the sight of severed heads in bins in Syria. She spoke as if what she was saying was totally normal, as if expecting sympathy.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/mar/09/sajid-javid-denounced-shamima-begums-baby-dies-syria\">Shamima Begum baby death 'a stain on conscience of UK government'</a> </p> \n</aside> \n<p><a href=\"https://www.theguardian.com/commentisfree/2019/feb/26/jihadi-bride-shamima-begum-female-militants\" title=\"\">Desensitisation</a> is a key part of the process for cults recruiting people to commit abhorrent acts – emotion would hamper willingness to take life, so it is suppressed. Young female recruits to the mujahideen in Pakistan in the 70s were shown films early on in the recruitment process of other young women blowing themselves and others up, prompting severe distress. By the end of the first month the discomfort was lessened. After three months the viewers didn’t bat an eyelid. Violence is normalised.</p> \n<p>In recent years cult experts have become interested in highlighting the parallels between how cults such as <a href=\"https://www.theguardian.com/world/2012/sep/03/moonie-cult-leader\" title=\"\">the Moonies</a> recruit new members, and how terrorist groups use exactly the same methodology and psychological manipulation to secure unswerving commitment. No one “joins” a cult – they are targeted and recruited. They are lovebombed initially, as part of the grooming process. They are seduced, told how special they are, told what a difference they could make to the movement. Then every argument they put forward for not believing whatever is being asked of them is carefully taken apart, bit by bit. With great skill on the part of their manipulators everything they believe is replaced with the ideology of the group.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"27ca2565-d0fe-4eaf-8cbb-5dfa6303849f\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/pWn_uSJLJL8?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Those who ask questions are doubters – they must believe wholeheartedly, or they are useless to the movement. They are accused of vanity or arrogance if they resist, shamed into submission. They are then encouraged to either recruit their families and friends, or cut all ties with them. Non-cult literature is banned, as is television, sometimes music and art that isn’t on the cult’s approved list – anything that isn’t promoting its core values. Soon the new convert’s entire world is controlled by the group, and everything they do from what they eat, what they wear and who they have relationships with is subject to approval by the cult’s leaders. Arranged marriages such as Begum’s are common, as a means to secure total commitment from emotionally vulnerable young female members.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/mar/11/shamima-begum-mother-asks-home-office-to-show-mercy\">Shamima Begum's mother asks Home Office to show mercy</a> </p> \n</aside> \n<p>Begum was just 15 when she had her head turned by Isis. Intellectually curious, alert, idealistic young people generally make easy targets, and they are the ones that stop in the street when Scientology recruiters invite them to take a “<a href=\"https://www.theguardian.com/commentisfree/belief/2010/sep/29/scientology-personality-test\" title=\"\">personality test</a>”. They are the ones who ask probing questions, who are open to debate, and this makes them vulnerable as the recruiters have their ear. Their trained manipulators have been doing it a long time, using tried and tested techniques. They have an answer for everything. Who knows what resistance if any Begum may have shown? One thing is sure – she was ripe for the picking.</p> \n<p>Elsewhere in Europe the use of undue influence or “mind control” is illegal, but in the UK we don’t recognise it as a crime. The process of indoctrination can, however, be reversed. It is commonly referred to as “exit counselling”, and when it happens – it’s often hard to get a cult member alone for long enough – it is often successful. If Begum had been allowed to come home, she could have been helped to recover her critical mind. She could have been useful to the government by providing intelligence about her former terrorist associates.</p> \n<p>There can be no doubt that Isis is a cult. Governments now must start to accept that recruitment into terrorist groups is the same as getting targeted by any other cult. It’s a process, not a lifestyle choice. As long as we continue to believe as a society that young women such as Begum have made a decision to run away to Syria to help terrorists, we will remain no closer to understanding this behaviour or to preventing it.</p> \n<p>• Lynne Wallis is a journalist specialising in how people are recruited into cults, and how they can recover and reintegrate back into mainstream society</p>",
      "wordcount": "827",
      "commentable": "false",
      "firstPublicationDate": "2019-03-11T13:44:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-11T13:59:07Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bxa4h",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/167fb9082dc6fb85459513afbd0524811dde7c69/80_0_2400_1440/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The most severe critics of Sajid Javid’s decision to revoke Shamima Begum’s UK citizenship say that he effectively killed her baby. Anyone who saw her TV interviews will have found her hard to like. Some of her comments supporting terrorist attacks were monstrous. But people who have been recruited into cults believe and say monstrous things. It does not make them monsters – the real versions of themselves and everything they may have believed were destroyed when they were radicalised or, to use an old-fashioned term, brainwashed. Four years after Begum was indoctrinated into Islamic State, the teenager showed all the signs during her recent interviews of having been under cultic influence. Her head was tilted down, she used monotone speech conveying no emotion and her manner was detached and cold. When she did eventually look directly at the interviewer, it was clear that the windows to Begum’s soul were long closed. The most damaging thing she said that secured her banishment from her homeland was that she “wasn’t bothered” by the sight of severed heads in bins in Syria. She spoke as if what she was saying was totally normal, as if expecting sympathy. Desensitisation is a key part of the process for cults recruiting people to commit abhorrent acts – emotion would hamper willingness to take life, so it is suppressed. Young female recruits to the mujahideen in Pakistan in the 70s were shown films early on in the recruitment process of other young women blowing themselves and others up, prompting severe distress. By the end of the first month the discomfort was lessened. After three months the viewers didn’t bat an eyelid. Violence is normalised. In recent years cult experts have become interested in highlighting the parallels between how cults such as the Moonies recruit new members, and how terrorist groups use exactly the same methodology and psychological manipulation to secure unswerving commitment. No one “joins” a cult – they are targeted and recruited. They are lovebombed initially, as part of the grooming process. They are seduced, told how special they are, told what a difference they could make to the movement. Then every argument they put forward for not believing whatever is being asked of them is carefully taken apart, bit by bit. With great skill on the part of their manipulators everything they believe is replaced with the ideology of the group. Those who ask questions are doubters – they must believe wholeheartedly, or they are useless to the movement. They are accused of vanity or arrogance if they resist, shamed into submission. They are then encouraged to either recruit their families and friends, or cut all ties with them. Non-cult literature is banned, as is television, sometimes music and art that isn’t on the cult’s approved list – anything that isn’t promoting its core values. Soon the new convert’s entire world is controlled by the group, and everything they do from what they eat, what they wear and who they have relationships with is subject to approval by the cult’s leaders. Arranged marriages such as Begum’s are common, as a means to secure total commitment from emotionally vulnerable young female members. Begum was just 15 when she had her head turned by Isis. Intellectually curious, alert, idealistic young people generally make easy targets, and they are the ones that stop in the street when Scientology recruiters invite them to take a “personality test”. They are the ones who ask probing questions, who are open to debate, and this makes them vulnerable as the recruiters have their ear. Their trained manipulators have been doing it a long time, using tried and tested techniques. They have an answer for everything. Who knows what resistance if any Begum may have shown? One thing is sure – she was ripe for the picking. Elsewhere in Europe the use of undue influence or “mind control” is illegal, but in the UK we don’t recognise it as a crime. The process of indoctrination can, however, be reversed. It is commonly referred to as “exit counselling”, and when it happens – it’s often hard to get a cult member alone for long enough – it is often successful. If Begum had been allowed to come home, she could have been helped to recover her critical mind. She could have been useful to the government by providing intelligence about her former terrorist associates. There can be no doubt that Isis is a cult. Governments now must start to accept that recruitment into terrorist groups is the same as getting targeted by any other cult. It’s a process, not a lifestyle choice. As long as we continue to believe as a society that young women such as Begum have made a decision to run away to Syria to help terrorists, we will remain no closer to understanding this behaviour or to preventing it. • Lynne Wallis is a journalist specialising in how people are recruited into cults, and how they can recover and reintegrate back into mainstream society",
      "charCount": "4944",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/lynne-wallis\">Lynne Wallis</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/mar/11/scrap-tax-free-personal-allowance-and-pay-everyone-48-a-week",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-11T07:38:12Z",
    "webTitle": "Axe personal allowance and pay everyone £48 a week, says thinktank",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/11/scrap-tax-free-personal-allowance-and-pay-everyone-48-a-week",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/11/scrap-tax-free-personal-allowance-and-pay-everyone-48-a-week",
    "fields": {
      "headline": "Axe personal allowance and pay everyone £48 a week, says thinktank",
      "standfirst": "<p>Radical tax proposal by the New Economics Foundation backed by shadow chancellor</p>",
      "trailText": "Radical proposal by the New Economics Foundation backed by shadow chancellor",
      "byline": "Richard Partington Economics correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"ceaf09e64356b10b840f4d4f8422a262c48651a1\"> <img src=\"https://media.guim.co.uk/ceaf09e64356b10b840f4d4f8422a262c48651a1/0_0_3444_2067/1000.jpg\" alt=\"John McDonnell and Caroline Lucas\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John McDonnell, shadow chancellor, and the Green’s Caroline Lucas support a proposal to scrap the personal allowance.</span> <span class=\"element-image__credit\">Composite: AFP/Rex</span> </figcaption> </figure>",
      "body": "<p>The tax-free personal allowance, which rises to £12,500 in April, should be scrapped and replaced with a flat payment of £48.08 a week for every adult, according to radical proposals welcomed by shadow chancellor John McDonnell.</p> <p>The proposal, from the <a href=\"https://neweconomics.org/\">New Economics Foundation</a> thinktank, is for a £48.08 “weekly national allowance,” amounting to £2,500.16 a year from the state, paid to every adult over the age of 18 earning less than £125,000 a year. The cash would not replace benefits and would not depend on employment.</p> <p>The policy idea has been welcomed by the shadow chancellor, <a href=\"https://www.theguardian.com/politics/john-mcdonnell\">John McDonnell</a>, and the Green MP <a href=\"https://www.theguardian.com/profile/carolinelucas\">Caroline Lucas</a>, and would mean that as many as 88% of all adults would see their post-tax income rise or stay the same, helping to lift 200,000 families across the country out of poverty.</p> <p>The weekly payments would be fully funded by the abolition of the tax-free personal allowance, which has seen inflation-busting increases under the Conservatives over the past 10 years, but which NEF said had benefited richer households most.</p> <p>For someone on £25,000 a year, the personal allowance means that the first £12,500 of their earnings, from this April, are not charged basic rate tax at 20%. This is worth £2,500. But if the same person is paid £48.08 a week instead, they will receive £2,500.16 a year, so they will be no better or worse off.</p> <p>Alfie Stirling of the New Economics Foundation said: “The persistent increases to the personal allowance of income tax seen over the past decade represent one of the most expensive and regressive public spending initiatives of the 21st century so far. Costing more than the whole of defence, local government and the Department for Transport combined and enriching the highest income households almost seven times faster than the poorest.”</p> <p>The leftwing thinktank, which has developed close links with Labour to become a key influencer of shadow Treasury thinking, estimates the current cost of the tax-free allowance is as much as £111.2bn.</p> <p>It said the change would transfer about £8bn currently spent on tax allowances that benefit the 35% of highest income households to the rest of the country.</p> <p>The policy is likely to face opposition from some voters, as it would also mean bringing down the threshold for higher-rate taxpayers from £50,000 to £37,500. This is because the starting point for 40% income tax moves with the personal allowance. NEF said this would affect the top 13% of earners in the country.</p> <p>McDonnell said: “This is just the kind of innovative thinking we need on how to fix the imbalances and problems of our tax system.</p> <p>“I hope it will be the start of a debate about how we make tax more progressive and deliver the public services funding that is so badly needed after nine years of austerity.”</p> <p>The richest 10% of households will be £1,470 better off by 2019-20 as a result of changes to the personal allowance since 2010, compared with just £130 for each of the poorest 10% of households.</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to the daily Business Today email\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk</figcaption> </figure>  <p>The Treasury said the personal allowance has removed nearly 2 million people from income tax, and that income inequality in Britain is falling. In a statement, it said: “We’re raising the personal allowance one year early, which will mean that by April this year, 1.7 million income taxpayers will have been taken out of tax altogether since 2015-16.</p> <p>“Our policies are highly redistributive. In 2019-20, the lowest income households will receive over £4 in public spending for every £1 they pay in tax on average, and the highest income households will contribute over £5 in tax for every £1 they receive in public spending on average.</p> <p>“Income inequality is lower now than it was in 2010.”</p> <p>• This article was amended on 13 March 2019. In an earlier version, one of the calculations rounded the weekly payment down to £48, resulting in a yearly total of £2,496. This has been corrected to reflect the amounts given higher up the article, of £48.08 a week and £2,500.16 a year.</p>",
      "newspaperPageNumber": "30",
      "wordcount": "672",
      "firstPublicationDate": "2019-03-11T06:00:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-13T12:34:46Z",
      "newspaperEditionDate": "2019-03-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvv9f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ceaf09e64356b10b840f4d4f8422a262c48651a1/0_0_3444_2067/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The tax-free personal allowance, which rises to £12,500 in April, should be scrapped and replaced with a flat payment of £48.08 a week for every adult, according to radical proposals welcomed by shadow chancellor John McDonnell. The proposal, from the New Economics Foundation thinktank, is for a £48.08 “weekly national allowance,” amounting to £2,500.16 a year from the state, paid to every adult over the age of 18 earning less than £125,000 a year. The cash would not replace benefits and would not depend on employment. The policy idea has been welcomed by the shadow chancellor, John McDonnell, and the Green MP Caroline Lucas, and would mean that as many as 88% of all adults would see their post-tax income rise or stay the same, helping to lift 200,000 families across the country out of poverty. The weekly payments would be fully funded by the abolition of the tax-free personal allowance, which has seen inflation-busting increases under the Conservatives over the past 10 years, but which NEF said had benefited richer households most. For someone on £25,000 a year, the personal allowance means that the first £12,500 of their earnings, from this April, are not charged basic rate tax at 20%. This is worth £2,500. But if the same person is paid £48.08 a week instead, they will receive £2,500.16 a year, so they will be no better or worse off. Alfie Stirling of the New Economics Foundation said: “The persistent increases to the personal allowance of income tax seen over the past decade represent one of the most expensive and regressive public spending initiatives of the 21st century so far. Costing more than the whole of defence, local government and the Department for Transport combined and enriching the highest income households almost seven times faster than the poorest.” The leftwing thinktank, which has developed close links with Labour to become a key influencer of shadow Treasury thinking, estimates the current cost of the tax-free allowance is as much as £111.2bn. It said the change would transfer about £8bn currently spent on tax allowances that benefit the 35% of highest income households to the rest of the country. The policy is likely to face opposition from some voters, as it would also mean bringing down the threshold for higher-rate taxpayers from £50,000 to £37,500. This is because the starting point for 40% income tax moves with the personal allowance. NEF said this would affect the top 13% of earners in the country. McDonnell said: “This is just the kind of innovative thinking we need on how to fix the imbalances and problems of our tax system. “I hope it will be the start of a debate about how we make tax more progressive and deliver the public services funding that is so badly needed after nine years of austerity.” The richest 10% of households will be £1,470 better off by 2019-20 as a result of changes to the personal allowance since 2010, compared with just £130 for each of the poorest 10% of households. The Treasury said the personal allowance has removed nearly 2 million people from income tax, and that income inequality in Britain is falling. In a statement, it said: “We’re raising the personal allowance one year early, which will mean that by April this year, 1.7 million income taxpayers will have been taken out of tax altogether since 2015-16. “Our policies are highly redistributive. In 2019-20, the lowest income households will receive over £4 in public spending for every £1 they pay in tax on average, and the highest income households will contribute over £5 in tax for every £1 they receive in public spending on average. “Income inequality is lower now than it was in 2010.” • This article was amended on 13 March 2019. In an earlier version, one of the calculations rounded the weekly payment down to £48, resulting in a yearly total of £2,496. This has been corrected to reflect the amounts given higher up the article, of £48.08 a week and £2,500.16 a year.",
      "charCount": "3948",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richard-partington\">Richard Partington</a> Economics correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]