[
  {
    "id": "politics/2019/oct/26/general-election-volatile-electorate-all-poll-bets-are-off-rob-ford",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-26T19:47:00Z",
    "webTitle": "With such volatile voters, all poll bets are off for a snap election",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/26/general-election-volatile-electorate-all-poll-bets-are-off-rob-ford",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/26/general-election-volatile-electorate-all-poll-bets-are-off-rob-ford",
    "fields": {
      "headline": "With such volatile voters, all poll bets are off for a snap election",
      "standfirst": "There is no guarantee for any party of how a ‘cold snap’ UK election could go",
      "trailText": "There is no guarantee for any party of how a ‘cold snap’ UK election could go",
      "byline": "Robert Ford",
      "main": "<figure class=\"element element-image\" data-media-id=\"aae2ee3111a3aa8fd4829df12dfff82b5c60f08e\"> <img src=\"https://media.guim.co.uk/aae2ee3111a3aa8fd4829df12dfff82b5c60f08e/0_115_3488_2093/1000.jpg\" alt=\"Nigel Farage at a Brexit party rally this month.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage at a Brexit party rally this month: he risks becoming Brexit’s spoiler, rather than its saviour, by splitting the Leave vote.</span> <span class=\"element-image__credit\">Photograph: Peter Summers/Getty Images</span> </figcaption> </figure>",
      "body": "<p>A “cold snap” election is the talk of the town, with the Commons set to vote on Monday on Boris Johnson’s request for an early election on 12 December. If they grant him his wish – and at the moment it looks a big if – MPs of all parties will be taking the biggest gamble in modern political history.</p> <p>Johnson hopes to capitalise on a resurgent polling position and <a href=\"https://www.theguardian.com/politics/2019/oct/17/how-is-boris-johnson-brexit-deal-different-from-theresa-may\" title=\"\">his Brexit renegotiation</a>. Yet both of these advantages are fragile. Pollsters are divided, with estimates of his lead ranging from three to 15 points. British Election Study researchers recently declared the electorate the most volatile in modern political history. Voters can turn quickly, as the last occupant of No 10 learned to her cost.</p> <p>Johnson has one advantage over Theresa May – he has a concrete deal he can sell to a tired and restive electorate as a means to “get Brexit done”. But while voters are more positive about his deal than they ever were about hers, there is no precedent for making a brand new, complex and poorly understood international agreement an election centrepiece. Perhaps voters would rally behind Johnson’s package to “get Brexit done”, but perhaps support for it would melt away like early snow in the morning sun.</p> <p>Nor is there a guarantee the focus would remain on Brexit. Voters aren’t obliged to follow the preferred election script and are bored by years of interminable Brexit debate. Many want to talk about <a href=\"https://www.theguardian.com/politics/2018/dec/15/mps-warn-brexit-deadlock-sucking-life-out-of-government\" title=\"\">issues they feel Westminster has neglected</a>. This would be encouraged by Labour, which feels it has a more coherent and popular offer on traditional domestic issues. Moreover, the first winter election for more than a generation could be derailed by an NHS crisis or flu epidemic, with unpredictable results.</p> <p>Meanwhile, the rise of the Lib Dems and the Brexit party has left the public split four ways. Both have failed to advance since the summer but the formal campaign period offers them a new chance to shine as election rules oblige broadcasters to give them more airtime. Jo Swinson and Nigel Farage will have regular opportunities to broadcast their uncompromising Brexit positions to a polarised electorate. If the Brexit extremes profit at the expense of the centre, the remarkable four-way polling tie seen over the summer could quickly return.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Most voters now feel a stronger loyalty to 'Remain' or 'Leave' than to any of the main parties, which introduces another wildcard</p> </blockquote> </aside>  <p>Such a scenario would be a recipe for chaos in our first-past-the-post system, already buckling under the strain of political fragmentation. Hundreds of seats could be turned into three-, four- or even five-horse races. Fragmentation on this scale has never happened before. Voters might play it safe and lean on past results to decide who really has a chance locally, benefiting Labour and the Conservatives, who dominated in 2017. Or they might conclude that the great shaking of the public opinion snow globe leaves everything up for grabs, benefiting Brexit insurgent parties. It’s very likely local voters’ reactions might vary from seat to seat, adding yet another layer of uncertainty. Seats that, on paper, look similar may break very differently, depending on how voters and local campaigners read the runes.</p> <p>The underlying driver of this fragmentation is the <a href=\"https://www.theguardian.com/commentisfree/2019/oct/10/brexit-legacy-england-northern-ireland-sectarian-politics\" title=\"\">emergence of partisan Brexit identities</a>. Most voters now feel a stronger loyalty to “Remain” or “Leave” than to any of the main parties, which introduces another wildcard. Leave voters currently see Johnson as “one of us”, a perception that could help him see off the Brexit party; or this advantage might unravel in the face of “Brexit betrayal” rhetoric from Farage. Similarly, Remainers may see Jeremy Corbyn’s Labour as an enemy to their cause or the only route to victory.</p> <p>With the irresistible force of Brexit colliding with the immovable object of the electoral system, every party’s strategy will be a leap of faith. The Brexit party’s capacity to win seats is wholly unproven, and Farage could become Brexit’s spoiler instead of its saviour by splitting the Leave vote. The Lib Dems could wreck their goal of halting Brexit if gains they make from the Tories are offset by Labour losses in traditional marginals due to a split Remain vote. </p> <p>Labour’s strategy amounts to praying that fudge and an appeal to traditional loyalties, plus tactical realities, enable it to neutralise Brexit polarisation in key marginals. The Conservatives are betting hard that they can win over strongly Leave-voting areas which have often backed Labour for generations – the same wager that May made and lost just two years ago.</p> <p>These gambles can’t all come off. But we won’t find out who the voters think is naughty or nice until the votes are cast and the broadcasters unwrap their Christmas exit poll.</p> <p><em>Rob Ford is a professor of politics at the University of Manchester</em></p>",
      "newspaperPageNumber": "14",
      "wordcount": "781",
      "commentable": "false",
      "firstPublicationDate": "2019-10-26T19:35:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:42Z",
      "newspaperEditionDate": "2019-10-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ctetm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/aae2ee3111a3aa8fd4829df12dfff82b5c60f08e/0_115_3488_2093/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A “cold snap” election is the talk of the town, with the Commons set to vote on Monday on Boris Johnson’s request for an early election on 12 December. If they grant him his wish – and at the moment it looks a big if – MPs of all parties will be taking the biggest gamble in modern political history. Johnson hopes to capitalise on a resurgent polling position and his Brexit renegotiation. Yet both of these advantages are fragile. Pollsters are divided, with estimates of his lead ranging from three to 15 points. British Election Study researchers recently declared the electorate the most volatile in modern political history. Voters can turn quickly, as the last occupant of No 10 learned to her cost. Johnson has one advantage over Theresa May – he has a concrete deal he can sell to a tired and restive electorate as a means to “get Brexit done”. But while voters are more positive about his deal than they ever were about hers, there is no precedent for making a brand new, complex and poorly understood international agreement an election centrepiece. Perhaps voters would rally behind Johnson’s package to “get Brexit done”, but perhaps support for it would melt away like early snow in the morning sun. Nor is there a guarantee the focus would remain on Brexit. Voters aren’t obliged to follow the preferred election script and are bored by years of interminable Brexit debate. Many want to talk about issues they feel Westminster has neglected. This would be encouraged by Labour, which feels it has a more coherent and popular offer on traditional domestic issues. Moreover, the first winter election for more than a generation could be derailed by an NHS crisis or flu epidemic, with unpredictable results. Meanwhile, the rise of the Lib Dems and the Brexit party has left the public split four ways. Both have failed to advance since the summer but the formal campaign period offers them a new chance to shine as election rules oblige broadcasters to give them more airtime. Jo Swinson and Nigel Farage will have regular opportunities to broadcast their uncompromising Brexit positions to a polarised electorate. If the Brexit extremes profit at the expense of the centre, the remarkable four-way polling tie seen over the summer could quickly return. Such a scenario would be a recipe for chaos in our first-past-the-post system, already buckling under the strain of political fragmentation. Hundreds of seats could be turned into three-, four- or even five-horse races. Fragmentation on this scale has never happened before. Voters might play it safe and lean on past results to decide who really has a chance locally, benefiting Labour and the Conservatives, who dominated in 2017. Or they might conclude that the great shaking of the public opinion snow globe leaves everything up for grabs, benefiting Brexit insurgent parties. It’s very likely local voters’ reactions might vary from seat to seat, adding yet another layer of uncertainty. Seats that, on paper, look similar may break very differently, depending on how voters and local campaigners read the runes. The underlying driver of this fragmentation is the emergence of partisan Brexit identities. Most voters now feel a stronger loyalty to “Remain” or “Leave” than to any of the main parties, which introduces another wildcard. Leave voters currently see Johnson as “one of us”, a perception that could help him see off the Brexit party; or this advantage might unravel in the face of “Brexit betrayal” rhetoric from Farage. Similarly, Remainers may see Jeremy Corbyn’s Labour as an enemy to their cause or the only route to victory. With the irresistible force of Brexit colliding with the immovable object of the electoral system, every party’s strategy will be a leap of faith. The Brexit party’s capacity to win seats is wholly unproven, and Farage could become Brexit’s spoiler instead of its saviour by splitting the Leave vote. The Lib Dems could wreck their goal of halting Brexit if gains they make from the Tories are offset by Labour losses in traditional marginals due to a split Remain vote. Labour’s strategy amounts to praying that fudge and an appeal to traditional loyalties, plus tactical realities, enable it to neutralise Brexit polarisation in key marginals. The Conservatives are betting hard that they can win over strongly Leave-voting areas which have often backed Labour for generations – the same wager that May made and lost just two years ago. These gambles can’t all come off. But we won’t find out who the voters think is naughty or nice until the votes are cast and the broadcasters unwrap their Christmas exit poll. Rob Ford is a professor of politics at the University of Manchester",
      "charCount": "4696",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/robert-ford\">Robert Ford</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]