[
  {
    "id": "politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-19T20:32:48Z",
    "webTitle": "Queen's speech and latest Labour leadership developments – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news",
    "fields": {
      "headline": "Queen's speech and latest Labour leadership developments – as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen, including the Queen’s speech and Boris Johnson and Jeremy Corbyn speaking in the subsequent Commons debate</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/dec/19/queens-speech-nhs-funding-and-terrorist-sentencing-at-centre-of-plans\">Full story: NHS and terrorist sentencing at centre of plans</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news?page=with:block-5dfb83b78f087e8308e6110e#block-5dfb83b78f087e8308e6110e\">Planned living wage rise ‘could be shelved if economy falters’, government says</a></li><li><a href=\"https://www.theguardian.com/politics/2019/dec/19/queens-speech-what-is-in-boris-johnson-2020-programme\">Queen’s speech: what is in Boris Johnson’s 2020 programme?</a></li><li><a href=\"https://www.theguardian.com/politics/2019/dec/19/labour-senior-advisers-should-pay-price-for-defeat-says-thornberry\">Labour: Senior advisers should pay price for defeat - Thornberry</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen, including the Queen’s speech and Boris Johnson and Jeremy Corbyn speaking in the subsequent Commons debate",
      "byline": "Andrew Sparrow and Seth Jacobson",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"046a059b-b659-4b27-8c9e-852e868c896e\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/9dD_gYDyAfA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5dfbdda78f085eda5c10aefd\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T20:32:48.352Z\">8.32pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Closing summary</h2> \n <div class=\"block-elements\"> \n  <p>That’s it for us tonight, thanks for all your comments. You can read our main politics article on the Queen’s speech here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/19/queens-speech-nhs-funding-and-terrorist-sentencing-at-centre-of-plans\">Queen's speech: PM points to harder Brexit and 10-year rule</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5dfbdc368f085eda5c10aef9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T20:26:31.971Z\">8.26pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Britain’s security agencies are investigating how the leaked NHS dossier which was seized upon - to little ultimate effect - by the Labour party during the election campaign came to be in the public domain.</p> \n  <p>Dan Sabbagh, defence and security editor, writes that the inquiry will focus on whether hackers from a hostile state used a personal Gmail account to access the information, which Jeremy Corbyn claimed showed the health service was “on the table” in trade talks with the US.</p> \n  <blockquote class=\"quoted\"> \n   <p>It is not clear which country – if any – is behind the alleged hack but independent analysts have already suggested that the cache was originally disseminated online by a Russian operation known as Secondary Infektion.</p> \n   <p>One source said that the investigation was focused on events that may have taken place a few months ago.</p> \n  </blockquote> \n  <p>Boris Johnson’s chief advisor Dominic Cummings has reportedly told special advisers not to use such email accounts as “foreign powers” were targeting them.</p> \n  <p>Read the article in full here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/19/leaked-nhs-dossier-inquiry-focuses-on-personal-gmail-account\">Leaked NHS dossier inquiry focuses on personal Gmail accounts</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5dfbd66a8f08c3972263d9f1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T20:00:17.363Z\">8.00pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>“This was Boris Johnson’s day and nothing was going to spoil it,” writes <strong>John Crace</strong> in his parliamentary sketch. “He was world king at last. Free to do whatever he wanted, safe in the knowledge that no one could stop him. If he wanted to decriminalise stealing a journalist’s mobile phone or offer an amnesty to anyone who was late with their child support payments, then he was free to do so. Right now, he was the supreme leader. It would take time for the people to find out that all the People’s Government could be relied on for was to let them down. And by the time they did, it would be far too late.”</p> \n  <p>Read the article in full here:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/19/the-world-king-doesnt-let-anyone-spoil-his-big-day-not-even-the-queen\">The world king doesn't let anyone spoil his big day, not even the Queen | John Crace</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T20:01:00.286Z\">at 8.01pm GMT</time></p> \n</div> \n<div id=\"block-5dfbd3db8f08c3972263d9d4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T19:48:11.506Z\">7.48pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Colum Eastwood, the leader of the SDLP, warned in his maiden speech that government plans for an “amnesty” for British veterans who served in Northern Ireland was potentially putting the peace process at risk.</p> \n  <p>Eastwood, whose party returned from the electoral wilderness last week in taking a seat apiece from the DUP and Sinn Féin, said the proposed policy - in addition to Brexit - threatened stability in Northern Ireland.</p> \n  <p>“Equally damaging to our progress and our peace process is the current proposal to basically give an amnesty for British soldiers for ... whatever they carried out in Northern Ireland during our very, very difficult Troubles.</p> \n  <p>“Is prosecuting those veterans vexatious? No, it is not. We will resist this attempt to undermine our peace process and our political progress and this insult to victims, all of the victims of our terrible, terrible past, and the opportunity that has been denied to them since 1998 to find full truth and full justice.</p> \n  <p>“We stand by every single one of those victims, no matter who the perpetrator was. People on opposite benches need to understand this. If you begin with an amnesty for the British Army you will end up with an amnesty for everybody.</p> \n  <p>“So it would better suit this prime minister and this government to stand by all of the victims, all of the innocent victims who have been searching for truth and justice for far too long.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T20:02:45.322Z\">at 8.02pm GMT</time></p> \n</div> \n<div id=\"block-5dfbcf258f087e8308e6153a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T19:29:41.087Z\">7.29pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The author of the Queen’s speech was “clearly” Dominic Cummings, with whom the prime minister “is said to be mesmerised”, writes <strong>Simon Jenkins</strong>.</p> \n  <p>And beyond the headline commitments to getting Brexit done, “the rest of the speech was intriguing”. </p> \n  <blockquote class=\"quoted\"> \n   <p>Under Johnson-Cummings, the age of ‘economic man’ is over, replaced by the age of political empathy. The drivers are not ‘the economy, stupid’ but traditional ideas of national pride, authority, group insecurity and fiscal promiscuity. They are rife in the United States and eastern Europe. Now they have come to Britain.</p> \n   <p>Gone from the Queen’s speech was much trace of Johnson’s once-vaunted social liberalism. Different buttons are now being pushed. The proposal to put £34bn of NHS spending on a statutory basis is a headline gimmick. Prime ministers can spend what they like on the NHS without acts of parliament. The measure will merely confirm the health service as, like defence, beyond budgetary discipline or control. </p> \n   <p>More significant, there was no mention of how to support social care in the long term, beyond an ambition for ‘cross-party consensus’. Local government remains below the radar.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/19/johnson-cummings-new-politics-populism-optimism\">This was the Queen’s speech – as written by Dominic Cummings | Simon Jenkins</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T20:07:43.005Z\">at 8.07pm GMT</time></p> \n</div> \n<div id=\"block-5dfbcbe68f085eda5c10ae9c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T19:15:57.713Z\">7.15pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There is scant Christmas cheer for supporters of the Labour party, but as Andy Beckett points out, it wasn’t nearly as bad as 1983, when Michael Foot’s party slumped to 27.6% of the vote and the Tories had a thumping 144-seat majority.</p> \n  <blockquote class=\"quoted\"> \n   <p>In that campaign, Labour, led by Michael Foot, offered voters a leftwing manifesto, and was crushed by the Conservatives – who went on to govern for 14 more years. Labour eventually returned to power, it has long been argued, only because it abandoned its radical policies and marginalised those in the party who had come up with them. After last week’s disaster, say Corbyn’s critics, Labour should do the same.</p> \n  </blockquote> \n  <p>He cautions against the party tacking too far to the right and blaming last week’s defeat on the left of the party, as Labour grandees such as Alan Johnson have already begun to do.</p> \n  <blockquote class=\"quoted\"> \n   <p>On election night, the former New Labour minister Alan Johnson began this familiar ritual – describing the pro-Corbyn group Momentum, which has 40,000 members, as “this little cult”. “I want them out of the party,” he said on ITV. “Go back to your student politics.”</p> \n  </blockquote> \n  <p>And one thing for Labour supporters to feel optimistic about is their standing among young voters:</p> \n  <blockquote class=\"quoted\"> \n   <p>Unlike Foot, Corbyn won the support of a cohort of voters that will only become more important. According to the Conservative pollster Michael Ashcroft, last week Labour received almost three times as many votes from the under-35s as the Tories. In 1983, the Tories led Labour comfortably in this group. Then, Margaret Thatcher’s party often seemed more modern than Labour, offering a vision of an individualistic, competitive country, which many young people liked. There was an intellectual ferment on the right, which for years had been producing fresh policy ideas.</p> \n   <p>Few people would say these things about the Tories now. In 2019, their almost content-free manifesto, and massive reliance on older voters, were highly effective as election tactics. Yet, like the airy promises to increase state spending in today’s Queen’s speech, they are also signs of a party with questionable long-term prospects. By contrast, Labour’s youthful support, and policies addressing what are by common consent the biggest contemporary issues – the climate emergency, the inadequacies of the modern economy and Britain’s proliferating social crises – suggest a party with the potential to do much better at future elections.</p> \n  </blockquote> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/19/left-labour-michael-foot-tony-blair\">A Labour defeat, yes, but this was not nearly as bad as 1983 | Andy Beckett</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T20:08:40.486Z\">at 8.08pm GMT</time></p> \n</div> \n<div id=\"block-5dfbc9628f087e8308e61517\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T19:03:09.329Z\">7.03pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the Queen’s Speech debate, which has not exactly been troubled by many moments of soaring oratory, the Liberal Democrats’ joint leader <strong>Sir Ed Davey</strong> warned the prime minister that his “willingness to jump unashamedly over every red line he had previously been willing to die in the ditch for will have been noted in Brussels by Europe’s rather more skilful negotiators”, suggesting that Boris Johnson’s greatest weapon in the negotiations to come would be his “unmatched flexibility with the truth”.</p> \n  <p>“His so-called triumph of achieving a deal for Brexit phase one was only possible because he betrayed his big promise to the DUP,” Davey added, describing the PM’s tactics as “bulldog bluster combined with the record of a turncoat”.</p> \n  <p>He said: “I don’t believe this is the right approach and I don’t believe he’ll succeed without reneging on almost all of his previous promises to leave voters.</p> \n  <p>“Whether or not, in the dark Conservative forests of the Brexit Spartans, his erstwhile friends have yet smelt betrayal.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T20:09:44.987Z\">at 8.09pm GMT</time></p> \n</div> \n<div id=\"block-5dfbc4e18f087e8308e614cc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T18:45:15.795Z\">6.45pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Northern Ireland secretary, <strong>Julian Smith</strong>, has announced that there will be no return to power-sharing in the region before Christmas, blaming the DUP for preventing the move which would have seen the government release extra money for the NHS there.</p> \n  <p>Smith said: “I am deeply disappointed that we have not got all five parties in agreement,” and asked the DUP, the largest party in Northern Ireland, to reconsider. </p> \n  <p>The party said there were outstanding issues under negotiation that would not be resolved in the coming days, and work remained to be done to achieve a “fair and balanced” agreement.</p> \n  <p>The second largest party, Sinn Féin, had joined the British and Irish governments in making a push to re-establish devolved institutions, ending a three-year hiatus.</p> \n  <p>Smith said: “We want all parties to be positively part of the new Stormont. The DUP is a crucial part of that. </p> \n  <p>“I don’t think time is going to make any difference, I think hanging around, delay, not making decisions is not going to make any difference, it is only going to cause more heartache and problems for citizens in Northern Ireland.</p> \n  <p>“I just hope there is time tonight to reflect on that decision.”</p> \n  <p>People in the DUP did want to break the deadlock, he said, and he asked them to make their voices heard.</p> \n  <p>“I would urge them to move forward so that we can get this done.”</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T20:03:04.784Z\">at 8.03pm GMT</time></p> \n</div> \n<div id=\"block-5dfbbdcb8f087e8308e61473\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T18:22:18.188Z\">6.22pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The shadow Treasury minister, Clive Lewis, has thrown his hat into the ring to become the next Labour leader. <a href=\"https://www.theguardian.com/commentisfree/2019/dec/19/im-standing-labour-leader-clive-lewis\">Writing in the Guardian</a>, the 48-year-old MP for Norwich North, who is seen to be on the left of the party, said that Labour had suffered “its own Dunkirk” at the election, but that they could bounce back if they gave activists a stake in any changes.</p> \n  <blockquote class=\"quoted\"> \n   <p> The truth is that despite his enormous achievements in inspiring a new generation of members, Jeremy Corbyn’s first promise as leader was never fulfilled. The party was never democratised on the scale or to the extent that members were led to expect – they were never empowered to campaign, select candidates or determine policy on the scale that was required. This must now change. We don’t need foot soldiers, we need an army of activists who think critically, treat each other with respect and have a serious democratic stake in the movement. I don’t want to manage the labour movement, I want to unleash it. That is the first route to victory.</p> \n  </blockquote> \n  <p>Lewis claims that the party still has to make a clear break with the New Labour era:</p> \n  <blockquote class=\"quoted\"> \n   <p> The party was never able to communicate this to voters in our heartlands. When trying to persuade them of our radicalism and sincerity, we often had the legacy of the 2000s thrown back in our faces. Persuading voters that we understand the sources of their long-held resentment and frustration, of their disappointment in how Labour has conducted itself since the 1990s, will be the first step towards winning back their trust.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T19:02:30.058Z\">at 7.02pm GMT</time></p> \n</div> \n<div id=\"block-5dfbbb7d8f085eda5c10add9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T18:04:34.935Z\">6.04pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Yvette Cooper</strong>, who has yet to comment on whether she will run for the Labour leadership, has also responded to the lack of a commitment to negotiate an agreement to allow unaccompanied refugee children to come to the UK to join relatives (<a href=\"https://www.theguardian.com/politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news?page=with:block-5dfbb1358f08c3972263d80f#block-5dfbb1358f08c3972263d80f\">see 17:27</a>).</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/YvetteCooperMP/status/1207719034831147016\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Utterly shameful decision by Government to ditch their responsibility to let lone refugee children rejoin their families. Hits the most vulnerable and desperate children. No reason at all for Govt to do this. They chose to. Shows what kind of PM this really is. <a href=\"https://t.co/o5k1OFh7Gf\">https://t.co/o5k1OFh7Gf</a></p>— Yvette Cooper (@YvetteCooperMP) \n    <a href=\"https://twitter.com/YvetteCooperMP/status/1207719034831147016?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T20:03:44.186Z\">at 8.03pm GMT</time></p> \n</div> \n<div id=\"block-5dfbb7f88f08c3972263d87c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T17:57:05.147Z\">5.57pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Paul Golding</strong>, the leader of the far-right group Britain First, said that he has attempted to join the Conservative party, to show his support for comments that Boris Johnson has previously made about Islam.</p> \n  <p>Golding told the Press Association that he liked the “cut of the cloth” of Johnson when the prime minister described women wearing the burqa as resembling “letterboxes” in a column in the Daily Telegraph. </p> \n  <p>Golding, who has been convicted and imprisoned for religiously aggravated harassment and is a former British National Party councillor, said: “Primarily, we had the experience of Momentum joining the Labour party en masse to consolidate the leadership position of Jeremy Corbyn.</p> \n  <p>“We have decided to do the same but in reverse. We are all joining to see if we can consolidate Boris’s leadership over the Tory party. He is getting Brexit done but, as well as that, he has made a lot of comments in the past referring to burqa and niqab-wearing women as ‘letterboxes’.</p> \n  <p>“After the London Bridge attack, he said he wanted to crack down on the early release of terrorist prisoners. We like the cut of the cloth on Boris Johnson.”</p> \n  <p>Golding added: “He is more of a populist leader and I think in recent weeks he has nailed his colours to the mast against immigration and being for Brexit.”<br></p> \n  <p>Golding shared a screenshot of an email from the Tories following his application which was electronically signed by Tory chairmen and MPs James Cleverly and Ben Elliot, welcoming him to the party at 2pm on Thursday.</p> \n  <p>It reads: “Your membership is now activated. You can now attend party events both locally and nationally. Your membership card will be sent out shortly.”</p> \n  <p>However a Tory spokeswoman said today: “Paul Golding’s application for membership of the Conservative party has not been approved.</p> \n  <p>“While we welcome new members from a wide variety of backgrounds, we are vigilant against those seeking to join the party who do not share our aims. There is a process in place for local Conservative associations to approve members who apply to join, or to reject those who do not share the party’s values or objects.</p> \n  <p>“We support local associations with this work to ensure they can and do take action where needed.”<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T20:03:52.823Z\">at 8.03pm GMT</time></p> \n</div> \n<div id=\"block-5dfbb3e78f085eda5c10ad60\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T17:39:51.580Z\">5.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Independent Group for Change, the party formally known as Change UK which launched in February 2019, has announced that it is beginning the process of winding itself up. </p> \n  <p>At its high-water mark the party boasted 11 MPs from the two main parties, but after failing to make any electoral headway in May’s European elections, six of the party’s MPs left, many to join the Lib Dems. Only three MPs stood in last week’s election, all of them losing their seats.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ForChange_Now/status/1207703776058073088\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We came together &amp; took a stand when others wouldn’t. It was right to shine a spotlight on Britain’s broken politics. But having taken stock and with no voice now in Parliament, we begin the process of winding up our party. Thanks to all who stood with us. <a href=\"https://t.co/QjViYXoQir\">https://t.co/QjViYXoQir</a></p>— The Independent Group for Change (@ForChange_Now) \n    <a href=\"https://twitter.com/ForChange_Now/status/1207703776058073088?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T18:21:40.497Z\">at 6.21pm GMT</time></p> \n</div> \n<div id=\"block-5dfbb1358f08c3972263d80f\" class=\"block\" data-block-contributor=\"profile/andrewsparrow\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T17:27:36.170Z\">5.27pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is<strong> Sir Keir Starmer</strong>, the shadow Brexit secretary, responding to the revelation that the new EU (withdrawal agreement) bill does not contain a commitment to negotiate an agreement to allow unaccompanied refugee children to come to the UK to join a relative that was in the original version.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Keir_Starmer/status/1207688877152055297\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">During the last Parliament, <a href=\"https://twitter.com/AlfDubs?ref_src=twsrc%5Etfw\">@AlfDubs</a> led the campaign to protect child refugees post-Brexit. <br><br>The Tories now want to tear up those protections.<br> <br>As we leave the EU, we can’t abandon our values. We must stand up for the most vulnerable people in the world. <a href=\"https://t.co/W4l9sz8Pda\">pic.twitter.com/W4l9sz8Pda</a></p>— Keir Starmer (@Keir_Starmer) \n    <a href=\"https://twitter.com/Keir_Starmer/status/1207688877152055297?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n  <p>LabourList has a full story on this <a href=\"https://labourlist.org/2019/12/tories-want-to-tear-up-protections-for-child-refugees-says-starmer/\">here.</a></p> \n  <p>No 10 says the absence of this clause from the bill does not mean its policy has changed. A spokesman said:</p> \n  <blockquote class=\"quoted\"> \n   <p>We are committed to ensuring that children who are claiming asylum or international protection will be reunited with specified family members in the EU and vice versa.</p> \n   <p>The government’s policy on child refugees has not changed and we will continue to do all we can to enable children to claim asylum and be reunited with their families, which the legislation published today reaffirms.</p> \n  </blockquote> \n  <p>That’s all from me for today.</p> \n  <p>My colleague <strong>Seth Jacobson</strong> is now taking over.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T18:22:26.491Z\">at 6.22pm GMT</time></p> \n</div> \n<div id=\"block-5dfbafe38f085eda5c10ad2d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T17:17:33.799Z\">5.17pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>No 10 is now ruling out making judicial appointments subject to political approval, the Sun’s<strong> Tom Newton Dunn</strong> says. An earlier briefing did not rule this out, leaving reporters to conclude it was an option (particularly in the light of the PM’s previous remarks on this). See <a href=\"https://www.theguardian.com/politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news?page=with:block-5dfba5e48f085eda5c10acae#block-5dfba5e48f085eda5c10acae\">5.01pm.</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1207710549901021188\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">A rather rapid clarification from No10: judges will now categorically NOT be politically appointed, and the review will not look at this. Phew.</p>— Tom Newton Dunn (@tnewtondunn) \n    <a href=\"https://twitter.com/tnewtondunn/status/1207710549901021188?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfbaef38f087e8308e61389\" class=\"block\" data-block-contributor=\"profile/richardadams\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T17:12:18.320Z\">5.12pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The government stuck to its existing priorities for education in the Queen’s speech, ticking off the policies in its manifesto and beforehand. Apart from vague comments on free schools (“continue to expand”) and university tuition fees (“delivering value for money”), it reaffirms the improvement in school funding for pupils aged 4 to 16 in England, eventually increasing the annual schools budget by £7.1bn in 2022-23. The Institute for Fiscal Studies has estimated that the extra spending is £4.3bn a year in real-terms</p> \n  <p>From next year some of the extra funding will be distributed by minimum per-pupil funding via the new national funding formula, the Department for Education has announced. That helps the most poorly funded schools outside of cities, with £3,750 for each primary pupil and £5,000 for secondary pupils, with primaries rising again to £4,000 per pupil in 2021. Schools in Bedfordshire appear to be the biggest winners by 2021.<br><br>But the government’s notes on the Queen’s speech also mention its plans to raise starting pay for qualified teachers to £30,000 by 2022, a pledge which will have to be funded out of school budgets.<br><br>And while the government is correct to claim that the extra £400m for post-16 education is the biggest increase since 2010, the college sector has been starved of funds in that time. Geoff Barton, general secretary of the Association of School and College Leaders, says: </p> \n  <blockquote class=\"quoted\"> \n   <p>The extra money being delivered next year is nowhere near enough to repair this damage and will still leave the funding rate for students a long way short of what it needs to be.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T17:21:32.605Z\">at 5.21pm GMT</time></p> \n</div> \n<div id=\"block-5dfbae678f08c3972263d7e9\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T17:09:39.253Z\">5.09pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>While the Commons continues to debate the Queen’s speech, at Holyrood MSPs have been debating the final stage of the referendums (Scotland) bill, the framework bill which paves the way for a second independence referendum, should it be approved by Westminster, as the first minster, Nicola Sturgeon, demanded earlier today. This framework bill does not set the date or question on the ballot, which have to be specified in further primary legislation, and much of the debate has centred around that question and whether it will be the same yes/no as 2014.</p> \n  <p>The draft bill originally stated the Electoral Commission would not be consulted if it had previously assessed or recommended a question, as with the yes/no format for the 2014 referendum.</p> \n  <p>Critics argued yes/no favoured the affirmative side, and the commission subsequently recommended the options of leave and remain for the 2016 EU referendum.</p> \n  <p>While the commission has not ruled out a future yes/no question on independence, it believes the assessment should be based on current evidence and political context, and now a compromise amendment has been accepted which states, in summary: if the question has been asked within the same parliamentary session then the commission does not automatically have to assess the question (though Holyrood can ask for it to do so), and if the question has been asked in the previous parliamentary session then Scottish ministers can lodge a motion to extend the ‘validity period’ of the question which, if passed, would mean the question did not need to be reassessed.</p> \n  <p>This really only matters if a second independence referendum is held next year – beyond 2021, the question will not have been asked in the past two sessions and so will automatically have to be assessed again. <br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T17:23:17.679Z\">at 5.23pm GMT</time></p> \n</div> \n<div id=\"block-5dfba5938f087e8308e61313\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T17:06:55.065Z\">5.06pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Theresa May</strong>, the former prime minister, spoke in the Queen’s speech debate after Ian Blackford. On election night, when interviewed by the BBC’s Andrew Neil, she had difficulty answering a question from him about why Boris Johnson had been able to win dozens of leave-voting Labour seats when her attempt to do the same thing in 2017 failed. This afternoon she had a clear answer to that question. She said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I hope [Johnson] will forgive me if I just reflect that this was the result that was supposed to happen in 2017. But of course back then people still thought the Labour party was supporting Brexit. Two years on they saw that was a sham, a pretence and a betrayal of millions of traditional Labour voters.</p> \n   <p>Those Labour voters have now elected Conservative members of parliament. This victory brings with it a huge responsibility. </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5dfba5e48f085eda5c10acae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T17:01:55.151Z\">5.01pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here are some lines from the afternoon No 10 briefing. These are from the Sun’s <strong>Tom Newton Dunn</strong> and the Daily Mirror’s <strong>Pippa Crerar.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1207695991572484097\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Story klaxon. Downing Street won’t rule out the political appointment of Supreme Court judges as part of the new review into how Britain’s democracy works. Fair to say there will be a Cabinet row about this.</p>— Tom Newton Dunn (@tnewtondunn) \n    <a href=\"https://twitter.com/tnewtondunn/status/1207695991572484097?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n  <p>In <a href=\"https://www.theguardian.com/politics/live/2019/sep/29/brexit-latest-news-tory-conference-boris-johnson-conservative-suggests-his-critics-had-eu-help-drafting-benn-act-to-stop-no-deal-live-new?page=with:block-5d9044138f08fbb0c171d6d1#block-5d9044138f08fbb0c171d6d1\">an interview</a> at the time of the Conservative party conference <strong>Boris Johnson</strong> hinted that he was in favour of confirmation hearings of this kind. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>If judges are to pronounce on political questions [as they did in the prorogation case], then there is at least an argument that there should be some form of accountability. The lessons of America are relevant.</p> \n  </blockquote> \n  <p>But <strong>Geoffrey Cox</strong>, the attorney general, has said <a href=\"https://www.theguardian.com/politics/live/2019/sep/25/boris-johnson-flies-to-uk-as-parliament-returns-after-court-ruling-politics-live?page=with:block-5d8b513b8f081108db9bc6b6#block-5d8b513b8f081108db9bc6b6\">he would not be enthusiastic about this.</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PippaCrerar/status/1207697263088287744\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">No 10 not guiding away from this. After all, Boris Johnson has such a fantastic record of building bridges. <a href=\"https://t.co/EPCUs2iaYn\">https://t.co/EPCUs2iaYn</a></p>— Pippa Crerar (@PippaCrerar) \n    <a href=\"https://twitter.com/PippaCrerar/status/1207697263088287744?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PippaCrerar/status/1207696572177420289\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">No 10 plays down reports it is planning to stop using the word “Brexit” once UK leaves the EU. <br><br>“I think it’s a word that will probably be with us for some years.“ 😐</p>— Pippa Crerar (@PippaCrerar) \n    <a href=\"https://twitter.com/PippaCrerar/status/1207696572177420289?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n  <p>That is a reference to<a href=\"https://www.huffingtonpost.co.uk/entry/brexit-boris-johnson-downing-street-officials-negotiations_uk_5dfb57f3e4b01834791c02a8?ncid=other_twitter_cooo9wqtham&amp;utm_campaign=share_twitter\"> this HuffPost story.</a></p> \n </div> \n</div> \n<div id=\"block-5dfba6b58f085eda5c10acb3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T16:49:18.234Z\">4.49pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Zac Goldsmith given peerage so he can stay in government as environment minister</h2> \n <div class=\"block-elements\"> \n  <p><strong>Zac Goldsmith,</strong> who lost his seat as MP for Richmond Park last week, is being given a peerage, No 10 has announced. This will allow him to carry on as an environment minister based jointly in the Department for Environment, Food and Rural Affairs and in the Department for International Development, an appointment that No 10 has also confirmed.</p> \n  <p>In this role he will attend cabinet, as he did when he was doing this job before the election, government sources have confirmed. </p> \n  <p>It was widely expected that Goldsmith would get a peerage. A lifelong environmentalist, he was regarded as particularly well qualified for his ministerial post. He is also a committed Brexiter (his billionaire father set up the Referendum party, an early Eurosceptic party that made the case for a referendum on the EU in the 1990s) and he is good friends with the PM’s partner Carrie Symonds, who once worked for Goldsmith as an adviser and who campaigned for him during the election. Like Johnson, Goldsmith is also an Old Etonian.</p> \n  <figure class=\"element element-image\" data-media-id=\"93d604537e904686c02852b2e3cc53fed5e9aed5\"> \n   <img src=\"https://media.guim.co.uk/93d604537e904686c02852b2e3cc53fed5e9aed5/0_0_5143_3086/1000.jpg\" alt=\"Zac Goldsmith at his election count.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Zac Goldsmith at his election count.</span> \n    <span class=\"element-image__credit\">Photograph: Steve Parsons/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfba04c8f08c3972263d713\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T16:13:07.080Z\">4.13pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In his speech in the Queen’s speech debate <strong>Ian Blackford,</strong> the SNP’s leader at Westminster, challenged Boris Johnson to explain why he would not allow the Scottish government to hold another independence referendum. Blackford said:</p> \n  <blockquote class=\"quoted\"> \n   <p>This morning Scotland’s first minister, Nicola Sturgeon, has written to the prime minister to demand the transfer of legal powers to the Scottish government to hold a second independence referendum under Section 30 of the Scotland Act ...</p> \n   <p>It is for the prime minister to explain to the people of Scotland why he is denying Scotland the right to choose our own future? Why did democracy stop in the prime minister’s world with the independence referendum in 2014?</p> \n  </blockquote> \n  <p>At one point Blackford criticised Johnson for looking at his phone during the speech. It was “not a good look”, Blackford said. In response, Johnson said Blackford should say something interesting. Blackford replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>The prime minister says ‘say something more interesting’. Well, prime minister, this is about democracy, this is about the Scottish National party that stood in the election on a manifesto about Scotland’s right to choose.</p> \n   <p>And it was about the Conservatives who said no to indyref2, and what happened? Well the Conservatives lost more than half their members of parliament.</p> \n   <p>Prime minister, you got your answer from the people of Scotland.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T16:33:50.903Z\">at 4.33pm GMT</time></p> \n</div> \n<div id=\"block-5dfb9f828f087e8308e612ba\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T16:04:53.150Z\">4.04pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is what my colleague <strong>Simon Murphy </strong>wrote in September on the feasibility of building a bridge between Scotland and Northern Ireland.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/sep/15/boris-johnson-bonkers-plan-for-15bn-pound-bridge-derided-by-engineers\">Johnson's 'bonkers' plan for £15bn bridge derided by engineers</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5dfb9d348f087e8308e61294\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T16:01:55.192Z\">4.01pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson’s comment about a bridge between Northern Ireland and Scotland may help to explain this reference to a large-scale infrastructure project in <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/853266/Jo_Johnson_Noric_Swiss_GmbH_final_advice_for_website.pdf\">a letter (pdf) </a>published this week by the advisory committee on business appointments, approving a part-time job with an iron and steel making company being taken by the former minister <strong>Jo Johnson</strong> (the PM’s brother). At one point Jo Johnson was a transport minister.</p> \n  <figure class=\"element element-image\" data-media-id=\"ed7a0c14b320291ea50bd3a639cc134c85c0fb35\"> \n   <img src=\"https://media.guim.co.uk/ed7a0c14b320291ea50bd3a639cc134c85c0fb35/10_0_657_394/500.jpg\" alt=\"Letter to Jo Johnson\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Letter to Jo Johnson</span> \n    <span class=\"element-image__credit\">Photograph: ACOBA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T16:07:16.312Z\">at 4.07pm GMT</time></p> \n</div> \n<div id=\"block-5dfb9ab78f08c3972263d6aa\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:52:05.108Z\">3.52pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson hints he may pursue plan for bridge between Northern Ireland and Scotland</h2> \n <div class=\"block-elements\"> \n  <p>Towards the end of<strong> Boris Johnso</strong><strong>n</strong>’s speech, the DUP MP <strong>Ian Paisley</strong> intervened and asked him to go ahead with the proposal to build a “Boris bridge” between Scotland and Northern Ireland. In response, Johnson hinted that he does want to pursue the idea. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>As for his desire for a bridge to connect the two biggest isles in the British Isles, all I can say is it is a very interesting idea. I advise [Paisley] to watch this space - and indeed, watch that space between those islands, because what he has said has not fallen on deaf ears. </p> \n  </blockquote> \n  <p>Johnson has hinted at his support for the construction of a bridge linking Scotland and Northern Ireland several times in the past, <a href=\"https://www.theguardian.com/politics/blog/live/2019/sep/12/brexit-latest-news-operation-yellowhammer-claims-government-has-taken-considerable-steps-to-avert-no-deal-dangers-in-yellowhammer-live-news?page=with:block-5d7a407e8f083106f455a3f6#block-5d7a407e8f083106f455a3f6\">most recently in September, </a>although one expert has described the idea as <a href=\"https://www.theguardian.com/uk-news/2019/sep/15/boris-johnson-bonkers-plan-for-15bn-pound-bridge-derided-by-engineers\">“about as feasible as building a bridge to the moon”</a>.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T16:07:26.961Z\">at 4.07pm GMT</time></p> \n</div> \n<div id=\"block-5dfb99c28f085eda5c10abc0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:40:22.783Z\">3.40pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the Commons, <strong>Boris Johnson</strong> is now winding up. He says, after dithering and platitudes, the time has come for action. That is what is is offering, he says.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T15:59:12.112Z\">at 3.59pm GMT</time></p> \n</div> \n<div id=\"block-5dfb99388f087e8308e61249\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:39:40.203Z\">3.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is the shadow chancellor, <strong>John McDonnell</strong>, commenting on the revelation in the Queen’s speech briefing pack that the commitment to raise the national living wage to £10.50 is now conditional on the economy continuing to prosper. (See<a href=\"https://www.theguardian.com/politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news?page=with:block-5dfb83b78f087e8308e6110e#block-5dfb83b78f087e8308e6110e\"> 2.14pm.)</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/johnmcdonnellMP/status/1207686206462537728\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">It’s appalling that the commitment made by the Chancellor during the election on increasing the minimum wage has survived less than a week. Must be a record. Less than 2 hours after the Queen’s Speech the first dumping of a Tory election promise. <a href=\"https://t.co/4UtRzaDZUB\">https://t.co/4UtRzaDZUB</a></p>— John McDonnell MP (@johnmcdonnellMP) \n    <a href=\"https://twitter.com/johnmcdonnellMP/status/1207686206462537728?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb98e78f085eda5c10abb6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:37:06.366Z\">3.37pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson says the system of government at Westminster needs to meet the challenges of a new era.</p> \n  <p>So the government will set up a commission to look at measures that could restore trust in government.</p> \n  <p>As a first step, it will repeal the Fixed-term Parliaments Act, he says.</p> \n </div> \n</div> \n<div id=\"block-5dfb97958f087e8308e61229\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:35:15.628Z\">3.35pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson says tomorrow he will “peel back the plastic wrapping” and present his oven-ready Brexit bill.</p> \n  <p>Then, he says, he wants to focus on the NHS. And he invites the opposition to join in cross-party talks on social care.</p> \n  <p>The government will abolish no-fault eviction for renters, he says. And it will ban strikes that target commuters.</p> \n  <p>He says he wants to revolutionise local transport. Leeds is the biggest city in Europe without an underground or light rail system, he says.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T15:35:33.266Z\">at 3.35pm GMT</time></p> \n</div> \n<div id=\"block-5dfb97368f085eda5c10ab93\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:30:22.135Z\">3.30pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson jokes about Corbyn being “a stickler for watching the Queen’s speech at the right time”.</p> \n  <p>He says, as his exchanges with Corbyn come to an end, he wants to say that his personal relations with him have been excellent. And he says Corbyn’s sincerity is not to be doubted.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T15:57:17.098Z\">at 3.57pm GMT</time></p> \n</div> \n<div id=\"block-5dfb95bb8f085eda5c10ab72\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:26:55.059Z\">3.26pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson's speech in Queen's speech debate</h2> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson </strong>is speaking now.</p> \n  <p>He says this is the moment to repay the people who voted for the government.</p> \n  <p>People do not just want the government to get Brexit done, he says. He says they want it to move on and address other problems.</p> \n  <p>Johnson sums up some of the Queen’s speech proposals. And he says its ambition stretches beyond one parliament.</p> \n  <blockquote class=\"quoted\"> \n   <p>This is not a programme for one year or one parliament; it is a blueprint for the future of Britain.</p> \n  </blockquote> \n  <p>He claims a “new golden age for this United Kingdom” is on offer. And the government will work flat out to deliver it, he says. </p> \n  <figure class=\"element element-image\" data-media-id=\"b5737f0846175b004a5c55e02a26b889ba1a69ef\"> \n   <img src=\"https://media.guim.co.uk/b5737f0846175b004a5c55e02a26b889ba1a69ef/112_0_1057_634/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson</span> \n    <span class=\"element-image__credit\">Photograph: BBC/BBC News</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T15:56:48.684Z\">at 3.56pm GMT</time></p> \n</div> \n<div id=\"block-5dfb954c8f08c3972263d648\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:22:33.466Z\">3.22pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Queen’s speech does nothing for young people worried about tuition fees, and nothing for older people facing poverty, he says.</p> \n  <p>And there is no mention of universal credit, a cruel policy that has ruined many lives, he says.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T15:55:48.712Z\">at 3.55pm GMT</time></p> \n</div> \n<div id=\"block-5dfb94ba8f08c3972263d63b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:20:40.152Z\">3.20pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says rough sleeping has doubled under the Tories in government. He says everyone who sees people sleeping on the streets knows this is morally wrong. He says that, according to Shelter, there will be 280,000 people homeless at Christmas – either sleeping rough, or in temporary accommodation.</p> \n  <p>He challenges Johnson to fund the removal of dangerous cladding from blocks of flats, and to pay for the installation of sprinklers.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T15:55:33.838Z\">at 3.55pm GMT</time></p> \n</div> \n<div id=\"block-5dfb94668f08c3972263d630\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:18:14.399Z\">3.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says the Queen’s speech contains nothing of substance to deal with the climate emergency. </p> \n  <p>He says many of the big polluters fund the Tories.</p> \n </div> \n</div> \n<div id=\"block-5dfb94228f087e8308e611f7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:16:51.567Z\">3.16pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says Labour will oppose the government’s attempt to limit the right of transport workers to go on strike. He claims the proposals on this would contravene the International Labour Organization conventions.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T15:19:50.468Z\">at 3.19pm GMT</time></p> \n</div> \n<div id=\"block-5dfb93d28f087e8308e611f1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:15:05.446Z\">3.15pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn asks Johnson to deny reports that he wants to merge the Department for International Development. He says setting up DfID was a proud Labour achievement.</p> \n </div> \n</div> \n<div id=\"block-5dfb937e8f08c3972263d625\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:14:23.535Z\">3.14pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Turning to Brexit, Corbyn says Johnson has resurrected the threat of a no-deal Brexit, and included it in his bill.</p> \n  <p>Johnson’s priority is a toxic trade deal with Donald Trump, he says. He says the British do not want chlorinated chicken. Under Johnson, trade talks could go on for years, Corbyn says.</p> \n </div> \n</div> \n<div id=\"block-5dfb92848f085eda5c10ab3d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:12:59.495Z\">3.12pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Back in the Commons <strong>Jeremy Corbyn</strong> is now on to the serious substance of his speech.</p> \n  <p>He says Labour won the argument on austerity.</p> \n  <p>And he mocks the proposal for an NHS funding bill. He says the last Labour government did not need to pass legislation to force itself to invest in the NHS.</p> \n  <p>He criticises Boris Johnson’s claim to be delivering 50,000 new nurses and 40 new hospitals. There are only 30,000 new nurses, he says, and only six new hospitals.</p> \n  <p>And, referring to what Johnson said about social care when he took office, Corbyn says Johnson’s claim to have a plan (see<a href=\"https://www.theguardian.com/politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news?page=with:block-5dfb7cdf8f085eda5c10aa2c#block-5dfb7cdf8f085eda5c10aa2c\"> 1.45pm)</a> was just an empty promise.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T15:18:34.261Z\">at 3.18pm GMT</time></p> \n</div> \n<div id=\"block-5dfb92678f08c3972263d617\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:08:44.556Z\">3.08pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And this is from MLex’s <strong>Matthew Holehouse.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mattholehouse/status/1207678556853157893\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Boris Johnson will use his new majority to strip commitments to negotiate arrangements to reunite child asylum seekers with family after Brexit. Original amendment to EUWA was driven by campaigner Lord Dubs. <a href=\"https://t.co/6DgW4UsZek\">pic.twitter.com/6DgW4UsZek</a></p>— Matthew Holehouse (@mattholehouse) \n    <a href=\"https://twitter.com/mattholehouse/status/1207678556853157893?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb92198f085eda5c10ab32\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:07:31.272Z\">3.07pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Faisal Islam,</strong> the BBC’s economics editor, has more on the new version of the EU withdrawal agreement bill.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/faisalislam/status/1207678366196928512\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">new Withdrawal Agreement Bill has been published...<br><br>and it keeps discretion of ministers to agree an extension to the implementation period by \"amending the definition of IP completion day\"... which doesn't seem to make it illegal to extend... indeed it specifies the mechanism <a href=\"https://t.co/L8eNZi5Ohb\">pic.twitter.com/L8eNZi5Ohb</a></p>— Faisal Islam (@faisalislam) \n    <a href=\"https://twitter.com/faisalislam/status/1207678366196928512?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb91da8f085eda5c10ab2a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:06:45.295Z\">3.06pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn</strong> is speaking now in the debate.</p> \n  <p>He starts with tributes to the backbenchers who proposed and seconded the loyal address.</p> \n </div> \n</div> \n<div id=\"block-5dfb8e8d8f08c3972263d5bf\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T15:04:40.149Z\">3.04pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">MPs lose chance to vote on Brexit negotiating objectives under revised EU withdrawal agreement bill</h2> \n <div class=\"block-elements\"> \n  <p>The government has published the EU (withdrawal agreement) bill. It runs to 101 pages and you can read it <a href=\"https://publications.parliament.uk/pa/bills/cbill/58-01/0001/20001.pdf\">here (pdf).</a></p> \n  <p>This is from <strong>Graeme Cowie</strong>, a Commons clerk.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/woodstockjag/status/1207674569366085637\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Here is the EU (Withdrawal Agreement) Bill 2019-20.<a href=\"https://t.co/Ijw8CR3L5V\">https://t.co/Ijw8CR3L5V</a><br><br>First impressions.<br><br>Three clauses removed.<br><br>Clause 30 on MPs' veto over extension? Gone.<br>Clause 31 on Parliament's role re future relationship? Gone.<br>Clause 34 and Schedule 4 on workers' rights? Gone.</p>— Graeme Cowie (@woodstockjag) \n    <a href=\"https://twitter.com/woodstockjag/status/1207674569366085637?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n  <p>No 10 had already announced that the clause allowing the transition to be extended would be removed. And we knew the workers’ rights protections were going - although Michael Gove has claimed that the protections in the employment bill will compensate. (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news?page=with:block-5dfb76f78f08c3972263d4b5#block-5dfb76f78f08c3972263d4b5\">1.16pm.)</a></p> \n  <p>The original bill had a long clause, clause 31, titled “Oversight of negotiations for future relationship”. It said the government could not engage in negotiations on the future relationship with the EU unless a statement setting out the negotiating objectives had been passed by MPs. That clause has gone, and the new clause 31 relates to the repeal of section 13 of the EU Withdrawal Act.</p> \n </div> \n</div> \n<div id=\"block-5dfb8e328f085eda5c10aadc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T14:51:51.640Z\">2.51pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Eddie Hughes</strong>, the Conservative MP for Walsall North, is speaking now.</p> \n  <p>He says he normally only gets called right at the end of debate, when the chamber is empty.</p> \n </div> \n</div> \n<div id=\"block-5dfb8dd58f08c3972263d5b5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T14:50:19.426Z\">2.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Crouch says she hopes the Conservatives will govern in the one-nation tradition.</p> \n  <p>She represents Chatham. Charles Dickens lived in Chatham, and she says he was a great social reformer. He also knew the importance of laughter and good humour. She says she hopes MPs will learn from that.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T15:08:02.640Z\">at 3.08pm GMT</time></p> \n</div> \n<div id=\"block-5dfb8d078f087e8308e6116d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T14:48:47.927Z\">2.48pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Crouch jokes about <a href=\"https://www.theguardian.com/politics/shortcuts/2014/dec/01/mp-penny-mordant-foul-language-cock-house-of-commons\">Penny Mordaunt’s famous “cock” speech in the Commons</a>, and then delivers a very sharp joke about Dominic Raab, the foreign secretary, saying he now realises that Dover is an important trading post. It is a reference to<a href=\"https://www.bbc.co.uk/news/uk-politics-46142188\"> this admission from Raab when he was Brexit secretary</a> – a comment he would rather forget.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T15:08:33.931Z\">at 3.08pm GMT</time></p> \n</div> \n<div id=\"block-5dfb8b3f8f087e8308e61148\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T14:43:42.810Z\">2.43pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Tracey Crouch</strong>, the Conservative former sports minister, is proposing the loyal address to the Queen.</p> \n  <p>Two backbenchers are invited to propose and second the loyal address. They are expected to give short, witty speeches.</p> \n  <p>Crouch starts by saying this honour normally goes to someone whose career is behind them. Given that it is panto season, she prompts MPs to shout “Oh, no it’s not” when she says her career is behind her.</p> \n  <p>Switching to a Christmas Carol theme, she suggests that Philip Hammond (who is no longer an MP) would fit the role of Scrooge. And Jeremy Corbyn could be Marley, she suggests.</p> \n  <p>Corbyn remains stony-faced at this allusion.</p> \n  <figure class=\"element element-image\" data-media-id=\"a46bcafde1ead1196c68668f72e195f1752b4cff\"> \n   <img src=\"https://media.guim.co.uk/a46bcafde1ead1196c68668f72e195f1752b4cff/85_0_1065_639/1000.jpg\" alt=\"Tracey Crouch\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Tracey Crouch</span> \n    <span class=\"element-image__credit\">Photograph: BBC/Tracey Crouch</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T15:10:13.678Z\">at 3.10pm GMT</time></p> \n</div> \n<div id=\"block-5dfb8afd8f087e8308e61147\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T14:37:36.852Z\">2.37pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>MPs have now approved the motion to sit tomorrow by acclamation.</p> \n  <p><strong>Sir Lindsay Hoyle</strong>, the Speaker, says he was anxious to ensure that MPs did not have to come back on Monday.</p> \n </div> \n</div> \n<div id=\"block-5dfb8ae98f085eda5c10aaa0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T14:36:38.993Z\">2.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From my colleague <strong>Libby Brooks</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/libby_brooks/status/1207659953810485248\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Nicola Sturgeon’s full letter to Boris Johnson requested a s30 order to hold a second independence referendum <a href=\"https://t.co/0nwF6MIgvu\">pic.twitter.com/0nwF6MIgvu</a></p>— Libby Brooks (@libby_brooks) \n    <a href=\"https://twitter.com/libby_brooks/status/1207659953810485248?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb8a158f08c3972263d578\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T14:35:44.693Z\">2.35pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Queen's speech debate</h2> \n <div class=\"block-elements\"> \n  <p>MPs are about to start the Queen’s speech debate.</p> \n  <p>But, first, <strong>Sir Lindsay Hoyle </strong>is explaining why he is allowing the second reading of the EU (withdrawal agreement) bill tomorrow. Normally a bill like this would not have a second reading on a Friday, and certainly not just one day after the Queen’s speech. Hoyle says other parties in the house have been consulted and the circumstances justify this.</p> \n </div> \n</div> \n<div id=\"block-5dfb89668f085eda5c10aa8d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T14:32:25.951Z\">2.32pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Unite union has now responded to the Anna Turley libel decision. (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news?page=with:block-5dfb86cb8f08c3972263d55f#block-5dfb86cb8f08c3972263d55f\">2.22pm.)</a> It is going to appeal. A spokesperson for the union said:</p> \n  <blockquote class=\"quoted\"> \n   <p><em>Unite is very disappointed with the court’s decision.</em></p> \n   <p><em>Anna Turley joined a section of Unite which was only open to the unwaged, this was to enable her to hide her membership from Unite and for the sole purpose of voting in the union’s general secretary election.</em></p> \n   <p><em>She then chose to sue for comments released by a Unite press spokesperson which appeared in a publication that we maintain we did not have responsibility for.</em></p> \n   <p><em>We note how critical the judgment is of how Ms Turley’s legal team handled this case in so far as they delayed the disclosure of evidence crucial to how Ms Turley came to join Unite, disclosure that revealed the existence of a secretive grouping of MPs.</em></p> \n   <p><em>However ultimately the union does not agree with the court’s findings on several points of law, including the finding as to the meaning of the statement originally made by Unite and including the finding as to whether the commentary was a matter of public interest.</em></p> \n   <p><em>Unite will therefore be appealing the decision.</em><br></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T15:14:17.374Z\">at 3.14pm GMT</time></p> \n</div> \n<div id=\"block-5dfb88398f087e8308e61134\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T14:28:32.299Z\">2.28pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Turning back to social care, <strong>Matt Hancock</strong>, the health secretary, told the World at One that he hoped to start cross-party talks aimed at finding a consensus on the way forward “immediately in the new year”.</p> \n  <p>But, given that at that point the Labour leadership contest will just be properly getting under way, Hancock may find that the opposition is not in a position to engage at that point. </p> \n  <p>The Lib Dems are also without a permanent leader at the moment.<br></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T15:14:42.157Z\">at 3.14pm GMT</time></p> \n</div> \n<div id=\"block-5dfb88028f085eda5c10aa81\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T14:24:40.986Z\">2.24pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Anna Turley </strong>has released this statement about the libel case. (See<a href=\"https://www.theguardian.com/politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news?page=with:block-5dfb86cb8f08c3972263d55f#block-5dfb86cb8f08c3972263d55f\"> 2.22pm.)</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/annaturley/status/1207667590157545472\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Very pleased with today’s verdict, and to be able to say that I have won my libel action against Unite the Union and Skwawkbox. My full statement: <a href=\"https://t.co/6bB3jPbBrN\">pic.twitter.com/6bB3jPbBrN</a></p>— Anna Turley (@annaturley) \n    <a href=\"https://twitter.com/annaturley/status/1207667590157545472?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb86cb8f08c3972263d55f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T14:22:29.738Z\">2.22pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Former Labour MP Anna Turley wins £75,000 in damages over Skwawkbox libel</h2> \n <div class=\"block-elements\"> \n  <p>A former Labour MP who sued a union for libel has won a high court fight and been awarded £75,000 damages, the Press Association reports. <strong>Anna Turley</strong> – who lost her seat in Redcar, North Yorkshire, in the general election on 12 December – had sued Unite and blogger Stephen Walker over <a href=\"https://www.theguardian.com/politics/2019/nov/11/unite-claims-labours-anna-turley-is-unfit-to-be-an-mp-court-hears\">an item on the Skwawkbox blog</a>.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T15:15:22.403Z\">at 3.15pm GMT</time></p> \n</div> \n<div id=\"block-5dfb83b78f087e8308e6110e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T14:14:25.798Z\">2.14pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Government suggests planned national living wage increase could be shelved if economy falters</h2> \n <div class=\"block-elements\"> \n  <p>When <strong>Sajid Javid</strong>, the chancellor, told <a href=\"https://www.theguardian.com/politics/live/2019/sep/30/brexit-latest-news-boris-johnson-conservative-conference-boris-johnson-groping-allegation-deeply-concerning-says-former-cabinet-minister-live-news?page=with:block-5d9210838f08fbb0c171e22b#block-5d9210838f08fbb0c171e22b\">the Tory conference in September </a>that the government would raise the national living wage to £10.50 an hour over five years, that sounded like a clear commitment. It was in <a href=\"https://assets-global.website-files.com/5da42e2cae7ebd3f8bde353c/5dda924905da587992a064ba_Conservative%202019%20Manifesto.pdf\">the manifesto (pdf)</a> too as a promise about what would happen under a Conservative government, not something that might happen.</p> \n  <p>But now an element of doubt seems to be creeping in. As <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/853886/Queen_s_Speech_December_2019_-_background_briefing_notes.pdf\">the government briefing document (pdf)</a> on the Queen’s speech reveals, the national living wage increase will only take place “provided economic conditions allow”. This implies that, in the event of a recession, the rise won’t go ahead. The document says:</p> \n  <blockquote class=\"quoted\"> \n   <p>The chancellor has pledged that the national living wage will increase, reaching two-thirds of median earnings within five years (projected to be around £10.50 an hour in 2024), provided economic conditions allow. </p> \n  </blockquote> \n  <p>I’m grateful to SuffolkJason BTL for flagging this up.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T14:18:20.093Z\">at 2.18pm GMT</time></p> \n</div> \n<div id=\"block-5dfb82828f08c3972263d53b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T14:01:47.296Z\">2.01pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is my colleague <strong>Dan Sabbagh</strong>, the Guardian’s defence and security editor, on the plans for a review of spying legislation. (See <a href=\"https://twitter.com/dansabbagh/status/1207643947817938947\">12.08pm.)</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/dansabbagh/status/1207643947817938947\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">New espionage legislation, big win for the spy agencies who have been pressing for an upgrade to the Official Secrets Act of 1989. Spying has changed a bit since then, more about hacking and disinformation. Pre web rules no longer suffice, they say<a href=\"https://t.co/b17G0IMBwk\">https://t.co/b17G0IMBwk</a></p>— Dan Sabbagh (@dansabbagh) \n    <a href=\"https://twitter.com/dansabbagh/status/1207643947817938947?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb7cdf8f085eda5c10aa2c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T13:45:06.549Z\">1.45pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Queen’s speech says almost nothing new on social care, beyond restating the outline approach Boris Johnson sketched out during the general election campaign: an extra £1bn a year for councils, seeking cross-party consensus on a way forward, and ensuring no one should have to sell their home to pay for care.</p> \n  <p>But <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/853886/Queen_s_Speech_December_2019_-_background_briefing_notes.pdf\">the government briefing paper (pdf)</a> does say that the government may continue to allow councils to raise money for social care through a social care precept. This is something that has been happening since 2016; councils are allowed to raise council tax by an extra 2%, provided the revenue goes to social care.</p> \n  <p>The government document says:</p> \n  <blockquote class=\"quoted\"> \n   <p>The government is providing councils with an additional £1bn for adults and children’s social care in every year of this parliament. In addition, the government will consult on a 2% precept that will enable councils to access a further £500m for adult social care for 2020-21. </p> \n  </blockquote> \n  <p>The absence of a detailed plan for social care is an embarrassment because, <a href=\"https://www.gov.uk/government/speeches/boris-johnsons-first-speech-as-prime-minister-24-july-2019\">in his first speech as PM in July</a>, Johnson claimed that he had a “clear plan” to deal with the problem. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I am announcing now – on the steps of Downing Street – that we will fix the crisis in social care once and for all with a clear plan we have prepared to give every older person the dignity and security they deserve.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T13:54:33.191Z\">at 1.54pm GMT</time></p> \n</div> \n<div id=\"block-5dfb76f78f08c3972263d4b5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T13:16:16.254Z\">1.16pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Earlier this week, Michael Gove, the Cabinet Office minister, played down reports that the protection of workers’ rights would not be included in the EU withdrawal agreement bill, saying <a href=\"https://www.mirror.co.uk/news/politics/brexit-bill-set-drop-vows-21112534\">there would be a separate bill on employment rights in the Queen’s speech.</a></p> \n  <p>There is an employment bill in the Queen’s speech. According to <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/853886/Queen_s_Speech_December_2019_-_background_briefing_notes.pdf\">the government’s briefing document (pdf)</a>, it will make flexible working the default, give workers the right to request a more predictable contract and ensure workers get the tips in full left for them. The government says the bill will “protect and enhance workers’ rights as the UK leaves the EU, making Britain the best place in the world to work”.</p> \n  <p>But the briefing does not say anything about how UK employment rights will or will not remain aligned with EU employment rights.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T13:22:00.636Z\">at 1.22pm GMT</time></p> \n</div> \n<div id=\"block-5dfb70848f08c3972263d47b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T12:50:22.760Z\">12.50pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Fresh from her Bute House media event (see <a href=\"https://www.theguardian.com/politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news?page=with:block-5dfb496f8f08c3972263d2ad#block-5dfb496f8f08c3972263d2ad\">10.10am)</a>, calling for both section 30 order powers to hold a second Scottish independence referendum and the permanent devolution of those powers to Holyrood, <strong>Nicola Sturgeon </strong>has faced sustained questioning on her domestic record at FMQs.</p> \n  <p>The Scottish Tory leader, <strong>Jackson Carlaw</strong>, raised a series of public service failures revealed over the past week, on ferries, railways and hospitals. Yesterday the Scottish government stripped Abellio, Scotland’s main railway operator, of their franchise three years early after anger from commuters over cancellations and poor services. On the same day the finance secretary revealed that taxpayers were facing a £100m bill for two lifeline ferries after a catalogue of errors and mismanagement by contractors. </p> \n  <p>Carlaw accused Sturgeon of “showboating in front of the cameras” this morning, while ignoring the patients let down by poor hospital waiting times. He said every public service run by the SNP was ending the year in a worse place than when it began, while the Lib Dem leader, <strong tabindex=\"-1\">Willie Rennie</strong>, told Sturgeon that “every hour she takes off to hold another press conference at Bute House is another hour wasted trying to sort out [public services] that matter to the people of Scotland”.</p> \n  <p>Sturgeon accused Rennie of “borrowing his question” from Carlaw, and said childcare staffing was increasing, waiting times improving and the attainment gap closing, although citing the same Pisa education study that showed Scotland’s performance in maths and science at a record low, and reading levels lower than they were at the start of the millennium.</p> \n  <p>The Scottish Labour leader, <strong>Richard Leonard</strong>, raised an interesting point about Scottish workers missing out on renewables jobs across the country, while those who are employed are stuck on short-term contracts. The union Unite has talked about a “renewables scandal” as jobs are placed increasingly with overseas firms. </p> \n  <figure class=\"element element-image\" data-media-id=\"d14e983d5395d07ff5b357b92456246d807904c9\"> \n   <img src=\"https://media.guim.co.uk/d14e983d5395d07ff5b357b92456246d807904c9/0_75_3284_1970/1000.jpg\" alt=\"Nicola Sturgeon at first minister’s questions in Edinburgh.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nicola Sturgeon at first minister’s questions in Edinburgh.</span> \n    <span class=\"element-image__credit\">Photograph: Ken Jack/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:54:30.884Z\">at 12.54pm GMT</time></p> \n</div> \n<div id=\"block-5dfb70038f085eda5c10a9a3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T12:43:03.705Z\">12.43pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is some video of Jeremy Corbyn doing his best to avoid even looking at Boris Johnson, let alone talk to him, as they process from the Commons chamber to the Lords together to listen to the Queen’s speech. Johnson does not seem too hurt by the snub.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"209540e5-5a30-4a49-989d-8043c5115a84\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/RoZgJQh8--4?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:51:45.688Z\">at 12.51pm GMT</time></p> \n</div> \n<div id=\"block-5dfb6eb88f085eda5c10a99a\" class=\"block\" data-block-contributor=\"profile/sandralaville\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T12:39:26.832Z\">12.39pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The October Queen’s speech promised an environment bill, to improve air and water quality and to tackle plastic pollution, and the same bill is in today’s Queen’s speech. But now the government is saying explicitly the legislation will “ban the export of polluting plastic waste to non-OECD countries”, with industry, NGOs and councils being consulted on when this could be achieved.</p> \n  <p>This will be tough - Malaysia, Vietnam, Thailand, Indonesia, Taiwan, South Korea and India all take our plastic waste - and we have yet to build a domestic recycling industry which can keep this waste and use it here in a circular economy. We export two thirds of our plastic waste.<br tabindex=\"-1\"></p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:45:18.034Z\">at 12.45pm GMT</time></p> \n</div> \n<div id=\"block-5dfb6c908f085eda5c10a971\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T12:32:21.752Z\">12.32pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Brexit department to be wound up on 31 January, government confirms</h2> \n <div class=\"block-elements\"> \n  <p>The Department for Exiting the European Union will be wound up on 31 January, the government has announced. A government spokesman said the news was broken to DExEU staff today.</p> \n  <p>It has been been reported that, after the UK leaves the EU at the end of January, Boris Johnson will conducted an extensive reshuffle involving changes to the way Whitehall is organised. One option is for DExEU’s functions to be taken over by a beefed-up Department for International Trade, which would take the lead in negotiating post-Brexit trade deals.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:44:36.918Z\">at 12.44pm GMT</time></p> \n</div> \n<div id=\"block-5dfb69a28f085eda5c10a941\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T12:25:51.011Z\">12.25pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson reveals extent of his ambitions by saying his plans could transform UK over 10 years</h2> \n <div class=\"block-elements\"> \n  <p>In his foreword to<a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/853886/Queen_s_Speech_December_2019_-_background_briefing_notes.pdf\"> the government briefing notes (pdf) </a>on the Queen’s speech, Boris Johnson makes it clear he is planning a programme for the next 10 years. He says:</p> \n  <blockquote class=\"quoted\"> \n   <p>This is a radical Queen’s speech – it will take us out of the EU, overhaul our immigration system, and will enshrine in law record investment for the NHS. And it will take our country forward with an ambitious one nation programme to unite and spread opportunity to every corner of our United Kingdom. </p> \n   <p>Just imagine where this country could be in 10 years’ time. A country with 40 new state-of-the-art hospitals. More fantastic nurses and fantastic doctors. More police officers making our streets safer. Children given a chance to reach their full potential. Cleaner air. Biodiversity protected. Scientists making incredible breakthroughs in technology. Better transport. Better infrastructure bringing people together. Greater connectivity. Greater opportunity. A Britain where we are uniting and levelling up. </p> \n   <p>That is the future we are going to deliver. That is the future I am going to be working round the clock to achieve. I am humbled by the trust millions of voters placed in this government last week. The work to repay that trust starts here.</p> \n  </blockquote> \n  <p>Unless the repeal of the Fixed-term Parliaments Act is going to go a lot further than any of us were expecting (the Act is the law saying a general election has to take place every five years, replacing <a href=\"https://en.wikipedia.org/wiki/Septennial_Act_1716\">the Septennial Act</a> which used to be the legislation setting a time limit for the maximum length of a parliament), Johnson must be assuming that winning the next election won’t be too much of a problem.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:43:37.758Z\">at 12.43pm GMT</time></p> \n</div> \n<div id=\"block-5dfb68bc8f08c3972263d410\" class=\"block\" data-block-contributor=\"profile/rorycarroll\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T12:11:29.811Z\">12.11pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Leo Varadkar </strong>reckons Boris Johnson is eccentric – but in a good way.</p> \n  <p>The Irish taoiseach outed himself as something of a fan of the prime minister in an TV interview on Wednesday.</p> \n  <p>“He is the guy that you see, he’s bright, he’s witty, very personable, but he is a bit eccentric as well. He’s not the standard politician but that’s probably a good thing on balance,” he<a href=\"https://www.virginmediatelevision.ie/player/show/1811/0/0/Pat-Kenny%E2%80%99s-Big-Interview%3A-Taoiseach-Leo-Varadkar\"> told Virgin Media One</a>.</p> \n  <p>Asked whether he considered Johnson to be really a Europhile and not a Eurosceptic he replied: </p> \n  <blockquote class=\"quoted\"> \n   <p>The story goes anyway that it was a hard decision for him whether he was going to come out for or against Brexit. I definitely think he is internationally orientated though. I don’t think he’s a little Englander. I do think he wants to see Britain as having a role to play in Europe and the world.</p> \n  </blockquote> \n  <p>Despite Johnson reportedly mocking Varadkar’s surname – “why isn’t he called Murphy like the rest of them?” – the two men hit it off during a <a href=\"https://viewer.gutools.co.uk/politics/live/2019/oct/10/brexit-latest-news-boris-johnson-varadkar-corbyn-no-deal-would-put-lives-at-risk-says-former-chief-medical-officer-live-news\">meeting in October</a> that paved the Brexit deal.</p> \n  <p>The prime minister’s Love Actually spoof <a href=\"https://www.youtube.com/watch?v=nj-YK3JJCIU\">campaign video</a> probably boosted his stock with the taoiseach. Varadkar is a fan of the film and cited it when visiting Theresa May at Downing Street in 2017.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:22:29.349Z\">at 12.22pm GMT</time></p> \n</div> \n<div id=\"block-5dfb663c8f087e8308e60f94\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T12:08:32.329Z\">12.08pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Government to review spying and treason legislation</h2> \n <div class=\"block-elements\"> \n  <p>There was nothing in the Queen’s speech two months ago about new spying legislation. But now the government is proposing legislation to give the security services “the tools they need to disrupt hostile state activity”.</p> \n  <p>The <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/853886/Queen_s_Speech_December_2019_-_background_briefing_notes.pdf\">government notes (pdf)</a> say this is something that has been planned since the Salisbury poisoning attack. The government says:</p> \n  <blockquote class=\"quoted\"> \n   <p>The government is considering whether to follow allies in adopting a form of foreign agent registration, updating the Official Secrets Acts for the 21st century, as well as the case for updating treason laws. </p> \n   <p>The Law Commission have been commissioned by the government to review the Official Secrets Acts. The Official Secrets Acts are the only pieces of UK legislation that currently exist to specifically address hostile state activity such as espionage, sabotage and subversion, other than the ports stop power we included in the Counter-Terrorism and Border Security Act 2019. The government will reflect on their final recommendations when published. </p> \n   <p>The government is also considering like-minded international partners’ legislation, to see whether the UK would benefit from adopting something similar. This includes the US and Australia. </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5dfb66a98f085eda5c10a90e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T12:03:51.204Z\">12.03pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is <a href=\"https://www.gov.uk/government/speeches/queens-speech-december-2019\">the text of the Queen’s speech.</a></p> \n  <p>And here is <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/853886/Queen_s_Speech_December_2019_-_background_briefing_notes.pdf\">the 151-page government briefing document (pdf)</a> giving details of the bills and other legislative proposals planned for this session of parliament.</p> \n </div> \n</div> \n<div id=\"block-5dfb63238f085eda5c10a8d6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:46:52.340Z\">11.46am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From the Sun’s <strong>Tom Newton Dunn</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1207628014634356737\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The most interesting part of the Queen's Speech: major new espionage legislation is coming, will include extraterritorial elements for terror offences. Could look like a new Treason Act / the US’s Foreign Agents Registration Act. My story from February:<a href=\"https://t.co/WGdXrgLrfj\">https://t.co/WGdXrgLrfj</a> <a href=\"https://t.co/zZQVzkWUqE\">pic.twitter.com/zZQVzkWUqE</a></p>— Tom Newton Dunn (@tnewtondunn) \n    <a href=\"https://twitter.com/tnewtondunn/status/1207628014634356737?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb5a468f085eda5c10a85e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:44:49.257Z\">11.44am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Queen’s speech always ends with two messages.</p> \n  <blockquote class=\"quoted\"> \n   <p>Members of the House of Commons, estimates for the public services will be laid before you.</p> \n  </blockquote> \n  <p>This is addressed to MPs only, because the House of Lords does not deal with the estimates, the government’s department-by-department spending plans.</p> \n  <p>The Queen goes on:</p> \n  <blockquote class=\"quoted\"> \n   <p>My lords and members of the House of Commons, other measures will be laid before you.</p> \n  </blockquote> \n  <p>This means that, notwithstanding what is being announced today, the government reserves the right to introduce other bills. Governments often pass very significant bills at short notice that were never featured in the Queen’s speech.</p> \n  <p>The Queen ends:</p> \n  <blockquote class=\"quoted\"> \n   <p>I pray that the blessing of Almighty God may rest upon your counsels.</p> \n  </blockquote> \n  <p>And that’s it. The speech is over.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:03:15.964Z\">at 12.03pm GMT</time></p> \n</div> \n<div id=\"block-5dfb599a8f087e8308e60ed3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:44:27.355Z\">11.44am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The final passages are about defence and foreign policy.</p> \n  <blockquote class=\"quoted\"> \n   <p>My ministers will continue to invest in our gallant armed forces. My government will honour the armed forces covenant, which will be further incorporated into law, and the Nato commitment to spend at least 2% of national income on defence. It will bring forward proposals to tackle vexatious claims that undermine our armed forces and will continue to seek better ways of dealing with legacy issues that provide better outcomes for victims and survivors.</p> \n   <p>My government will work to promote and expand the United Kingdom’s influence in the world. An integrated security, defence and foreign policy review will be undertaken to reassess the nation’s place in the world, covering all aspects of international policy from defence to diplomacy and development. My ministers will promote the United Kingdom’s interests, including freedom of speech, human rights and the rule of law. My government will work closely with international partners to help solve the most complex international security issues and promote peace and security globally. It will stand firm against those who threaten the values of the United Kingdom, including by developing a sanctions regime to directly address human rights abuse, and working to ensure that all girls have access to 12 years of quality education.</p> \n  </blockquote> \n  <p>To protect members of the armed forces from “vexatious claims”, the government is proposing an armed forces (legal protections) bill.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:08:28.407Z\">at 12.08pm GMT</time></p> \n</div> \n<div id=\"block-5dfb62768f085eda5c10a8c8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:44:22.379Z\">11.44am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More on Johnson and Corbyn, from the BBC’s <strong>Laura Kuenssberg</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1207626835066007554\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Body language btw the two is absolutely extraordinary- Corbyn looks seething <a href=\"https://t.co/AYVlrvyo0k\">https://t.co/AYVlrvyo0k</a></p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1207626835066007554?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T11:45:43.594Z\">at 11.45am GMT</time></p> \n</div> \n<div id=\"block-5dfb62568f087e8308e60f44\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:43:24.857Z\">11.43am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From ITV’s <strong>Joe Pike</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/joepike/status/1207626672519954433\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Labour leadership contender <a href=\"https://twitter.com/EmilyThornberry?ref_src=twsrc%5Etfw\">@EmilyThornberry</a> and SNP's <a href=\"https://twitter.com/Ianblackford_MP?ref_src=twsrc%5Etfw\">@Ianblackford_MP</a> jostling for a prime space in the queue to see the Queen.<a href=\"https://twitter.com/hashtag/QueensSpeech?src=hash&amp;ref_src=twsrc%5Etfw\">#QueensSpeech</a> <a href=\"https://t.co/rJMRiw6KWD\">pic.twitter.com/rJMRiw6KWD</a></p>— Joe Pike (@joepike) \n    <a href=\"https://twitter.com/joepike/status/1207626672519954433?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb586c8f087e8308e60ec8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:42:31.121Z\">11.42am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Queen turns to the constitution.</p> \n  <blockquote class=\"quoted\"> \n   <p>A constitution, democracy and rights commission will be established. Work will be taken forward to repeal the Fixed-term Parliaments Act.</p> \n  </blockquote> \n  <p>Sometimes the Queen’s speech is significant for what it does not say. This tells us very little about what the government is planning, but there was a passage in the Conservative manifesto that triggered suspicions that Boris Johnson has grand ambitions in this area. It said:</p> \n  <blockquote class=\"quoted\"> \n   <p>After Brexit we also need to look at the broader aspects of our constitution: the relationship between the government, parliament and the courts; the functioning of the royal prerogative; the role of the House of Lords; and access to justice for ordinary people ... In our first year we will set up a constitution, democracy and rights commission that will examine these issues in depth, and come up with proposals to restore trust in our institutions and in how our democracy operates. </p> \n  </blockquote> \n  <p>Ministers have said very little about what this means in practice.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:09:34.261Z\">at 12.09pm GMT</time></p> \n</div> \n<div id=\"block-5dfb57298f087e8308e60ebf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:42:23.208Z\">11.42am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The next section of the speech covers the economy and climate change.</p> \n  <blockquote class=\"quoted\"> \n   <p>My ministers will bring forward measures to ensure that every part of the United Kingdom can prosper. My government will invest in the country’s public services and infrastructure whilst keeping borrowing and debt under control, maintaining the sustainability of the public finances through a responsible fiscal strategy. My government will prioritise investment in infrastructure and world-leading science research and skills, in order to unleash productivity and improve daily life for communities across the country. It will give communities more control over how investment is spent so that they can decide what is best for them.</p> \n   <p>To support business, my government will increase tax credits for research and development, establish a national skills fund, and bring forward changes to business rates. New laws will accelerate the delivery of gigabit capable broadband. To ensure people can depend on the transport network, measures will be developed to provide for minimum levels of service during transport strikes. My government will continue to take steps to meet the world-leading target of net zero greenhouse gas emissions by 2050. It will continue to lead the way in tackling global climate change, hosting the COP26 summit in 2020. To protect and improve the environment for future generations, a bill will enshrine in law environmental principles and legally binding targets, including for air quality. It will also ban the export of polluting plastic waste to countries outside the Organisation for Economic Co-operation and Development, and establish a new, world-leading independent regulator in statute.</p> \n  </blockquote> \n  <p>There will be two bills covering broadband, a telecommunications infrastructure (leasehold property) bill and a telecommunications (connectivity) bill. There will also be an environment bill. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:13:33.165Z\">at 12.13pm GMT</time></p> \n</div> \n<div id=\"block-5dfb61f88f08c3972263d38f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:42:05.212Z\">11.42am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From Labour’s <strong>Anneliese Dodds</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AnnelieseDodds/status/1207626677716733953\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/QueensSpeech?src=hash&amp;ref_src=twsrc%5Etfw\">#QueensSpeech</a> very thin on working rights; welcome commitment to support leave for carers but nothing on maintaining rights from EU. Unclear what helping people to save means in this context...</p>— Anneliese Dodds (@AnnelieseDodds) \n    <a href=\"https://twitter.com/AnnelieseDodds/status/1207626677716733953?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb550a8f087e8308e60eb4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:39:55.945Z\">11.39am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Now the Queen is talking about law and order.</p> \n  <blockquote class=\"quoted\"> \n   <p>My government is committed to a fair justice system that keeps people safe. My ministers will establish a royal commission to review and improve the efficiency and effectiveness of the criminal justice process. New sentencing laws will ensure the most serious violent offenders, including terrorists, serve longer in custody. New laws will require schools, police, councils and health authorities to work together to prevent serious crime. My government will ensure those charged with knife possession face swift justice and that the courts work better for all those who engage with them, including victims of domestic abuse. Legislation will be brought forward to support victims of crime and their families. Measures will be developed to tackle hostile activity conducted by foreign states.</p> \n  </blockquote> \n  <p>There are five bills being proposed relating to criminal justice: a counter-terrorism (sentencing and release) bill, a sentencing bill, a serious violence bill, a domestic abuse bill, and a prisoners (disclosure of information about victims) bill – as well as divorce legislation, the divorce, dissolution and separation bill.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:15:22.931Z\">at 12.15pm GMT</time></p> \n</div> \n<div id=\"block-5dfb50898f085eda5c10a805\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:39:37.032Z\">11.39am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The next bit of the speech covers immigration and what might broadly be seen as cost of living measures. The Queen says:</p> \n  <blockquote class=\"quoted\"> \n   <p>A modern, fair, points-based immigration system will welcome skilled workers from across the world to contribute to the United Kingdom’s economy, communities and public services.</p> \n   <p>My government will bring forward measures to support working families, raising the national insurance threshold and increasing the national living wage. To ensure every child has access to a high-quality education my ministers will increase levels of funding per pupil in every school.</p> \n   <p>Measures will be brought forward to encourage flexible working, to introduce the entitlement to leave for unpaid carers and to help people save for later life. New measures will be brought forward to protect tenants and to improve building safety. My government will take steps to support home ownership, including by making homes available at a discount for local first-time buyers. My ministers will develop legislation to improve internet safety for all.</p> \n  </blockquote> \n  <p>On immigration, there will be an immigration and social security coordination (EU withdrawal) bill. The other bills referred to here are an employment bill, a pension schemes bill, a renters’ reform bill, a fire safety bill, a building safety bill and an online harms bill. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:15:54.278Z\">at 12.15pm GMT</time></p> \n</div> \n<div id=\"block-5dfb613a8f087e8308e60f3a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:39:16.596Z\">11.39am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More on Johnson and Corbyn.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JasonGroves1/status/1207624810962071552\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Boris Johnson trying to make small talk with Corbyn, who is blanking him</p>— Jason Groves (@JasonGroves1) \n    <a href=\"https://twitter.com/JasonGroves1/status/1207624810962071552?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lewis_goodall/status/1207625119159463936\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Usually the Prime Minister and Leader of the Opposition exchange a few words on their way to the Lords. Johnson and Corbyn don't seem to be exchanging any. Corbyn looking directly ahead, completely impassive. Johnson grinning, slightly awkwardly.</p>— Lewis Goodall (@lewis_goodall) \n    <a href=\"https://twitter.com/lewis_goodall/status/1207625119159463936?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JGForsyth/status/1207625220892364800\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Think Corbyn looks rather petty with this refusal to engage in any chit chat with Boris Johnson on the way down to the Lords</p>— James Forsyth (@JGForsyth) \n    <a href=\"https://twitter.com/JGForsyth/status/1207625220892364800?ref_src=twsrc%5Etfw\">December 19, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb4f2c8f087e8308e60e72\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:37:33.468Z\">11.37am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Queen turns to the NHS.</p> \n  <blockquote class=\"quoted\"> \n   <p>The integrity and prosperity of the United Kingdom is of the utmost importance to my government. My ministers will work urgently to facilitate talks to restore devolved government in Northern Ireland.</p> \n   <p>My government will embark on an ambitious programme of domestic reform that delivers on the people’s priorities. For the first time, the National Health Service’s multi-year funding settlement, agreed earlier this year, will be enshrined in law.</p> \n   <p>Steps will be taken to grow and support the National Health Service’s workforce and a new visa will ensure qualified doctors, nurses and health professionals have fast-track entry to the United Kingdom. Hospital car parking charges will be removed for those in greatest need.</p> \n   <p>My ministers will seek cross-party consensus on proposals for long-term reform of social care. They will ensure that the social care system provides everyone with the dignity and security they deserve and that no one who needs care has to sell their home to pay for it. My ministers will continue work to reform the Mental Health Act.</p> \n  </blockquote> \n  <p>The government is proposing two NHS bills: an NHS funding bill, and an NHS long-term plan bill. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:17:43.660Z\">at 12.17pm GMT</time></p> \n</div> \n<div id=\"block-5dfb4d818f08c3972263d2c0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:36:57.947Z\">11.36am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>The Queen</strong> is speaking now.</p> \n  <blockquote class=\"quoted\"> \n   <p>My lords and members of the House of Commons.</p> \n   <p>My government’s priority is to deliver the United Kingdom’s departure from the European Union on 31 January. My ministers will bring forward legislation to ensure the United Kingdom’s exit on that date and to make the most of the opportunities that this brings for all the people of the United Kingdom.</p> \n   <p>Thereafter, my ministers will seek a future relationship with the European Union based on a free trade agreement that benefits the whole of the United Kingdom.</p> \n   <p>They will also begin trade negotiations with other leading global economies.</p> \n  </blockquote> \n  <p>The Queen is referring to the EU (withdrawal agreement) bill, that will get its second reading tomorrow, and to five related Brexit bills: the agriculture bill, the fisheries bill, the trade bill, the financial services bill and the private international law (implementation of agreements) bill.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:18:12.249Z\">at 12.18pm GMT</time></p> \n</div> \n<div id=\"block-5dfb60b28f08c3972263d389\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:36:21.320Z\">11.36am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"4cbe2a1f6ba60dcfd91bf0903e2f970aef6f0537\"> \n   <img src=\"https://media.guim.co.uk/4cbe2a1f6ba60dcfd91bf0903e2f970aef6f0537/97_0_1027_616/1000.jpg\" alt=\"State opening.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">State opening.</span> \n    <span class=\"element-image__credit\">Photograph: BBC</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb60438f08c3972263d387\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:35:18.427Z\">11.35am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Queen is about to start. Boris Johnson is still grinning intensely.</p> \n </div> \n</div> \n<div id=\"block-5dfb5fcc8f08c3972263d384\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:34:15.525Z\">11.34am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>MPs are now processing from the Commons to the Lords, having been summoned by Black Rod.</p> \n  <p>Boris Johnson and Jeremy Corbyn are walking side by side, although they don’t seem to be talking. Johnson is smiling; Corbyn isn’t.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:01:04.941Z\">at 12.01pm GMT</time></p> \n</div> \n<div id=\"block-5dfb5f778f087e8308e60f30\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:32:15.247Z\">11.32am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Queen is now on the throne in the House of Lords.</p> \n  <figure class=\"element element-image\" data-media-id=\"19ccd288436226c185df5487d2aa88121573cc0d\"> \n   <img src=\"https://media.guim.co.uk/19ccd288436226c185df5487d2aa88121573cc0d/89_0_1057_634/1000.jpg\" alt=\"The Queen arriving in the Lords\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The Queen arriving in the Lords</span> \n    <span class=\"element-image__credit\">Photograph: BBC</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb5f218f08c3972263d381\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:29:40.598Z\">11.29am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"559f0e5adf87fec3ce6a95257d3f15a14d985687\"> \n   <img src=\"https://media.guim.co.uk/559f0e5adf87fec3ce6a95257d3f15a14d985687/99_0_757_454/500.jpg\" alt=\"Here is the scene in the House of Lords as peers wait for the Queen to arrive\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Here is the scene in the House of Lords as peers wait for the Queen to arrive</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb5ebd8f087e8308e60f25\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:28:36.246Z\">11.28am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"ee31a6b6cbbde5c355fc7e9a1e990ff332adca68\"> \n   <img src=\"https://media.guim.co.uk/ee31a6b6cbbde5c355fc7e9a1e990ff332adca68/0_280_5568_3341/1000.jpg\" alt=\"Gentlemen at Arms stand in the Norman Porch at the House of Lords.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Gentlemen at Arms stand in the Norman Porch at the House of Lords.</span> \n    <span class=\"element-image__credit\">Photograph: Toby Melville/AP</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb5e518f08c3972263d36e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:26:11.832Z\">11.26am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"386192300358d4af7f96b024df599f75ab8ff0c7\"> \n   <img src=\"https://media.guim.co.uk/386192300358d4af7f96b024df599f75ab8ff0c7/36_0_888_533/500.jpg\" alt=\"Sir Lindsay Hoyle arriving in the Commons chamber.\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sir Lindsay Hoyle arriving in the Commons chamber.</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb5dc58f08c3972263d369\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:24:54.998Z\">11.24am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sir Lindsay Hoyle</strong>, the Commons Speaker, is now processing into the chamber of the Commons.</p> \n </div> \n</div> \n<div id=\"block-5dfb5d608f08c3972263d35f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:23:28.970Z\">11.23am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The royal standard is flying above the Houses of Parliament now that the Queen has arrived.</p> \n  <figure class=\"element element-image\" data-media-id=\"4645bc4f30d8536c0372c6718496564ea320443a\"> \n   <img src=\"https://media.guim.co.uk/4645bc4f30d8536c0372c6718496564ea320443a/53_0_890_534/500.jpg\" alt=\"Royal Standard flying over Houses of Parliament.\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Royal Standard flying over Houses of Parliament.</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:01:43.360Z\">at 12.01pm GMT</time></p> \n</div> \n<div id=\"block-5dfb5d108f087e8308e60f0c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:21:50.570Z\">11.21am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"dcf8cd507e56ca856f5848b3cd7473d7b43fa0a0\"> \n   <img src=\"https://media.guim.co.uk/dcf8cd507e56ca856f5848b3cd7473d7b43fa0a0/0_11_3500_2101/1000.jpg\" alt=\"Members of the Household Cavalry arrive at the Sovereign’s entrance, ahead of the state opening of parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Members of the Household Cavalry arrive at the Sovereign’s Entrance, before the state opening of parliament.</span> \n    <span class=\"element-image__credit\">Photograph: POOL/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:02:08.049Z\">at 12.02pm GMT</time></p> \n</div> \n<div id=\"block-5dfb5cda8f085eda5c10a881\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:20:03.699Z\">11.20am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is the Queen’s 66th Queen’s speech, according to the BBC.</p> \n </div> \n</div> \n<div id=\"block-5dfb5cbb8f08c3972263d357\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:19:45.121Z\">11.19am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"bbfc8aaa1f13f1b03a84ba80453d369f34546075\"> \n   <img src=\"https://media.guim.co.uk/bbfc8aaa1f13f1b03a84ba80453d369f34546075/0_143_3500_2100/1000.jpg\" alt=\"The Imperial State Crown being carried through the Sovereign’s entrance for the state opening of parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">The Imperial State Crown being carried through the Sovereign’s entrance for the state opening of parliament.</span> \n    <span class=\"element-image__credit\">Photograph: Victoria Jones/AP</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb5bcc8f08c3972263d34c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T11:15:36.200Z\">11.15am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Queen is leaving Buckingham Palace on her way to Westminster.</p> \n </div> \n</div> \n<div id=\"block-5dfb56678f085eda5c10a84b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T10:52:45.269Z\">10.52am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"4093717696911b70e79d30d05828423f72599cea\"> \n   <img src=\"https://media.guim.co.uk/4093717696911b70e79d30d05828423f72599cea/115_154_2747_1648/1000.jpg\" alt=\"Members of the Yeoman Guard during the ceremonial search, ahead of the state opening of parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Members of the Yeoman Guard during the ceremonial search, ahead of the state opening of parliament.</span> \n    <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb3c618f085eda5c10a779\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T10:45:05.822Z\">10.45am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here are some more lines from <strong>Emily Thornberry</strong>’s interview with the Today programme this morning.</p> \n  <ul> \n   <li><strong>Thornberry said that one of her strengths was that she could offer “clear strategic thinking”.</strong> Referring to how she argued against Labour agreeing to an early election, she said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>It’s important that people understand about the fact that I can make political decisions and that I am strategic, and in the end that’s going to be a very important part of the leadership ...</p> \n   <p>We need to be able to work out what we’re doing, and where we’re going, and rather than just be reactive all the time.</p> \n   <p>I think that it’s very important, particularly now that we’re going to be in opposition, that we have an idea as to how we will take Boris Johnson on, how we will hold him to account, and not, as I say, just allow ourselves to be kind of knocked around like a ball in a pinball machine.</p> \n  </blockquote> \n  <ul> \n   <li><strong>She cited the response to the Salisbury poisoning attack as an example of when Jeremy Corbyn was led down by his advisers.</strong> She said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Obviously within my own brief there was the issue of the Salisbury poisonings, where Jeremy seemed to have said one thing in parliament and then a different spin was put on it when briefed afterwards. That undermined him. Those sorts of things need to be called out, and I call it out.</p> \n  </blockquote> \n  <ul> \n   <li><strong>She dismissed suggestions that her background might be a handicap in the the leadership contest. </strong>She said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I am southern, I’m not going to pretend I’m not. But the point is you’ve got to come from somewhere ...</p> \n   <p>What you need to do is to be able to be empathetic and listen to the public throughout the country, and, as for this kind of class issue, people who know me know that I come from a council estate.</p> \n   <p>People who know me know that I was brought up by a single parent on benefits.</p> \n   <p>The fact of the matter is what makes me a good politician is that I have had a very mixed life, I have had a large amount of life experience, and I can empathise because I have been there.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"62a2c60806ba19ba1f2aee3b95d6441694b5e2fb\"> \n   <img src=\"https://media.guim.co.uk/62a2c60806ba19ba1f2aee3b95d6441694b5e2fb/0_35_1322_793/1000.jpg\" alt=\"Emily Thornberry.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Emily Thornberry.</span> \n    <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5dfb496f8f08c3972263d2ad\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T10:10:23.528Z\">10.10am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Sturgeon says 'democracy will prevail' as she publishes call for Scotland to have right to hold second independence referendum</h2> \n <div class=\"block-elements\"> \n  <p><strong>Nicola Sturgeon</strong>, Scotland’s first minister, has insisted “democracy must and will prevail” as she confirmed she has now written to Boris Johnson formally requesting the power for Holyrood to hold a second independence referendum, the Press Association reports. She said that following last week’s election victory in which her party took 47 of the 59 Scottish seats at Westminster, the case for another referendum was “unarguable”. In <a href=\"https://www.snp.org/nicola-sturgeons-statement-on-scotlands-right-to-choose/\">a statement</a> delivered at Bute House, her official residence in Edinburgh, Sturgeon said: </p> \n  <blockquote class=\"quoted\"> \n   <p>The alternative is a future that we have rejected being imposed upon us.</p> \n   <p>Scotland made it very clear last week it does not want a Tory government led by Boris Johnson taking us out of the European Union.</p> \n   <p>That is the future we face if we do not have the opportunity to consider the alternative of independence.</p> \n  </blockquote> \n  <p>Sturgeon has also published <a href=\"https://www.gov.scot/binaries/content/documents/govscot/publications/publication/2019/12/scotlands-right-choose-putting-scotlands-future-scotlands-hands/documents/scotlands-right-choose-putting-scotlands-future-scotlands-hands/scotlands-right-choose-putting-scotlands-future-scotlands-hands/govscot%3Adocument/scotlands-right-choose-putting-scotlands-future-scotlands-hands.pdf\">a 38-page report (pdf)</a> setting out arguments for why Scotland should have the power to decide for itself to hold a legally valid independence referendum, instead of having to get approval from London under the Scotland Act, as is the case now. </p> \n  <p>The UK government has said it will not give the Scottish parliament the power to hold a second independence referendum, arguing that the matter was settled by the referendum in 2014. But Sturgeon said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The question is often posed to me: what will you do if the prime minister says no?</p> \n   <p>But the document we are publishing today turns the question on its head.</p> \n   <p>It is for the prime minister to defend why he believes the UK is not a voluntary union of equal nations. It is for him to set out why he does not believe people in Scotland have the right to self-determination.</p> \n   <p>And it is for the prime minister to explain why he believes it is acceptable to ignore election after election in Scotland and to override a democratic mandate stronger than the one he claims for his Brexit deal.</p> \n   <p>We live in a democracy, and ultimately democracy must and will prevail.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"64d593d362dbc9105bc21984e8a244e947a8704b\"> \n   <img src=\"https://media.guim.co.uk/64d593d362dbc9105bc21984e8a244e947a8704b/0_190_4724_2834/1000.jpg\" alt=\"Nicola Sturgeon speaking at Bute House this morning.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nicola Sturgeon speaking at Bute House this morning.</span> \n    <span class=\"element-image__credit\">Photograph: Neil Hanna/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p><em>UPDATE:</em> Here is some video from the press conference.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"816b0cf7-9a36-4700-a56f-ad041b22fa12\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/mmLOMsMbEas?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T13:03:52.955Z\">at 1.03pm GMT</time></p> \n</div> \n<div id=\"block-5dfb47e18f085eda5c10a7c3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T09:51:12.674Z\">9.51am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"8e1609bb1c109db55aa411e5d78adb79b8d18c6b\"> \n   <img src=\"https://media.guim.co.uk/8e1609bb1c109db55aa411e5d78adb79b8d18c6b/0_629_7837_4703/1000.jpg\" alt=\"Newly-elected MPs posing for a photograph in the Commons chamber yesterday.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Newly elected MPs posing for a photograph in the Commons chamber yesterday.</span> \n    <span class=\"element-image__credit\">Photograph: Mark Crick/UK PARLIAMENT HANDOUT/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T12:19:31.521Z\">at 12.19pm GMT</time></p> \n</div> \n<div id=\"block-5dfb3ac08f08c3972263d24e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-19T09:37:52.551Z\">9.37am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Thornberry blames Corbyn's advisers for election defeat and suggests they should be sacked</h2> \n <div class=\"block-elements\"> \n  <p>Good morning. It’s Queen’s speech day, again, with the Queen heading for parliament only two months after her last visit to read out the government’s legislative programme. Only this time it’s for real, because Boris Johnson now has a majority to pass the bills he is announcing. We are expecting the speech to be a beefed-up version of what we heard in October, with some of the measures in the phantom Queen’s speech being regurgitated, but some extra legislation added too.</p> \n  <p>Here is my colleague <strong>Matthew Weaver</strong>’s preview story.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/19/queens-speech-nhs-to-be-at-heart-of-legislative-programme-minister\">Queen's speech: NHS to be at heart of legislative programme - minister</a> </p> \n  </aside> \n  <p>In the meantime electioneering in the Labour leadership contest continues. Having declared her candidature with <a href=\"https://www.theguardian.com/politics/2019/dec/18/emily-thornberry-throws-her-hat-into-ring-for-labour-leadership\">an article in the Guardian yesterday</a>, <strong>Emily Thornberry</strong>, the shadow foreign secretary, has been giving interviews this morning. In her article she criticised Jeremy Corbyn for ignoring her warning that backing an early election would be an “act of catastrophic political folly”. Today, though, Thornberry has shifted her focus somewhat, laying the blame for Labour’s failings not so much with Corbyn himself, but with his advisers. </p> \n  <p>This is what she told Sky News when asked if she was willing to blame Corbyn for the election defeat.</p> \n  <blockquote class=\"quoted\"> \n   <p>I’m prepared to tell the truth, which is that in 2017 Jeremy was authentic, he spoke clearly, he spoke truthfully, people liked it. And what was the difference between 2017 and 2019? I think it was that we had been triangulating on the issue of Brexit, so people weren’t quite sure where we were. I think we had other issues like antisemitism, like our response to Salisbury, where I think that Jeremy was just very badly advised. And in the end advisers should be there to give advice and politicians should be there to make the decisions. And too often we saw a situation where advisers felt that they were more important and should have more of a steer, in terms of where the Labour party was going, than the elected politicians. And that’s not right.</p> \n  </blockquote> \n  <p>Thornberry did not name the advisers she was referring to. But people in the Labour party will have understood that she was referring to Seumas Milne, Corbyn’s director of communications and strategy, and Karie Murphy, who was Corbyn’s chief of staff before being moved to Labour HQ to run the general election, reportedly in response to complaints about how she was running his office. When it was put to Thornberry that she was talking about these two, she did not demur.</p> \n  <p>She also suggested Milne and Murphy should be dismissed. Referring to the fact that<a href=\"https://www.theguardian.com/politics/2019/dec/18/labour-party-staff-angry-at-handling-of-possible-redundancies\"> staff working in Labour’s HQ, in Corbyn’s office and for the shadow cabinet are facing the sack</a>, but not Milne and Murphy, she said that was wrong. She said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Those redundancies don’t seem to include the most senior people in the Labour party who made the decisions during the election. And that’s not fair. </p> \n  </blockquote> \n  <p>Here is the agenda for the day.<br></p> \n  <p><em>9.15am:</em> Nicola Sturgeon, Scotland’s first minister, holds a press conference to mark the publication of a paper making the case for Scotland being given the power to hold a second independence referendum.</p> \n  <p><em>11.25am: </em>The state opening of parliament commences, with MPs and peers gathering in the Lords to hear the Queen’s speech.</p> \n  <p><em>2.30pm:</em> Boris Johnson and Jeremy Corbyn speak in the Queen’s speech debate.</p> \n  <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although mostly I will be focusing on the Queen’s speech and the subsequent debate. We plan to publish a summary at the end of the day.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is<a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-lloyds-banking-group-trump-impeached-take-two-hmq-sturgeon-makes-the-case/\"> the Politico Europe roundup of this morning’s political news.</a> And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.<br></p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-19T10:10:51.448Z\">at 10.10am GMT</time></p> \n</div>",
      "wordcount": "10413",
      "commentCloseDate": "2019-12-19T20:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-19T09:37:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-19T20:52:45Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/dvtxk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bea97bf2a6fd0aecd812c3604aa579cc2595f083/66_0_3721_2234/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "That’s it for us tonight, thanks for all your comments. You can read our main politics article on the Queen’s speech here: Britain’s security agencies are investigating how the leaked NHS dossier which was seized upon - to little ultimate effect - by the Labour party during the election campaign came to be in the public domain. Dan Sabbagh, defence and security editor, writes that the inquiry will focus on whether hackers from a hostile state used a personal Gmail account to access the information, which Jeremy Corbyn claimed showed the health service was “on the table” in trade talks with the US. It is not clear which country – if any – is behind the alleged hack but independent analysts have already suggested that the cache was originally disseminated online by a Russian operation known as Secondary Infektion. One source said that the investigation was focused on events that may have taken place a few months ago. Boris Johnson’s chief advisor Dominic Cummings has reportedly told special advisers not to use such email accounts as “foreign powers” were targeting them. Read the article in full here: “This was Boris Johnson’s day and nothing was going to spoil it,” writes John Crace in his parliamentary sketch. “He was world king at last. Free to do whatever he wanted, safe in the knowledge that no one could stop him. If he wanted to decriminalise stealing a journalist’s mobile phone or offer an amnesty to anyone who was late with their child support payments, then he was free to do so. Right now, he was the supreme leader. It would take time for the people to find out that all the People’s Government could be relied on for was to let them down. And by the time they did, it would be far too late.” Read the article in full here: Colum Eastwood, the leader of the SDLP, warned in his maiden speech that government plans for an “amnesty” for British veterans who served in Northern Ireland was potentially putting the peace process at risk. Eastwood, whose party returned from the electoral wilderness last week in taking a seat apiece from the DUP and Sinn Féin, said the proposed policy - in addition to Brexit - threatened stability in Northern Ireland. “Equally damaging to our progress and our peace process is the current proposal to basically give an amnesty for British soldiers for ... whatever they carried out in Northern Ireland during our very, very difficult Troubles. “Is prosecuting those veterans vexatious? No, it is not. We will resist this attempt to undermine our peace process and our political progress and this insult to victims, all of the victims of our terrible, terrible past, and the opportunity that has been denied to them since 1998 to find full truth and full justice. “We stand by every single one of those victims, no matter who the perpetrator was. People on opposite benches need to understand this. If you begin with an amnesty for the British Army you will end up with an amnesty for everybody. “So it would better suit this prime minister and this government to stand by all of the victims, all of the innocent victims who have been searching for truth and justice for far too long.” The author of the Queen’s speech was “clearly” Dominic Cummings, with whom the prime minister “is said to be mesmerised”, writes Simon Jenkins. And beyond the headline commitments to getting Brexit done, “the rest of the speech was intriguing”. Under Johnson-Cummings, the age of ‘economic man’ is over, replaced by the age of political empathy. The drivers are not ‘the economy, stupid’ but traditional ideas of national pride, authority, group insecurity and fiscal promiscuity. They are rife in the United States and eastern Europe. Now they have come to Britain. Gone from the Queen’s speech was much trace of Johnson’s once-vaunted social liberalism. Different buttons are now being pushed. The proposal to put £34bn of NHS spending on a statutory basis is a headline gimmick. Prime ministers can spend what they like on the NHS without acts of parliament. The measure will merely confirm the health service as, like defence, beyond budgetary discipline or control. More significant, there was no mention of how to support social care in the long term, beyond an ambition for ‘cross-party consensus’. Local government remains below the radar. There is scant Christmas cheer for supporters of the Labour party, but as Andy Beckett points out, it wasn’t nearly as bad as 1983, when Michael Foot’s party slumped to 27.6% of the vote and the Tories had a thumping 144-seat majority. In that campaign, Labour, led by Michael Foot, offered voters a leftwing manifesto, and was crushed by the Conservatives – who went on to govern for 14 more years. Labour eventually returned to power, it has long been argued, only because it abandoned its radical policies and marginalised those in the party who had come up with them. After last week’s disaster, say Corbyn’s critics, Labour should do the same. He cautions against the party tacking too far to the right and blaming last week’s defeat on the left of the party, as Labour grandees such as Alan Johnson have already begun to do. On election night, the former New Labour minister Alan Johnson began this familiar ritual – describing the pro-Corbyn group Momentum, which has 40,000 members, as “this little cult”. “I want them out of the party,” he said on ITV. “Go back to your student politics.” And one thing for Labour supporters to feel optimistic about is their standing among young voters: Unlike Foot, Corbyn won the support of a cohort of voters that will only become more important. According to the Conservative pollster Michael Ashcroft, last week Labour received almost three times as many votes from the under-35s as the Tories. In 1983, the Tories led Labour comfortably in this group. Then, Margaret Thatcher’s party often seemed more modern than Labour, offering a vision of an individualistic, competitive country, which many young people liked. There was an intellectual ferment on the right, which for years had been producing fresh policy ideas. Few people would say these things about the Tories now. In 2019, their almost content-free manifesto, and massive reliance on older voters, were highly effective as election tactics. Yet, like the airy promises to increase state spending in today’s Queen’s speech, they are also signs of a party with questionable long-term prospects. By contrast, Labour’s youthful support, and policies addressing what are by common consent the biggest contemporary issues – the climate emergency, the inadequacies of the modern economy and Britain’s proliferating social crises – suggest a party with the potential to do much better at future elections. In the Queen’s Speech debate, which has not exactly been troubled by many moments of soaring oratory, the Liberal Democrats’ joint leader Sir Ed Davey warned the prime minister that his “willingness to jump unashamedly over every red line he had previously been willing to die in the ditch for will have been noted in Brussels by Europe’s rather more skilful negotiators”, suggesting that Boris Johnson’s greatest weapon in the negotiations to come would be his “unmatched flexibility with the truth”. “His so-called triumph of achieving a deal for Brexit phase one was only possible because he betrayed his big promise to the DUP,” Davey added, describing the PM’s tactics as “bulldog bluster combined with the record of a turncoat”. He said: “I don’t believe this is the right approach and I don’t believe he’ll succeed without reneging on almost all of his previous promises to leave voters. “Whether or not, in the dark Conservative forests of the Brexit Spartans, his erstwhile friends have yet smelt betrayal.” The Northern Ireland secretary, Julian Smith, has announced that there will be no return to power-sharing in the region before Christmas, blaming the DUP for preventing the move which would have seen the government release extra money for the NHS there. Smith said: “I am deeply disappointed that we have not got all five parties in agreement,” and asked the DUP, the largest party in Northern Ireland, to reconsider. The party said there were outstanding issues under negotiation that would not be resolved in the coming days, and work remained to be done to achieve a “fair and balanced” agreement. The second largest party, Sinn Féin, had joined the British and Irish governments in making a push to re-establish devolved institutions, ending a three-year hiatus. Smith said: “We want all parties to be positively part of the new Stormont. The DUP is a crucial part of that. “I don’t think time is going to make any difference, I think hanging around, delay, not making decisions is not going to make any difference, it is only going to cause more heartache and problems for citizens in Northern Ireland. “I just hope there is time tonight to reflect on that decision.” People in the DUP did want to break the deadlock, he said, and he asked them to make their voices heard. “I would urge them to move forward so that we can get this done.” The shadow Treasury minister, Clive Lewis, has thrown his hat into the ring to become the next Labour leader. Writing in the Guardian, the 48-year-old MP for Norwich North, who is seen to be on the left of the party, said that Labour had suffered “its own Dunkirk” at the election, but that they could bounce back if they gave activists a stake in any changes. The truth is that despite his enormous achievements in inspiring a new generation of members, Jeremy Corbyn’s first promise as leader was never fulfilled. The party was never democratised on the scale or to the extent that members were led to expect – they were never empowered to campaign, select candidates or determine policy on the scale that was required. This must now change. We don’t need foot soldiers, we need an army of activists who think critically, treat each other with respect and have a serious democratic stake in the movement. I don’t want to manage the labour movement, I want to unleash it. That is the first route to victory. Lewis claims that the party still has to make a clear break with the New Labour era: The party was never able to communicate this to voters in our heartlands. When trying to persuade them of our radicalism and sincerity, we often had the legacy of the 2000s thrown back in our faces. Persuading voters that we understand the sources of their long-held resentment and frustration, of their disappointment in how Labour has conducted itself since the 1990s, will be the first step towards winning back their trust. Yvette Cooper, who has yet to comment on whether she will run for the Labour leadership, has also responded to the lack of a commitment to negotiate an agreement to allow unaccompanied refugee children to come to the UK to join relatives (see 17:27). Paul Golding, the leader of the far-right group Britain First, said that he has attempted to join the Conservative party, to show his support for comments that Boris Johnson has previously made about Islam. Golding told the Press Association that he liked the “cut of the cloth” of Johnson when the prime minister described women wearing the burqa as resembling “letterboxes” in a column in the Daily Telegraph. Golding, who has been convicted and imprisoned for religiously aggravated harassment and is a former British National Party councillor, said: “Primarily, we had the experience of Momentum joining the Labour party en masse to consolidate the leadership position of Jeremy Corbyn. “We have decided to do the same but in reverse. We are all joining to see if we can consolidate Boris’s leadership over the Tory party. He is getting Brexit done but, as well as that, he has made a lot of comments in the past referring to burqa and niqab-wearing women as ‘letterboxes’. “After the London Bridge attack, he said he wanted to crack down on the early release of terrorist prisoners. We like the cut of the cloth on Boris Johnson.” Golding added: “He is more of a populist leader and I think in recent weeks he has nailed his colours to the mast against immigration and being for Brexit.” Golding shared a screenshot of an email from the Tories following his application which was electronically signed by Tory chairmen and MPs James Cleverly and Ben Elliot, welcoming him to the party at 2pm on Thursday. It reads: “Your membership is now activated. You can now attend party events both locally and nationally. Your membership card will be sent out shortly.” However a Tory spokeswoman said today: “Paul Golding’s application for membership of the Conservative party has not been approved. “While we welcome new members from a wide variety of backgrounds, we are vigilant against those seeking to join the party who do not share our aims. There is a process in place for local Conservative associations to approve members who apply to join, or to reject those who do not share the party’s values or objects. “We support local associations with this work to ensure they can and do take action where needed.” The Independent Group for Change, the party formally known as Change UK which launched in February 2019, has announced that it is beginning the process of winding itself up. At its high-water mark the party boasted 11 MPs from the two main parties, but after failing to make any electoral headway in May’s European elections, six of the party’s MPs left, many to join the Lib Dems. Only three MPs stood in last week’s election, all of them losing their seats. Here is Sir Keir Starmer, the shadow Brexit secretary, responding to the revelation that the new EU (withdrawal agreement) bill does not contain a commitment to negotiate an agreement to allow unaccompanied refugee children to come to the UK to join a relative that was in the original version. LabourList has a full story on this here. No 10 says the absence of this clause from the bill does not mean its policy has changed. A spokesman said: We are committed to ensuring that children who are claiming asylum or international protection will be reunited with specified family members in the EU and vice versa. The government’s policy on child refugees has not changed and we will continue to do all we can to enable children to claim asylum and be reunited with their families, which the legislation published today reaffirms. That’s all from me for today. My colleague Seth Jacobson is now taking over. No 10 is now ruling out making judicial appointments subject to political approval, the Sun’s Tom Newton Dunn says. An earlier briefing did not rule this out, leaving reporters to conclude it was an option (particularly in the light of the PM’s previous remarks on this). See 5.01pm. The government stuck to its existing priorities for education in the Queen’s speech, ticking off the policies in its manifesto and beforehand. Apart from vague comments on free schools (“continue to expand”) and university tuition fees (“delivering value for money”), it reaffirms the improvement in school funding for pupils aged 4 to 16 in England, eventually increasing the annual schools budget by £7.1bn in 2022-23. The Institute for Fiscal Studies has estimated that the extra spending is £4.3bn a year in real-terms From next year some of the extra funding will be distributed by minimum per-pupil funding via the new national funding formula, the Department for Education has announced. That helps the most poorly funded schools outside of cities, with £3,750 for each primary pupil and £5,000 for secondary pupils, with primaries rising again to £4,000 per pupil in 2021. Schools in Bedfordshire appear to be the biggest winners by 2021. But the government’s notes on the Queen’s speech also mention its plans to raise starting pay for qualified teachers to £30,000 by 2022, a pledge which will have to be funded out of school budgets. And while the government is correct to claim that the extra £400m for post-16 education is the biggest increase since 2010, the college sector has been starved of funds in that time. Geoff Barton, general secretary of the Association of School and College Leaders, says: The extra money being delivered next year is nowhere near enough to repair this damage and will still leave the funding rate for students a long way short of what it needs to be. While the Commons continues to debate the Queen’s speech, at Holyrood MSPs have been debating the final stage of the referendums (Scotland) bill, the framework bill which paves the way for a second independence referendum, should it be approved by Westminster, as the first minster, Nicola Sturgeon, demanded earlier today. This framework bill does not set the date or question on the ballot, which have to be specified in further primary legislation, and much of the debate has centred around that question and whether it will be the same yes/no as 2014. The draft bill originally stated the Electoral Commission would not be consulted if it had previously assessed or recommended a question, as with the yes/no format for the 2014 referendum. Critics argued yes/no favoured the affirmative side, and the commission subsequently recommended the options of leave and remain for the 2016 EU referendum. While the commission has not ruled out a future yes/no question on independence, it believes the assessment should be based on current evidence and political context, and now a compromise amendment has been accepted which states, in summary: if the question has been asked within the same parliamentary session then the commission does not automatically have to assess the question (though Holyrood can ask for it to do so), and if the question has been asked in the previous parliamentary session then Scottish ministers can lodge a motion to extend the ‘validity period’ of the question which, if passed, would mean the question did not need to be reassessed. This really only matters if a second independence referendum is held next year – beyond 2021, the question will not have been asked in the past two sessions and so will automatically have to be assessed again. Theresa May, the former prime minister, spoke in the Queen’s speech debate after Ian Blackford. On election night, when interviewed by the BBC’s Andrew Neil, she had difficulty answering a question from him about why Boris Johnson had been able to win dozens of leave-voting Labour seats when her attempt to do the same thing in 2017 failed. This afternoon she had a clear answer to that question. She said: I hope [Johnson] will forgive me if I just reflect that this was the result that was supposed to happen in 2017. But of course back then people still thought the Labour party was supporting Brexit. Two years on they saw that was a sham, a pretence and a betrayal of millions of traditional Labour voters. Those Labour voters have now elected Conservative members of parliament. This victory brings with it a huge responsibility. Here are some lines from the afternoon No 10 briefing. These are from the Sun’s Tom Newton Dunn and the Daily Mirror’s Pippa Crerar. In an interview at the time of the Conservative party conference Boris Johnson hinted that he was in favour of confirmation hearings of this kind. He said: If judges are to pronounce on political questions [as they did in the prorogation case], then there is at least an argument that there should be some form of accountability. The lessons of America are relevant. But Geoffrey Cox, the attorney general, has said he would not be enthusiastic about this. That is a reference to this HuffPost story. Zac Goldsmith, who lost his seat as MP for Richmond Park last week, is being given a peerage, No 10 has announced. This will allow him to carry on as an environment minister based jointly in the Department for Environment, Food and Rural Affairs and in the Department for International Development, an appointment that No 10 has also confirmed. In this role he will attend cabinet, as he did when he was doing this job before the election, government sources have confirmed. It was widely expected that Goldsmith would get a peerage. A lifelong environmentalist, he was regarded as particularly well qualified for his ministerial post. He is also a committed Brexiter (his billionaire father set up the Referendum party, an early Eurosceptic party that made the case for a referendum on the EU in the 1990s) and he is good friends with the PM’s partner Carrie Symonds, who once worked for Goldsmith as an adviser and who campaigned for him during the election. Like Johnson, Goldsmith is also an Old Etonian. In his speech in the Queen’s speech debate Ian Blackford, the SNP’s leader at Westminster, challenged Boris Johnson to explain why he would not allow the Scottish government to hold another independence referendum. Blackford said: This morning Scotland’s first minister, Nicola Sturgeon, has written to the prime minister to demand the transfer of legal powers to the Scottish government to hold a second independence referendum under Section 30 of the Scotland Act ... It is for the prime minister to explain to the people of Scotland why he is denying Scotland the right to choose our own future? Why did democracy stop in the prime minister’s world with the independence referendum in 2014? At one point Blackford criticised Johnson for looking at his phone during the speech. It was “not a good look”, Blackford said. In response, Johnson said Blackford should say something interesting. Blackford replied: The prime minister says ‘say something more interesting’. Well, prime minister, this is about democracy, this is about the Scottish National party that stood in the election on a manifesto about Scotland’s right to choose. And it was about the Conservatives who said no to indyref2, and what happened? Well the Conservatives lost more than half their members of parliament. Prime minister, you got your answer from the people of Scotland. This is what my colleague Simon Murphy wrote in September on the feasibility of building a bridge between Scotland and Northern Ireland. Boris Johnson’s comment about a bridge between Northern Ireland and Scotland may help to explain this reference to a large-scale infrastructure project in a letter (pdf) published this week by the advisory committee on business appointments, approving a part-time job with an iron and steel making company being taken by the former minister Jo Johnson (the PM’s brother). At one point Jo Johnson was a transport minister. Towards the end of Boris Johnson’s speech, the DUP MP Ian Paisley intervened and asked him to go ahead with the proposal to build a “Boris bridge” between Scotland and Northern Ireland. In response, Johnson hinted that he does want to pursue the idea. He said: As for his desire for a bridge to connect the two biggest isles in the British Isles, all I can say is it is a very interesting idea. I advise [Paisley] to watch this space - and indeed, watch that space between those islands, because what he has said has not fallen on deaf ears. Johnson has hinted at his support for the construction of a bridge linking Scotland and Northern Ireland several times in the past, most recently in September, although one expert has described the idea as “about as feasible as building a bridge to the moon”. In the Commons, Boris Johnson is now winding up. He says, after dithering and platitudes, the time has come for action. That is what is is offering, he says. Here is the shadow chancellor, John McDonnell, commenting on the revelation in the Queen’s speech briefing pack that the commitment to raise the national living wage to £10.50 is now conditional on the economy continuing to prosper. (See 2.14pm.) Johnson says the system of government at Westminster needs to meet the challenges of a new era. So the government will set up a commission to look at measures that could restore trust in government. As a first step, it will repeal the Fixed-term Parliaments Act, he says. Johnson says tomorrow he will “peel back the plastic wrapping” and present his oven-ready Brexit bill. Then, he says, he wants to focus on the NHS. And he invites the opposition to join in cross-party talks on social care. The government will abolish no-fault eviction for renters, he says. And it will ban strikes that target commuters. He says he wants to revolutionise local transport. Leeds is the biggest city in Europe without an underground or light rail system, he says. Johnson jokes about Corbyn being “a stickler for watching the Queen’s speech at the right time”. He says, as his exchanges with Corbyn come to an end, he wants to say that his personal relations with him have been excellent. And he says Corbyn’s sincerity is not to be doubted. Boris Johnson is speaking now. He says this is the moment to repay the people who voted for the government. People do not just want the government to get Brexit done, he says. He says they want it to move on and address other problems. Johnson sums up some of the Queen’s speech proposals. And he says its ambition stretches beyond one parliament. This is not a programme for one year or one parliament; it is a blueprint for the future of Britain. He claims a “new golden age for this United Kingdom” is on offer. And the government will work flat out to deliver it, he says. The Queen’s speech does nothing for young people worried about tuition fees, and nothing for older people facing poverty, he says. And there is no mention of universal credit, a cruel policy that has ruined many lives, he says. Corbyn says rough sleeping has doubled under the Tories in government. He says everyone who sees people sleeping on the streets knows this is morally wrong. He says that, according to Shelter, there will be 280,000 people homeless at Christmas – either sleeping rough, or in temporary accommodation. He challenges Johnson to fund the removal of dangerous cladding from blocks of flats, and to pay for the installation of sprinklers. Corbyn says the Queen’s speech contains nothing of substance to deal with the climate emergency. He says many of the big polluters fund the Tories. Corbyn says Labour will oppose the government’s attempt to limit the right of transport workers to go on strike. He claims the proposals on this would contravene the International Labour Organization conventions. Corbyn asks Johnson to deny reports that he wants to merge the Department for International Development. He says setting up DfID was a proud Labour achievement. Turning to Brexit, Corbyn says Johnson has resurrected the threat of a no-deal Brexit, and included it in his bill. Johnson’s priority is a toxic trade deal with Donald Trump, he says. He says the British do not want chlorinated chicken. Under Johnson, trade talks could go on for years, Corbyn says. Back in the Commons Jeremy Corbyn is now on to the serious substance of his speech. He says Labour won the argument on austerity. And he mocks the proposal for an NHS funding bill. He says the last Labour government did not need to pass legislation to force itself to invest in the NHS. He criticises Boris Johnson’s claim to be delivering 50,000 new nurses and 40 new hospitals. There are only 30,000 new nurses, he says, and only six new hospitals. And, referring to what Johnson said about social care when he took office, Corbyn says Johnson’s claim to have a plan (see 1.45pm) was just an empty promise. And this is from MLex’s Matthew Holehouse. Faisal Islam, the BBC’s economics editor, has more on the new version of the EU withdrawal agreement bill. Jeremy Corbyn is speaking now in the debate. He starts with tributes to the backbenchers who proposed and seconded the loyal address. The government has published the EU (withdrawal agreement) bill. It runs to 101 pages and you can read it here (pdf). This is from Graeme Cowie, a Commons clerk. No 10 had already announced that the clause allowing the transition to be extended would be removed. And we knew the workers’ rights protections were going - although Michael Gove has claimed that the protections in the employment bill will compensate. (See 1.16pm.) The original bill had a long clause, clause 31, titled “Oversight of negotiations for future relationship”. It said the government could not engage in negotiations on the future relationship with the EU unless a statement setting out the negotiating objectives had been passed by MPs. That clause has gone, and the new clause 31 relates to the repeal of section 13 of the EU Withdrawal Act. Eddie Hughes, the Conservative MP for Walsall North, is speaking now. He says he normally only gets called right at the end of debate, when the chamber is empty. Crouch says she hopes the Conservatives will govern in the one-nation tradition. She represents Chatham. Charles Dickens lived in Chatham, and she says he was a great social reformer. He also knew the importance of laughter and good humour. She says she hopes MPs will learn from that. Crouch jokes about Penny Mordaunt’s famous “cock” speech in the Commons, and then delivers a very sharp joke about Dominic Raab, the foreign secretary, saying he now realises that Dover is an important trading post. It is a reference to this admission from Raab when he was Brexit secretary – a comment he would rather forget. Tracey Crouch, the Conservative former sports minister, is proposing the loyal address to the Queen. Two backbenchers are invited to propose and second the loyal address. They are expected to give short, witty speeches. Crouch starts by saying this honour normally goes to someone whose career is behind them. Given that it is panto season, she prompts MPs to shout “Oh, no it’s not” when she says her career is behind her. Switching to a Christmas Carol theme, she suggests that Philip Hammond (who is no longer an MP) would fit the role of Scrooge. And Jeremy Corbyn could be Marley, she suggests. Corbyn remains stony-faced at this allusion. MPs have now approved the motion to sit tomorrow by acclamation. Sir Lindsay Hoyle, the Speaker, says he was anxious to ensure that MPs did not have to come back on Monday. From my colleague Libby Brooks MPs are about to start the Queen’s speech debate. But, first, Sir Lindsay Hoyle is explaining why he is allowing the second reading of the EU (withdrawal agreement) bill tomorrow. Normally a bill like this would not have a second reading on a Friday, and certainly not just one day after the Queen’s speech. Hoyle says other parties in the house have been consulted and the circumstances justify this. The Unite union has now responded to the Anna Turley libel decision. (See 2.22pm.) It is going to appeal. A spokesperson for the union said: Unite is very disappointed with the court’s decision. Anna Turley joined a section of Unite which was only open to the unwaged, this was to enable her to hide her membership from Unite and for the sole purpose of voting in the union’s general secretary election. She then chose to sue for comments released by a Unite press spokesperson which appeared in a publication that we maintain we did not have responsibility for. We note how critical the judgment is of how Ms Turley’s legal team handled this case in so far as they delayed the disclosure of evidence crucial to how Ms Turley came to join Unite, disclosure that revealed the existence of a secretive grouping of MPs. However ultimately the union does not agree with the court’s findings on several points of law, including the finding as to the meaning of the statement originally made by Unite and including the finding as to whether the commentary was a matter of public interest. Unite will therefore be appealing the decision. Turning back to social care, Matt Hancock, the health secretary, told the World at One that he hoped to start cross-party talks aimed at finding a consensus on the way forward “immediately in the new year”. But, given that at that point the Labour leadership contest will just be properly getting under way, Hancock may find that the opposition is not in a position to engage at that point. The Lib Dems are also without a permanent leader at the moment. Anna Turley has released this statement about the libel case. (See 2.22pm.) A former Labour MP who sued a union for libel has won a high court fight and been awarded £75,000 damages, the Press Association reports. Anna Turley – who lost her seat in Redcar, North Yorkshire, in the general election on 12 December – had sued Unite and blogger Stephen Walker over an item on the Skwawkbox blog. When Sajid Javid, the chancellor, told the Tory conference in September that the government would raise the national living wage to £10.50 an hour over five years, that sounded like a clear commitment. It was in the manifesto (pdf) too as a promise about what would happen under a Conservative government, not something that might happen. But now an element of doubt seems to be creeping in. As the government briefing document (pdf) on the Queen’s speech reveals, the national living wage increase will only take place “provided economic conditions allow”. This implies that, in the event of a recession, the rise won’t go ahead. The document says: The chancellor has pledged that the national living wage will increase, reaching two-thirds of median earnings within five years (projected to be around £10.50 an hour in 2024), provided economic conditions allow. I’m grateful to SuffolkJason BTL for flagging this up. Here is my colleague Dan Sabbagh, the Guardian’s defence and security editor, on the plans for a review of spying legislation. (See 12.08pm.) The Queen’s speech says almost nothing new on social care, beyond restating the outline approach Boris Johnson sketched out during the general election campaign: an extra £1bn a year for councils, seeking cross-party consensus on a way forward, and ensuring no one should have to sell their home to pay for care. But the government briefing paper (pdf) does say that the government may continue to allow councils to raise money for social care through a social care precept. This is something that has been happening since 2016; councils are allowed to raise council tax by an extra 2%, provided the revenue goes to social care. The government document says: The government is providing councils with an additional £1bn for adults and children’s social care in every year of this parliament. In addition, the government will consult on a 2% precept that will enable councils to access a further £500m for adult social care for 2020-21. The absence of a detailed plan for social care is an embarrassment because, in his first speech as PM in July, Johnson claimed that he had a “clear plan” to deal with the problem. He said: I am announcing now – on the steps of Downing Street – that we will fix the crisis in social care once and for all with a clear plan we have prepared to give every older person the dignity and security they deserve. Earlier this week, Michael Gove, the Cabinet Office minister, played down reports that the protection of workers’ rights would not be included in the EU withdrawal agreement bill, saying there would be a separate bill on employment rights in the Queen’s speech. There is an employment bill in the Queen’s speech. According to the government’s briefing document (pdf), it will make flexible working the default, give workers the right to request a more predictable contract and ensure workers get the tips in full left for them. The government says the bill will “protect and enhance workers’ rights as the UK leaves the EU, making Britain the best place in the world to work”. But the briefing does not say anything about how UK employment rights will or will not remain aligned with EU employment rights. Fresh from her Bute House media event (see 10.10am), calling for both section 30 order powers to hold a second Scottish independence referendum and the permanent devolution of those powers to Holyrood, Nicola Sturgeon has faced sustained questioning on her domestic record at FMQs. The Scottish Tory leader, Jackson Carlaw, raised a series of public service failures revealed over the past week, on ferries, railways and hospitals. Yesterday the Scottish government stripped Abellio, Scotland’s main railway operator, of their franchise three years early after anger from commuters over cancellations and poor services. On the same day the finance secretary revealed that taxpayers were facing a £100m bill for two lifeline ferries after a catalogue of errors and mismanagement by contractors. Carlaw accused Sturgeon of “showboating in front of the cameras” this morning, while ignoring the patients let down by poor hospital waiting times. He said every public service run by the SNP was ending the year in a worse place than when it began, while the Lib Dem leader, Willie Rennie, told Sturgeon that “every hour she takes off to hold another press conference at Bute House is another hour wasted trying to sort out [public services] that matter to the people of Scotland”. Sturgeon accused Rennie of “borrowing his question” from Carlaw, and said childcare staffing was increasing, waiting times improving and the attainment gap closing, although citing the same Pisa education study that showed Scotland’s performance in maths and science at a record low, and reading levels lower than they were at the start of the millennium. The Scottish Labour leader, Richard Leonard, raised an interesting point about Scottish workers missing out on renewables jobs across the country, while those who are employed are stuck on short-term contracts. The union Unite has talked about a “renewables scandal” as jobs are placed increasingly with overseas firms. Here is some video of Jeremy Corbyn doing his best to avoid even looking at Boris Johnson, let alone talk to him, as they process from the Commons chamber to the Lords together to listen to the Queen’s speech. Johnson does not seem too hurt by the snub. The October Queen’s speech promised an environment bill, to improve air and water quality and to tackle plastic pollution, and the same bill is in today’s Queen’s speech. But now the government is saying explicitly the legislation will “ban the export of polluting plastic waste to non-OECD countries”, with industry, NGOs and councils being consulted on when this could be achieved. This will be tough - Malaysia, Vietnam, Thailand, Indonesia, Taiwan, South Korea and India all take our plastic waste - and we have yet to build a domestic recycling industry which can keep this waste and use it here in a circular economy. We export two thirds of our plastic waste. The Department for Exiting the European Union will be wound up on 31 January, the government has announced. A government spokesman said the news was broken to DExEU staff today. It has been been reported that, after the UK leaves the EU at the end of January, Boris Johnson will conducted an extensive reshuffle involving changes to the way Whitehall is organised. One option is for DExEU’s functions to be taken over by a beefed-up Department for International Trade, which would take the lead in negotiating post-Brexit trade deals. In his foreword to the government briefing notes (pdf) on the Queen’s speech, Boris Johnson makes it clear he is planning a programme for the next 10 years. He says: This is a radical Queen’s speech – it will take us out of the EU, overhaul our immigration system, and will enshrine in law record investment for the NHS. And it will take our country forward with an ambitious one nation programme to unite and spread opportunity to every corner of our United Kingdom. Just imagine where this country could be in 10 years’ time. A country with 40 new state-of-the-art hospitals. More fantastic nurses and fantastic doctors. More police officers making our streets safer. Children given a chance to reach their full potential. Cleaner air. Biodiversity protected. Scientists making incredible breakthroughs in technology. Better transport. Better infrastructure bringing people together. Greater connectivity. Greater opportunity. A Britain where we are uniting and levelling up. That is the future we are going to deliver. That is the future I am going to be working round the clock to achieve. I am humbled by the trust millions of voters placed in this government last week. The work to repay that trust starts here. Unless the repeal of the Fixed-term Parliaments Act is going to go a lot further than any of us were expecting (the Act is the law saying a general election has to take place every five years, replacing the Septennial Act which used to be the legislation setting a time limit for the maximum length of a parliament), Johnson must be assuming that winning the next election won’t be too much of a problem. Leo Varadkar reckons Boris Johnson is eccentric – but in a good way. The Irish taoiseach outed himself as something of a fan of the prime minister in an TV interview on Wednesday. “He is the guy that you see, he’s bright, he’s witty, very personable, but he is a bit eccentric as well. He’s not the standard politician but that’s probably a good thing on balance,” he told Virgin Media One. Asked whether he considered Johnson to be really a Europhile and not a Eurosceptic he replied: The story goes anyway that it was a hard decision for him whether he was going to come out for or against Brexit. I definitely think he is internationally orientated though. I don’t think he’s a little Englander. I do think he wants to see Britain as having a role to play in Europe and the world. Despite Johnson reportedly mocking Varadkar’s surname – “why isn’t he called Murphy like the rest of them?” – the two men hit it off during a meeting in October that paved the Brexit deal. The prime minister’s Love Actually spoof campaign video probably boosted his stock with the taoiseach. Varadkar is a fan of the film and cited it when visiting Theresa May at Downing Street in 2017. There was nothing in the Queen’s speech two months ago about new spying legislation. But now the government is proposing legislation to give the security services “the tools they need to disrupt hostile state activity”. The government notes (pdf) say this is something that has been planned since the Salisbury poisoning attack. The government says: The government is considering whether to follow allies in adopting a form of foreign agent registration, updating the Official Secrets Acts for the 21st century, as well as the case for updating treason laws. The Law Commission have been commissioned by the government to review the Official Secrets Acts. The Official Secrets Acts are the only pieces of UK legislation that currently exist to specifically address hostile state activity such as espionage, sabotage and subversion, other than the ports stop power we included in the Counter-Terrorism and Border Security Act 2019. The government will reflect on their final recommendations when published. The government is also considering like-minded international partners’ legislation, to see whether the UK would benefit from adopting something similar. This includes the US and Australia. Here is the text of the Queen’s speech. And here is the 151-page government briefing document (pdf) giving details of the bills and other legislative proposals planned for this session of parliament. From the Sun’s Tom Newton Dunn The Queen’s speech always ends with two messages. Members of the House of Commons, estimates for the public services will be laid before you. This is addressed to MPs only, because the House of Lords does not deal with the estimates, the government’s department-by-department spending plans. The Queen goes on: My lords and members of the House of Commons, other measures will be laid before you. This means that, notwithstanding what is being announced today, the government reserves the right to introduce other bills. Governments often pass very significant bills at short notice that were never featured in the Queen’s speech. The Queen ends: I pray that the blessing of Almighty God may rest upon your counsels. And that’s it. The speech is over. The final passages are about defence and foreign policy. My ministers will continue to invest in our gallant armed forces. My government will honour the armed forces covenant, which will be further incorporated into law, and the Nato commitment to spend at least 2% of national income on defence. It will bring forward proposals to tackle vexatious claims that undermine our armed forces and will continue to seek better ways of dealing with legacy issues that provide better outcomes for victims and survivors. My government will work to promote and expand the United Kingdom’s influence in the world. An integrated security, defence and foreign policy review will be undertaken to reassess the nation’s place in the world, covering all aspects of international policy from defence to diplomacy and development. My ministers will promote the United Kingdom’s interests, including freedom of speech, human rights and the rule of law. My government will work closely with international partners to help solve the most complex international security issues and promote peace and security globally. It will stand firm against those who threaten the values of the United Kingdom, including by developing a sanctions regime to directly address human rights abuse, and working to ensure that all girls have access to 12 years of quality education. To protect members of the armed forces from “vexatious claims”, the government is proposing an armed forces (legal protections) bill. More on Johnson and Corbyn, from the BBC’s Laura Kuenssberg From ITV’s Joe Pike The Queen turns to the constitution. A constitution, democracy and rights commission will be established. Work will be taken forward to repeal the Fixed-term Parliaments Act. Sometimes the Queen’s speech is significant for what it does not say. This tells us very little about what the government is planning, but there was a passage in the Conservative manifesto that triggered suspicions that Boris Johnson has grand ambitions in this area. It said: After Brexit we also need to look at the broader aspects of our constitution: the relationship between the government, parliament and the courts; the functioning of the royal prerogative; the role of the House of Lords; and access to justice for ordinary people ... In our first year we will set up a constitution, democracy and rights commission that will examine these issues in depth, and come up with proposals to restore trust in our institutions and in how our democracy operates. Ministers have said very little about what this means in practice. The next section of the speech covers the economy and climate change. My ministers will bring forward measures to ensure that every part of the United Kingdom can prosper. My government will invest in the country’s public services and infrastructure whilst keeping borrowing and debt under control, maintaining the sustainability of the public finances through a responsible fiscal strategy. My government will prioritise investment in infrastructure and world-leading science research and skills, in order to unleash productivity and improve daily life for communities across the country. It will give communities more control over how investment is spent so that they can decide what is best for them. To support business, my government will increase tax credits for research and development, establish a national skills fund, and bring forward changes to business rates. New laws will accelerate the delivery of gigabit capable broadband. To ensure people can depend on the transport network, measures will be developed to provide for minimum levels of service during transport strikes. My government will continue to take steps to meet the world-leading target of net zero greenhouse gas emissions by 2050. It will continue to lead the way in tackling global climate change, hosting the COP26 summit in 2020. To protect and improve the environment for future generations, a bill will enshrine in law environmental principles and legally binding targets, including for air quality. It will also ban the export of polluting plastic waste to countries outside the Organisation for Economic Co-operation and Development, and establish a new, world-leading independent regulator in statute. There will be two bills covering broadband, a telecommunications infrastructure (leasehold property) bill and a telecommunications (connectivity) bill. There will also be an environment bill. From Labour’s Anneliese Dodds Now the Queen is talking about law and order. My government is committed to a fair justice system that keeps people safe. My ministers will establish a royal commission to review and improve the efficiency and effectiveness of the criminal justice process. New sentencing laws will ensure the most serious violent offenders, including terrorists, serve longer in custody. New laws will require schools, police, councils and health authorities to work together to prevent serious crime. My government will ensure those charged with knife possession face swift justice and that the courts work better for all those who engage with them, including victims of domestic abuse. Legislation will be brought forward to support victims of crime and their families. Measures will be developed to tackle hostile activity conducted by foreign states. There are five bills being proposed relating to criminal justice: a counter-terrorism (sentencing and release) bill, a sentencing bill, a serious violence bill, a domestic abuse bill, and a prisoners (disclosure of information about victims) bill – as well as divorce legislation, the divorce, dissolution and separation bill. The next bit of the speech covers immigration and what might broadly be seen as cost of living measures. The Queen says: A modern, fair, points-based immigration system will welcome skilled workers from across the world to contribute to the United Kingdom’s economy, communities and public services. My government will bring forward measures to support working families, raising the national insurance threshold and increasing the national living wage. To ensure every child has access to a high-quality education my ministers will increase levels of funding per pupil in every school. Measures will be brought forward to encourage flexible working, to introduce the entitlement to leave for unpaid carers and to help people save for later life. New measures will be brought forward to protect tenants and to improve building safety. My government will take steps to support home ownership, including by making homes available at a discount for local first-time buyers. My ministers will develop legislation to improve internet safety for all. On immigration, there will be an immigration and social security coordination (EU withdrawal) bill. The other bills referred to here are an employment bill, a pension schemes bill, a renters’ reform bill, a fire safety bill, a building safety bill and an online harms bill. More on Johnson and Corbyn. The Queen turns to the NHS. The integrity and prosperity of the United Kingdom is of the utmost importance to my government. My ministers will work urgently to facilitate talks to restore devolved government in Northern Ireland. My government will embark on an ambitious programme of domestic reform that delivers on the people’s priorities. For the first time, the National Health Service’s multi-year funding settlement, agreed earlier this year, will be enshrined in law. Steps will be taken to grow and support the National Health Service’s workforce and a new visa will ensure qualified doctors, nurses and health professionals have fast-track entry to the United Kingdom. Hospital car parking charges will be removed for those in greatest need. My ministers will seek cross-party consensus on proposals for long-term reform of social care. They will ensure that the social care system provides everyone with the dignity and security they deserve and that no one who needs care has to sell their home to pay for it. My ministers will continue work to reform the Mental Health Act. The government is proposing two NHS bills: an NHS funding bill, and an NHS long-term plan bill. The Queen is speaking now. My lords and members of the House of Commons. My government’s priority is to deliver the United Kingdom’s departure from the European Union on 31 January. My ministers will bring forward legislation to ensure the United Kingdom’s exit on that date and to make the most of the opportunities that this brings for all the people of the United Kingdom. Thereafter, my ministers will seek a future relationship with the European Union based on a free trade agreement that benefits the whole of the United Kingdom. They will also begin trade negotiations with other leading global economies. The Queen is referring to the EU (withdrawal agreement) bill, that will get its second reading tomorrow, and to five related Brexit bills: the agriculture bill, the fisheries bill, the trade bill, the financial services bill and the private international law (implementation of agreements) bill. The Queen is about to start. Boris Johnson is still grinning intensely. MPs are now processing from the Commons to the Lords, having been summoned by Black Rod. Boris Johnson and Jeremy Corbyn are walking side by side, although they don’t seem to be talking. Johnson is smiling; Corbyn isn’t. The Queen is now on the throne in the House of Lords. Sir Lindsay Hoyle, the Commons Speaker, is now processing into the chamber of the Commons. The royal standard is flying above the Houses of Parliament now that the Queen has arrived. This is the Queen’s 66th Queen’s speech, according to the BBC. The Queen is leaving Buckingham Palace on her way to Westminster. Here are some more lines from Emily Thornberry’s interview with the Today programme this morning. Thornberry said that one of her strengths was that she could offer “clear strategic thinking”. Referring to how she argued against Labour agreeing to an early election, she said: It’s important that people understand about the fact that I can make political decisions and that I am strategic, and in the end that’s going to be a very important part of the leadership ... We need to be able to work out what we’re doing, and where we’re going, and rather than just be reactive all the time. I think that it’s very important, particularly now that we’re going to be in opposition, that we have an idea as to how we will take Boris Johnson on, how we will hold him to account, and not, as I say, just allow ourselves to be kind of knocked around like a ball in a pinball machine. She cited the response to the Salisbury poisoning attack as an example of when Jeremy Corbyn was led down by his advisers. She said: Obviously within my own brief there was the issue of the Salisbury poisonings, where Jeremy seemed to have said one thing in parliament and then a different spin was put on it when briefed afterwards. That undermined him. Those sorts of things need to be called out, and I call it out. She dismissed suggestions that her background might be a handicap in the the leadership contest. She said: I am southern, I’m not going to pretend I’m not. But the point is you’ve got to come from somewhere ... What you need to do is to be able to be empathetic and listen to the public throughout the country, and, as for this kind of class issue, people who know me know that I come from a council estate. People who know me know that I was brought up by a single parent on benefits. The fact of the matter is what makes me a good politician is that I have had a very mixed life, I have had a large amount of life experience, and I can empathise because I have been there. Nicola Sturgeon, Scotland’s first minister, has insisted “democracy must and will prevail” as she confirmed she has now written to Boris Johnson formally requesting the power for Holyrood to hold a second independence referendum, the Press Association reports. She said that following last week’s election victory in which her party took 47 of the 59 Scottish seats at Westminster, the case for another referendum was “unarguable”. In a statement delivered at Bute House, her official residence in Edinburgh, Sturgeon said: The alternative is a future that we have rejected being imposed upon us. Scotland made it very clear last week it does not want a Tory government led by Boris Johnson taking us out of the European Union. That is the future we face if we do not have the opportunity to consider the alternative of independence. Sturgeon has also published a 38-page report (pdf) setting out arguments for why Scotland should have the power to decide for itself to hold a legally valid independence referendum, instead of having to get approval from London under the Scotland Act, as is the case now. The UK government has said it will not give the Scottish parliament the power to hold a second independence referendum, arguing that the matter was settled by the referendum in 2014. But Sturgeon said: The question is often posed to me: what will you do if the prime minister says no? But the document we are publishing today turns the question on its head. It is for the prime minister to defend why he believes the UK is not a voluntary union of equal nations. It is for him to set out why he does not believe people in Scotland have the right to self-determination. And it is for the prime minister to explain why he believes it is acceptable to ignore election after election in Scotland and to override a democratic mandate stronger than the one he claims for his Brexit deal. We live in a democracy, and ultimately democracy must and will prevail. UPDATE: Here is some video from the press conference. Good morning. It’s Queen’s speech day, again, with the Queen heading for parliament only two months after her last visit to read out the government’s legislative programme. Only this time it’s for real, because Boris Johnson now has a majority to pass the bills he is announcing. We are expecting the speech to be a beefed-up version of what we heard in October, with some of the measures in the phantom Queen’s speech being regurgitated, but some extra legislation added too. Here is my colleague Matthew Weaver’s preview story. In the meantime electioneering in the Labour leadership contest continues. Having declared her candidature with an article in the Guardian yesterday, Emily Thornberry, the shadow foreign secretary, has been giving interviews this morning. In her article she criticised Jeremy Corbyn for ignoring her warning that backing an early election would be an “act of catastrophic political folly”. Today, though, Thornberry has shifted her focus somewhat, laying the blame for Labour’s failings not so much with Corbyn himself, but with his advisers. This is what she told Sky News when asked if she was willing to blame Corbyn for the election defeat. I’m prepared to tell the truth, which is that in 2017 Jeremy was authentic, he spoke clearly, he spoke truthfully, people liked it. And what was the difference between 2017 and 2019? I think it was that we had been triangulating on the issue of Brexit, so people weren’t quite sure where we were. I think we had other issues like antisemitism, like our response to Salisbury, where I think that Jeremy was just very badly advised. And in the end advisers should be there to give advice and politicians should be there to make the decisions. And too often we saw a situation where advisers felt that they were more important and should have more of a steer, in terms of where the Labour party was going, than the elected politicians. And that’s not right. Thornberry did not name the advisers she was referring to. But people in the Labour party will have understood that she was referring to Seumas Milne, Corbyn’s director of communications and strategy, and Karie Murphy, who was Corbyn’s chief of staff before being moved to Labour HQ to run the general election, reportedly in response to complaints about how she was running his office. When it was put to Thornberry that she was talking about these two, she did not demur. She also suggested Milne and Murphy should be dismissed. Referring to the fact that staff working in Labour’s HQ, in Corbyn’s office and for the shadow cabinet are facing the sack, but not Milne and Murphy, she said that was wrong. She said: Those redundancies don’t seem to include the most senior people in the Labour party who made the decisions during the election. And that’s not fair. Here is the agenda for the day. 9.15am: Nicola Sturgeon, Scotland’s first minister, holds a press conference to mark the publication of a paper making the case for Scotland being given the power to hold a second independence referendum. 11.25am: The state opening of parliament commences, with MPs and peers gathering in the Lords to hear the Queen’s speech. 2.30pm: Boris Johnson and Jeremy Corbyn speak in the Queen’s speech debate. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although mostly I will be focusing on the Queen’s speech and the subsequent debate. We plan to publish a summary at the end of the day. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "62008",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a> and <a href=\"profile/seth-jacobson\">Seth Jacobson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/19/the-world-king-doesnt-let-anyone-spoil-his-big-day-not-even-the-queen",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-19T18:58:29Z",
    "webTitle": "The world king doesn't let anyone spoil his big day, not even the Queen | John Crace",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/19/the-world-king-doesnt-let-anyone-spoil-his-big-day-not-even-the-queen",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/19/the-world-king-doesnt-let-anyone-spoil-his-big-day-not-even-the-queen",
    "fields": {
      "headline": "The world king doesn't let anyone spoil his big day, not even the Queen",
      "standfirst": "<p>A scowling monarch did nothing to dent Boris Johnson’s spirits as parliament reopens</p>",
      "trailText": "A scowling monarch did nothing to dent Boris Johnson’s spirits as parliament reopens",
      "byline": "John Crace",
      "main": "<figure class=\"element element-image\" data-media-id=\"d9376c3d57afb34a76ef89852fe0577144d5c045\"> <img src=\"https://media.guim.co.uk/d9376c3d57afb34a76ef89852fe0577144d5c045/376_102_2630_1578/1000.jpg\" alt=\"Queen Elizabeth with Prince Charles arriving at the state opening of parliament in the House of Lords\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Queen Elizabeth with Prince Charles arriving at the state opening of parliament in the House of Lords on Thursday.</span> <span class=\"element-image__credit\">Photograph: Aaron Chown/AP</span> </figcaption> </figure>",
      "body": "<p>Everywhere you looked in the Lords there were vast expanses of empty seats. Two Queen’s speeches in as many months is at least one too many. Especially when the first one was just a political stunt that was never intended to be implemented. This time the peers were voting with their feet. Just 10 Labour lords could be bothered to pull out the ermine and take up their places.</p> <p>There were rather more Tories, but still not enough to prevent the upper chamber from becoming an echo chamber. There’s going to be plenty of room for Nicky Morgan when she gets over her surprise at being given the peerage she knew she was getting months ago. And also for Zac Goldsmith, once the minor inconvenience of his previous non-dom tax status had been ruled out. The rewards for failure have never been higher. We now have two unelected ministers in the People’s Government. Lucky, lucky us.</p> <p>Even the Queen was staging her own dirty protest at having her time wasted. Hell, didn’t the government know that the last Thursday before Christmas was the day she traditionally headed off for Sandringham? This time she had given most of her retainers the day off, had dispensed with the state coach in favour of the company Rolls and just pulled on the shabby green coat that had been hanging by the door. Her face never broke from a scowl throughout. She couldn’t have made her feelings any more plain.</p> <p>Jeremy Corbyn was also wishing he was elsewhere. On the walk from the Commons to the Lords, Boris Johnson repeatedly tried to engage the Labour leader in small talk. Corbyn looked as if he was about to be physically sick, walking jerkily like a broken cyborg, his head fixed rigidly ahead as he steadfastly avoided any conversation. It was petty and peevish, but the best he could manage under the circumstances.</p> <p>Boris shrugged and smirked to himself. This was his day and nothing was going to spoil it. He was world king at last. Free to do whatever he wanted, safe in the knowledge that no one could stop him. If he wanted to decriminalise stealing a journalist’s mobile phone or offer an amnesty to anyone who was late with their child support payments, then he was free to do so. Right now, he was the supreme leader. It would take time for the people to find out that all the People’s Government could be relied on for was to let them down. And by the time they did, it would be far too late.</p> <p>A couple of hours later, the Commons had reconvened for the opening of the debate on the <a href=\"https://www.theguardian.com/politics/2019/dec/19/queens-speech-nhs-to-be-at-heart-of-legislative-programme-minister\">Queen’s speech</a>. Tory Tracey Crouch kicked things off with a few good-natured panto jokes. The MPs who get asked to propose the humble address are usually those whose careers are considered to be behind them, she said. Pause. “I’d feel rather more reassured if the prime minister shouted back, ‘Oh no it isn’t!” she continued. Boris merely ignored her. You win some, you lose some.</p> <p>Seconding the motion, Conservative MP Eddie Hughes, made his speech without notes. He started well enough but quickly lost his audience. He complained that the previous speaker had always restricted him to two-minute slots. After this, Lindsay Hoyle will probably reckon that John Bercow had been too indulgent. “I know what you’re thinking?” Hughes said with a flourish. We all did. Shut up and sit down.</p> <p>None of the main contenders for the Labour leadership were in the Commons for the occasion. Nor were most of the other backbench MPs; and those that were soon wished they weren’t. It can only be Corbyn’s minders that have prevented him from standing down for an interim replacement already. As each day passes, Corbyn looks increasingly miserable. His voice is listless, his existential futility almost tangible. With each sentence he utters, he further demotivates and depresses his party. Now, even the Tories consider him an irrelevance. Not even worth the effort of a heckle or an intervention. He sat down to near total silence.</p> <p>Then came Boris. The prime minister has been instructed to be on his best behaviour and not to gloat but he just can’t do it. After a brief attempt at “unite the nation” rhetoric – the “trust me” line has never gone down well in any of Boris’s relationships – Johnson quickly lapsed into charmless insincerity. It was so charming the way Corbyn believed the silly things he did, he exclaimed. Pity can be crueller than mockery.</p> <p>Johnson then just went into full-on lying mode. Forty hospitals. Tick. Fifty-thousand nurses. Tick. Get Brexit Done. Tick. The bigger the lie, the more the Tories loved him. He wanted to restore public trust in politics. Said the man who has built his whole career and campaign style on destroying it. “If you can’t trust the Daily Telegraph, who can you trust?” he asked. How about a paper the prime minister hasn’t lied in.</p> <p>Eventually Boris got so carried away that he went for the biggest lie he could think of. He would build the bridge between Northern Ireland and Scotland that every civil engineer had said was technically impossible. The Tory benches went moist in a collective orgasm.</p> <p>This is the new present. It’s also the future. Boris Uncontained. Until it all inevitably goes hideously wrong. And then he’ll just walk away. Untouched. Untouchable. As the SNP’s Ian Blackford got up to reply, Boris merely pulled out his phone and started playing online CandyCrush with Classic Dom. This One Nation stuff was never meant to include the Scots.</p> <p><em>John Crace’s new book, Decline and Fail: Read in Case of Political Apocalypse, is published by Guardian Faber. To order a copy go to <a href=\"http://guardianbookshop.com/\">guardianbookshop.com</a> or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min. p&amp;p of £1.99.</em></p>",
      "newspaperPageNumber": "9",
      "wordcount": "982",
      "commentCloseDate": "2019-12-19T21:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-19T18:58:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-20T00:25:02Z",
      "newspaperEditionDate": "2019-12-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvjqy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d2197b81a627c9d86624f9a06b03b9a3c268c98b/0_64_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Everywhere you looked in the Lords there were vast expanses of empty seats. Two Queen’s speeches in as many months is at least one too many. Especially when the first one was just a political stunt that was never intended to be implemented. This time the peers were voting with their feet. Just 10 Labour lords could be bothered to pull out the ermine and take up their places. There were rather more Tories, but still not enough to prevent the upper chamber from becoming an echo chamber. There’s going to be plenty of room for Nicky Morgan when she gets over her surprise at being given the peerage she knew she was getting months ago. And also for Zac Goldsmith, once the minor inconvenience of his previous non-dom tax status had been ruled out. The rewards for failure have never been higher. We now have two unelected ministers in the People’s Government. Lucky, lucky us. Even the Queen was staging her own dirty protest at having her time wasted. Hell, didn’t the government know that the last Thursday before Christmas was the day she traditionally headed off for Sandringham? This time she had given most of her retainers the day off, had dispensed with the state coach in favour of the company Rolls and just pulled on the shabby green coat that had been hanging by the door. Her face never broke from a scowl throughout. She couldn’t have made her feelings any more plain. Jeremy Corbyn was also wishing he was elsewhere. On the walk from the Commons to the Lords, Boris Johnson repeatedly tried to engage the Labour leader in small talk. Corbyn looked as if he was about to be physically sick, walking jerkily like a broken cyborg, his head fixed rigidly ahead as he steadfastly avoided any conversation. It was petty and peevish, but the best he could manage under the circumstances. Boris shrugged and smirked to himself. This was his day and nothing was going to spoil it. He was world king at last. Free to do whatever he wanted, safe in the knowledge that no one could stop him. If he wanted to decriminalise stealing a journalist’s mobile phone or offer an amnesty to anyone who was late with their child support payments, then he was free to do so. Right now, he was the supreme leader. It would take time for the people to find out that all the People’s Government could be relied on for was to let them down. And by the time they did, it would be far too late. A couple of hours later, the Commons had reconvened for the opening of the debate on the Queen’s speech. Tory Tracey Crouch kicked things off with a few good-natured panto jokes. The MPs who get asked to propose the humble address are usually those whose careers are considered to be behind them, she said. Pause. “I’d feel rather more reassured if the prime minister shouted back, ‘Oh no it isn’t!” she continued. Boris merely ignored her. You win some, you lose some. Seconding the motion, Conservative MP Eddie Hughes, made his speech without notes. He started well enough but quickly lost his audience. He complained that the previous speaker had always restricted him to two-minute slots. After this, Lindsay Hoyle will probably reckon that John Bercow had been too indulgent. “I know what you’re thinking?” Hughes said with a flourish. We all did. Shut up and sit down. None of the main contenders for the Labour leadership were in the Commons for the occasion. Nor were most of the other backbench MPs; and those that were soon wished they weren’t. It can only be Corbyn’s minders that have prevented him from standing down for an interim replacement already. As each day passes, Corbyn looks increasingly miserable. His voice is listless, his existential futility almost tangible. With each sentence he utters, he further demotivates and depresses his party. Now, even the Tories consider him an irrelevance. Not even worth the effort of a heckle or an intervention. He sat down to near total silence. Then came Boris. The prime minister has been instructed to be on his best behaviour and not to gloat but he just can’t do it. After a brief attempt at “unite the nation” rhetoric – the “trust me” line has never gone down well in any of Boris’s relationships – Johnson quickly lapsed into charmless insincerity. It was so charming the way Corbyn believed the silly things he did, he exclaimed. Pity can be crueller than mockery. Johnson then just went into full-on lying mode. Forty hospitals. Tick. Fifty-thousand nurses. Tick. Get Brexit Done. Tick. The bigger the lie, the more the Tories loved him. He wanted to restore public trust in politics. Said the man who has built his whole career and campaign style on destroying it. “If you can’t trust the Daily Telegraph, who can you trust?” he asked. How about a paper the prime minister hasn’t lied in. Eventually Boris got so carried away that he went for the biggest lie he could think of. He would build the bridge between Northern Ireland and Scotland that every civil engineer had said was technically impossible. The Tory benches went moist in a collective orgasm. This is the new present. It’s also the future. Boris Uncontained. Until it all inevitably goes hideously wrong. And then he’ll just walk away. Untouched. Untouchable. As the SNP’s Ian Blackford got up to reply, Boris merely pulled out his phone and started playing online CandyCrush with Classic Dom. This One Nation stuff was never meant to include the Scots. John Crace’s new book, Decline and Fail: Read in Case of Political Apocalypse, is published by Guardian Faber. To order a copy go to guardianbookshop.com or call 0330 333 6846. Free UK p&amp;p over £15, online orders only. Phone orders min. p&amp;p of £1.99.",
      "charCount": "5634",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johncrace\">John Crace</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/dec/19/boris-johnson-cant-escape-the-northern-ireland-issue",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-12-19T18:23:40Z",
    "webTitle": "Boris Johnson can’t escape the Northern Ireland issue | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/dec/19/boris-johnson-cant-escape-the-northern-ireland-issue",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/19/boris-johnson-cant-escape-the-northern-ireland-issue",
    "fields": {
      "headline": "Boris Johnson can’t escape the Northern Ireland issue",
      "standfirst": "Readers respond to an article by Fintan O’Toole in which he said that the PM’s false claims about the withdrawal agreement reveal an utter lack of interest in the consequences of Brexit for Belfast and Dublin",
      "trailText": "<strong>Letters:</strong> Readers respond to an article by Fintan O’Toole in which he said that the PM’s false claims about the withdrawal agreement reveal an utter lack of interest in the consequences of Brexit for Belfast and Dublin",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"668571f90de53bd9147a7e8b97d653a1295eb9e8\"> <img src=\"https://media.guim.co.uk/668571f90de53bd9147a7e8b97d653a1295eb9e8/0_45_3500_2100/1000.jpg\" alt=\"Boris Johnson visiting the Tayto Castle crisp factory in County Armagh, Northern Ireland, last month\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson visiting the Tayto Castle crisp factory in County Armagh, Northern Ireland, last month.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>Fintan O’Toole is of course correct that “Johnson has no real knowledge of or interest in the consequences of the withdrawal agreement – and of Brexit itself – for Northern Ireland” (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/15/boris-johnson-lying-ireland-withdrawal-agreement-brexit-belfast-dublin\" title=\"\">One thing this victory doesn’t change: his lies about Ireland</a>, Journal, 16 December). </p> <p>The potential Northern Ireland protocol is a disaster waiting to happen. There’s an unclear requirement, a management-imposed deadline, an uncertain regulatory environment with two supervisory bodies renegotiating their relationship, a diverse user base including government and businesses, and no defined business model.</p> <p>Commercial organisations will need to interact with new and probably changing government requirements, and will need to assess whether trading across the Irish Sea is still worthwhile in the light of the new requirements.</p> <p>I have successfully managed cross-industry developments interfacing with thousands of customers, and managed their redevelopment over three years, in a commercial environment. This Northern Ireland protocol doesn’t stand a snowball’s chance in hell of being implemented successfully in 2020 or 2021.</p> <p>Of course, if it is just a case of “any deal will do” to fool the electorate, as a segue to a 2020 no-deal, then the practicality wouldn’t matter to the government. But in that case we are being played for fools by Boris Johnson. Again.<br><strong>Mike Cashman</strong><br><em>Author, Brexit’s a Trick not a Treat and Brexit’s a Musical Trick</em></p> <p>• Fintan O’Toole is right to be concerned about the sense of abandonment faced by the unionist community in Northern Ireland. They have been badly served by the DUP and face a very uncertain future if Johnson’s deal is implemented unamended. His deal runs the risk of crippling the Northern Irish economy and is unlikely to be tenable in the short to medium term.</p> <p>The trouble with offering a united Ireland as an alternative to Johnson’s deal is that it offends the bipartisan spirit of the Good Friday agreement and would encounter much resistance from unionists in the north. However, a different alternative is possible.</p> <p>If Johnson does not pivot towards a soft Brexit, he antagonises his fellow citizens in both Northern Ireland and Scotland. If directed positively this antagonism could fashion a different set of political arrangements on these islands.</p> <p>A newly independent Scotland remaining in the EU could enter into a new Good Friday-type arrangement with the Republic of Ireland, giving security to the unionist community. The EU could help foster these arrangements as part of its discussions about the new relationship with England and Wales.<br><strong>Dr Paul Lally</strong><br><em>Liverpool</em></p> <p>• Fintan O’Toole rightly says: “Johnson has no real knowledge of or interest in the consequences of the withdrawal agreement – and of Brexit itself – for Northern Ireland.” </p> <p>Maybe Boris Johnson will wake up when there are repercussions on the mainland. An unsettled Northern Ireland will almost certainly mean an unsettled Glasgow, Liverpool, Manchester and other places with large populations of Irish descent. The peace process led to peace on those cities’ streets. But the current uncertainties have already led to some sectarian disturbances in Glasgow, which took the police by surprise.</p> <p>An ignorant Johnson will thoroughly deserve further sectarian marches and probably disturbances at football matches and around churches. But those of us whom he tried to mislead about the whole Irish implications of Brexit won’t deserve it. Nor will the people of Northern Ireland whom he tried to hoodwink or their kin in mainland Britain.<br><strong>Professor Emeritus Lalage Bown</strong><br><em>Shrewsbury, Shropshire</em></p> <p>• The prime minister’s mendacity about Ireland, as discussed by Fintan O’Toole, is compounded by the fact that over two-thirds (68%) of people in Northern Ireland voted for parties that wished to remain in the EU – an increase of 12% from the 2016 referendum.<br><strong>Paddy Hillyard</strong><br><em>Belfast </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "650",
      "commentable": "false",
      "firstPublicationDate": "2019-12-19T18:23:40Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:44:21Z",
      "newspaperEditionDate": "2019-12-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvjb8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/668571f90de53bd9147a7e8b97d653a1295eb9e8/0_45_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Fintan O’Toole is of course correct that “Johnson has no real knowledge of or interest in the consequences of the withdrawal agreement – and of Brexit itself – for Northern Ireland” (One thing this victory doesn’t change: his lies about Ireland, Journal, 16 December). The potential Northern Ireland protocol is a disaster waiting to happen. There’s an unclear requirement, a management-imposed deadline, an uncertain regulatory environment with two supervisory bodies renegotiating their relationship, a diverse user base including government and businesses, and no defined business model. Commercial organisations will need to interact with new and probably changing government requirements, and will need to assess whether trading across the Irish Sea is still worthwhile in the light of the new requirements. I have successfully managed cross-industry developments interfacing with thousands of customers, and managed their redevelopment over three years, in a commercial environment. This Northern Ireland protocol doesn’t stand a snowball’s chance in hell of being implemented successfully in 2020 or 2021. Of course, if it is just a case of “any deal will do” to fool the electorate, as a segue to a 2020 no-deal, then the practicality wouldn’t matter to the government. But in that case we are being played for fools by Boris Johnson. Again. Mike Cashman Author, Brexit’s a Trick not a Treat and Brexit’s a Musical Trick • Fintan O’Toole is right to be concerned about the sense of abandonment faced by the unionist community in Northern Ireland. They have been badly served by the DUP and face a very uncertain future if Johnson’s deal is implemented unamended. His deal runs the risk of crippling the Northern Irish economy and is unlikely to be tenable in the short to medium term. The trouble with offering a united Ireland as an alternative to Johnson’s deal is that it offends the bipartisan spirit of the Good Friday agreement and would encounter much resistance from unionists in the north. However, a different alternative is possible. If Johnson does not pivot towards a soft Brexit, he antagonises his fellow citizens in both Northern Ireland and Scotland. If directed positively this antagonism could fashion a different set of political arrangements on these islands. A newly independent Scotland remaining in the EU could enter into a new Good Friday-type arrangement with the Republic of Ireland, giving security to the unionist community. The EU could help foster these arrangements as part of its discussions about the new relationship with England and Wales. Dr Paul Lally Liverpool • Fintan O’Toole rightly says: “Johnson has no real knowledge of or interest in the consequences of the withdrawal agreement – and of Brexit itself – for Northern Ireland.” Maybe Boris Johnson will wake up when there are repercussions on the mainland. An unsettled Northern Ireland will almost certainly mean an unsettled Glasgow, Liverpool, Manchester and other places with large populations of Irish descent. The peace process led to peace on those cities’ streets. But the current uncertainties have already led to some sectarian disturbances in Glasgow, which took the police by surprise. An ignorant Johnson will thoroughly deserve further sectarian marches and probably disturbances at football matches and around churches. But those of us whom he tried to mislead about the whole Irish implications of Brexit won’t deserve it. Nor will the people of Northern Ireland whom he tried to hoodwink or their kin in mainland Britain. Professor Emeritus Lalage Bown Shrewsbury, Shropshire • The prime minister’s mendacity about Ireland, as discussed by Fintan O’Toole, is compounded by the fact that over two-thirds (68%) of people in Northern Ireland voted for parties that wished to remain in the EU – an increase of 12% from the 2016 referendum. Paddy Hillyard Belfast • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4175",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/19/vote-share-paints-a-different-picture-of-election-results",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-19T18:21:44Z",
    "webTitle": "Vote share paints a different picture of election results | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/19/vote-share-paints-a-different-picture-of-election-results",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/19/vote-share-paints-a-different-picture-of-election-results",
    "fields": {
      "headline": "Vote share paints a different picture of election results",
      "standfirst": "Readers point out that the first past the post system distorts the scale of Labour’s electoral losses and the extent of the Conservative party’s popularity",
      "trailText": "<strong>Letters:</strong> Readers point out that the first past the post system distorts the scale of Labour’s electoral losses and the extent of the Conservative party’s popularity",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"d28a91fbc51f786f43b555eec717a4681d7c545b\"> <img src=\"https://media.guim.co.uk/d28a91fbc51f786f43b555eec717a4681d7c545b/0_307_5235_3141/1000.jpg\" alt=\"Boris Johnson stands in front of newly elected Conservative MPs\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson with newly elected Conservative MPs. ‘Barely a 1% increase delivers both the Tories and the SNP a landslide. And this is democracy, apparently,’ says Mary Smith.</span> <span class=\"element-image__credit\">Photograph: Leon Neal/POOL/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>In last week’s election, candidates for remain-supporting parties received 16.5 million votes, while candidates for leave-supporting parties received 14.8 million.</p> <p>The 14.8 million gave the leave supporters a majority of 80 seats in the House of Commons.</p> <p>We may infer two facts from these numbers: our electoral system is grossly undemocratic, and there is no majority in the UK for leaving the EU. The first fact has made the second irrelevant. How is this tolerable?<br><strong>Prof</strong><strong> A</strong><strong>C Grayling </strong><br><em>London</em></p> <p>• Your <a href=\"https://www.theguardian.com/commentisfree/2019/dec/13/the-guardian-view-on-the-2019-election-result-a-new-political-landscape\" title=\"\">editorial</a> is correct that Labour’s “203 seats is its lowest total since 1935 … Labour has lost more than 50% of the seats it won in 2001” (14 December). But it’s also true that Labour received only 455,000 fewer votes in 2019 than 18 years earlier (10,269,076 in 2019 compared with 10,724,953 in 2001). Labour also secured significantly more votes in this year’s election than in 2005, 2010 and 2015.</p> <p>It’s certainly the case that Jeremy Corbyn led his party to a bitter defeat. But under the first-past-the-post system the number of seats won or lost alone can be a deceptive measure of the scale of success or failure. <br><strong>Joe McCarthy</strong><br><em>Dublin</em></p> <p>• Yes, of course it is right to analyse the reasons for the “crushing disappointment” the Lib Dems suffered (<a href=\"https://www.theguardian.com/politics/2019/dec/19/we-are-the-lib-dems-rebuilding-after-disasters-is-what-we-do\" title=\"\">A bruised party pausing to map out a new bearing</a>, 19 December), but nowhere in this article is there mention of the fact that the Lib Dems suffered their reduction in seats despite a 4% increase in vote share. Meanwhile, barely a 1% increase delivers both the Tories and the SNP a landslide. And this is democracy, apparently.<br><strong>Mary Smith</strong><br><em>Maidstone, Kent</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "318",
      "commentable": "false",
      "firstPublicationDate": "2019-12-19T18:21:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:40:51Z",
      "newspaperEditionDate": "2019-12-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvj9y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d28a91fbc51f786f43b555eec717a4681d7c545b/0_307_5235_3141/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In last week’s election, candidates for remain-supporting parties received 16.5 million votes, while candidates for leave-supporting parties received 14.8 million. The 14.8 million gave the leave supporters a majority of 80 seats in the House of Commons. We may infer two facts from these numbers: our electoral system is grossly undemocratic, and there is no majority in the UK for leaving the EU. The first fact has made the second irrelevant. How is this tolerable? Prof AC Grayling London • Your editorial is correct that Labour’s “203 seats is its lowest total since 1935 … Labour has lost more than 50% of the seats it won in 2001” (14 December). But it’s also true that Labour received only 455,000 fewer votes in 2019 than 18 years earlier (10,269,076 in 2019 compared with 10,724,953 in 2001). Labour also secured significantly more votes in this year’s election than in 2005, 2010 and 2015. It’s certainly the case that Jeremy Corbyn led his party to a bitter defeat. But under the first-past-the-post system the number of seats won or lost alone can be a deceptive measure of the scale of success or failure. Joe McCarthy Dublin • Yes, of course it is right to analyse the reasons for the “crushing disappointment” the Lib Dems suffered (A bruised party pausing to map out a new bearing, 19 December), but nowhere in this article is there mention of the fact that the Lib Dems suffered their reduction in seats despite a 4% increase in vote share. Meanwhile, barely a 1% increase delivers both the Tories and the SNP a landslide. And this is democracy, apparently. Mary Smith Maidstone, Kent • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1898",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/19/ethnic-diversity-of-the-new-house-of-commons-is-something-to-celebrate",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-19T18:21:10Z",
    "webTitle": "Ethnic diversity of the new House of Commons is something to celebrate | Letter",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/19/ethnic-diversity-of-the-new-house-of-commons-is-something-to-celebrate",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/19/ethnic-diversity-of-the-new-house-of-commons-is-something-to-celebrate",
    "fields": {
      "headline": "Ethnic diversity of the new House of Commons is something to celebrate",
      "standfirst": "<strong>Dr Peter Chadha</strong> and <strong>Zaki Cooper</strong>, co-chairs of the Indian Jewish Association, on the record number of ethnic minority MPs in the new parliament",
      "trailText": "Letter: <strong>Dr Peter Chadha</strong> and <strong>Zaki Cooper</strong>, co-chairs of the Indian Jewish Association, on the record number of ethnic minority MPs in the new parliament",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"0385786b699049dd5a9e8e9a9f66d2edbfa092ec\"> <img src=\"https://media.guim.co.uk/0385786b699049dd5a9e8e9a9f66d2edbfa092ec/0_161_2722_1633/1000.jpg\" alt=\"Dadabhai Naoroji\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We have come a long way since the first ethnic minority MP, Dadabhai Naoroji, was elected in 1892.’</span> <span class=\"element-image__credit\">Photograph: Hulton Archive/Getty Images</span> </figcaption> </figure>",
      "body": "<p>It is refreshing to see a record number of ethnic minority MPs in parliament. The 65 MPs from this background represent 10% of the makeup of the House of Commons. It’s important that politicians are drawn from all backgrounds and all communities, particularly as the UK is becoming increasingly diverse.</p> <p>Politics is often rebuked for lagging behind business, but it is interesting to note that ethnic diversity in the corporate sector compares unfavourably to our new-look Commons. Less than 8% of FTSE 100 directors are from ethnic minority backgrounds. We have come a long way since the first ethnic minority MP, Dadabhai Naoroji, was elected in 1892. Last week’s election has produced a more diverse and ethnically representative Commons, and we should celebrate that.<br><strong>Dr Peter Chadha and Zaki Cooper</strong><br><em>Co-chairs, Indian Jewish Association </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "180",
      "commentable": "false",
      "firstPublicationDate": "2019-12-19T18:21:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-19T18:25:01Z",
      "newspaperEditionDate": "2019-12-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvjf3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0385786b699049dd5a9e8e9a9f66d2edbfa092ec/0_161_2722_1633/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is refreshing to see a record number of ethnic minority MPs in parliament. The 65 MPs from this background represent 10% of the makeup of the House of Commons. It’s important that politicians are drawn from all backgrounds and all communities, particularly as the UK is becoming increasingly diverse. Politics is often rebuked for lagging behind business, but it is interesting to note that ethnic diversity in the corporate sector compares unfavourably to our new-look Commons. Less than 8% of FTSE 100 directors are from ethnic minority backgrounds. We have come a long way since the first ethnic minority MP, Dadabhai Naoroji, was elected in 1892. Last week’s election has produced a more diverse and ethnically representative Commons, and we should celebrate that. Dr Peter Chadha and Zaki Cooper Co-chairs, Indian Jewish Association • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1136",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "film/2019/dec/19/rhyming-review-of-cats-sparks-memory",
    "type": "article",
    "sectionId": "film",
    "sectionName": "Film",
    "webPublicationDate": "2019-12-19T18:20:35Z",
    "webTitle": "Rhyming review of Cats sparks Memory | Brief letters",
    "webUrl": "https://www.theguardian.com/film/2019/dec/19/rhyming-review-of-cats-sparks-memory",
    "apiUrl": "https://content.guardianapis.com/film/2019/dec/19/rhyming-review-of-cats-sparks-memory",
    "fields": {
      "headline": "Rhyming review of Cats sparks Memory",
      "standfirst": "Peter Bradshaw | Boris Johnson | Scottish independence",
      "trailText": "<strong>Brief letters:</strong> Peter Bradshaw | Boris Johnson | Scottish independence",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"0082d92f6f27bae5c41bda02a2889d43f7f9af7a\"> <img src=\"https://media.guim.co.uk/0082d92f6f27bae5c41bda02a2889d43f7f9af7a/896_0_2500_1500/1000.jpg\" alt=\"Taylor Swift in a Cats film still\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Peter Bradshaw awarded Cats one star in a scathing review.</span> <span class=\"element-image__credit\">Photograph: Universal Pictures</span> </figcaption> </figure>",
      "body": "<p>Peter Bradshaw’s review of the Cats film (<a href=\"https://www.theguardian.com/film/2019/dec/19/cats-review-tom-hooper-judi-dench-idris-elba-taylor-swift\" title=\"\">A purr-fectly dreadful adaptation</a>, 19 December) is brilliant in its parody of TS Eliot’s original. There is, however, a precedent. In the 1970s, Stephen McClarence, then working for the Doncaster Evening Post, reviewed a local performance of Coleridge-Taylor’s Hiawatha in the metre of Longfellow’s poem. Thanks for the laugh and the memory.<br><strong>Rev Dr Peter Phillips</strong><br><em>Swansea</em></p> <p>• Re lending Boris Johnson a pen (<a href=\"https://www.theguardian.com/politics/2019/dec/17/i-lent-boris-johnson-my-pen-in-2000-and-he-never-returned-it\" title=\"\">Letters</a>, 18 December), several years ago, visiting a close relative in a care home, I had to borrow a pen from one of the residents. When I’d finished, I was reminded to return it by a polite cough and the remark: “Thank you, I’ve lost pianos that way.”<br><strong>Anthony Hale</strong><br><em>Barbon, Cumbria</em></p> <p>• Isn’t an Old Etonian someone who thinks it is your privilege to lend him money – or a Mont Blanc ballpoint – and never get it back?<br><strong>Nicholas Jacobs</strong><br><em>London</em></p> <p>• Boris Johnson’s election campaign: <em>veni, mentiti, vici</em>.<br><strong>Rod Logan</strong><br><em>Walton-on-Thames, Surrey</em></p> <p>• Scottish independence needs a slogan. How about Scotch Eggs It?<br><strong>John Loader</strong><br><em>West Witton, North Yorkshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "219",
      "commentable": "false",
      "firstPublicationDate": "2019-12-19T18:20:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:19Z",
      "newspaperEditionDate": "2019-12-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvjhd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0082d92f6f27bae5c41bda02a2889d43f7f9af7a/896_0_2500_1500/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Peter Bradshaw’s review of the Cats film (A purr-fectly dreadful adaptation, 19 December) is brilliant in its parody of TS Eliot’s original. There is, however, a precedent. In the 1970s, Stephen McClarence, then working for the Doncaster Evening Post, reviewed a local performance of Coleridge-Taylor’s Hiawatha in the metre of Longfellow’s poem. Thanks for the laugh and the memory. Rev Dr Peter Phillips Swansea • Re lending Boris Johnson a pen (Letters, 18 December), several years ago, visiting a close relative in a care home, I had to borrow a pen from one of the residents. When I’d finished, I was reminded to return it by a polite cough and the remark: “Thank you, I’ve lost pianos that way.” Anthony Hale Barbon, Cumbria • Isn’t an Old Etonian someone who thinks it is your privilege to lend him money – or a Mont Blanc ballpoint – and never get it back? Nicholas Jacobs London • Boris Johnson’s election campaign: veni, mentiti, vici. Rod Logan Walton-on-Thames, Surrey • Scottish independence needs a slogan. How about Scotch Eggs It? John Loader West Witton, North Yorkshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1383",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/dec/19/johnson-revises-eu-bill-to-limit-parliaments-role-in-brexit-talks",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-19T17:06:36Z",
    "webTitle": "Johnson revises EU bill to limit parliament's role in Brexit talks",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/19/johnson-revises-eu-bill-to-limit-parliaments-role-in-brexit-talks",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/19/johnson-revises-eu-bill-to-limit-parliaments-role-in-brexit-talks",
    "fields": {
      "headline": "Johnson revises EU bill to limit parliament's role in Brexit talks",
      "standfirst": "<p>Protections for workers and child refugees also cut out of withdrawal agreement bill</p>",
      "trailText": "Protections for workers and child refugees also cut out of withdrawal agreement bill",
      "byline": "Rowena Mason and Frances Perraudin",
      "main": "<figure class=\"element element-image\" data-media-id=\"0db99588593ffc650ec97d5d7bbae83fad3ac548\"> <img src=\"https://media.guim.co.uk/0db99588593ffc650ec97d5d7bbae83fad3ac548/381_0_3548_2129/1000.jpg\" alt=\"Boris Johnson during the debate on the Queen’s speech\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson during the debate on the Queen’s speech.</span> <span class=\"element-image__credit\">Photograph: House of Commons/PA</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson’s EU withdrawal agreement bill has been published, with protections on workers’ rights, unaccompanied refugee children and parliament’s say over the future relationship stripped out.</p> <p>MPs are expecting to vote on the EU withdrawal agreement bill for the first time in this parliament on Friday, as Johnson aims to rush it through its first stage before Christmas.</p> <p>The new bill scraps or waters down a number of key protections that were in the last one published in October, when Johnson was trying to get the support of some backbench Labour MPs to get it through parliament.</p> <p>It removes an entire schedule that promised to protect workers’ rights, with the government suggesting this will now be dealt with in separate legislation.</p> <p>Ministers will no longer be bound by the legislation to provide updates on the future trading relationship or to make sure parliament approves the government’s negotiating objectives.</p> <p>In a third change, a commitment to take unaccompanied refugee children from Europe, known as the Dubs amendment, is watered down. The legislation acknowledges this is still an aim but does not make a legal promise to take them.</p> <p>A No 10 spokesman said: “We are committed to ensuring that children who are claiming asylum or international protection will be reunited with specified family members in the EU and vice versa.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/19/the-absolute-state-of-it-lowlights-from-the-opening-of-parliament\">The absolute state of it: lowlights from the opening of parliament</a> </p> </aside>  <p>“The government’s policy on child refugees has not changed and we will continue to do all we can to enable children to claim asylum and be reunited with their families, which the legislation published today reaffirms.”</p> <p>Keir Starmer, the shadow Brexit secretary, said the changes showed the Tories now want to “tear up those protections” for refugee children.</p> <p>In terms of additions, the bill introduces a clause to rule out an extension to the transitional period, and powers to let lower courts <a href=\"https://www.theguardian.com/politics/2019/dec/18/lower-courts-can-roll-back-eu-laws-after-brexit-no10-johnson-confirms\">overrule judgments</a> from the European court of justice.</p> <p>The bill overall hands much greater power to Johnson’s government to shape a harder Brexit without the checks and balances of parliament.</p> <p>Backbench Labour MPs and some soft Brexit Tories had fought to get concessions into the previous versions of the bill, but Johnson no longer has any need for their votes as he has a majority of 80.</p> <p>Labour is expected to vote against the bill, along with the Lib Dems and the SNP. Jeremy Corbyn, the Labour leader, accused Johnson of having “deliberately resurrected the threat of no deal at the end of next year, which would decimate industry and destroy people’s jobs”.</p> <p>Ian Blackford, the SNP leader, said the bill would hurt Scotland’s economy and cost thousands of jobs north of the border, taking a “wrecking ball to our economic and social foundations”.</p> <p>Conservative MPs cheered as the House of Commons agreed to sit on Friday for the second reading of the bill.</p>",
      "wordcount": "465",
      "firstPublicationDate": "2019-12-19T17:06:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:44:11Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/dvty7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0db99588593ffc650ec97d5d7bbae83fad3ac548/381_0_3548_2129/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson’s EU withdrawal agreement bill has been published, with protections on workers’ rights, unaccompanied refugee children and parliament’s say over the future relationship stripped out. MPs are expecting to vote on the EU withdrawal agreement bill for the first time in this parliament on Friday, as Johnson aims to rush it through its first stage before Christmas. The new bill scraps or waters down a number of key protections that were in the last one published in October, when Johnson was trying to get the support of some backbench Labour MPs to get it through parliament. It removes an entire schedule that promised to protect workers’ rights, with the government suggesting this will now be dealt with in separate legislation. Ministers will no longer be bound by the legislation to provide updates on the future trading relationship or to make sure parliament approves the government’s negotiating objectives. In a third change, a commitment to take unaccompanied refugee children from Europe, known as the Dubs amendment, is watered down. The legislation acknowledges this is still an aim but does not make a legal promise to take them. A No 10 spokesman said: “We are committed to ensuring that children who are claiming asylum or international protection will be reunited with specified family members in the EU and vice versa. “The government’s policy on child refugees has not changed and we will continue to do all we can to enable children to claim asylum and be reunited with their families, which the legislation published today reaffirms.” Keir Starmer, the shadow Brexit secretary, said the changes showed the Tories now want to “tear up those protections” for refugee children. In terms of additions, the bill introduces a clause to rule out an extension to the transitional period, and powers to let lower courts overrule judgments from the European court of justice. The bill overall hands much greater power to Johnson’s government to shape a harder Brexit without the checks and balances of parliament. Backbench Labour MPs and some soft Brexit Tories had fought to get concessions into the previous versions of the bill, but Johnson no longer has any need for their votes as he has a majority of 80. Labour is expected to vote against the bill, along with the Lib Dems and the SNP. Jeremy Corbyn, the Labour leader, accused Johnson of having “deliberately resurrected the threat of no deal at the end of next year, which would decimate industry and destroy people’s jobs”. Ian Blackford, the SNP leader, said the bill would hurt Scotland’s economy and cost thousands of jobs north of the border, taking a “wrecking ball to our economic and social foundations”. Conservative MPs cheered as the House of Commons agreed to sit on Friday for the second reading of the bill.",
      "charCount": "2806",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/frances-perraudin\">Frances Perraudin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/dec/19/labour-working-class-voters-brexit",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-19T13:16:35Z",
    "webTitle": "Labour’s lost working-class voters have gone for good | Chris Bickerton",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/19/labour-working-class-voters-brexit",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/19/labour-working-class-voters-brexit",
    "fields": {
      "headline": "Labour’s lost working-class voters have gone for good",
      "standfirst": "<p>British politics post-Brexit will be no kinder to a party that has taken supporters for granted, particularly in the north</p>",
      "trailText": "British politics post-Brexit will be no kinder to a party that has taken supporters for granted, says academic Chris Bickerton",
      "byline": "Chris Bickerton",
      "main": "<figure class=\"element element-image\" data-media-id=\"68637f5d8d0fe39d21e4fd620f42a4843e8e32cc\"> \n <img src=\"https://media.guim.co.uk/68637f5d8d0fe39d21e4fd620f42a4843e8e32cc/0_91_6585_3951/1000.jpg\" alt=\"Labour’s Caroline Flint lost her Don Valley seat to the Conservative Nick Fletcher\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Labour’s Caroline Flint lost her Don Valley seat to the Conservative Nick Fletcher. Christopher Thomond for The Guardian.</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> \n </figcaption> \n</figure>",
      "body": "<p>Is the Labour party dying? It’s a question that commentators have asked since the devastating election defeat last week. But in fact, as a party of working-class self-representation, Labour is already dead.</p> \n<p>Throughout much of the 20th century, there were parts of northern England where jobs came with firm expectations about Labour party membership. Labour, the unions and the nonconformist churches were the great social institutions of 20th-century working-class politics. Secularisation in the 1960s saw the decline in the role of the church. Then the unions were dismantled in the 1980s. Now the Labour party, as we once knew it, is gone. Constituencies that had been held by Labour almost since the modern two-party system was born – such as <a href=\"https://www.theguardian.com/politics/2019/dec/01/wokingham-don-valley-general-election-johnson-swinson-corbyn\" title=\"\">Don Valley</a> and <a href=\"https://www.theguardian.com/politics/2019/sep/05/wakefields-weary-voters-boris-johnson-never-speaks-to-normal-folk\" title=\"\">Wakefield</a> – have voted in the Tories.</p> \n<p>Change does not happen overnight. The roots of the present defeat take us back several decades. Labour’s dramatic victory of 1997 was built upon a shift in the composition of the Labour vote: more middle class, more concentrated in the home counties. In the 2000s, Ukip’s rise was widely seen as a threat to the Tory vote. But as Robert Ford and Matthew Goodwin <a href=\"https://www.theguardian.com/books/2014/apr/23/revolt-on-right-robert-ford-matthew-goodwin-review\" title=\"\">documented so well</a> in Revolt on the Right, Ukip was also starting to erode the working-class Labour vote. It shifted from its origins as an anti-EU party, criticising instead the government’s commitment to an open labour market and its embrace of EU free movement rules. Lacking real debate within Labour, the immigration issue became a symbolic one for voters, exemplifying the detachment of the London leadership from grassroot concerns.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/19/labour-election-defeat-tories-brexit-boris-johnson\">In 1958 we in Labour felt sure of victory. It taught us a lesson that’s still relevant | Dick Taverne</a> </p> \n</aside> \n<p>Ideologically, Corbynism was a break from New Labour centrism but sociologically, it was more Blairite than Tony Blair. As the Labour MP Jon Cruddas has <a href=\"https://onlinelibrary.wiley.com/doi/epdf/10.1111/1467-923X.12639\" title=\"\">argued</a>, the Corbyn revolution in the Labour party has narrowed its social base even further, making it the party of young, middle-class southerners, popular in London and some prosperous university towns.</p> \n<p>A final nail in Labour’s coffin has been Scotland where, for different but not unrelated reasons, the party has lost almost all its seats. The collapse of the Scottish Labour vote over the past decade is one of the great electoral shifts in recent times, making the geographic retrenchment of the party’s vote in England all the more damaging.</p> \n<p>The Labour party grandees currently reflecting on why the 2019 election went so wrong have been quick to blame Brexit. This is too easy. Brexit was both catalyst and cause. The Labour party’s response to the 2016 referendum reflected the sociological changes already under way at the heart of the Labour movement. Labour leave voters were concentrated in those parts of the country that were of little interest to many of the activists driving the party forwards.</p> \n<p>Inevitably, this lack of interest was reflected in how the party responded to Brexit. Some – including Jeremy Corbyn himself – were sympathetic to an old-school left Euroscepticism of the kind <a href=\"https://www.theguardian.com/politics/2014/mar/14/tony-benn-obituary\" title=\"\">articulated by Tony Benn</a>. But that tradition has died within the party. Much of the party leadership and its membership believed that Brexit was evidence of working-class xenophobia and a general ignorance of all things EU-related.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"f9fe3842-f6c1-47aa-81f2-dd210246a62b\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/-pN0zHf_WPc?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>There were some MPs, <a href=\"https://www.theguardian.com/commentisfree/2019/dec/15/jeremy-corbyn-brexit-labour-working-class\" title=\"\">such as Caroline Flint</a>, who warned against this and stood out as Labour defenders of the referendum result. But after a protracted struggle, ardent Labour remainers succeeded in making a second referendum a party promise. After three years of leave supporters being dismissed as racist and stupid, and seeing Labour eventually get off the fence and back the People’s Vote campaign, how on earth did the party expect its leave supporters to react?</p> \n<p>Brexit was also a cause in its own right. It pitted a dogged commitment to the politics of democratic consent against an ideologically charged promise of socialism in one country but at the cost of negotiating a softer Brexit and rerunning the EU referendum.</p> \n<p>For leavers, Brexit has always been about more than just policies. Membership of the EU denoted a fundamental change in society – a movement from being a nation state to being a member state. Governments increasingly seemed to be getting their legitimacy and sense of purpose not from their voters but from their association with other governments across Europe. Over time, a gap opened up between politicians and voters. Many people felt as if it didn’t matter who they put in Downing Street – they still had little say over the country’s governing structures or the most important decisions that shape society.</p> \n<p>The current Labour leadership was often portrayed as dogmatic Marxists but on Brexit they demonstrated an incredible willingness to compromise on the question of rule by democratic consent. Because of what Brexit meant to them, voters were far less willing to compromise. When Theresa May first brought her withdrawal agreement to the House of Commons, the near-unanimous response by the British left was to reject her deal. Labour’s fate would have been very different had the policy instead been to accept the result of the 2016 vote, support her deal and then push for a post-Brexit election.</p> \n<p>British politics post-Brexit will not be any kinder to Labour. With the social structures of Labourism in the north of England and in Scotland now in terminal decline, there is every possibility that the Tories will hold on to the new seats they won last week.</p> \n<p>As an indication of what may lie ahead for Labour, it is worth looking across the Channel. On the Rue Solférino, a stone’s throw from the River Seine, stands the historic headquarters of the French Socialist party. It was recently <a href=\"https://www.reuters.com/article/us-france-socialists/french-socialists-sell-historic-headquarters-for-53-million-idUSKBN1ED2P3\" title=\"\">sold off</a> and converted into luxury flats.</p> \n<p>• Chris Bickerton teaches politics at Cambridge University and is a founding member of The Full Brexit</p>",
      "wordcount": "946",
      "commentCloseDate": "2019-12-19T17:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-19T13:16:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:41:03Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvttg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/68637f5d8d0fe39d21e4fd620f42a4843e8e32cc/0_91_6585_3951/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Is the Labour party dying? It’s a question that commentators have asked since the devastating election defeat last week. But in fact, as a party of working-class self-representation, Labour is already dead. Throughout much of the 20th century, there were parts of northern England where jobs came with firm expectations about Labour party membership. Labour, the unions and the nonconformist churches were the great social institutions of 20th-century working-class politics. Secularisation in the 1960s saw the decline in the role of the church. Then the unions were dismantled in the 1980s. Now the Labour party, as we once knew it, is gone. Constituencies that had been held by Labour almost since the modern two-party system was born – such as Don Valley and Wakefield – have voted in the Tories. Change does not happen overnight. The roots of the present defeat take us back several decades. Labour’s dramatic victory of 1997 was built upon a shift in the composition of the Labour vote: more middle class, more concentrated in the home counties. In the 2000s, Ukip’s rise was widely seen as a threat to the Tory vote. But as Robert Ford and Matthew Goodwin documented so well in Revolt on the Right, Ukip was also starting to erode the working-class Labour vote. It shifted from its origins as an anti-EU party, criticising instead the government’s commitment to an open labour market and its embrace of EU free movement rules. Lacking real debate within Labour, the immigration issue became a symbolic one for voters, exemplifying the detachment of the London leadership from grassroot concerns. Ideologically, Corbynism was a break from New Labour centrism but sociologically, it was more Blairite than Tony Blair. As the Labour MP Jon Cruddas has argued, the Corbyn revolution in the Labour party has narrowed its social base even further, making it the party of young, middle-class southerners, popular in London and some prosperous university towns. A final nail in Labour’s coffin has been Scotland where, for different but not unrelated reasons, the party has lost almost all its seats. The collapse of the Scottish Labour vote over the past decade is one of the great electoral shifts in recent times, making the geographic retrenchment of the party’s vote in England all the more damaging. The Labour party grandees currently reflecting on why the 2019 election went so wrong have been quick to blame Brexit. This is too easy. Brexit was both catalyst and cause. The Labour party’s response to the 2016 referendum reflected the sociological changes already under way at the heart of the Labour movement. Labour leave voters were concentrated in those parts of the country that were of little interest to many of the activists driving the party forwards. Inevitably, this lack of interest was reflected in how the party responded to Brexit. Some – including Jeremy Corbyn himself – were sympathetic to an old-school left Euroscepticism of the kind articulated by Tony Benn. But that tradition has died within the party. Much of the party leadership and its membership believed that Brexit was evidence of working-class xenophobia and a general ignorance of all things EU-related. There were some MPs, such as Caroline Flint, who warned against this and stood out as Labour defenders of the referendum result. But after a protracted struggle, ardent Labour remainers succeeded in making a second referendum a party promise. After three years of leave supporters being dismissed as racist and stupid, and seeing Labour eventually get off the fence and back the People’s Vote campaign, how on earth did the party expect its leave supporters to react? Brexit was also a cause in its own right. It pitted a dogged commitment to the politics of democratic consent against an ideologically charged promise of socialism in one country but at the cost of negotiating a softer Brexit and rerunning the EU referendum. For leavers, Brexit has always been about more than just policies. Membership of the EU denoted a fundamental change in society – a movement from being a nation state to being a member state. Governments increasingly seemed to be getting their legitimacy and sense of purpose not from their voters but from their association with other governments across Europe. Over time, a gap opened up between politicians and voters. Many people felt as if it didn’t matter who they put in Downing Street – they still had little say over the country’s governing structures or the most important decisions that shape society. The current Labour leadership was often portrayed as dogmatic Marxists but on Brexit they demonstrated an incredible willingness to compromise on the question of rule by democratic consent. Because of what Brexit meant to them, voters were far less willing to compromise. When Theresa May first brought her withdrawal agreement to the House of Commons, the near-unanimous response by the British left was to reject her deal. Labour’s fate would have been very different had the policy instead been to accept the result of the 2016 vote, support her deal and then push for a post-Brexit election. British politics post-Brexit will not be any kinder to Labour. With the social structures of Labourism in the north of England and in Scotland now in terminal decline, there is every possibility that the Tories will hold on to the new seats they won last week. As an indication of what may lie ahead for Labour, it is worth looking across the Channel. On the Rue Solférino, a stone’s throw from the River Seine, stands the historic headquarters of the French Socialist party. It was recently sold off and converted into luxury flats. • Chris Bickerton teaches politics at Cambridge University and is a founding member of The Full Brexit",
      "charCount": "5766",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/christopherbickerton\">Chris Bickerton</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/dec/19/nicola-sturgeon-requests-independence-referendum-powers",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-19T12:36:28Z",
    "webTitle": "Sturgeon demands independence referendum powers be devolved",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/19/nicola-sturgeon-requests-independence-referendum-powers",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/19/nicola-sturgeon-requests-independence-referendum-powers",
    "fields": {
      "headline": "Sturgeon demands independence referendum powers be devolved",
      "standfirst": "<p>Scotland’s first minister writes formally to Johnson, saying there is an ‘unarguable mandate’</p>",
      "trailText": "Scotland’s first minister writes formally to Johnson, saying there is an ‘unarguable mandate’",
      "byline": "Libby Brooks Scotland correspondent",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"816b0cf7-9a36-4700-a56f-ad041b22fa12\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/mmLOMsMbEas?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Nicola Sturgeon has called for the Scottish parliament to be given permanent powers to hold subsequent referendums on independence from the UK.</p> \n<p>Describing the <a href=\"https://www.theguardian.com/politics/2019/dec/16/snp-turns-focus-back-to-independence-after-election-boost\">SNP’s success in last week’s general election</a> as an “unarguable mandate by any normal standard of democracy”, Scotland’s first minister confirmed on Thursday morning that she had formally written to Boris Johnson to request the powers to legally stage another referendum under section 30 of the 1998 Scotland Act.</p> \n<p>Alongside this, the SNP leader published a 38-page document that also sets out draft amendments to the statute, which would devolve the right to hold votes on leaving the UK to Holyrood.</p> \n<p>Insisting that she was not advocating for a third independence referendum – “not least because I think when Scotland gets the chance to vote again, it will vote for independence” – she refused to rule one out for ever, underlining that no first minister could bind the hands of their successors over the right to self-determination.</p> \n<p>Entitled Scotland’s Right to Choose, the publication argues that there has been a “material change of circumstance” since the independence referendum of 2014, based on “the prospect of Scotland leaving the EU against its will and what EU exit has revealed about Scotland’s position within the UK”.</p> \n<p>Launching the document at an event at her official residence of Bute House in Edinburgh, Sturgeon said she “fully expected to get a flat no” from Westminster initially.</p> \n<p>“I’m going to stand my ground. I fully expect today we will get the flat no of Westminster opposition, but that will not be the end of the matter and Boris Johnson should not be under any illusion that it is.”</p> \n<p>Johnson will use the Queen’s speech on Thursday to confirm that a second independence referendum next year would be a “damaging distraction”, while setting out investment in the Scottish economy.</p> \n<p>Describing the Tory strategy as “self-defeating”, Sturgeon insisted that continued refusal to allow the Scottish people their right to choose would only boost support for independence.</p> \n<p>She added: “I am not simply firing off a letter to Boris Johnson; I am publishing a detailed and considered case.” She said that when she spoke to Johnson immediately after the election results, he had committed to engaging seriously with the proposals. </p> \n<p>Since securing 47 of Scotland’s 59 Westminster seats with an increased vote share of 45% last Thursday, Sturgeon has described the general election as a “watershed moment” and declared that the country could not be “imprisoned in the UK against its will”.</p> \n<p>But, despite Westminster’s chaotic handling of Brexit and Johnson’s unpopularity among Scottish voters, the expected long-term boost to support for independence has not materialised, with polls showing support averaging at around 48%.</p> \n<p>On Thursday afternoon, a separate bill setting out how referendums in Scotland will be run was voted through its final stage at Holyrood. But this framework bill does not set the date or the question on the ballot, which have to be specified in further primary legislation.</p> \n<p>Much of the afternoon’s debate centred around whether a previous referendum question – such as the yes/no format of 2014, which critics argued favoured the affirmative side – has to be reassessed by the Electoral Commission if it is being asked again within two parliamentary terms. In the end, a compromise was reached, which allows MSPs to vote to consult the commission regardless of timing, but which could in reality be blocked by a pro-independence majority.</p> \n<p>The Electoral Commission confirmed on Monday that the bill had accepted its recommendation of a minimum 10-week campaign period. Added to the required 26-week lead-in period, that would mean a referendum would need nine months from the passing of legislation in Holyrood to polling day, making the chance of one in 2020 highly unlikely.</p>",
      "newspaperPageNumber": "13",
      "wordcount": "623",
      "firstPublicationDate": "2019-12-19T10:48:45Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-19T19:55:01Z",
      "newspaperEditionDate": "2019-12-20T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvt94",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b7578921c1ed1060e04989d7379315d817fc2469/489_735_2434_1460/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Nicola Sturgeon has called for the Scottish parliament to be given permanent powers to hold subsequent referendums on independence from the UK. Describing the SNP’s success in last week’s general election as an “unarguable mandate by any normal standard of democracy”, Scotland’s first minister confirmed on Thursday morning that she had formally written to Boris Johnson to request the powers to legally stage another referendum under section 30 of the 1998 Scotland Act. Alongside this, the SNP leader published a 38-page document that also sets out draft amendments to the statute, which would devolve the right to hold votes on leaving the UK to Holyrood. Insisting that she was not advocating for a third independence referendum – “not least because I think when Scotland gets the chance to vote again, it will vote for independence” – she refused to rule one out for ever, underlining that no first minister could bind the hands of their successors over the right to self-determination. Entitled Scotland’s Right to Choose, the publication argues that there has been a “material change of circumstance” since the independence referendum of 2014, based on “the prospect of Scotland leaving the EU against its will and what EU exit has revealed about Scotland’s position within the UK”. Launching the document at an event at her official residence of Bute House in Edinburgh, Sturgeon said she “fully expected to get a flat no” from Westminster initially. “I’m going to stand my ground. I fully expect today we will get the flat no of Westminster opposition, but that will not be the end of the matter and Boris Johnson should not be under any illusion that it is.” Johnson will use the Queen’s speech on Thursday to confirm that a second independence referendum next year would be a “damaging distraction”, while setting out investment in the Scottish economy. Describing the Tory strategy as “self-defeating”, Sturgeon insisted that continued refusal to allow the Scottish people their right to choose would only boost support for independence. She added: “I am not simply firing off a letter to Boris Johnson; I am publishing a detailed and considered case.” She said that when she spoke to Johnson immediately after the election results, he had committed to engaging seriously with the proposals. Since securing 47 of Scotland’s 59 Westminster seats with an increased vote share of 45% last Thursday, Sturgeon has described the general election as a “watershed moment” and declared that the country could not be “imprisoned in the UK against its will”. But, despite Westminster’s chaotic handling of Brexit and Johnson’s unpopularity among Scottish voters, the expected long-term boost to support for independence has not materialised, with polls showing support averaging at around 48%. On Thursday afternoon, a separate bill setting out how referendums in Scotland will be run was voted through its final stage at Holyrood. But this framework bill does not set the date or the question on the ballot, which have to be specified in further primary legislation. Much of the afternoon’s debate centred around whether a previous referendum question – such as the yes/no format of 2014, which critics argued favoured the affirmative side – has to be reassessed by the Electoral Commission if it is being asked again within two parliamentary terms. In the end, a compromise was reached, which allows MSPs to vote to consult the commission regardless of timing, but which could in reality be blocked by a pro-independence majority. The Electoral Commission confirmed on Monday that the bill had accepted its recommendation of a minimum 10-week campaign period. Added to the required 26-week lead-in period, that would mean a referendum would need nine months from the passing of legislation in Holyrood to polling day, making the chance of one in 2020 highly unlikely.",
      "charCount": "3871",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/libbybrooks\">Libby Brooks</a> Scotland correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]