[
  {
    "id": "politics/2019/nov/12/boris-johnson-to-promise-end-to-brexit-groundhoggery-in-first-stump-speech",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-12T22:00:04Z",
    "webTitle": "Boris Johnson to promise end to ‘Brexit groundhoggery’ in first stump speech",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/12/boris-johnson-to-promise-end-to-brexit-groundhoggery-in-first-stump-speech",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/12/boris-johnson-to-promise-end-to-brexit-groundhoggery-in-first-stump-speech",
    "fields": {
      "headline": "Boris Johnson to promise end to ‘Brexit groundhoggery’ in first stump speech",
      "standfirst": "<p>Prime minister will repeat familiar themes in visit to West Midlands factory </p>",
      "trailText": "Prime minister will repeat familiar themes in visit to West Midlands factory ",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"4e7a9ca46c2aa5f3dc02de7ef0f57c8bc76d4ac4\"> \n <img src=\"https://media.guim.co.uk/4e7a9ca46c2aa5f3dc02de7ef0f57c8bc76d4ac4/0_89_2670_1602/1000.jpg\" alt=\"Boris Johnson holds a pint\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Johnson is set to give his first set-piece speech of the election campaign in the West Midlands.</span> \n  <span class=\"element-image__credit\">Photograph: POOL New/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>Boris Johnson is to use his first set-piece speech of the election campaign to stress a familiar roll-call of core policies, including a pledge to “end the groundhoggery of Brexit”, spend more on the NHS and cut crime.</p> \n<p>Speaking at an <a href=\"https://www.theguardian.com/business/2019/nov/01/brexit-uncertainty-hits-manufacturing-sector\">electric vehicle plant in the West Midlands</a>, Johnson is due to combine touting the Conservative offering with a vehement condemnation of Labour, saying Jeremy Corbyn’s party would condemn the UK to the “intellectual cul-de-sac of far left Corbynism”.</p> \n<p>The entry of the prime minister to the <a href=\"https://www.theguardian.com/politics/blog/live/2019/nov/06/general-election-news-latest-boris-johnson-corbyn-dismisses-boris-johnsons-stalin-slur-as-nonsense-live-news\">full electoral fray after a relatively quiet start to his campaign </a>comes after he starred in the Conservatives’ first election broadcast, an informal walkabout chat with Johnson made for social media consumption.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"58acce43-ffc9-48a9-ba4b-ea1d4c89d4f1\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/UTYQlX56v8I?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>In the low key and occasionally awkward four-minute clip, a cameraman pursues the prime minister around the Tory campaign HQ, firing questions which range from Brexit to trivia such as whether he enjoys Marmite – he does – and that his favourite bands are the Clash and Rolling Stones.</p> \n<p>In extracts from the West Midlands speech released in advance, Johnson says: “The UK is admired and respected around the world but people are baffled by our debate on Brexit and they cannot understand how this great country can squander so much time and energy on this question and how we can be so hesitant about our future. If we can get a working majority, we can get parliament working for you, we can get out of the rut. We can end the groundhoggery of Brexit.”</p> \n<p>The election, he says, gives the UK “a historic choice … the country can either move forwards with policies that will deliver years of growth and prosperity, or it can disappear into an intellectual cul-de-sac of far left Corbynism.<br><br>“We can honour the wishes of the people, or else we can waste more time, at the cost of a billion pounds per month, and have <a href=\"https://www.theguardian.com/politics/2019/oct/15/nicola-sturgeon-to-demand-powers-for-2020-referendum\">two more referendums, one on Scotland</a> and one on the EU – an expense of spirit and a waste of shame, more political self-obsession and onanism.<br><br>“This is why I urge everybody undecided how to vote – imagine waking up on Friday 13 December after the election to find the <a href=\"https://www.theguardian.com/politics/2019/oct/15/nicola-sturgeon-to-demand-powers-for-2020-referendum\">Corbyn-Sturgeon coalition </a>in Downing Street. They will ruin 2020 with two referendums, they will ruin the economy with out-of-control debt, they will put taxes up for everyone and, instead of an <a href=\"https://www.theguardian.com/commentisfree/2019/jun/27/boris-johnson-points-based-immigration-no-10-economic-migrants\">Australian points system</a>, we’ll have uncontrolled and unlimited immigration.”</p> \n<p>The familiar refrain, using lines Johnson has repeatedly used since his campaign to become the Conservative leader, is repeated in the campaign video, released on Tuesday evening, down to buzz-phrases such as “coalition of chaos” and “get Brexit done”, and pledges on schools, police and faster broadband.</p> \n<p>“I can’t hide it from you. I’ve been thinking a bit about this general election campaign,” Johnson began somewhat sheepishly, as the camera follows him to a kitchen area in the campaign headquarters, where he makes a cup of tea.</p> \n<p>Away from the election patter, the video attempts to humanise Johnson by letting him talk about how he starts his day – he claims to take the <a href=\"https://www.theguardian.com/lifeandstyle/2019/sep/02/10-downing-street-gets-new-resident-a-jack-russell-cross-puppy\">Downing Street dog, Dilyn</a>, for a walk – and his surprise at learning that No 10 security conditions meant he could not have a Thai takeaway delivered.</p> \n<p>Johnson was even asked when he last cooked, saying it was the previous night, when he prepared steak and oven chips.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "563",
      "firstPublicationDate": "2019-11-12T22:00:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:58Z",
      "newspaperEditionDate": "2019-11-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cyc84",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4e7a9ca46c2aa5f3dc02de7ef0f57c8bc76d4ac4/0_89_2670_1602/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson is to use his first set-piece speech of the election campaign to stress a familiar roll-call of core policies, including a pledge to “end the groundhoggery of Brexit”, spend more on the NHS and cut crime. Speaking at an electric vehicle plant in the West Midlands, Johnson is due to combine touting the Conservative offering with a vehement condemnation of Labour, saying Jeremy Corbyn’s party would condemn the UK to the “intellectual cul-de-sac of far left Corbynism”. The entry of the prime minister to the full electoral fray after a relatively quiet start to his campaign comes after he starred in the Conservatives’ first election broadcast, an informal walkabout chat with Johnson made for social media consumption. In the low key and occasionally awkward four-minute clip, a cameraman pursues the prime minister around the Tory campaign HQ, firing questions which range from Brexit to trivia such as whether he enjoys Marmite – he does – and that his favourite bands are the Clash and Rolling Stones. In extracts from the West Midlands speech released in advance, Johnson says: “The UK is admired and respected around the world but people are baffled by our debate on Brexit and they cannot understand how this great country can squander so much time and energy on this question and how we can be so hesitant about our future. If we can get a working majority, we can get parliament working for you, we can get out of the rut. We can end the groundhoggery of Brexit.” The election, he says, gives the UK “a historic choice … the country can either move forwards with policies that will deliver years of growth and prosperity, or it can disappear into an intellectual cul-de-sac of far left Corbynism. “We can honour the wishes of the people, or else we can waste more time, at the cost of a billion pounds per month, and have two more referendums, one on Scotland and one on the EU – an expense of spirit and a waste of shame, more political self-obsession and onanism. “This is why I urge everybody undecided how to vote – imagine waking up on Friday 13 December after the election to find the Corbyn-Sturgeon coalition in Downing Street. They will ruin 2020 with two referendums, they will ruin the economy with out-of-control debt, they will put taxes up for everyone and, instead of an Australian points system, we’ll have uncontrolled and unlimited immigration.” The familiar refrain, using lines Johnson has repeatedly used since his campaign to become the Conservative leader, is repeated in the campaign video, released on Tuesday evening, down to buzz-phrases such as “coalition of chaos” and “get Brexit done”, and pledges on schools, police and faster broadband. “I can’t hide it from you. I’ve been thinking a bit about this general election campaign,” Johnson began somewhat sheepishly, as the camera follows him to a kitchen area in the campaign headquarters, where he makes a cup of tea. Away from the election patter, the video attempts to humanise Johnson by letting him talk about how he starts his day – he claims to take the Downing Street dog, Dilyn, for a walk – and his surprise at learning that No 10 security conditions meant he could not have a Thai takeaway delivered. Johnson was even asked when he last cooked, saying it was the previous night, when he prepared steak and oven chips.",
      "charCount": "3334",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/12/frank-dobson-obituary",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-12T18:24:30Z",
    "webTitle": "Frank Dobson obituary",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/12/frank-dobson-obituary",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/12/frank-dobson-obituary",
    "fields": {
      "headline": "Frank Dobson obituary",
      "standfirst": "<p>Former Labour health secretary and candidate in the London mayoral election of 2000</p>",
      "trailText": "Former Labour health secretary and candidate in the London mayoral election of 2000",
      "byline": "Julia Langdon",
      "main": "<figure class=\"element element-image\" data-media-id=\"68de0300586757f92394fb4aee1979f11896cbd3\"> <img src=\"https://media.guim.co.uk/68de0300586757f92394fb4aee1979f11896cbd3/0_87_2875_1724/1000.jpg\" alt=\"In 1997 Dobson was appointed by Tony Blair to take the helm at the Department of Health. He oversaw one of the largest hospital building programmes in the NHS’s history. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">In 1997 Dobson was appointed by Tony Blair to take the helm at the Department of Health. He oversaw one of the largest hospital building programmes in the NHS’s history. </span> <span class=\"element-image__credit\">Photograph: Dave Gadd/Sportsphoto/Allstar</span> </figcaption> </figure>",
      "body": "<p>The former health secretary Frank Dobson, who has died aged 79, devoted his lifetime in politics to giving practical effect to the socialist principles he had always held and from which he never deviated. He described himself as a member of the “sane left” within the Labour party and took immense pride in having secured extra funding for the National Health Service during his time in charge of an institution he regarded as truly emblematic of a caring society.</p> <p>He was surprised and delighted when he was appointed to the post by Tony Blair in 1997 and, although in office for only two and a half years, was credited with achieving a new stability for the future of the NHS during that time. As well as persuading a reluctant chancellor, Gordon Brown, to provide desperately needed extra finance, Dobson oversaw one of the largest hospital building programmes in NHS history, abolished the internal market established under the previous Conservative government and introduced <a href=\"https://www.theguardian.com/society/the-national-institute-for-health-and-care-excellence-nice\" title=\"\">the National Institute for Clinical Excellence (Nice)</a> in an attempt to replace the so-called postcode lottery for treatment. <a href=\"https://www.theguardian.com/society/simon-stevens\" title=\"\">Simon Stevens</a>, the current chief executive of the NHS, was a special adviser on policy issues to Dobson at the department.</p> <p>As secretary of state, Dobson was instrumental, with <a href=\"https://www.theguardian.com/politics/2018/may/13/the-people-politician-tessa-jowell-obituary\" title=\"\">Tessa Jowell</a>, in the establishment of the <a href=\"https://www.theguardian.com/society/2019/jun/04/sure-start-saved-nhs-millions\" title=\"\">Sure Start</a> system to provide help to families with childcare, health and education in the early years, and he also contributed to the then new Labour government’s rapid rebuttal system to help ministers put across their political message in the media. He was never seen personally as an adherent to the New Labour cause and, thanks to his bearded bonhomie, “Dobbo” exuded instead something of the air of a genial Old Labour prophet.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/19/letter-frank-dobson-obituary\">Letter: Frank Dobson obituary</a> </p> </aside>  <p>Like many Labour politicians of his generation, he had the bad luck to be elected to the Commons in 1979, when <a href=\"https://www.theguardian.com/politics/2013/apr/08/margaret-thatcher-political-phenomenon-dies\" title=\"\">Margaret Thatcher</a> swept to power at what would be the beginning of an 18-year period of Conservative government.</p> <p>Those years of opposition provided him with the opportunity to gain parliamentary experience, however, and he was consistently on the frontbench from 1981 until he stood down as health secretary in 1999 to stand unsuccessfully for election as the first London mayor the following year.</p> <p>Despite the internal turmoil within the Labour party during the 1980s, Dobson was a popular MP, respected within all sections and was liked throughout the Commons. From 1987 he was repeatedly elected to the shadow cabinet in what was then an annual popularity contest. He was a generous, loyal, big-hearted comrade, a strong internationalist and a man who always had a laugh on his lips, a ready riposte in debate and a fund of funny – if sometimes filthy – jokes.</p> <p>Born in Dunnington, a village that is part of the city of York, Frank was the son of James Dobson and his wife, Irene (nee Shortland). His father and his grandfather were both railwaymen and both died young – his grandfather was run over and killed on the railway and his father died of kidney failure when Frank was 16. After Dunnington primary school, Frank won a place at Archbishop Holgate grammar school and following his father’s death was able to continue at school thanks to a county council grant.</p> <p>He went to the LSE and gained a BSc in economics: although he thereafter came to love the London he represented, first on Camden council and then in parliament, he never lost his sense of himself as a Yorkshireman. His parents were both Labour members and he joined the party in London as a student, aged 18. He worked in administration for the Central Electricity Generating Board when he left university (1962-70), for the Electricity Council (1970-75) and in the local Ombudsman’s office (1975-79).</p> <p>One of his core concerns in politics was the provision of decent public housing, and it was this which drew him into public life. As a politically active young man he had joined a campaign to try to stop the sale of housing stock for office use in Holborn and consequently sought election to Camden council. For most of his married life he lived in a council flat opposite the British Museum in Bloomsbury.</p> <p>He served on the council from 1971 to 1976, and was its leader for two years from 1973. When <a href=\"https://www.theguardian.com/media/2007/mar/03/pressandpublishing.obituaries\" title=\"\">Lena Jeger</a> stood down as Labour MP for Holborn and St Pancras South, Dobson was an obvious and popular candidate to succeed her. <a href=\"https://www.parliament.uk/biographies/commons/frank-dobson/180/\" title=\"\">The constituency became Holborn and St Pancras in 1983</a> and Dobson stood down in 2015. Keir Starmer was elected in his place.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/01/letter-frank-dobson-obituary\">Letter: Frank Dobson obituary</a> </p> </aside>  <p>In the Commons, Dobson was a spokesman first on education from 1981 and then on health from 1987. He was shadow leader of the Commons and campaigns co-ordinator from 1987 to 1989, and then spoke on energy, employment, transport, London and the environment until the 1997 election at last brought him into government office. His appointments were testimony to his capability and his acceptability to successive party leaders.</p> <p>Dobson was fond of saying what a privileged and happy life he felt he had enjoyed, for which he was profoundly grateful. The end of his active political career on the frontbench came, somewhat unexpectedly, as a result of his candidacy as London mayor – for which he reluctantly gave up his departmental post.</p> <p>He was the favoured Labour official candidate to try to prevent Ken Livingstone winning the contest, but a badly mismanaged campaign by party officials set him up instead for what proved an unhappy third place <a href=\"https://www.theguardian.com/politics/2000/may/08/londonmayor.uk\" title=\"\">behind Livingstone and Steven Norris for the Conservatives</a>. He spent his subsequent years on the backbenches, using his political authority for judicious criticism of Blair over the Iraq war, detention without charge for suspected terrorist offences, student top-up fees and foundation hospitals.</p> <p>A private man in his domestic life, Dobson loved opera, particularly Mozart, and history. He married Janet Alker in 1967. They met at the LSE and she worked in social research as a fellow at University College London.</p> <p>She survives him along with their three children, Sally, Tom and Joe.</p> <p>• Frank Gordon Dobson, politician, born 15 March 1940; died 11 November 2019</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1024",
      "commentCloseDate": "2019-11-15T16:41:00Z",
      "commentable": "false",
      "firstPublicationDate": "2019-11-12T18:24:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-01T22:24:39Z",
      "newspaperEditionDate": "2019-11-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cybmp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/68de0300586757f92394fb4aee1979f11896cbd3/0_87_2875_1724/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The former health secretary Frank Dobson, who has died aged 79, devoted his lifetime in politics to giving practical effect to the socialist principles he had always held and from which he never deviated. He described himself as a member of the “sane left” within the Labour party and took immense pride in having secured extra funding for the National Health Service during his time in charge of an institution he regarded as truly emblematic of a caring society. He was surprised and delighted when he was appointed to the post by Tony Blair in 1997 and, although in office for only two and a half years, was credited with achieving a new stability for the future of the NHS during that time. As well as persuading a reluctant chancellor, Gordon Brown, to provide desperately needed extra finance, Dobson oversaw one of the largest hospital building programmes in NHS history, abolished the internal market established under the previous Conservative government and introduced the National Institute for Clinical Excellence (Nice) in an attempt to replace the so-called postcode lottery for treatment. Simon Stevens, the current chief executive of the NHS, was a special adviser on policy issues to Dobson at the department. As secretary of state, Dobson was instrumental, with Tessa Jowell, in the establishment of the Sure Start system to provide help to families with childcare, health and education in the early years, and he also contributed to the then new Labour government’s rapid rebuttal system to help ministers put across their political message in the media. He was never seen personally as an adherent to the New Labour cause and, thanks to his bearded bonhomie, “Dobbo” exuded instead something of the air of a genial Old Labour prophet. Like many Labour politicians of his generation, he had the bad luck to be elected to the Commons in 1979, when Margaret Thatcher swept to power at what would be the beginning of an 18-year period of Conservative government. Those years of opposition provided him with the opportunity to gain parliamentary experience, however, and he was consistently on the frontbench from 1981 until he stood down as health secretary in 1999 to stand unsuccessfully for election as the first London mayor the following year. Despite the internal turmoil within the Labour party during the 1980s, Dobson was a popular MP, respected within all sections and was liked throughout the Commons. From 1987 he was repeatedly elected to the shadow cabinet in what was then an annual popularity contest. He was a generous, loyal, big-hearted comrade, a strong internationalist and a man who always had a laugh on his lips, a ready riposte in debate and a fund of funny – if sometimes filthy – jokes. Born in Dunnington, a village that is part of the city of York, Frank was the son of James Dobson and his wife, Irene (nee Shortland). His father and his grandfather were both railwaymen and both died young – his grandfather was run over and killed on the railway and his father died of kidney failure when Frank was 16. After Dunnington primary school, Frank won a place at Archbishop Holgate grammar school and following his father’s death was able to continue at school thanks to a county council grant. He went to the LSE and gained a BSc in economics: although he thereafter came to love the London he represented, first on Camden council and then in parliament, he never lost his sense of himself as a Yorkshireman. His parents were both Labour members and he joined the party in London as a student, aged 18. He worked in administration for the Central Electricity Generating Board when he left university (1962-70), for the Electricity Council (1970-75) and in the local Ombudsman’s office (1975-79). One of his core concerns in politics was the provision of decent public housing, and it was this which drew him into public life. As a politically active young man he had joined a campaign to try to stop the sale of housing stock for office use in Holborn and consequently sought election to Camden council. For most of his married life he lived in a council flat opposite the British Museum in Bloomsbury. He served on the council from 1971 to 1976, and was its leader for two years from 1973. When Lena Jeger stood down as Labour MP for Holborn and St Pancras South, Dobson was an obvious and popular candidate to succeed her. The constituency became Holborn and St Pancras in 1983 and Dobson stood down in 2015. Keir Starmer was elected in his place. In the Commons, Dobson was a spokesman first on education from 1981 and then on health from 1987. He was shadow leader of the Commons and campaigns co-ordinator from 1987 to 1989, and then spoke on energy, employment, transport, London and the environment until the 1997 election at last brought him into government office. His appointments were testimony to his capability and his acceptability to successive party leaders. Dobson was fond of saying what a privileged and happy life he felt he had enjoyed, for which he was profoundly grateful. The end of his active political career on the frontbench came, somewhat unexpectedly, as a result of his candidacy as London mayor – for which he reluctantly gave up his departmental post. He was the favoured Labour official candidate to try to prevent Ken Livingstone winning the contest, but a badly mismanaged campaign by party officials set him up instead for what proved an unhappy third place behind Livingstone and Steven Norris for the Conservatives. He spent his subsequent years on the backbenches, using his political authority for judicious criticism of Blair over the Iraq war, detention without charge for suspected terrorist offences, student top-up fees and foundation hospitals. A private man in his domestic life, Dobson loved opera, particularly Mozart, and history. He married Janet Alker in 1967. They met at the LSE and she worked in social research as a fellow at University College London. She survives him along with their three children, Sally, Tom and Joe. • Frank Gordon Dobson, politician, born 15 March 1940; died 11 November 2019",
      "charCount": "6099",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/julialangdon\">Julia Langdon</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/12/shifting-alliances-that-might-swing-the-election",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-12T17:39:37Z",
    "webTitle": "Shifting alliances that might swing the election | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/12/shifting-alliances-that-might-swing-the-election",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/12/shifting-alliances-that-might-swing-the-election",
    "fields": {
      "headline": "Shifting alliances that might swing the election",
      "standfirst": "Readers respond to Nigel Farage’s decision to stand down Brexit party candidates in Tory-held seats, and the possibility of Labour joining a progressive anti-Brexit pact",
      "trailText": "<strong>Letters:</strong> Readers respond to Nigel Farage’s decision to stand down Brexit party candidates in Tory-held seats, and the possibility of Labour joining a progressive anti-Brexit pact",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"57adf348d75a019e19210a0664705b03375c9bb7\"> <img src=\"https://media.guim.co.uk/57adf348d75a019e19210a0664705b03375c9bb7/1_0_4326_2596/1000.jpg\" alt=\"Leaders Sian Berry (Green party), Jeremy Corbyn (Labour), Boris Johnson (Conservatives), Jo Swinson (Liberal Democrats) and Nigel Farage (Brexit party).\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Leaders Sian Berry (Green party), Jeremy Corbyn (Labour), Boris Johnson (Conservatives), Jo Swinson (Liberal Democrats) and Nigel Farage (Brexit party).</span> <span class=\"element-image__credit\">Composite: Various</span> </figcaption> </figure>",
      "body": "<p>Is this the new politics that Nigel Farage has been promising at successive elections: no consultation within the Brexit party before announcing the decision to stand down 317 candidates (<a href=\"https://www.theguardian.com/politics/2019/nov/11/nigel-farage-urged-to-stand-aside-in-tory-target-seats-after-brexit-party-climbdown\" title=\"\">Farage urged to give Tories free run at Labour seats</a>, 12 November)? There are likely to be many unhappy prospective candidates and their teams of helpers who thought they were going to be part of Farage’s Brexit revolution and who should now be seeking refunds as the party is not fit for purpose. But spare a thought for longstanding supporters of the Tory party, already feeling alienated by their party’s continual tacking to the right, who can only speculate about the behind-the-scenes concessions that will have been offered to Farage (<a href=\"https://www.theguardian.com/commentisfree/2019/nov/10/surrey-commuters-marginal-voters-election-tories-guildford\" title=\"\">In the Tory heartlands of the commuter belt, remainers may revolt</a>, Journal, 11 November). Perhaps this group of switchers will be prove critical in denying Johnson the majority he craves?<br><strong>Les Bright</strong><br><em>Exeter, Devon</em></p> <p>• The promise of peerages, knighthoods and other “honours” have long been a key element of government weaponry, traditionally exercised with circumspection by whips in shadowy corners of the Palace of Westminster. But Brexit appears to have a driven coach and horses through discretion around Lords nominations, with the Conservatives apparently offering a peerage to Nigel Farage in advance of his Brexit party withdrawing candidates from Tory-held seats. This comes on the back of Theresa May’s resignation honours list, including a life peerage for a Labour MP who had consistently supported her Brexit deals. Where this leaves the House of Lords Appointments Commission, charged with vetting the propriety of all nominations, remains to be seen.<br><strong>David Hinchliffe</strong><br><em>Labour MP for Wakefield, 1987-2005</em></p> <p>• Polly Toynbee makes the very timely and pertinent point that those opposed to Brexit need to present a united front at the election (<a href=\"https://www.theguardian.com/commentisfree/2019/nov/11/farage-brexit-pact-progressives-urgent\" title=\"\">Farage’s Brexit move means remainers’ pact is now urgent</a>, Journal, 12 November). However, she needs to address her arguments to Labour. As long as Labour refuses point-blank to withdraw candidates in any constituency, a full remain pact is impossible. The Liberal Democrats, the Green party and Plaid Cymru have bitten the bullet and done deals in 60 constituencies. It is now entirely up to Labour. It is the key test of whether it is at heart a pro-Brexit party or not.<br><strong>Michael Meadowcroft</strong><br><em>Leeds</em></p> <p>• In exchange for standing down candidates, the Lib Dems should ask Labour for a manifesto commitment to electoral reform. It would be a win-win situation for progressive politics. <br><strong>Robert Saunders</strong><br><em>Balcombe, West Sussex</em></p> <p>• Polly Toynbee’s optimism is as absurd as the Liberal Democrats’ posturing. We should not forget that the Lib Dem economic philosophy is cut from the same cloth as the Conservative version. How progressive is that? We should also remember that political liberals in Britain are just as fearful of socialism as are conservatives. This is as true of 21st-century Britain as it was of the Weimar republic in the early 1930s. How progressive was that?<br><strong>Michael Bowers</strong><br><em>Talgarth, Breconshire</em></p> <p>• Polly Toynbee rightly urges an electoral pact between Greens, Lib Dems and Labour. But even without a formal agreement among progressives, Toynbee is correct to say “don’t believe anyone who claims to know which way the wind is blowing”. Chris Curtis of YouGov is spot-on: “Farage’s decision … will likely make very little difference”. Jeremy Corbyn is already using Farage’s shift to move the campaign narrative away from Brexit and on to Labour’s preferred ground of Tory austerity versus Labour hope. For the benefit of Tory remainers, <a href=\"http://\" title=\"\">Jo Swinson tweeted</a>: “The Conservative party are the Brexit party now”. As Will Tanner of the centre-right thinktank Onward <a href=\"https://www.politico.eu/article/why-nigel-farages-brexit-party-uk-british-election-gift-isnt-a-game-changer-boris-johnson-tory-party/\" title=\"\">says</a>: “It would be a mistake to say that this is a completely game-changing moment that means Boris is on course for a huge majority”.<br><strong>Joe McCarthy</strong><br><em>Dublin</em></p> <p>• This is a plea to voters in North Somerset, a safe Tory seat as the other parties never agree to putting up one anti-Tory candidate in election after election. This disenfranchises a large part of the electorate who wish to overturn years of neglect by successive Tory governments. We watch with horror the growing number of food banks, the homelessness in our cities, the overcrowding in our schools, the complete disregard for climate change and the stealthy privatisation of our NHS. Please put aside party politics and agree on one candidate who just might overturn the Tory majority. Otherwise we are probably in for a rightwing dictatorship under Johnson and a crash out of the EU will be the least of our troubles.<br><strong>Maggie Malone</strong><br><em>Pill, North Somerset</em></p> <p>• Should Nigel Farage’s standing down of Brexit party candidates in favour of the Conservatives be viewed as a Brexit deal alliance or a Brexit no-deal alliance? Realistically it can’t be both. Nobody seriously believes that that an EU free trade deal could be negotiated within 12 months (or six months, given the July deadline for transition extension) and thus either Johnson will extend or there will be no deal at the end of 2020. The likely counter-argument to this is that “nobody thought he could get the deal he did”. That perhaps carries weight if interpreted as “nobody thought he would go back to the initial deal Theresa May had rejected and throw the DUP under the bus”, but raises the question as to who will be thrown under the bus this time. The only certainty is that some proportion of the British electorate will be – as this alliance is selling two mutually incompatible propositions.<br><strong>Colin Garwood </strong><br><em>Berkhamsted, Hertfordshire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "955",
      "commentable": "false",
      "firstPublicationDate": "2019-11-12T17:39:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:59Z",
      "newspaperEditionDate": "2019-11-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cybja",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/57adf348d75a019e19210a0664705b03375c9bb7/1_0_4326_2596/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Is this the new politics that Nigel Farage has been promising at successive elections: no consultation within the Brexit party before announcing the decision to stand down 317 candidates (Farage urged to give Tories free run at Labour seats, 12 November)? There are likely to be many unhappy prospective candidates and their teams of helpers who thought they were going to be part of Farage’s Brexit revolution and who should now be seeking refunds as the party is not fit for purpose. But spare a thought for longstanding supporters of the Tory party, already feeling alienated by their party’s continual tacking to the right, who can only speculate about the behind-the-scenes concessions that will have been offered to Farage (In the Tory heartlands of the commuter belt, remainers may revolt, Journal, 11 November). Perhaps this group of switchers will be prove critical in denying Johnson the majority he craves? Les Bright Exeter, Devon • The promise of peerages, knighthoods and other “honours” have long been a key element of government weaponry, traditionally exercised with circumspection by whips in shadowy corners of the Palace of Westminster. But Brexit appears to have a driven coach and horses through discretion around Lords nominations, with the Conservatives apparently offering a peerage to Nigel Farage in advance of his Brexit party withdrawing candidates from Tory-held seats. This comes on the back of Theresa May’s resignation honours list, including a life peerage for a Labour MP who had consistently supported her Brexit deals. Where this leaves the House of Lords Appointments Commission, charged with vetting the propriety of all nominations, remains to be seen. David Hinchliffe Labour MP for Wakefield, 1987-2005 • Polly Toynbee makes the very timely and pertinent point that those opposed to Brexit need to present a united front at the election (Farage’s Brexit move means remainers’ pact is now urgent, Journal, 12 November). However, she needs to address her arguments to Labour. As long as Labour refuses point-blank to withdraw candidates in any constituency, a full remain pact is impossible. The Liberal Democrats, the Green party and Plaid Cymru have bitten the bullet and done deals in 60 constituencies. It is now entirely up to Labour. It is the key test of whether it is at heart a pro-Brexit party or not. Michael Meadowcroft Leeds • In exchange for standing down candidates, the Lib Dems should ask Labour for a manifesto commitment to electoral reform. It would be a win-win situation for progressive politics. Robert Saunders Balcombe, West Sussex • Polly Toynbee’s optimism is as absurd as the Liberal Democrats’ posturing. We should not forget that the Lib Dem economic philosophy is cut from the same cloth as the Conservative version. How progressive is that? We should also remember that political liberals in Britain are just as fearful of socialism as are conservatives. This is as true of 21st-century Britain as it was of the Weimar republic in the early 1930s. How progressive was that? Michael Bowers Talgarth, Breconshire • Polly Toynbee rightly urges an electoral pact between Greens, Lib Dems and Labour. But even without a formal agreement among progressives, Toynbee is correct to say “don’t believe anyone who claims to know which way the wind is blowing”. Chris Curtis of YouGov is spot-on: “Farage’s decision … will likely make very little difference”. Jeremy Corbyn is already using Farage’s shift to move the campaign narrative away from Brexit and on to Labour’s preferred ground of Tory austerity versus Labour hope. For the benefit of Tory remainers, Jo Swinson tweeted: “The Conservative party are the Brexit party now”. As Will Tanner of the centre-right thinktank Onward says: “It would be a mistake to say that this is a completely game-changing moment that means Boris is on course for a huge majority”. Joe McCarthy Dublin • This is a plea to voters in North Somerset, a safe Tory seat as the other parties never agree to putting up one anti-Tory candidate in election after election. This disenfranchises a large part of the electorate who wish to overturn years of neglect by successive Tory governments. We watch with horror the growing number of food banks, the homelessness in our cities, the overcrowding in our schools, the complete disregard for climate change and the stealthy privatisation of our NHS. Please put aside party politics and agree on one candidate who just might overturn the Tory majority. Otherwise we are probably in for a rightwing dictatorship under Johnson and a crash out of the EU will be the least of our troubles. Maggie Malone Pill, North Somerset • Should Nigel Farage’s standing down of Brexit party candidates in favour of the Conservatives be viewed as a Brexit deal alliance or a Brexit no-deal alliance? Realistically it can’t be both. Nobody seriously believes that that an EU free trade deal could be negotiated within 12 months (or six months, given the July deadline for transition extension) and thus either Johnson will extend or there will be no deal at the end of 2020. The likely counter-argument to this is that “nobody thought he could get the deal he did”. That perhaps carries weight if interpreted as “nobody thought he would go back to the initial deal Theresa May had rejected and throw the DUP under the bus”, but raises the question as to who will be thrown under the bus this time. The only certainty is that some proportion of the British electorate will be – as this alliance is selling two mutually incompatible propositions. Colin Garwood Berkhamsted, Hertfordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5903",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/nov/12/dragging-parliament-into-the-21st-century",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-11-12T17:39:14Z",
    "webTitle": "Dragging parliament into the 21st century | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/nov/12/dragging-parliament-into-the-21st-century",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/nov/12/dragging-parliament-into-the-21st-century",
    "fields": {
      "headline": "Dragging parliament into the 21st century",
      "standfirst": "<strong>Judith Martin </strong>and <strong>Jol Miskin </strong>agree that moving parliament away from London is a good first step",
      "trailText": "Letters: <strong>Judith Martin </strong>and <strong>Jol Miskin </strong>agree that moving parliament away from London is a good first step",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"a999fa81370c5c986ab403727d7e176641b4d7e0\"> <img src=\"https://media.guim.co.uk/a999fa81370c5c986ab403727d7e176641b4d7e0/0_448_6720_4032/1000.jpg\" alt=\"Palace of Westminster in central London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Now would be an opportune moment to move parliament into a modern, purpose-built building appropriate for the 21st century in the Midlands or the north,’ writes Jol Miskin.</span> <span class=\"element-image__credit\">Photograph: Isabel Infantes/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>John Forsyth (<a href=\"https://www.theguardian.com/politics/2019/nov/07/labour-must-embrace-radical-electoral-reform\" title=\"\">Letters</a>, 8 November) says he would vote for the party that opts to move on from the constraints imposed by the built fabric of the “mother of parliaments”. Writing from Penzance, he generously suggests parliament should be moved to the Midlands or the north.</p> <p>I agree, but the first step is to prevent the ludicrous waste of public funds about to be spent on turning Richmond House on Whitehall into a replica parliament while the historic site is worked on. Not only is Richmond House Grade II*-listed, it represents a vast amount of embodied energy, all of which will be lost because parliamentarians cannot conceive of anything other than the division arrangements they have now.<br><strong>Judith Martin</strong><br><em>Winchester, Ha</em><em>mpshire </em></p> <p>• I agree with John Forsyth. Now would be an opportune moment to move parliament into a modern, purpose-built building appropriate for the 21st century in the Midlands or the north. At the same time, how about including adequate living accommodation close by for MPs: pleasant, simple, small flats? I bet in the long run that would save a lot of public funds.</p> <p>The present building could be preserved for posterity and for special occasions. A second chamber, an elected one, could also be rehoused. Indeed, if the Commons were located here in Sheffield (what better place?)then perhaps the elected second chamber could be in the Midlands.</p> <p>But let’s not get ahead of ourselves. First, we need a government committed to reform. The location of parliament is but one piece of a complicated jigsaw. The voting system, the voting age, the powers of devolved bodies, the tax-raising powers of such bodies, the monarchy/head of state and more need to be addressed.</p> <p>I hope the Labour manifesto will get the ball rolling. A commitment to reform and the use of a constitutional convention would do that and would enable Simon Jenkins (<a href=\"https://www.theguardian.com/commentisfree/2019/nov/07/floating-vote-radicalism-social-policy-reforms-labour\" title=\"\">If you want my vote, give me true radicalism</a>, Journal, 8 November) and others, myself included, to “punch the air and cry, ‘Bring it on!’”.<br><strong>Jol Miskin</strong><br><em>Sheffield</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "383",
      "commentable": "false",
      "firstPublicationDate": "2019-11-12T17:39:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-09-23T14:25:41Z",
      "newspaperEditionDate": "2019-11-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cybdk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a999fa81370c5c986ab403727d7e176641b4d7e0/0_448_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "John Forsyth (Letters, 8 November) says he would vote for the party that opts to move on from the constraints imposed by the built fabric of the “mother of parliaments”. Writing from Penzance, he generously suggests parliament should be moved to the Midlands or the north. I agree, but the first step is to prevent the ludicrous waste of public funds about to be spent on turning Richmond House on Whitehall into a replica parliament while the historic site is worked on. Not only is Richmond House Grade II*-listed, it represents a vast amount of embodied energy, all of which will be lost because parliamentarians cannot conceive of anything other than the division arrangements they have now. Judith Martin Winchester, Hampshire • I agree with John Forsyth. Now would be an opportune moment to move parliament into a modern, purpose-built building appropriate for the 21st century in the Midlands or the north. At the same time, how about including adequate living accommodation close by for MPs: pleasant, simple, small flats? I bet in the long run that would save a lot of public funds. The present building could be preserved for posterity and for special occasions. A second chamber, an elected one, could also be rehoused. Indeed, if the Commons were located here in Sheffield (what better place?)then perhaps the elected second chamber could be in the Midlands. But let’s not get ahead of ourselves. First, we need a government committed to reform. The location of parliament is but one piece of a complicated jigsaw. The voting system, the voting age, the powers of devolved bodies, the tax-raising powers of such bodies, the monarchy/head of state and more need to be addressed. I hope the Labour manifesto will get the ball rolling. A commitment to reform and the use of a constitutional convention would do that and would enable Simon Jenkins (If you want my vote, give me true radicalism, Journal, 8 November) and others, myself included, to “punch the air and cry, ‘Bring it on!’”. Jol Miskin Sheffield • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2313",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "culture/2019/nov/12/dont-let-dont-knows-triumph-at-the-polls",
    "type": "article",
    "sectionId": "culture",
    "sectionName": "Culture",
    "webPublicationDate": "2019-11-12T17:38:42Z",
    "webTitle": "Don’t let don’t-knows triumph at the polls | Brief letters",
    "webUrl": "https://www.theguardian.com/culture/2019/nov/12/dont-let-dont-knows-triumph-at-the-polls",
    "apiUrl": "https://content.guardianapis.com/culture/2019/nov/12/dont-let-dont-knows-triumph-at-the-polls",
    "fields": {
      "headline": "Don’t let don’t-knows triumph at the polls",
      "standfirst": "Boarding schools | Wellington college fees | Steve McQueen’s Year 3 project | Spike Milligan’s election advice | Shared ancestry | Parliamentary disillusion",
      "trailText": "<strong>Brief letters:</strong> Boarding schools | Wellington college fees | Steve McQueen’s Year 3 project | Spike Milligan’s election advice | Shared ancestry | Parliamentary disillusion",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"cfe60f094a02a52be64fd4ccd7189dfafd875823\"> <img src=\"https://media.guim.co.uk/cfe60f094a02a52be64fd4ccd7189dfafd875823/714_417_1782_1069/1000.jpg\" alt=\"Spike Milligan\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spike Milligan. ‘One day the don’t-knows will get in, and then where will we be?’ he once said.</span> <span class=\"element-image__credit\">Photograph: ITV/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>George Monbiot’s article on boarding schools (<a href=\"https://www.theguardian.com/commentisfree/2019/nov/07/boarding-schools-boris-johnson-bullies\" title=\"\">Journal</a>, 7 November) will have been a painful read for many, and may well have been painful for him to write. As a director for <a href=\"https://www.bss-support.org.uk/\" title=\"\">Boarding School Survivors Support</a> (BSSS), I read of experience after experience of suffering. I applaud Mr Monbiot for having the courage to bring his story into the public eye. For those who suffer, there is help: visit the <a href=\"https://www.bss-support.org.uk/\" title=\"\">BSSS website</a> as a first step.<br><strong>Margaret Laughton </strong><br><em>London</em></p> <p>• Mike Hoskin (<a href=\"https://www.theguardian.com/education/2019/nov/10/big-flute-discovery-and-billionaire-woes\" title=\"\">Letters</a>, 11 November) says the current fees for Wellington college (my alma mater) are about £30,000. In fact it charges about £42,000 a year for boarders. His point nonetheless remains entirely valid.<br><strong>Chris Entwistle</strong><br><em>Tiptree, Essex</em></p> <p>• Last year two of our grandchildren were in year 3. They live in Cumbria and Dorset, so they didn’t qualify for a photo by Steve McQueen (<a href=\"https://www.theguardian.com/culture/2019/nov/11/steve-mcqueen-hopes-year-3-inspire-arts-next-generation\" title=\"\">Report</a>, 12 November). How good it would have been for him to step out of the capital and record some of the other millions of British children.<br><strong>Janet Mansfield </strong><br><em>Aspatria, Cumbria</em></p> <p>• Adrian Chiles’ discovery of so much voter apathy (<a href=\"https://www.theguardian.com/commentisfree/2019/nov/06/unconditional-love-for-pet-not-political-party-adrian-chiles\" title=\"\">G2, 7 November</a>) is best countered by reference to Spike Milligan, who <a href=\"https://www.theyworkforyou.com/debates/?id=2019-10-14a.70.0\" title=\"\">once said</a>: “One day the don’t-knows will get in, and then where will we be?”<br><strong>Roy Hollingworth</strong><br><em>Boston Spa, West Yorkshire</em></p> <p>• Thank you to Adam Rutherford (<a href=\"https://www.theguardian.com/commentisfree/2019/nov/12/ant-and-dec-dna-test-all-inbred-historical-connections\" title=\"\">Journal</a>, 12 November) for solving our Brexit identity mess: “All people of long-standing European descent have the same ancestors a thousand years ago.” QED. <br><strong>Rev</strong><strong> Dr Alan Race </strong><br><em>Market Harborough, Leicestershire</em></p> <p>• I’m sure that I heard the BBC newsreader Huw Edwards refer to the disillusion of parliament last week. Seems appropriate.<br><strong>Neil Thomas</strong><br><em>Colchester</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "318",
      "commentable": "false",
      "firstPublicationDate": "2019-11-12T17:38:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:22Z",
      "newspaperEditionDate": "2019-11-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cybxc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cfe60f094a02a52be64fd4ccd7189dfafd875823/714_417_1782_1069/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "George Monbiot’s article on boarding schools (Journal, 7 November) will have been a painful read for many, and may well have been painful for him to write. As a director for Boarding School Survivors Support (BSSS), I read of experience after experience of suffering. I applaud Mr Monbiot for having the courage to bring his story into the public eye. For those who suffer, there is help: visit the BSSS website as a first step. Margaret Laughton London • Mike Hoskin (Letters, 11 November) says the current fees for Wellington college (my alma mater) are about £30,000. In fact it charges about £42,000 a year for boarders. His point nonetheless remains entirely valid. Chris Entwistle Tiptree, Essex • Last year two of our grandchildren were in year 3. They live in Cumbria and Dorset, so they didn’t qualify for a photo by Steve McQueen (Report, 12 November). How good it would have been for him to step out of the capital and record some of the other millions of British children. Janet Mansfield Aspatria, Cumbria • Adrian Chiles’ discovery of so much voter apathy (G2, 7 November) is best countered by reference to Spike Milligan, who once said: “One day the don’t-knows will get in, and then where will we be?” Roy Hollingworth Boston Spa, West Yorkshire • Thank you to Adam Rutherford (Journal, 12 November) for solving our Brexit identity mess: “All people of long-standing European descent have the same ancestors a thousand years ago.” QED. Rev Dr Alan Race Market Harborough, Leicestershire • I’m sure that I heard the BBC newsreader Huw Edwards refer to the disillusion of parliament last week. Seems appropriate. Neil Thomas Colchester • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1945",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "business/nils-pratley-on-finance/2019/nov/12/hs2-costs-head-north-just-as-its-value-falls-south",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-11-12T14:38:03Z",
    "webTitle": "HS2 costs head north just as its value falls south",
    "webUrl": "https://www.theguardian.com/business/nils-pratley-on-finance/2019/nov/12/hs2-costs-head-north-just-as-its-value-falls-south",
    "apiUrl": "https://content.guardianapis.com/business/nils-pratley-on-finance/2019/nov/12/hs2-costs-head-north-just-as-its-value-falls-south",
    "fields": {
      "headline": "HS2 costs head north just as its value falls south",
      "standfirst": "<p>The review panel’s advice to plough on despite rising costs is astonishing</p>",
      "trailText": "The review panel’s advice to plough on despite rising costs is astonishing",
      "byline": "Nils Pratley",
      "main": "<figure class=\"element element-image\" data-media-id=\"e8c894510045f7b565442881c2e22ca7fc2319a2\"> <img src=\"https://media.guim.co.uk/e8c894510045f7b565442881c2e22ca7fc2319a2/0_6_3500_2101/1000.jpg\" alt=\"Siemens’ proposed design for a HS2 train. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Siemens’ proposed design for a HS2 train. </span> <span class=\"element-image__credit\">Photograph: Siemens/PA</span> </figcaption> </figure>",
      "body": "<p>Once upon a time, the HS2 high-speed railway was meant to cost £34bn in its entirety. In 2012, that became £42bn. Then £56bn was the magic number in 2015. Now we’re up to £88bn and a review panel says further increases are likely. So what does the same panel recommend? Astonishingly, <a href=\"https://www.theguardian.com/business/2019/nov/12/co-author-of-leaked-hs2-reports-demands-his-name-is-removed\">it says HS2 should be built</a> anyway. Yet more money must be thrown at this over-indulged project, it seems.</p> <p>The report’s conclusion, revealed by the Times, is even more remarkable when you consider how the claimed economic case has crumbled. Back in 2017, the benefit to taxpayers was put at £2.30 for every £1 spent. Now the figure is £1.30 to £1.50 and, presumably, will deteriorate further as cost estimates go higher.</p> <p>It is hard to believe a hard-headed board of a commercial company would proceed in the same circumstances with a mega-project offering only marginally advantageous returns. It would ask if any cost estimate could be trusted given that eventual completion is now not due until 2040. It would look in horror at the procurement mistakes and wonder if contractors’ negotiating clout is ingrained. And it would ask if better returns could be generated by alternative schemes.</p> <p>Douglas Oakervee’s committee does at least seem to have acknowledged the last point. It judged there were no “shovel ready” alternatives that could provide additional capacity and that passengers would face steep fare rises if HS2 was scrapped. That, at least, is a practical argument.</p> <p>But, if the analysis is correct, what has the Department of Transport been doing? Has it been so dazzled by HS2 lobbyists that it hasn’t bothered to explore other ways to add capacity? The idea that HS2 must proceed, at almost any cost, because there is no plan B is desperate stuff.</p> <p>One can, perhaps, raise half a cheer at the panel’s finding that, if HS2 is to be built, the full Y-shaped design is the only one worth backing. That conclusion gives the next government no scope to conjure a fudged policy that satisfies almost nobody, such as building only the line between London and Birmingham or scrapping the leg up to Leeds. Yes, we can all agree that it would be absurd to build only the southern half of HS2 if the chief beneficiary is supposed to be the north of England.</p> <p>Yet, as always with this infuriating project, one wonders what other rail projects could be built with the same generous budget. Would northern mayors really be so keen on HS2 if they were offered the chance first to upgrade links between their cities? The danger with HS2’s ever-rising budget is that it sucks resources from the proposed Northern Powerhouse Rail project, for which the economic case is surely far more compelling.</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to the daily Business Today email\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk</figcaption> </figure>  <p>Oakervee is a former chairman of HS2 so we should not be surprised that his conclusion is to keep digging and tunnelling. But he hasn’t been able to command unanimity on the committee.</p> <p>Labour peer Lord Berkeley, the deputy chair, is a dissenter. He may prepare his own report to government and thinks even the reduced cost-benefit estimates are over-cooked. One can still dream, then, that we might get a proper debate about HS2 after the election.</p> <p>It is needed. Nobody seriously doubts the need for more capacity but the cost-benefit case for HS2 gets worse every time the numbers are redone. If “shovel ready” alternatives are not currently available, can we at least be told how long they would take to prepare and how much cheaper they would be?</p>  <figure class=\"element element-image\" data-media-id=\"f8b40c0faf77b1a415f95729d7046c2af0d0cd44\"> <img src=\"https://media.guim.co.uk/f8b40c0faf77b1a415f95729d7046c2af0d0cd44/0_117_3500_2100/1000.jpg\" alt=\"Boots profits dropped 20% last year.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boots profits dropped 20% last year.</span> <span class=\"element-image__credit\">Photograph: Oli Scarff/Getty Images</span> </figcaption> </figure>  <h2>‘Biggest buyout ever’ seems over-inflated</h2> <p>For Stefano Pessina, the remedy for a depressed share price is never to buckle down and invest for the long term. Rather, the answer is to take the company private via a debt binge.</p> <p>Pessina’s alternative medicine has enjoyed success. His £11bn buyout of Alliance Boots, a combo of Boots and the old Alliance Unichem, in 2007 turned out brilliantly. Via a two-stage sale to Walgreens of the US in 2014, he ended up with a 16% stake in Walgreens Boots Alliance, the $56bn company he’s now <a href=\"https://www.theguardian.com/business/2019/nov/11/walgreens-boots-alliance-kkr-buyout-offer\">hoping to take private</a> in partnership with buy-out barons KKR.</p> <p>Pessina, no doubt, is deadly serious. Even at the age of 78, he’s a restless soul. But the latest takeover arithmetic looks wild. Walgreen would be valued at about $85bn including existing debt and a deal premium, making any purchase the biggest buyout ever. Borrowings would be roughly $50bn, a staggering sum for a company that is misfiring. Profits at Boots <a href=\"https://www.theguardian.com/business/2019/may/13/boots-profits-plunge-as-high-street-slump-hits-chemist-chain\">fell a fifth last year</a>.</p> <p>The best advice for Pessina and KKR is surely to lie down until the feeling goes away.</p>",
      "newspaperPageNumber": "41",
      "wordcount": "774",
      "firstPublicationDate": "2019-11-12T14:38:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-15T09:02:43Z",
      "newspaperEditionDate": "2019-11-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cyb44",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e8c894510045f7b565442881c2e22ca7fc2319a2/0_6_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Once upon a time, the HS2 high-speed railway was meant to cost £34bn in its entirety. In 2012, that became £42bn. Then £56bn was the magic number in 2015. Now we’re up to £88bn and a review panel says further increases are likely. So what does the same panel recommend? Astonishingly, it says HS2 should be built anyway. Yet more money must be thrown at this over-indulged project, it seems. The report’s conclusion, revealed by the Times, is even more remarkable when you consider how the claimed economic case has crumbled. Back in 2017, the benefit to taxpayers was put at £2.30 for every £1 spent. Now the figure is £1.30 to £1.50 and, presumably, will deteriorate further as cost estimates go higher. It is hard to believe a hard-headed board of a commercial company would proceed in the same circumstances with a mega-project offering only marginally advantageous returns. It would ask if any cost estimate could be trusted given that eventual completion is now not due until 2040. It would look in horror at the procurement mistakes and wonder if contractors’ negotiating clout is ingrained. And it would ask if better returns could be generated by alternative schemes. Douglas Oakervee’s committee does at least seem to have acknowledged the last point. It judged there were no “shovel ready” alternatives that could provide additional capacity and that passengers would face steep fare rises if HS2 was scrapped. That, at least, is a practical argument. But, if the analysis is correct, what has the Department of Transport been doing? Has it been so dazzled by HS2 lobbyists that it hasn’t bothered to explore other ways to add capacity? The idea that HS2 must proceed, at almost any cost, because there is no plan B is desperate stuff. One can, perhaps, raise half a cheer at the panel’s finding that, if HS2 is to be built, the full Y-shaped design is the only one worth backing. That conclusion gives the next government no scope to conjure a fudged policy that satisfies almost nobody, such as building only the line between London and Birmingham or scrapping the leg up to Leeds. Yes, we can all agree that it would be absurd to build only the southern half of HS2 if the chief beneficiary is supposed to be the north of England. Yet, as always with this infuriating project, one wonders what other rail projects could be built with the same generous budget. Would northern mayors really be so keen on HS2 if they were offered the chance first to upgrade links between their cities? The danger with HS2’s ever-rising budget is that it sucks resources from the proposed Northern Powerhouse Rail project, for which the economic case is surely far more compelling. Oakervee is a former chairman of HS2 so we should not be surprised that his conclusion is to keep digging and tunnelling. But he hasn’t been able to command unanimity on the committee. Labour peer Lord Berkeley, the deputy chair, is a dissenter. He may prepare his own report to government and thinks even the reduced cost-benefit estimates are over-cooked. One can still dream, then, that we might get a proper debate about HS2 after the election. It is needed. Nobody seriously doubts the need for more capacity but the cost-benefit case for HS2 gets worse every time the numbers are redone. If “shovel ready” alternatives are not currently available, can we at least be told how long they would take to prepare and how much cheaper they would be? ‘Biggest buyout ever’ seems over-inflated For Stefano Pessina, the remedy for a depressed share price is never to buckle down and invest for the long term. Rather, the answer is to take the company private via a debt binge. Pessina’s alternative medicine has enjoyed success. His £11bn buyout of Alliance Boots, a combo of Boots and the old Alliance Unichem, in 2007 turned out brilliantly. Via a two-stage sale to Walgreens of the US in 2014, he ended up with a 16% stake in Walgreens Boots Alliance, the $56bn company he’s now hoping to take private in partnership with buy-out barons KKR. Pessina, no doubt, is deadly serious. Even at the age of 78, he’s a restless soul. But the latest takeover arithmetic looks wild. Walgreen would be valued at about $85bn including existing debt and a deal premium, making any purchase the biggest buyout ever. Borrowings would be roughly $50bn, a staggering sum for a company that is misfiring. Profits at Boots fell a fifth last year. The best advice for Pessina and KKR is surely to lie down until the feeling goes away.",
      "charCount": "4490",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nilspratley\">Nils Pratley</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "books/2019/nov/12/john-bercow-announces-grippingly-candid-memoir-unspeakable",
    "type": "article",
    "sectionId": "books",
    "sectionName": "Books",
    "webPublicationDate": "2019-11-12T09:22:35Z",
    "webTitle": "John Bercow announces 'candid' memoir, Unspeakable",
    "webUrl": "https://www.theguardian.com/books/2019/nov/12/john-bercow-announces-grippingly-candid-memoir-unspeakable",
    "apiUrl": "https://content.guardianapis.com/books/2019/nov/12/john-bercow-announces-grippingly-candid-memoir-unspeakable",
    "fields": {
      "headline": "John Bercow announces 'candid' memoir, Unspeakable",
      "standfirst": "<p>The former Speaker and MP is set to reveal his thoughts on David Cameron and Boris Johnson in his book, released next February</p>",
      "trailText": "The former Speaker and MP is set to reveal his thoughts on David Cameron and Boris Johnson in his book, released next February",
      "byline": "Alison Flood",
      "main": "<figure class=\"element element-image\" data-media-id=\"1a3dbe876e300ccc49e5da3a85075709645e7376\"> <img src=\"https://media.guim.co.uk/1a3dbe876e300ccc49e5da3a85075709645e7376/1085_376_1404_842/1000.jpg\" alt=\"John Bercow during his final day in the chair in the House of Commons in October 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Bercow during his final day in the chair in the House of Commons in October 2019.</span> <span class=\"element-image__credit\">Photograph: UK Parliament/Jessica Taylor/PA</span> </figcaption> </figure>",
      "body": "<p>Two weeks after stepping down as Speaker of the House of Commons, John Bercow has announced that he will publish his memoirs in February next year.</p> <p>Titled Unspeakable, the book was acquired by Weidenfeld &amp; Nicolson after significant interest from publishers. The Guardian understands that the deal was “comfortably” into six figures.</p> <p>The divisive former MP said the book would “describe as clearly as I can what motivated me”, while his publisher promised it would also include Bercow’s verdicts on figures including Tony Blair, David Cameron, Theresa May, and Boris Johnson. If his comments since stepping down are anything to go by, readers are in for an eye-opener: last week Bercow said <a href=\"https://www.theguardian.com/politics/2019/nov/10/john-bercow-interview-i-may-be-pompous-but-i-am-completely-authentic\">in an interview with the Observer</a> that Cameron feels he is “born to rule” and that Brexit is “the biggest mistake of this country after the war”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/10/john-bercow-interview-i-may-be-pompous-but-i-am-completely-authentic\">John Bercow: ‘I may be pompous and an irritant. But I am completely authentic’</a> </p> </aside>  <p>Unspeakable will also explain the ways in which Bercow, the son of a cab driver in north London, “has sought to democratise the business of Parliament, using the Speakership to champion the rights of backbench MPs and hold the government to account”. It will also see Bercow tackle “head-on his regretted fascination with definably right-wing attitudes”, and describe “his inexorable march to more progressive thinking” since his election as the MP for Buckingham in 1997.</p> <p>Bercow was elected Speaker of the House of Commons in June 2009. After presiding over one of the most febrile British parliaments in years, he announced this summer that he would be standing down as Speaker and MP. His prominence during the Brexit debate split European media. The Daily Mail once called him an “egotistical preening popinjay [who] has shamelessly put his anti-Brexit bias before the national interest – and is a disgrace to his office”, but the press in Europe reveled in his behaviour. The Dutch newspaper De Volkskrant once wrote that “no one on the British island can call ‘order, order’ more beautifully than John Bercow”, while Radio France Internationale named him its <a href=\"http://www.rfi.fr/emission/20190113-john-bercow-le-speaker-chambre-communes\">“European of the week”</a>.</p> <p>“I am delighted that Weidenfeld &amp; Nicolson has agreed to publish my account of a life in politics,” said Bercow. “I made friends and enemies alike, but from start to finish I sought to do the right, rather than the convenient, thing and to be a decent public servant. The story of a rewarding and fortunate career is told in my own words, and readers can make their own assessment of a journey that I enjoyed and they will judge.”</p> <p>Weidenfeld chairman Alan Samson, who acquired the memoir from Andrew Gordon of David Higham Associates, said the memoirs were “both a grippingly candid narrative of a truly eventful political life, and also a wonderfully vivid tale of how the nation has reached this point in its history”.</p> <p>“In the last decade John has made sure that Parliament has been able to stand up to the executive by putting MPs before ministers. Whether it is by accepting urgent questions or working hard to determine that the role of parliament is more widely understood by the public, he has played a vital activist role in the government being held to account,” said Samson. “His book will be a hugely entertaining primer for anyone trying to understand the nature of our democracy and the processes of modern politics in this country.”</p> <p>The announcement of Bercow’s book deal comes a week after <a href=\"https://www.bbc.co.uk/news/uk-politics-50265137\">he furiously denied claims</a> that he had demanded £1m to appear on reality TV show I’m a Celebrity, which he described as “utterly trashy”. Bercow has previously written books including Incoming Assets: Why Tories Should Change Policy on Immigration and Asylum, which was published in 2005, and Tennis Maestros: the 20 Greatest Male Tennis Players of All Time, which was published five years ago.</p>",
      "newspaperPageNumber": "3",
      "wordcount": "624",
      "firstPublicationDate": "2019-11-12T09:22:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-12T20:20:02Z",
      "newspaperEditionDate": "2019-11-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cjed8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1a3dbe876e300ccc49e5da3a85075709645e7376/1085_376_1404_842/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Two weeks after stepping down as Speaker of the House of Commons, John Bercow has announced that he will publish his memoirs in February next year. Titled Unspeakable, the book was acquired by Weidenfeld &amp; Nicolson after significant interest from publishers. The Guardian understands that the deal was “comfortably” into six figures. The divisive former MP said the book would “describe as clearly as I can what motivated me”, while his publisher promised it would also include Bercow’s verdicts on figures including Tony Blair, David Cameron, Theresa May, and Boris Johnson. If his comments since stepping down are anything to go by, readers are in for an eye-opener: last week Bercow said in an interview with the Observer that Cameron feels he is “born to rule” and that Brexit is “the biggest mistake of this country after the war”. Unspeakable will also explain the ways in which Bercow, the son of a cab driver in north London, “has sought to democratise the business of Parliament, using the Speakership to champion the rights of backbench MPs and hold the government to account”. It will also see Bercow tackle “head-on his regretted fascination with definably right-wing attitudes”, and describe “his inexorable march to more progressive thinking” since his election as the MP for Buckingham in 1997. Bercow was elected Speaker of the House of Commons in June 2009. After presiding over one of the most febrile British parliaments in years, he announced this summer that he would be standing down as Speaker and MP. His prominence during the Brexit debate split European media. The Daily Mail once called him an “egotistical preening popinjay [who] has shamelessly put his anti-Brexit bias before the national interest – and is a disgrace to his office”, but the press in Europe reveled in his behaviour. The Dutch newspaper De Volkskrant once wrote that “no one on the British island can call ‘order, order’ more beautifully than John Bercow”, while Radio France Internationale named him its “European of the week”. “I am delighted that Weidenfeld &amp; Nicolson has agreed to publish my account of a life in politics,” said Bercow. “I made friends and enemies alike, but from start to finish I sought to do the right, rather than the convenient, thing and to be a decent public servant. The story of a rewarding and fortunate career is told in my own words, and readers can make their own assessment of a journey that I enjoyed and they will judge.” Weidenfeld chairman Alan Samson, who acquired the memoir from Andrew Gordon of David Higham Associates, said the memoirs were “both a grippingly candid narrative of a truly eventful political life, and also a wonderfully vivid tale of how the nation has reached this point in its history”. “In the last decade John has made sure that Parliament has been able to stand up to the executive by putting MPs before ministers. Whether it is by accepting urgent questions or working hard to determine that the role of parliament is more widely understood by the public, he has played a vital activist role in the government being held to account,” said Samson. “His book will be a hugely entertaining primer for anyone trying to understand the nature of our democracy and the processes of modern politics in this country.” The announcement of Bercow’s book deal comes a week after he furiously denied claims that he had demanded £1m to appear on reality TV show I’m a Celebrity, which he described as “utterly trashy”. Bercow has previously written books including Incoming Assets: Why Tories Should Change Policy on Immigration and Asylum, which was published in 2005, and Tennis Maestros: the 20 Greatest Male Tennis Players of All Time, which was published five years ago.",
      "charCount": "3733",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/alisonflood\">Alison Flood</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  }
]