[
  {
    "id": "politics/2019/apr/12/hammond-plays-down-brexit-delay-second-vote-october",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-12T17:30:13Z",
    "webTitle": "Hammond plays down Brexit delay increasing chance of second vote",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/12/hammond-plays-down-brexit-delay-second-vote-october",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/12/hammond-plays-down-brexit-delay-second-vote-october",
    "fields": {
      "headline": "Hammond plays down Brexit delay increasing chance of second vote",
      "standfirst": "<p>Time likely to be too tight for referendum before end of October, says chancellor</p>",
      "trailText": "Time likely to be too tight for referendum before end of October, says chancellor",
      "byline": "Larry Elliott in Washington and Heather Stewart",
      "main": "<figure class=\"element element-image\" data-media-id=\"7e4999e88d479575cb4cb02d6ad81c630e76f15c\"> <img src=\"https://media.guim.co.uk/7e4999e88d479575cb4cb02d6ad81c630e76f15c/0_0_4800_2880/1000.jpg\" alt=\"Placards and flags during a People’s Vote rally calling for another referendum on Brexit\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A People’s Vote rally calling for another referendum on Brexit.</span> <span class=\"element-image__credit\">Photograph: Jack Taylor/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Philip Hammond has played down the possibility that the UK could use the <a href=\"https://www.theguardian.com/politics/2019/apr/11/may-agrees-to-october-brexit-after-franco-german-carve-up\">delay to Brexit</a> to hold a second referendum and stressed that he still expects Britain to leave the European Union.</p> <p>Speaking in Washington, the chancellor said time would be too tight to hold a confirmatory vote before the new deadline of the end of October unless it was triggered over the coming weeks.</p> <p>Hammond said the damage caused by continued uncertainty – including <a href=\"https://www.theguardian.com/business/2018/jun/23/candidates-next-governor-bank-of-england\">problems attracting suitable candidates</a> to replace Mark Carney as the governor of the Bank of England – meant it was vital that the Brexit issue was resolved as quickly as possible.</p> <p>The chancellor was speaking as cross-party talks continued in Westminster. May’s de facto deputy, David Lidington, and the environment secretary, Michael Gove, met Labour’s shadow chancellor, John McDonnell, for talks both sides described as “productive”.</p> <p>“Talks are going on, constructive, so we are hopeful and positive. We are working out a timetable, there is a fair amount of detailed work that will go on for the next week or 10 days and then we will see where we are at,” McDonnell told reporters afterwards, adding, “we’ll see by the end of next week how far we’ve got”.</p> <p>Asked whether he had raised the prospect of a referendum on Brexit, he said: “It’s always on the table of course, we raise that at each meeting.”</p> <p>Some Labour MPs, including Clive Lewis, who is a member of McDonnell’s shadow Treasury team, are adamant the party should not sign up to any deal without a confirmatory vote attached.</p> <p>“Any Brexit deal passed through parliament must be ratified by a public vote – this has to be the bottom line of negotiations, no ifs no buts,” Lewis <a href=\"https://www.edp24.co.uk/news/politics/clive-lewis-says-brexit-public-vote-is-only-way-forward-1-5992979\">wrote in his local paper</a>, the Eastern Daily Press, on Friday.</p> <p>Hammond warned continued Brexit deadlock would put at risk his plan to announce the results of a long-term spending review in the autumn budget – previously billed as the “end of austerity”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/apr/11/upside-brexit-humiliation-second-referendum-peoples-vote\">There’s an upside to our Brexit humiliation – a second referendum is more likely | Alastair Campbell</a> </p> </aside>  <p>“If we get a deal through parliament in the next few weeks I expect to conduct a full three-year spending review of resource spending and a longer review of capital spending,” he said. “If we don’t get a deal done, it probably makes it inappropriate to do a long-term spending review.”</p> <p>The chancellor warned that Brexit had damaged Britain’s reputation as a place to do business. Asked about the possibility of a second referendum, he said: “It’s a proposition that could and, on all the evidence, is very likely to be put to parliament at some stage.”</p> <p>But the chancellor said the government was opposed to a confirmatory referendum and would not support one.</p> <p>Noting that it would take six months to organise a referendum, he added: “It is unlikely, at a technical level, whether there would be enough time.</p> <p>“I know some papers have been saying that the EU gave us an October extension so there would be time for a confirmatory referendum but if that had been the motive they would have given us longer. It looks tight to me.</p> <p>“If in a couple of months time you were putting a bill through parliament you would be struggling to do it – even if you wanted to – in the time available.”</p> <p>Hammond said the council’s <a href=\"https://www.theguardian.com/politics/live/2019/apr/10/brexit-eu-to-decide-on-uk-extension-live-news\">decision to grant the UK an extension</a> to late October had not made it more or less likely that a confirmatory referendum would be held, because the issue would be decided by parliamentary arithmetic.</p> <p>“It depends on where the Labour party ends up. The Labour party is deeply split and will have to make up its mind where it stands.”</p> <p>A spokesman for the People’s Vote campaign insisted a poll could be held in as little as three months, if agreement could be reached in parliament. “It’s a question of political will,” he said.</p> <p>Jeremy Corbyn will seek to gloss over his party’s divisions on Brexit in a speech in Wales on Saturday.</p> <p>In phrases reminiscent of Theresa May’s Downing Street statement blaming MPs’ squabbling for the failure of her Brexit deal, the Labour leader will express sympathy with voters who are exasperated with the “arcane procedure” and “alien language” of Westminster politics.</p> <p>“Real politics comes from the ground up. Real politics is about the nitty gritty of life in your community, on your street. It’s about the reality of your life at work,” he will say.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2016/oct/21/criticising-mark-carney-tory-hobby-bank-england-governor\">How criticising Mark Carney became the new Tory sport</a> </p> </aside>  <p>The chancellor said the process of finding a replacement for Carney – who will leave the Bank of England next January – is under way. He said that he regretted the Brexit issue had not been first resolved.</p> <p>“It is blindingly obvious that there may be some candidates who might be deterred because of the political debate around Brexit.”</p> <p>Carney has come in for criticism from some Conservative MPs over the Bank’s Brexit forecasts and his warnings of the dangers of a no-deal outcome. Hammond said it was unavoidable that the governor of the Bank of England would get involved in the Brexit controversy. “Some candidates might not want to be exposed to the political debate.”</p> <p>Asked whether Brexit had damaged Britain’s international reputation a place to do business, Hammond said: “It has damaged it, no question. Investment has been delayed and some has been diverted.”</p> <p>The chancellor said a <a href=\"https://www.theguardian.com/uk-news/2019/mar/13/hammond-promises-brexit-dividend-in-spring-statement\">speedy resolution</a> to Brexit would unleash pent-up investment. Companies were sitting on a £750bn cash pile and had delayed buying new equipment because of the uncertainty. “Once the coast is clear and the uncertainties around access to markets is resolved I expect a very substantial increase in business investment.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "929",
      "firstPublicationDate": "2019-04-12T14:22:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:16Z",
      "newspaperEditionDate": "2019-04-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b89de",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7e4999e88d479575cb4cb02d6ad81c630e76f15c/0_0_4800_2880/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Philip Hammond has played down the possibility that the UK could use the delay to Brexit to hold a second referendum and stressed that he still expects Britain to leave the European Union. Speaking in Washington, the chancellor said time would be too tight to hold a confirmatory vote before the new deadline of the end of October unless it was triggered over the coming weeks. Hammond said the damage caused by continued uncertainty – including problems attracting suitable candidates to replace Mark Carney as the governor of the Bank of England – meant it was vital that the Brexit issue was resolved as quickly as possible. The chancellor was speaking as cross-party talks continued in Westminster. May’s de facto deputy, David Lidington, and the environment secretary, Michael Gove, met Labour’s shadow chancellor, John McDonnell, for talks both sides described as “productive”. “Talks are going on, constructive, so we are hopeful and positive. We are working out a timetable, there is a fair amount of detailed work that will go on for the next week or 10 days and then we will see where we are at,” McDonnell told reporters afterwards, adding, “we’ll see by the end of next week how far we’ve got”. Asked whether he had raised the prospect of a referendum on Brexit, he said: “It’s always on the table of course, we raise that at each meeting.” Some Labour MPs, including Clive Lewis, who is a member of McDonnell’s shadow Treasury team, are adamant the party should not sign up to any deal without a confirmatory vote attached. “Any Brexit deal passed through parliament must be ratified by a public vote – this has to be the bottom line of negotiations, no ifs no buts,” Lewis wrote in his local paper, the Eastern Daily Press, on Friday. Hammond warned continued Brexit deadlock would put at risk his plan to announce the results of a long-term spending review in the autumn budget – previously billed as the “end of austerity”. “If we get a deal through parliament in the next few weeks I expect to conduct a full three-year spending review of resource spending and a longer review of capital spending,” he said. “If we don’t get a deal done, it probably makes it inappropriate to do a long-term spending review.” The chancellor warned that Brexit had damaged Britain’s reputation as a place to do business. Asked about the possibility of a second referendum, he said: “It’s a proposition that could and, on all the evidence, is very likely to be put to parliament at some stage.” But the chancellor said the government was opposed to a confirmatory referendum and would not support one. Noting that it would take six months to organise a referendum, he added: “It is unlikely, at a technical level, whether there would be enough time. “I know some papers have been saying that the EU gave us an October extension so there would be time for a confirmatory referendum but if that had been the motive they would have given us longer. It looks tight to me. “If in a couple of months time you were putting a bill through parliament you would be struggling to do it – even if you wanted to – in the time available.” Hammond said the council’s decision to grant the UK an extension to late October had not made it more or less likely that a confirmatory referendum would be held, because the issue would be decided by parliamentary arithmetic. “It depends on where the Labour party ends up. The Labour party is deeply split and will have to make up its mind where it stands.” A spokesman for the People’s Vote campaign insisted a poll could be held in as little as three months, if agreement could be reached in parliament. “It’s a question of political will,” he said. Jeremy Corbyn will seek to gloss over his party’s divisions on Brexit in a speech in Wales on Saturday. In phrases reminiscent of Theresa May’s Downing Street statement blaming MPs’ squabbling for the failure of her Brexit deal, the Labour leader will express sympathy with voters who are exasperated with the “arcane procedure” and “alien language” of Westminster politics. “Real politics comes from the ground up. Real politics is about the nitty gritty of life in your community, on your street. It’s about the reality of your life at work,” he will say. The chancellor said the process of finding a replacement for Carney – who will leave the Bank of England next January – is under way. He said that he regretted the Brexit issue had not been first resolved. “It is blindingly obvious that there may be some candidates who might be deterred because of the political debate around Brexit.” Carney has come in for criticism from some Conservative MPs over the Bank’s Brexit forecasts and his warnings of the dangers of a no-deal outcome. Hammond said it was unavoidable that the governor of the Bank of England would get involved in the Brexit controversy. “Some candidates might not want to be exposed to the political debate.” Asked whether Brexit had damaged Britain’s international reputation a place to do business, Hammond said: “It has damaged it, no question. Investment has been delayed and some has been diverted.” The chancellor said a speedy resolution to Brexit would unleash pent-up investment. Companies were sitting on a £750bn cash pile and had delayed buying new equipment because of the uncertainty. “Once the coast is clear and the uncertainties around access to markets is resolved I expect a very substantial increase in business investment.”",
      "charCount": "5443",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/larryelliott\">Larry Elliott</a> in Washington and <a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/12/uk-brexit-deadline-key-dates-eu-extension-october",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-12T16:38:42Z",
    "webTitle": "What are the key dates between now and the new Brexit deadline?",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/12/uk-brexit-deadline-key-dates-eu-extension-october",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/12/uk-brexit-deadline-key-dates-eu-extension-october",
    "fields": {
      "headline": "What are the key dates between now and the new Brexit deadline?",
      "standfirst": "<p>Britain is due to remain an EU member until 31 October after agreeing a six-month extension</p>",
      "trailText": "Britain is due to remain an EU member until 31 October after agreeing a six-month extension",
      "byline": "Jessica Elgot",
      "main": "<figure class=\"element element-image\" data-media-id=\"fe5457123406aa9ed8dfc25f92ef8f0e8ee06778\"> <img src=\"https://media.guim.co.uk/fe5457123406aa9ed8dfc25f92ef8f0e8ee06778/0_168_2952_1771/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">If Theresa May can get a majority of MPs to support her deal, the UK could leave the EU early.</span> <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty Images</span> </figcaption> </figure>",
      "body": "<p>This week, a six-hour debate among EU leaders concluded with Theresa May being <a href=\"https://www.theguardian.com/politics/2019/apr/11/may-agrees-to-october-brexit-after-franco-german-carve-up\">offered a six-month extension</a> to article 50.</p> <p>Britain will remain a member state of the EU until 31 October, with the option to leave earlier if the prime minister can secure House of Commons support for her Brexit deal.</p> <p>Here are some of the key upcoming dates in the political calendar.</p> <h2>12 April</h2> <p>Parliament is in recess. The cabinet ministers David Lidington and Michael Gove are holding talks with Labour’s John McDonnell to try to reach a compromise on May’s deal. If the sides cannot agree, the government hopes they can at least decide on a process of indicative votes or the path for the withdrawal agreement bill as a way to try to find a parliamentary consensus.</p> <h2>15 April</h2> <p>The UK will need to publish notices for EU elections the prime minister has said she is <a href=\"https://www.theguardian.com/politics/2019/apr/09/conditions-for-short-brexit-delay-have-not-been-met-says-berlin\">determined not to hold</a>.</p> <h2>23 April</h2> <p>MPs return to parliament after Easter recess. This is the week in which a new parliamentary process could begin in an attempt to find a consensus – whether by new indicative votes or the government introducing the bill, which MPs could amend, either to add a confirmatory referendum or soft Brexit options such as a customs union.</p> <h2>25 April</h2> <p>The closing date for <a href=\"https://www.theguardian.com/politics/2019/apr/11/conservative-mps-may-boycott-european-election-campaign\">European parliament elections nominations</a> and candidate lists.</p> <h2>2 May</h2> <p><a href=\"https://www.theguardian.com/politics/2019/mar/21/labour-launch-local-elections-campaign-with-focus-tory-funding-cuts-stoke-on-trent\">Local elections take place</a> across England and Northern Ireland. The Conservative party has said it is expecting poor results. The Liberal Democrats are expected to kickstart their <a href=\"https://www.theguardian.com/politics/2019/mar/14/sir-vince-cable-to-stand-down-as-lib-dem-leader-in-may\">contest to replace Vince Cable</a> as leader after the polls.</p> <h2>9 May</h2> <p>EU leaders will hold a summit on the future of Europe in Sibiu, Romania – an event that was supposed to spell out the bloc’s post-Brexit future. May has agreed not to attend.</p> <h2>Mid-May</h2> <p>The approximate time legislation for any second referendum would need to begin passing through the Houses of Parliament, according to Alan Renwick, the deputy director of the Constitution Unit at University College London.</p>  <figure class=\"element element-image\" data-media-id=\"24a0bf38bddb20bd4d9633e9a294007b03d1126a\"> <img src=\"https://media.guim.co.uk/24a0bf38bddb20bd4d9633e9a294007b03d1126a/0_271_4695_2817/1000.jpg\" alt=\"A blurred sign for European parliament elections\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The UK is due to hold European elections on 23 May if the House of Commons has yet to approve May’s deal.</span> <span class=\"element-image__credit\">Photograph: Olivier Hoslet/EPA</span> </figcaption> </figure>  <h2>22 May</h2> <p>The final day on which MPs could pass a withdrawal deal and avoid holding European parliament elections.</p> <h2>23 May</h2> <p>European parliament elections take place across the UK and the rest of the EU, with any campaign likely to be dominated in the UK by smaller protest parties including <a href=\"https://www.theguardian.com/politics/2019/apr/12/annunziata-rees-mogg-to-stand-as-mep-for-farages-brexit-party\">Nigel Farage’s Brexit party</a> and Ukip, as well as Change UK.</p> <h2>26 May</h2> <p>Results are declared from 10pm, with the Conservatives expecting massive losses. From the limited amount of polling that has been carried out so far, Labour is currently ahead, with significant vote shares likely for smaller parties.</p> <h2>27 May</h2> <p>May would probably <a href=\"https://www.theguardian.com/politics/2019/apr/11/theresa-may-will-face-pressure-to-quit-from-brexiters-over-delay\">need to quit this week</a> in order for a new leader to be in place by summer recess. However, this could technically take place later because only a fortnight would be required for MPs to vote on leadership candidates.</p> <h2>30 May – 11 June</h2> <p>The Commons would probably be due to go on a short Whitsun recess, which would be cancelled if the prime minister is still attempting to pass a Brexit deal, in order to prevent new MEPs from having to take their seats in the European parliament.</p> <h2>20-21 June</h2> <p>EU leaders will assess the progress Britain has made over the past few months at a European council summit. </p> <h2>28-29 June</h2> <p>May, along with EU and world leaders, is due to attend a G20 summit in Osaka. When the prime minister pledged to Tory MPs that she would stand down, she had planned this to be her final overseas summit.</p> <h2>30 June</h2> <p>The date past which May said she would not countenance the UK staying in the EU, and the day before MEPs must take their seats in the European parliament.</p>  <figure class=\"element element-image\" data-media-id=\"7a339bf8b289d0977642e467f3d6ddb75e4401aa\"> <img src=\"https://media.guim.co.uk/7a339bf8b289d0977642e467f3d6ddb75e4401aa/0_134_3500_2100/1000.jpg\" alt=\"Nigel Farage in the European parliament\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage in the European parliament. New MEPs will take their seats for the first time on 1 July.</span> <span class=\"element-image__credit\">Photograph: Patrick Seeger/EPA</span> </figcaption> </figure>  <h2>2 July</h2> <p>New MEPs sit at the inaugural session of the new European parliament.</p> <h2>25 July</h2> <p>The rough date on which the Commons would be expected to rise for summer recess, and the date by which the party would, ideally, like a new Conservative leader to be installed if a contest took place.</p> <h2>Mid-August</h2> <p>The approximate time by which the prime minister would need to call a general election to be held before the article 50 extension expires – in order to meet the requirements of the Fixed-Term Parliaments Act 2011, and also the timetable set out in the Electoral Registration and Administration Act 2013, which requires 25 working days for an election campaign.</p> <h2>25-27 August</h2> <p>The prime minister is due to attend a G7 summit in Biarritz, France.</p> <h2>5-12 September</h2> <p>This is the date on which the Commons would be likely to return from summer recess, bar any early recall of MPs to deal with Brexit crises.</p> <h2>22 September – 2 October</h2> <p>The Labour and Conservative party conferences are held on consecutive weeks. </p> <h2>8 October</h2> <p>The date MPs would return to parliament, 18 working days before the UK would be due to leave the EU.</p>  <figure class=\"element element-image\" data-media-id=\"cc555f822a46088c9f9b9f2ea228b930a8d02c67\"> <img src=\"https://media.guim.co.uk/cc555f822a46088c9f9b9f2ea228b930a8d02c67/0_87_3500_2100/1000.jpg\" alt=\"A sign for a polling station\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The final practical date on which the UK could hold a general election would be 10 October.</span> <span class=\"element-image__credit\">Photograph: Xinhua/Barcroft Images</span> </figcaption> </figure>  <h2>10 October</h2> <p>The last practical polling date on which a prime minister could hold a general election or second referendum – the final Thursday before the next European council.</p> <p>The Electoral Commission is suggesting it would need <a href=\"https://www.legislation.gov.uk/ukpga/2000/41/contents\">10 weeks to organise</a> a poll, as set out in the Political Parties, Elections and Referendums Act 2000, and that there would be a campaign of at least four weeks. </p> <p>In practice, a change of policy or government this late in the timetable would be likely to require a further extension if a radical change of direction is expected.</p> <h2>17-18 October</h2> <p>EU leaders meet for the final European council summit before the UK’s extension is due to expire.</p> <h2>31 October</h2> <p>The six-month article 50 extension will expire.</p> <h2>12 December</h2> <p>The next date on which Tory MPs can hold a confidence vote in May, if she remains at the helm.</p>",
      "newspaperPageNumber": "10",
      "wordcount": "959",
      "firstPublicationDate": "2019-04-12T16:38:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:24Z",
      "newspaperEditionDate": "2019-04-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b89kc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fe5457123406aa9ed8dfc25f92ef8f0e8ee06778/0_168_2952_1771/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "This week, a six-hour debate among EU leaders concluded with Theresa May being offered a six-month extension to article 50. Britain will remain a member state of the EU until 31 October, with the option to leave earlier if the prime minister can secure House of Commons support for her Brexit deal. Here are some of the key upcoming dates in the political calendar. 12 April Parliament is in recess. The cabinet ministers David Lidington and Michael Gove are holding talks with Labour’s John McDonnell to try to reach a compromise on May’s deal. If the sides cannot agree, the government hopes they can at least decide on a process of indicative votes or the path for the withdrawal agreement bill as a way to try to find a parliamentary consensus. 15 April The UK will need to publish notices for EU elections the prime minister has said she is determined not to hold. 23 April MPs return to parliament after Easter recess. This is the week in which a new parliamentary process could begin in an attempt to find a consensus – whether by new indicative votes or the government introducing the bill, which MPs could amend, either to add a confirmatory referendum or soft Brexit options such as a customs union. 25 April The closing date for European parliament elections nominations and candidate lists. 2 May Local elections take place across England and Northern Ireland. The Conservative party has said it is expecting poor results. The Liberal Democrats are expected to kickstart their contest to replace Vince Cable as leader after the polls. 9 May EU leaders will hold a summit on the future of Europe in Sibiu, Romania – an event that was supposed to spell out the bloc’s post-Brexit future. May has agreed not to attend. Mid-May The approximate time legislation for any second referendum would need to begin passing through the Houses of Parliament, according to Alan Renwick, the deputy director of the Constitution Unit at University College London. 22 May The final day on which MPs could pass a withdrawal deal and avoid holding European parliament elections. 23 May European parliament elections take place across the UK and the rest of the EU, with any campaign likely to be dominated in the UK by smaller protest parties including Nigel Farage’s Brexit party and Ukip, as well as Change UK. 26 May Results are declared from 10pm, with the Conservatives expecting massive losses. From the limited amount of polling that has been carried out so far, Labour is currently ahead, with significant vote shares likely for smaller parties. 27 May May would probably need to quit this week in order for a new leader to be in place by summer recess. However, this could technically take place later because only a fortnight would be required for MPs to vote on leadership candidates. 30 May – 11 June The Commons would probably be due to go on a short Whitsun recess, which would be cancelled if the prime minister is still attempting to pass a Brexit deal, in order to prevent new MEPs from having to take their seats in the European parliament. 20-21 June EU leaders will assess the progress Britain has made over the past few months at a European council summit. 28-29 June May, along with EU and world leaders, is due to attend a G20 summit in Osaka. When the prime minister pledged to Tory MPs that she would stand down, she had planned this to be her final overseas summit. 30 June The date past which May said she would not countenance the UK staying in the EU, and the day before MEPs must take their seats in the European parliament. 2 July New MEPs sit at the inaugural session of the new European parliament. 25 July The rough date on which the Commons would be expected to rise for summer recess, and the date by which the party would, ideally, like a new Conservative leader to be installed if a contest took place. Mid-August The approximate time by which the prime minister would need to call a general election to be held before the article 50 extension expires – in order to meet the requirements of the Fixed-Term Parliaments Act 2011, and also the timetable set out in the Electoral Registration and Administration Act 2013, which requires 25 working days for an election campaign. 25-27 August The prime minister is due to attend a G7 summit in Biarritz, France. 5-12 September This is the date on which the Commons would be likely to return from summer recess, bar any early recall of MPs to deal with Brexit crises. 22 September – 2 October The Labour and Conservative party conferences are held on consecutive weeks. 8 October The date MPs would return to parliament, 18 working days before the UK would be due to leave the EU. 10 October The last practical polling date on which a prime minister could hold a general election or second referendum – the final Thursday before the next European council. The Electoral Commission is suggesting it would need 10 weeks to organise a poll, as set out in the Political Parties, Elections and Referendums Act 2000, and that there would be a campaign of at least four weeks. In practice, a change of policy or government this late in the timetable would be likely to require a further extension if a radical change of direction is expected. 17-18 October EU leaders meet for the final European council summit before the UK’s extension is due to expire. 31 October The six-month article 50 extension will expire. 12 December The next date on which Tory MPs can hold a confidence vote in May, if she remains at the helm.",
      "charCount": "5487",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/apr/12/ban-the-import-of-hunting-trophies",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-04-12T16:17:38Z",
    "webTitle": "Ban the import of hunting trophies | Letter",
    "webUrl": "https://www.theguardian.com/environment/2019/apr/12/ban-the-import-of-hunting-trophies",
    "apiUrl": "https://content.guardianapis.com/environment/2019/apr/12/ban-the-import-of-hunting-trophies",
    "fields": {
      "headline": "Ban the import of hunting trophies",
      "standfirst": "<strong>Michael Palin</strong>,<strong> William Shatner </strong>and<strong> Joanna Lumley </strong>are among a group of activists calling for urgent action by the UK government",
      "trailText": "Letter: <strong>Michael Palin</strong>,<strong> William Shatner </strong>and<strong> Joanna Lumley </strong>are among a group of activists calling for urgent action by the UK government",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"d2cdc8889e82fdee3792750215edbc6fc37f0d2a\"> <img src=\"https://media.guim.co.uk/d2cdc8889e82fdee3792750215edbc6fc37f0d2a/0_0_3000_1800/1000.jpg\" alt=\"A lion\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Lions fared the worst, hit with the biggest increase in trophy hunting among the big five since 2004,’ say the signatories to this letter. </span> <span class=\"element-image__credit\">Photograph: Jeffrey Barbee/The Guardian</span> </figcaption> </figure>",
      "body": "<p>It is time for the UK government to help bring an end to trophy hunting, starting with urgent action on protected species.</p> <p>The number of animals killed by trophy hunters is staggering: in total, 1.7m trophies were legally traded worldwide between 2004-14, around 200,000 of them from threatened species. Of these, 2,500 were brought home by British hunters, including hundreds of heads, feet, tails, hides, tusks and horns from some of the most endangered species, including rhino and elephant.</p> <p>Elephants were being poached in their tens of thousands each year to cater to the global demand for ivory, yet they were still deemed fair game for trophy hunters.</p> <p>Lions fared the worst, hit with the biggest increase in trophy hunting among the big five since 2004: around 13,800 lion trophies were traded over the subsequent decade. Lion numbers plunged 43% between 1993 and 2014. <a href=\"https://www.theguardian.com/environment/cecil-the-lion\" title=\"\">Cecil’s</a> death in 2015 prompted the UK government to conduct a study on the impact of trophy hunting, but no further action was taken and lion trophies continued to be imported in the following years.</p> <p>Giraffe populations have crashed by 40% in the past 30 years. In 2018, two subspecies were listed as critically endangered on the International Union for Conservation of Nature list. In the US, hunters brought back trophies from 3,563 giraffes between 2006 and 2015.</p> <p>When it comes to saving the last of Earth’s megafauna, it is not only a question of conservation but a moral imperative. Animals that once teemed in their millions have been largely wiped out, part of an anthropocentric extinction event that has claimed 60% of the Earth’s fauna in the past 50 years.</p> <p>Today, the last of these animals continue to be relentlessly killed for their body parts to feed the demand for trinkets, bushmeat and fake medicinal cures. But even at this late hour it’s not too late to save them and put in place the protections they need to recover and thrive in the wild.</p> <p>Banning the import of hunting trophies will send a clear message to the international community that there is no place for trophy hunting in this day and age.</p> <p>We hope the British government will act quickly to implement such a ban and will lead the way in urging other countries to do the same. As with the <a href=\"https://services.parliament.uk/bills/2017-19/ivory.html\" title=\"\">Ivory Act</a>, the government can expect full and enthusiastic support from the British public for this move.<br><strong>Damian Aspinall</strong> Chairman, The Aspinall Foundation<br><strong>Candice Bergen</strong> Actor and conservationist<br><strong>Gordon Buchanan </strong>Wildlife photographer and conservationist<br><strong>Nicky Campbell</strong> Broadcaster and journalist<br><strong>Giles Clark</strong> Director of conservation, Big Cat Sanctuary, and TV presenter<br><strong>Jilly Cooper</strong> Author <br><strong>Dr Louise de Waal</strong> Sustainable tourism consultant and creative writer/Green Girls in Africa<br><strong>Jane Goodall</strong> Founder, the Jane Goodall Institute and UN messenger of peace<br><strong>Stanley Johnson</strong> Author and co-chairman, Environmentalists for Europe<br><strong>Bella Lack</strong> Born Free ambassador and member of Ivory Alliance 2024<br><strong>Jan Leeming</strong> TV presenter<br><strong>Matt Lucas</strong> Comedian and actor<br><strong>Joanna Lumley </strong>Actor<br><strong>Virginia McKenna</strong> Founder, Born Free Foundation <br><strong>Lesley Nicol</strong> Actor and conservationist<br><strong>Edward Norton</strong> Filmmaker and UN goodwill ambassador for biodiversity<br><strong>Michael Palin</strong> Writer, actor and broadcaster<br><strong>Dan Richardson</strong> Actor and conservationist<br><strong>William Shatner</strong> Actor<br><strong>The Rt Revd Dr Alan Smith</strong> Bishop of St Albans<br><strong>Denise Dresner</strong> Action for Elephants UK<br><strong>Alexia Abnett</strong> Director, Southern African Fight for Rhinos<br><strong>Drew Abrahamson</strong> Founder, Captured in Africa Foundation<br><strong>Jane Alexandra, Louise Ravula</strong> Co-founders, Two Million Tusks<br><strong>Rosemary Alles</strong> Co-founder, Global March for Elephants and Rhinos<br><strong>Claire Bass</strong> Executive director, Humane Society International UK<br><strong>Reinhard Behrend</strong> Founder, Rettet den Regenwald e.V. (Rainforest Rescue)<br><strong>Scott Blais</strong> CEO/Co-founder of Global Sanctuary for Elephants<br><strong>Karen Botha</strong> Chief executive, David Shepherd Wildlife Foundation<br><strong>Rob Brandford</strong> Director, David Sheldrick Wildlife Trust<br><strong>Laura Bridgeman</strong> Acting director, In Defense of Animals (USA)<br><strong>Carol Buckley</strong> Founder, Elephant Aid International<br><strong>Reute Butler</strong> President, Friends of Conservation<br><strong>Salisha Chandra</strong> Founding member, Kenyans United Against Poaching: KUAPO Trust<br><strong>David Cowdrey</strong> Head of policy and campaigns, International Fund for Animal Welfare<br><strong>Jan Creamer</strong> President, Animal Defenders International<br><strong>Cormac Cullinan</strong> Director, Wild Law Institute (South Africa)<br><strong>Arend de Haas </strong>Co-founder and director, African Conservation Foundation<br><strong>Audrey Delsink</strong> Wildlife director, HSI-Africa<br><strong>Heli Dungler</strong> Founder, Four Paws International<br><strong>Lee Durrell </strong>Honorary director, Durrell Wildlife Conservation Trust<br><strong>Dave Du Toit</strong> Founder, Vervet Monkey Foundation<br><strong>Stefania Falcon</strong> Founder, Future 4 Wildlife: Africa<br><strong>Dr Christian Felix</strong> Board member, Future for Elephants e.V.<br><strong>Sudarshani Fernando</strong> Sentinels Against Wildlife Crime (Sri Lanka)<br><strong>Eduardo Gonçalves </strong>Founder/President, Campaign to Ban Trophy Hunting<br><strong>Birgit Hampl</strong> Founder, For the Giants (Germany)<br><strong>Iris Ho</strong> Senior specialist, wildlife programs and policy, Humane Society International<br><strong>Dr Lynn Johnson</strong> Founder and CEO, Nature Needs More<br><strong>Simon Jones</strong> Founder and CEO, Helping Rhinos<br><strong>Max </strong>and<strong> Josh Kauderer</strong> Founders, Elephant Highway<br><strong>Alan Knight</strong> CEO, International Animal Rescue<br><strong>Laurene K Knowles</strong> Founder/President, Elemotion Foundation<br><strong>Rob Laidlaw</strong> Executive director, Zoocheck Inc<br><strong>Professor Phyllis Lee</strong> Director of Science, Amboseli Trust for Elephants<br><strong>Dr Smaragda Louw</strong> Director, Ban Animal Trading, Compassion in Action<br><strong>Dr Niall McCann</strong> Conservation director, National Park Rescue<br><strong>Duncan McNair</strong> CEO, Save the Asian Elephants<br><strong>Christine Macsween</strong> Co-founder, LionAid<br><strong>Chris Mercer</strong> Founder, Campaign against Canned Hunting<br><strong>Marcelle Meredith</strong> Executive director, National Council of SPCAs South Africa<br><strong>Fiona Miles</strong> Country director, Four Paws South Africa<br><strong>Dr Les Mitchell</strong> Pax Gaia and ICAS Africa<br><strong>Kate Moore</strong> Programmes director, Lilongwe Wildlife Trust<br><strong>Stephen Munro </strong>Managing director, The Centre for Animal Rehabilitation and Education <br><strong>Ingrid E Newkirk </strong>Founder, People for the Ethical Treatment of Animals (PETA) <br><strong>Sue Olsen</strong> Founder, Olsen Animal Trust<br><strong>Paul Oxton</strong> Founder/Director, Wild Heart Wildlife Foundation<br><strong>Linda Park, Sarah Dyer</strong> Co-founders, Voice4Lions<br><strong>Asgar Pathan </strong>Executive director, Care for the Wild, Kenya<br><strong>Donalea Patman</strong> Founding director, For the Love of Wildlife Limited<br><strong>Michele Pickover </strong>Director, EMS Foundation<br><strong>Melanie Reiner</strong> Managing director, Animals United e.V.<br><strong>Dr Jill Robinson</strong> Founder and CEO, Animals Asia Foundation<br><strong>Caroline Ruane </strong>CEO, Naturewatch Foundation, coordinators of the World Animal Day movement<br><strong>Noor Santosian </strong>Co-founder and president, Africa Nomads Conservation<br><strong>John Sauven</strong> Executive Director, Greenpeace UK<br><strong>Elizabeth Schrank</strong> Founder and director, Elephantopia<br><strong>Stephen Sibbald</strong> UK country director, World Animal Protection<br><strong>Dr Bool Smuts</strong> Director and founder, Landmark Foundation<br><strong>Patsy Stagman</strong> Rhino Conservation Dubai<br><strong>John Stephenson</strong> CEO, Stop Ivory<br><strong>Yvette Taylor</strong> Director, Lawrence Anthony Earth Organization<br><strong>Janet Thomas</strong> Founder and CEO, Animal Aid Abroad (Australia)<br><strong>Carl Thornton</strong> Founder and director, PitTrack K9 Conservation<br><strong>Thomas Töpfer</strong> Chairman, Rettet die Elefanten Afrikas e.V.<br><strong>Will Travers</strong> President, Born Free Foundation<br><strong>Helen Turnbull</strong> CEO, The Cape Leopard Trust<br><strong>Sarah Uhlemann</strong> International program director and senior attorney, Center for Biological Diversity<br><strong>Amy Wilson</strong> Co-founder, Animal Law Reform South Africa<br><strong>Rory Young</strong> Co-founder, Chengeta Wildlife<br><strong>Professor David Bilchitz</strong> University of Johannesburg; director, South African Institute for Advanced Constitutional, Public, Human Rights and International Law<br><strong>Dr Mahinda Deegalle</strong> Reader in study of religions, philosophies and ethics<br><strong>Sujeewa Jasinghe</strong> Centre for Eco-cultural Studies (CES, Sri Lanka)<br><strong>Andrew Knight</strong> Professor of animal welfare and ethics; founding director, Centre for Animal Welfare, University of Winchester<br><strong>Ian Redmond</strong> Independent Wildlife Biologist, Co-Founder of the Elefriends campaign (1989) and ambassador for the UNEP Convention on Migratory Species<br><strong>Professor Alice Roberts</strong> Biological anthropologist, author and broadcaster<br><strong>Dr Adam Rutherford</strong> Geneticist, author and broadcaster<br><strong>Heidi Allen </strong>(Ind), South Cambridgeshire<br><strong>Sir David Amess</strong> (Con), Southend West<br><strong>Hilary Benn</strong> (Lab), Leeds Central<br><strong>Clive Betts </strong>(Lab), Sheffield South East<br><strong>Tom Brake</strong> (LibDem), Carshalton and Wallington<br><strong>Alan Brown</strong> (SNP), Kilmarnock and Loudon<br><strong>Rosie Cooper</strong> (Lab), West Lancashire<br><strong>Sir David Crausby</strong> (Lab), Bolton North East<br><strong>Jim Cunningham</strong> (Lab), Coventry South<br><strong>Sir Edward Davey</strong> (LibDem), Kingston and Surbiton<br><strong>Martyn Day </strong>(SNP), Linlithgow and East Falkirk<br><strong>Emma Dent Coad</strong> (Lab), Kensington<br><strong>David Drew</strong> (Lab Co-op), Stroud<br><strong>Tim Farron</strong> (LibDem). Westmorland and Lonsdale<br><strong>Jim Fitzpatrick</strong> (Lab), Poplar and Limehouse<br><strong>Yvonne Fovargue </strong>(Lab), Makerfield<br><strong>Sir Roger Gale</strong> (Con), North Thanet<br><strong>Zac Goldsmith</strong> (Con), Richmond Park and North Kingston<br><strong>Helen Hayes </strong>(Lab), Dulwich and West Norwood<br><strong>Kelvin Hopkins</strong> (Ind), Luton North<br><strong>Andrea Jenkyns</strong> (Con), Morley and Outwood<br><strong>Sir Greg Knight</strong> (Con), East Yorkshire<br><strong>Peter Kyle</strong> (Lab), Hove<br><strong>Pauline Latham</strong> (Con), Mid Derbyshire<br><strong>Emma Little Pengelly</strong> (DUP), Belfast South<br><strong>Caroline Lucas</strong> (Green), Brighton, Pavilion<br><strong>Ian Lucas</strong> (Lab), Wrexham<br><strong>Kerry McCarthy</strong> (Lab), Bristol East<br><strong>Stuart McDonald </strong>(SNP), Cumbernauld, Kilsyth and Kirkintilloch East<br><strong>Catherine McKinnell</strong> (Lab), Newcastle upon Tyne North<br><strong>Rachael Maskell</strong> (Lab Co-op), York Central<br><strong>Carol Monaghan</strong> (SNP), Glasgow North West<br><strong>Jessica Morden</strong> (Lab), Newport East<br><strong>Matthew Pennycook</strong> (Lab), Greenwich and Woolwich<br><strong>Rebecca Pow</strong> (Con), Taunton Deane<br><strong>Virendra Sharma</strong> (Lab), Ealing, Southall<br><strong>Tommy Sheppard </strong>(SNP), Edinburgh East<br><strong>Angela Smith</strong> (Ind), Penistone and Stocksbridge<br><strong>Alex Sobel</strong> (Lab Co-op), Leeds North West<br><strong>John Spellar </strong>(Lab), Warley<br><strong>Wes Streeting </strong>(Lab), Ilford North<br><strong>Graham Stringer</strong> (Lab), Blackley and Broughton<br><strong>Giles Watling</strong> (Con), Clacton<br><strong>Daniel Zeichner </strong>(Lab), Cambridge<br><strong>Baroness Jones of Moulsecoomb</strong><br><strong>Baroness Young of Old Scone</strong><br><strong>Catherine Bearder</strong> MEP</p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "1346",
      "commentable": "false",
      "firstPublicationDate": "2019-04-12T16:17:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-12T17:13:29Z",
      "newspaperEditionDate": "2019-04-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b89ff",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d2cdc8889e82fdee3792750215edbc6fc37f0d2a/0_0_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is time for the UK government to help bring an end to trophy hunting, starting with urgent action on protected species. The number of animals killed by trophy hunters is staggering: in total, 1.7m trophies were legally traded worldwide between 2004-14, around 200,000 of them from threatened species. Of these, 2,500 were brought home by British hunters, including hundreds of heads, feet, tails, hides, tusks and horns from some of the most endangered species, including rhino and elephant. Elephants were being poached in their tens of thousands each year to cater to the global demand for ivory, yet they were still deemed fair game for trophy hunters. Lions fared the worst, hit with the biggest increase in trophy hunting among the big five since 2004: around 13,800 lion trophies were traded over the subsequent decade. Lion numbers plunged 43% between 1993 and 2014. Cecil’s death in 2015 prompted the UK government to conduct a study on the impact of trophy hunting, but no further action was taken and lion trophies continued to be imported in the following years. Giraffe populations have crashed by 40% in the past 30 years. In 2018, two subspecies were listed as critically endangered on the International Union for Conservation of Nature list. In the US, hunters brought back trophies from 3,563 giraffes between 2006 and 2015. When it comes to saving the last of Earth’s megafauna, it is not only a question of conservation but a moral imperative. Animals that once teemed in their millions have been largely wiped out, part of an anthropocentric extinction event that has claimed 60% of the Earth’s fauna in the past 50 years. Today, the last of these animals continue to be relentlessly killed for their body parts to feed the demand for trinkets, bushmeat and fake medicinal cures. But even at this late hour it’s not too late to save them and put in place the protections they need to recover and thrive in the wild. Banning the import of hunting trophies will send a clear message to the international community that there is no place for trophy hunting in this day and age. We hope the British government will act quickly to implement such a ban and will lead the way in urging other countries to do the same. As with the Ivory Act, the government can expect full and enthusiastic support from the British public for this move. Damian Aspinall Chairman, The Aspinall Foundation Candice Bergen Actor and conservationist Gordon Buchanan Wildlife photographer and conservationist Nicky Campbell Broadcaster and journalist Giles Clark Director of conservation, Big Cat Sanctuary, and TV presenter Jilly Cooper Author Dr Louise de Waal Sustainable tourism consultant and creative writer/Green Girls in Africa Jane Goodall Founder, the Jane Goodall Institute and UN messenger of peace Stanley Johnson Author and co-chairman, Environmentalists for Europe Bella Lack Born Free ambassador and member of Ivory Alliance 2024 Jan Leeming TV presenter Matt Lucas Comedian and actor Joanna Lumley Actor Virginia McKenna Founder, Born Free Foundation Lesley Nicol Actor and conservationist Edward Norton Filmmaker and UN goodwill ambassador for biodiversity Michael Palin Writer, actor and broadcaster Dan Richardson Actor and conservationist William Shatner Actor The Rt Revd Dr Alan Smith Bishop of St Albans Denise Dresner Action for Elephants UK Alexia Abnett Director, Southern African Fight for Rhinos Drew Abrahamson Founder, Captured in Africa Foundation Jane Alexandra, Louise Ravula Co-founders, Two Million Tusks Rosemary Alles Co-founder, Global March for Elephants and Rhinos Claire Bass Executive director, Humane Society International UK Reinhard Behrend Founder, Rettet den Regenwald e.V. (Rainforest Rescue) Scott Blais CEO/Co-founder of Global Sanctuary for Elephants Karen Botha Chief executive, David Shepherd Wildlife Foundation Rob Brandford Director, David Sheldrick Wildlife Trust Laura Bridgeman Acting director, In Defense of Animals (USA) Carol Buckley Founder, Elephant Aid International Reute Butler President, Friends of Conservation Salisha Chandra Founding member, Kenyans United Against Poaching: KUAPO Trust David Cowdrey Head of policy and campaigns, International Fund for Animal Welfare Jan Creamer President, Animal Defenders International Cormac Cullinan Director, Wild Law Institute (South Africa) Arend de Haas Co-founder and director, African Conservation Foundation Audrey Delsink Wildlife director, HSI-Africa Heli Dungler Founder, Four Paws International Lee Durrell Honorary director, Durrell Wildlife Conservation Trust Dave Du Toit Founder, Vervet Monkey Foundation Stefania Falcon Founder, Future 4 Wildlife: Africa Dr Christian Felix Board member, Future for Elephants e.V. Sudarshani Fernando Sentinels Against Wildlife Crime (Sri Lanka) Eduardo Gonçalves Founder/President, Campaign to Ban Trophy Hunting Birgit Hampl Founder, For the Giants (Germany) Iris Ho Senior specialist, wildlife programs and policy, Humane Society International Dr Lynn Johnson Founder and CEO, Nature Needs More Simon Jones Founder and CEO, Helping Rhinos Max and Josh Kauderer Founders, Elephant Highway Alan Knight CEO, International Animal Rescue Laurene K Knowles Founder/President, Elemotion Foundation Rob Laidlaw Executive director, Zoocheck Inc Professor Phyllis Lee Director of Science, Amboseli Trust for Elephants Dr Smaragda Louw Director, Ban Animal Trading, Compassion in Action Dr Niall McCann Conservation director, National Park Rescue Duncan McNair CEO, Save the Asian Elephants Christine Macsween Co-founder, LionAid Chris Mercer Founder, Campaign against Canned Hunting Marcelle Meredith Executive director, National Council of SPCAs South Africa Fiona Miles Country director, Four Paws South Africa Dr Les Mitchell Pax Gaia and ICAS Africa Kate Moore Programmes director, Lilongwe Wildlife Trust Stephen Munro Managing director, The Centre for Animal Rehabilitation and Education Ingrid E Newkirk Founder, People for the Ethical Treatment of Animals (PETA) Sue Olsen Founder, Olsen Animal Trust Paul Oxton Founder/Director, Wild Heart Wildlife Foundation Linda Park, Sarah Dyer Co-founders, Voice4Lions Asgar Pathan Executive director, Care for the Wild, Kenya Donalea Patman Founding director, For the Love of Wildlife Limited Michele Pickover Director, EMS Foundation Melanie Reiner Managing director, Animals United e.V. Dr Jill Robinson Founder and CEO, Animals Asia Foundation Caroline Ruane CEO, Naturewatch Foundation, coordinators of the World Animal Day movement Noor Santosian Co-founder and president, Africa Nomads Conservation John Sauven Executive Director, Greenpeace UK Elizabeth Schrank Founder and director, Elephantopia Stephen Sibbald UK country director, World Animal Protection Dr Bool Smuts Director and founder, Landmark Foundation Patsy Stagman Rhino Conservation Dubai John Stephenson CEO, Stop Ivory Yvette Taylor Director, Lawrence Anthony Earth Organization Janet Thomas Founder and CEO, Animal Aid Abroad (Australia) Carl Thornton Founder and director, PitTrack K9 Conservation Thomas Töpfer Chairman, Rettet die Elefanten Afrikas e.V. Will Travers President, Born Free Foundation Helen Turnbull CEO, The Cape Leopard Trust Sarah Uhlemann International program director and senior attorney, Center for Biological Diversity Amy Wilson Co-founder, Animal Law Reform South Africa Rory Young Co-founder, Chengeta Wildlife Professor David Bilchitz University of Johannesburg; director, South African Institute for Advanced Constitutional, Public, Human Rights and International Law Dr Mahinda Deegalle Reader in study of religions, philosophies and ethics Sujeewa Jasinghe Centre for Eco-cultural Studies (CES, Sri Lanka) Andrew Knight Professor of animal welfare and ethics; founding director, Centre for Animal Welfare, University of Winchester Ian Redmond Independent Wildlife Biologist, Co-Founder of the Elefriends campaign (1989) and ambassador for the UNEP Convention on Migratory Species Professor Alice Roberts Biological anthropologist, author and broadcaster Dr Adam Rutherford Geneticist, author and broadcaster Heidi Allen (Ind), South Cambridgeshire Sir David Amess (Con), Southend West Hilary Benn (Lab), Leeds Central Clive Betts (Lab), Sheffield South East Tom Brake (LibDem), Carshalton and Wallington Alan Brown (SNP), Kilmarnock and Loudon Rosie Cooper (Lab), West Lancashire Sir David Crausby (Lab), Bolton North East Jim Cunningham (Lab), Coventry South Sir Edward Davey (LibDem), Kingston and Surbiton Martyn Day (SNP), Linlithgow and East Falkirk Emma Dent Coad (Lab), Kensington David Drew (Lab Co-op), Stroud Tim Farron (LibDem). Westmorland and Lonsdale Jim Fitzpatrick (Lab), Poplar and Limehouse Yvonne Fovargue (Lab), Makerfield Sir Roger Gale (Con), North Thanet Zac Goldsmith (Con), Richmond Park and North Kingston Helen Hayes (Lab), Dulwich and West Norwood Kelvin Hopkins (Ind), Luton North Andrea Jenkyns (Con), Morley and Outwood Sir Greg Knight (Con), East Yorkshire Peter Kyle (Lab), Hove Pauline Latham (Con), Mid Derbyshire Emma Little Pengelly (DUP), Belfast South Caroline Lucas (Green), Brighton, Pavilion Ian Lucas (Lab), Wrexham Kerry McCarthy (Lab), Bristol East Stuart McDonald (SNP), Cumbernauld, Kilsyth and Kirkintilloch East Catherine McKinnell (Lab), Newcastle upon Tyne North Rachael Maskell (Lab Co-op), York Central Carol Monaghan (SNP), Glasgow North West Jessica Morden (Lab), Newport East Matthew Pennycook (Lab), Greenwich and Woolwich Rebecca Pow (Con), Taunton Deane Virendra Sharma (Lab), Ealing, Southall Tommy Sheppard (SNP), Edinburgh East Angela Smith (Ind), Penistone and Stocksbridge Alex Sobel (Lab Co-op), Leeds North West John Spellar (Lab), Warley Wes Streeting (Lab), Ilford North Graham Stringer (Lab), Blackley and Broughton Giles Watling (Con), Clacton Daniel Zeichner (Lab), Cambridge Baroness Jones of Moulsecoomb Baroness Young of Old Scone Catherine Bearder MEP • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "10221",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/12/customs-union-and-recession-fears",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-12T16:11:57Z",
    "webTitle": "Customs union and recession fears | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/12/customs-union-and-recession-fears",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/12/customs-union-and-recession-fears",
    "fields": {
      "headline": "Customs union and recession fears",
      "standfirst": "<strong>Yugo Kovach </strong>is concerned about being ‘shackled’ to an EU customs union, <strong>Brian Simpson</strong> is not taking the IMF’s warnings seriously, and <strong>Margaret Squires</strong> sheds light on European elections in Scotland",
      "trailText": "Letters: <strong>Yugo Kovach </strong>is concerned about being ‘shackled’ to an EU customs union, <strong>Brian Simpson</strong> is not taking the IMF’s warnings seriously, and <strong>Margaret Squires</strong> sheds light on European elections in Scotland",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"367005cab4b125f458678440bf026ad69ed67cd5\"> <img src=\"https://media.guim.co.uk/367005cab4b125f458678440bf026ad69ed67cd5/0_0_3333_2000/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The British prime minister, Theresa May. ‘The less said about the virtues of a soft Brexit incorporating a customs union the better,’ says Yugo Kovach.</span> <span class=\"element-image__credit\">Photograph: Le Pictorium/Barcroft Images</span> </figcaption> </figure>",
      "body": "<p>No self-respecting state wanting to leave the EU would contemplate shackling itself to an EU customs union (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/10/the-guardian-view-on-britain-in-europe-an-inevitable-partnership\" title=\"\">Editorial</a>, 11 April). We would have little or no say with regards to any future deals negotiated by the EU and no ability to negotiate our own deals. Worse still is the lack of reciprocity arising from no longer being a formal party to EU trade deals. Take the EU-Canada trade deal. Britain will be forced to give access to Canadian goods, but Canada will neither be obliged to give reciprocal access to British goods nor have any incentive to do so. Then there is the matter of the complex interaction of a customs union with the single market. The less said about the virtues of a soft Brexit incorporating a customs union the better.<br><strong>Yugo Kovach</strong><br><em>Winterborne Houghton, Dorset</em></p> <p>• “Two years of recession would follow no-deal – IMF” (<a href=\"https://www.theguardian.com/business/2019/apr/09/imf-no-deal-brexit-risks-two-year-recession-uk-economic\" title=\"\">Report</a>, 10 April). Can this be the same IMF that <a href=\"https://www.theguardian.com/business/2016/jun/18/imf-says-brexit-would-trigger-uk-recession-eu-referendum\" title=\"\">warned</a> in 2016 that a leave vote would lead to immediate recession, a stockmarket crash and a collapse in house prices?<br><strong>Brian Simpson</strong><br><em>London</em></p> <p>• Natalie Kehr’s suggestion that there should be three candidates in each constituency with differing Brexit opinions (<a href=\"https://www.theguardian.com/politics/2019/apr/11/what-to-make-of-the-latest-extension-to-article-50\" title=\"\">Letters</a>, 12 April) shows a sad lack of knowledge of how European elections actually work. Here in Scotland, we inhabit one giant constituency with six members. All her shades of grey could get in, with three to spare. There is unlikely to be time to change the rules to turn the election into an opinion poll if that is what she intended, and the Europeans might have something to say about that.<br><strong>Margaret Squires</strong><br><em>St Andrews, Fife</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "316",
      "commentable": "false",
      "firstPublicationDate": "2019-04-12T16:11:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:17Z",
      "newspaperEditionDate": "2019-04-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b89q2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/367005cab4b125f458678440bf026ad69ed67cd5/0_0_3333_2000/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "No self-respecting state wanting to leave the EU would contemplate shackling itself to an EU customs union (Editorial, 11 April). We would have little or no say with regards to any future deals negotiated by the EU and no ability to negotiate our own deals. Worse still is the lack of reciprocity arising from no longer being a formal party to EU trade deals. Take the EU-Canada trade deal. Britain will be forced to give access to Canadian goods, but Canada will neither be obliged to give reciprocal access to British goods nor have any incentive to do so. Then there is the matter of the complex interaction of a customs union with the single market. The less said about the virtues of a soft Brexit incorporating a customs union the better. Yugo Kovach Winterborne Houghton, Dorset • “Two years of recession would follow no-deal – IMF” (Report, 10 April). Can this be the same IMF that warned in 2016 that a leave vote would lead to immediate recession, a stockmarket crash and a collapse in house prices? Brian Simpson London • Natalie Kehr’s suggestion that there should be three candidates in each constituency with differing Brexit opinions (Letters, 12 April) shows a sad lack of knowledge of how European elections actually work. Here in Scotland, we inhabit one giant constituency with six members. All her shades of grey could get in, with three to spare. There is unlikely to be time to change the rules to turn the election into an opinion poll if that is what she intended, and the Europeans might have something to say about that. Margaret Squires St Andrews, Fife • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1876",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "lifeandstyle/2019/apr/12/cabinet-cats-are-the-purrfect-distraction",
    "type": "article",
    "sectionId": "lifeandstyle",
    "sectionName": "Life and style",
    "webPublicationDate": "2019-04-12T16:04:06Z",
    "webTitle": "Cabinet cats are the purrfect distraction | Brief letters",
    "webUrl": "https://www.theguardian.com/lifeandstyle/2019/apr/12/cabinet-cats-are-the-purrfect-distraction",
    "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/apr/12/cabinet-cats-are-the-purrfect-distraction",
    "fields": {
      "headline": "Cabinet cats are the purrfect distraction",
      "standfirst": "Gladstone the cat | Film classifications | Virgin Trains | Tory voters | Irish citizenship | Stolen supplements",
      "trailText": "<strong>Brief letters:</strong> Gladstone the cat | Film classifications | Virgin Trains | Tory voters | Irish citizenship | Stolen supplements",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ac07fd013b7b3eb359f3c060b59b26681b19794a\"> <img src=\"https://media.guim.co.uk/ac07fd013b7b3eb359f3c060b59b26681b19794a/0_0_3146_1887/1000.jpg\" alt=\"Larry the cat sits outside No 10\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Larry the cat sits outside No 10.</span> <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>Delighted as I was to see appropriate reporting of the rise in power of Evie the cabinet cat (<a href=\"https://www.theguardian.com/lifeandstyle/shortcuts/2019/apr/08/cat-inet-reshuffles-the-long-history-of-felines-in-politics\" title=\"\">Cat-inet office: felines are taking over</a>, G2, 9 April), I was sorry that, in concentrating on her and Larry, no attention was paid to the most powerful Whitehall cat, Gladstone (aka <a href=\"https://twitter.com/TreasuryMog\" title=\"\">@TreasuryMog</a>). Apart from showing far greater political acumen than any of his human counterparts, he manages to combine a healthily disrespectful commentary on political developments with running a weekly online yoga class, occasional quizzes, a very valuable cats lost-and-found service and memorials for those cats who, in his words, have “gone over the rainbow bridge”. A multitasker for our times – and also an efficient mouser.<br><strong>Anne Cowper</strong><br><em>Swansea</em></p> <p>• Kim Newman (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/10/children-horror-films-peppa-pig\" title=\"\">Exposing children to horror films isn’t the nightmare you think it is</a>, theguardian.com, 10 April) ignores the decades of sensitive classification analysis, expertise, research and advice by the British Board of Film Classification (BBFC) into age-appropriate categories, since the time when “H” signalled that this treat really was for adult minds.<br><strong>Mike Bor </strong><br><em>(BBFC examiner, 1984-2000), London</em></p> <p>• When Nils Pratley writes, “We won’t weep for Branson” (<a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2019/apr/11/exit-of-virgin-trains-leaves-behind-a-muddle-over-pension-liabilities\" title=\"\">Business view</a>, 12 April), he might be expressing the view of the business world, but can he profess to be speaking for rail users on the West Coast line? In my experience of travelling the country by train, no other operator comes close to Virgin for long-distance travel in terms of punctuality and customer service. I will be sorry to see Virgin lose the West Coast franchise, especially given the Department for Transport’s track record on awarding rail franchises.<br><strong>Judith Kelt</strong><br><em>Stone, Staffordshire </em></p> <p>• Aditya Chakrabortty (11 April) quotes the health secretary, Matt Hancock, <a href=\"https://www.theguardian.com/commentisfree/2019/apr/11/tories-radical-fringe-party-government-brexit-extremists\" title=\"\">as saying</a> voting Tory is now “something people start to do when they get their winter fuel allowance”. I have been in receipt of the winter fuel allowance for many years and have never voted Tory.<br><strong>Margaret Forrester</strong><br><em>Edinburgh</em></p> <p>• Peter McKenna (<a href=\"https://www.theguardian.com/books/2019/apr/11/anne-bronte-and-the-art-of-writing-mean-men\" title=\"\">Letters</a>, 12 April) is right that three years’ residence allows you to apply for Irish citizenship. But it’s a convoluted process and, at €1,125, not cheap, as my Aberdonian partner (living in Ireland since 1991) recently discovered. Scotland didn’t even vote for Brexit.<br><strong>Joe McCarthy</strong><br><em>Dublin</em></p> <p>• Maybe the man rummaging through Saturday’s papers was looking for one with Friday evening’s football results (<a href=\"https://www.theguardian.com/tv-and-radio/2019/apr/10/forget-fleabag-lets-see-more-derry-girls\" title=\"\">Letters</a>, 11 April).<br><strong>Richard Wood</strong><br><em>Toddington, Bedfordshire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "430",
      "commentable": "false",
      "firstPublicationDate": "2019-04-12T16:04:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:36Z",
      "newspaperEditionDate": "2019-04-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b8a33",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ac07fd013b7b3eb359f3c060b59b26681b19794a/0_0_3146_1887/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Delighted as I was to see appropriate reporting of the rise in power of Evie the cabinet cat (Cat-inet office: felines are taking over, G2, 9 April), I was sorry that, in concentrating on her and Larry, no attention was paid to the most powerful Whitehall cat, Gladstone (aka @TreasuryMog). Apart from showing far greater political acumen than any of his human counterparts, he manages to combine a healthily disrespectful commentary on political developments with running a weekly online yoga class, occasional quizzes, a very valuable cats lost-and-found service and memorials for those cats who, in his words, have “gone over the rainbow bridge”. A multitasker for our times – and also an efficient mouser. Anne Cowper Swansea • Kim Newman (Exposing children to horror films isn’t the nightmare you think it is, theguardian.com, 10 April) ignores the decades of sensitive classification analysis, expertise, research and advice by the British Board of Film Classification (BBFC) into age-appropriate categories, since the time when “H” signalled that this treat really was for adult minds. Mike Bor (BBFC examiner, 1984-2000), London • When Nils Pratley writes, “We won’t weep for Branson” (Business view, 12 April), he might be expressing the view of the business world, but can he profess to be speaking for rail users on the West Coast line? In my experience of travelling the country by train, no other operator comes close to Virgin for long-distance travel in terms of punctuality and customer service. I will be sorry to see Virgin lose the West Coast franchise, especially given the Department for Transport’s track record on awarding rail franchises. Judith Kelt Stone, Staffordshire • Aditya Chakrabortty (11 April) quotes the health secretary, Matt Hancock, as saying voting Tory is now “something people start to do when they get their winter fuel allowance”. I have been in receipt of the winter fuel allowance for many years and have never voted Tory. Margaret Forrester Edinburgh • Peter McKenna (Letters, 12 April) is right that three years’ residence allows you to apply for Irish citizenship. But it’s a convoluted process and, at €1,125, not cheap, as my Aberdonian partner (living in Ireland since 1991) recently discovered. Scotland didn’t even vote for Brexit. Joe McCarthy Dublin • Maybe the man rummaging through Saturday’s papers was looking for one with Friday evening’s football results (Letters, 11 April). Richard Wood Toddington, Bedfordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2771",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "uk-news/2019/apr/12/halloween-brexit-fitting-outcome-for-zombie-prime-minister",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-04-12T09:53:24Z",
    "webTitle": "Halloween Brexit is a fitting outcome for the zombie prime minister | John Crace",
    "webUrl": "https://www.theguardian.com/uk-news/2019/apr/12/halloween-brexit-fitting-outcome-for-zombie-prime-minister",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/apr/12/halloween-brexit-fitting-outcome-for-zombie-prime-minister",
    "fields": {
      "headline": "Halloween Brexit is a fitting outcome for the zombie prime minister",
      "standfirst": "<p>The EU summit became absurdist performance art as all agreed on something they did not want</p>",
      "trailText": "The EU summit became absurdist performance art as all agreed on something they did not want",
      "byline": "John Crace",
      "main": "<figure class=\"element element-image\" data-media-id=\"e6ecbe2db81618a28b766b49063519da95a28c71\"> <img src=\"https://media.guim.co.uk/e6ecbe2db81618a28b766b49063519da95a28c71/0_133_2886_1731/1000.jpg\" alt=\"Theresa May and Angela Merkel\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Angela Merkel: ‘This is the schedule for the October emergency summit.’</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<h2><strong>Monday</strong></h2> <p>I was rather nonplussed to learn that Prince William had been doing <a href=\"https://www.theguardian.com/uk-news/2019/apr/07/prince-william-interns-mi5-mi6-gchq-on-her-majestys-secret-service\">work experience</a> with the intelligence services and, according to the GCHQ head of counter-terrorism, identified only as David, “comfortably held his own with highly skilled analysts and operators”.</p> <p>Not just because our future king is clearly something of a genius if he can, in a matter of a few hours, master tasks for which some of the country’s brightest graduates take years of training, but also because I’d always imagined that one of the prerequisites for the intelligence services was an ability to blend into the background. Not something that comes easily to a man who seldom travels without several members of staff and is invariably greeted by large crowds wherever he goes. But just maybe MI5 and MI6 are on to something.</p> <p>With William you would have an agent who was hiding in plain sight. Just imagine how time-consuming it must be trying to get your undercover operatives up close to high-profile targets. Years of tradecraft, only for the whole operation to fall apart when someone forgets a dead-letter drop. With William, you bypass all those problems. All he has to do is make one phone call and he gets a one to one with anyone in the world – from celebrities and oligarchs to dictators and presidents. And no one would think of searching him for weapons or bugs ahead of his audience, so he could literally get away with anything. Even murder. After all, if an undesirable world leader was to be found dead of “a heart attack”, no one would dare come out and openly accuse the prince of killing him. Watch this space.</p> <h2><strong>Tuesday</strong></h2> <p>One of the advantages of being fairly disorganised is that sometimes you pleasantly surprise yourself. Last week <a href=\"https://www.theguardian.com/politics/2019/apr/05/uk-yet-to-leave-but-brexit-has-separated-me-from-myself\">I wrote</a> that Brexit had forced me to give up my ticket to see Spurs play Manchester City in the Champions League quarter-finals. This would have been true, had the game been played on Wednesday, as I had imagined, rather than Tuesday. So an hour before kick-off I did, after all, get to meet my friend Matthew at Seven Sisters station so we could walk up Tottenham High Road together. He immediately declared he had been feeling sick with anxiety about the game since waking up that morning. “Is this what it is like to be you every day?” he asked. I said that sounded about right. “What a nightmare. I’m so glad I’m not you,” he added, charmingly.</p> <p>As it happened, I was actually feeling rather relaxed about the match, as I was expecting to lose comfortably and had already made plans to sell on my tickets for the return leg in Manchester next week. There’s nothing like the certainty of defeat to ease the tension. That all changed as the game got under way and Spurs began to do more than hold their own. By half-time I was a full-on wreck and when Son Heung-min <a href=\"https://www.theguardian.com/football/2019/apr/09/tottenham-hotspur-manchester-city-champions-league-quarter-final-first-leg-match-report\">scored a late winner</a>, I was probably the only Tottenham fan in the entire stadium who thought, “Oh shit. That means I am going to have to make a 400-mile round trip next week that’s almost certain to end in disappointment.” My ability to spoil things sometimes even takes me by surprise. My therapist once described me as the second most self-destructive man she had ever met. I’m still wondering who the most self-destructive man is.</p> <h2><strong>Wednesday</strong></h2> <p>A morning Eurostar found me back in Brussels for the emergency European council <a href=\"https://www.theguardian.com/politics/2019/apr/10/may-signals-she-would-accept-eu-offer-of-longer-brexit-delay\">Brexit summit</a>. Where I soon got lost as the buildings that make up the European commission are so large they almost count as their own ecosystem. With a lot of help, I eventually navigated myself past the vast semi-circular red carpet where all the EU leaders do their arrival TV clips and found my way to the overheated side room that the British press had been allocated. Where we all waited – and waited – for people inside the room where the EU leaders were meeting to text details of what was going on to trusted media contacts.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/11/brexit-may-insists-uk-can-still-exit-eu-by-end-of-next-month\">May tells MPs 'swift decisions' on Brexit will be needed after recess</a> </p> </aside>  <p>The early signs were that Theresa May’s presentation had been better received than the one she had given two weeks earlier, but she had rather struggled when asked just what she hoped to achieve with a longer extension. A question you’d have thought she might have seen coming and prepared a more convincing reply than, “I don’t know”. There again, I’m no one to talk, as at one of the few work interviews I managed to get during the lost decade of my 20s, when asked why I wanted the job, I replied, “I don’t really”.</p> <p>Amazingly I didn’t get the job. It then turned out that Emmanuel Macron, who has one eye on the French far right parties in the forthcoming European elections, had chosen to <a href=\"https://www.theguardian.com/world/2019/apr/11/macrons-tough-guy-stance-on-brexit-is-part-of-his-political-project\">play hardball</a>. This was Brexit as absurdist performance art, with May asking for a 30 June deadline that she didn’t want and Macron offering her a 30 June deadline that he didn’t want to give as France would suffer from a no-deal scenario. Inevitably the EU 27 finally settled on a <a href=\"https://www.theguardian.com/politics/2019/apr/11/its-a-halloween-brexit-european-media-give-their-verdict\">compromise of Halloween</a>. A fitting outcome for a zombie prime minister, but one that actually suited no one.</p> <h2><strong>Thursday</strong></h2> <p>It’s been reported that David Cameron has had to scale back on some of the pre-publicity for his memoirs that are scheduled <a href=\"https://www.theguardian.com/books/2019/apr/11/david-cameron-memoir-autumn-publication-william-collins-brexit-extension-theresa-may\">for October</a>, due to the entirely foreseeable delay to the UK leaving the EU on 29 March as had originally been planned.</p> <p>The official line is that he and his minders feel it would not be appropriate for him to do anything that might complicate the prime minister’s job as she tries to come up with a Brexit deal that can win a majority in parliament. The cynic in me can’t help feeling that, just at this moment, Dave might also not be too keen on reminding everyone that he was one of the principal architects of the shambles that has divided a nation.</p> <p>It’s not just that the referendum was only ever a means to settle an internal squabble in the Tory party: it’s also that Cameron was so negligently lazy in the way he allowed the debate to be framed. With a little more care, the biggest issues gripping the country these past three years would have been the roll-out of universal credit and HS2. I also wonder if Dave’s “My Struggle” autobiography will actually appear in October, as the odds are quite high on the UK seeking yet another extension on publication day.</p> <p>If I was Dave, I’d want the dust to have settled on Brexit and for memories to have dimmed before I risked reigniting the wrath of the nation. The chapters on how loathsome and untrustworthy Boris Johnson and Michael Gove are had better be long on detail or his publishers will have trouble recouping the £800,000 advance.</p> <h2><strong>Friday</strong></h2> <p>In his 3am press conference at the end of the Brussels summit, Donald Tusk, the president of the EU council, had urged the UK <a href=\"https://www.theguardian.com/politics/2019/apr/11/may-agrees-to-october-brexit-after-franco-german-carve-up\">not to waste the extra time</a> it had been given. The following day, parliament chose to go on recess for 10 days. Not the best look, perhaps, but a decision with which I had sympathy. Not least because I am completely knackered and could do with the best part of a week off. Though I haven’t got a clue what to do with myself. I’m not at my best on holiday. Too much time for too many unwanted feelings.</p> <p>MPs are tired too, having had no breaks and many long nights since Christmas, and most give the impression they are running on empty, both in mind and body. During the prime minister’s statement about the October Brexit extension on Thursday afternoon, everyone acted and spoke like zombies as if it was all they could do to go through the motions. The chances of anyone coming up with a workable Brexit solution in that state are minimal.</p> <p>Trust in politicians is near an all-time low, but there’s actually a case to be made that parliament has been doing its job rather well. Yes, the government is hopeless; how stupid and tin-eared do you have to be to bring back the same deal <a href=\"https://www.theguardian.com/politics/2019/mar/29/mps-reject-theresa-mays-brexit-deal-third-time\">three times</a>? Yes, some MPs are venal, more concerned with their own careers than any public good. But there is a strong core of decent men and women, who have stuck their necks out to act in the national interest. After the UK voted to leave the EU, they have tried to ensure the government takes us out in a way that is least damaging to the country. That’s a public service and explains why we are where we are. Don’t forget that David Cameron’s immediate response to having created the mess was to <a href=\"https://www.theguardian.com/politics/2017/apr/30/downing-street-to-garden-retreat-david-cameron-spends-25000-on-luxury-hut\">run for the shed</a> and trouser £800K.</p> <p><strong>Digested week:</strong> The extension to the extension to the extension.</p>  <figure class=\"element element-image\" data-media-id=\"709d280579dd24aeaede1836f3e3701d72a26e49\"> <img src=\"https://media.guim.co.uk/709d280579dd24aeaede1836f3e3701d72a26e49/0_152_3264_1958/1000.jpg\" alt=\"Donald Tusk, Xavier Bettel and Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We might as well order the pizzas in now.’</span> <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> </figcaption> </figure>  <p><br></p>",
      "newspaperPageNumber": "34",
      "wordcount": "1491",
      "commentCloseDate": "2019-04-12T16:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-12T09:53:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:26Z",
      "newspaperEditionDate": "2019-04-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b88fm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e6ecbe2db81618a28b766b49063519da95a28c71/0_133_2886_1731/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Monday I was rather nonplussed to learn that Prince William had been doing work experience with the intelligence services and, according to the GCHQ head of counter-terrorism, identified only as David, “comfortably held his own with highly skilled analysts and operators”. Not just because our future king is clearly something of a genius if he can, in a matter of a few hours, master tasks for which some of the country’s brightest graduates take years of training, but also because I’d always imagined that one of the prerequisites for the intelligence services was an ability to blend into the background. Not something that comes easily to a man who seldom travels without several members of staff and is invariably greeted by large crowds wherever he goes. But just maybe MI5 and MI6 are on to something. With William you would have an agent who was hiding in plain sight. Just imagine how time-consuming it must be trying to get your undercover operatives up close to high-profile targets. Years of tradecraft, only for the whole operation to fall apart when someone forgets a dead-letter drop. With William, you bypass all those problems. All he has to do is make one phone call and he gets a one to one with anyone in the world – from celebrities and oligarchs to dictators and presidents. And no one would think of searching him for weapons or bugs ahead of his audience, so he could literally get away with anything. Even murder. After all, if an undesirable world leader was to be found dead of “a heart attack”, no one would dare come out and openly accuse the prince of killing him. Watch this space. Tuesday One of the advantages of being fairly disorganised is that sometimes you pleasantly surprise yourself. Last week I wrote that Brexit had forced me to give up my ticket to see Spurs play Manchester City in the Champions League quarter-finals. This would have been true, had the game been played on Wednesday, as I had imagined, rather than Tuesday. So an hour before kick-off I did, after all, get to meet my friend Matthew at Seven Sisters station so we could walk up Tottenham High Road together. He immediately declared he had been feeling sick with anxiety about the game since waking up that morning. “Is this what it is like to be you every day?” he asked. I said that sounded about right. “What a nightmare. I’m so glad I’m not you,” he added, charmingly. As it happened, I was actually feeling rather relaxed about the match, as I was expecting to lose comfortably and had already made plans to sell on my tickets for the return leg in Manchester next week. There’s nothing like the certainty of defeat to ease the tension. That all changed as the game got under way and Spurs began to do more than hold their own. By half-time I was a full-on wreck and when Son Heung-min scored a late winner, I was probably the only Tottenham fan in the entire stadium who thought, “Oh shit. That means I am going to have to make a 400-mile round trip next week that’s almost certain to end in disappointment.” My ability to spoil things sometimes even takes me by surprise. My therapist once described me as the second most self-destructive man she had ever met. I’m still wondering who the most self-destructive man is. Wednesday A morning Eurostar found me back in Brussels for the emergency European council Brexit summit. Where I soon got lost as the buildings that make up the European commission are so large they almost count as their own ecosystem. With a lot of help, I eventually navigated myself past the vast semi-circular red carpet where all the EU leaders do their arrival TV clips and found my way to the overheated side room that the British press had been allocated. Where we all waited – and waited – for people inside the room where the EU leaders were meeting to text details of what was going on to trusted media contacts. The early signs were that Theresa May’s presentation had been better received than the one she had given two weeks earlier, but she had rather struggled when asked just what she hoped to achieve with a longer extension. A question you’d have thought she might have seen coming and prepared a more convincing reply than, “I don’t know”. There again, I’m no one to talk, as at one of the few work interviews I managed to get during the lost decade of my 20s, when asked why I wanted the job, I replied, “I don’t really”. Amazingly I didn’t get the job. It then turned out that Emmanuel Macron, who has one eye on the French far right parties in the forthcoming European elections, had chosen to play hardball. This was Brexit as absurdist performance art, with May asking for a 30 June deadline that she didn’t want and Macron offering her a 30 June deadline that he didn’t want to give as France would suffer from a no-deal scenario. Inevitably the EU 27 finally settled on a compromise of Halloween. A fitting outcome for a zombie prime minister, but one that actually suited no one. Thursday It’s been reported that David Cameron has had to scale back on some of the pre-publicity for his memoirs that are scheduled for October, due to the entirely foreseeable delay to the UK leaving the EU on 29 March as had originally been planned. The official line is that he and his minders feel it would not be appropriate for him to do anything that might complicate the prime minister’s job as she tries to come up with a Brexit deal that can win a majority in parliament. The cynic in me can’t help feeling that, just at this moment, Dave might also not be too keen on reminding everyone that he was one of the principal architects of the shambles that has divided a nation. It’s not just that the referendum was only ever a means to settle an internal squabble in the Tory party: it’s also that Cameron was so negligently lazy in the way he allowed the debate to be framed. With a little more care, the biggest issues gripping the country these past three years would have been the roll-out of universal credit and HS2. I also wonder if Dave’s “My Struggle” autobiography will actually appear in October, as the odds are quite high on the UK seeking yet another extension on publication day. If I was Dave, I’d want the dust to have settled on Brexit and for memories to have dimmed before I risked reigniting the wrath of the nation. The chapters on how loathsome and untrustworthy Boris Johnson and Michael Gove are had better be long on detail or his publishers will have trouble recouping the £800,000 advance. Friday In his 3am press conference at the end of the Brussels summit, Donald Tusk, the president of the EU council, had urged the UK not to waste the extra time it had been given. The following day, parliament chose to go on recess for 10 days. Not the best look, perhaps, but a decision with which I had sympathy. Not least because I am completely knackered and could do with the best part of a week off. Though I haven’t got a clue what to do with myself. I’m not at my best on holiday. Too much time for too many unwanted feelings. MPs are tired too, having had no breaks and many long nights since Christmas, and most give the impression they are running on empty, both in mind and body. During the prime minister’s statement about the October Brexit extension on Thursday afternoon, everyone acted and spoke like zombies as if it was all they could do to go through the motions. The chances of anyone coming up with a workable Brexit solution in that state are minimal. Trust in politicians is near an all-time low, but there’s actually a case to be made that parliament has been doing its job rather well. Yes, the government is hopeless; how stupid and tin-eared do you have to be to bring back the same deal three times? Yes, some MPs are venal, more concerned with their own careers than any public good. But there is a strong core of decent men and women, who have stuck their necks out to act in the national interest. After the UK voted to leave the EU, they have tried to ensure the government takes us out in a way that is least damaging to the country. That’s a public service and explains why we are where we are. Don’t forget that David Cameron’s immediate response to having created the mess was to run for the shed and trouser £800K. Digested week: The extension to the extension to the extension.",
      "charCount": "8288",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johncrace\">John Crace</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/apr/12/brexit-customs-union-labour-irish-border",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-12T08:21:04Z",
    "webTitle": "Staying in a customs union after Brexit won’t resolve the Irish border issue | Pascal Lamy",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/12/brexit-customs-union-labour-irish-border",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/12/brexit-customs-union-labour-irish-border",
    "fields": {
      "headline": "Staying in a customs union after Brexit won’t resolve the Irish border issue",
      "standfirst": "<p>Labour’s proposal may not be as simple as it seems: a customs union is favourable but comes with downsides</p>",
      "trailText": "Labour’s proposal may not be as simple as it seems, says Pascal Lamy",
      "byline": "Pascal Lamy",
      "main": "<figure class=\"element element-image\" data-media-id=\"c053335842af3e523eaa1b6bcf5d677140e349d2\"> <img src=\"https://media.guim.co.uk/c053335842af3e523eaa1b6bcf5d677140e349d2/0_201_3494_2096/1000.jpg\" alt=\"Containers at the port of Belfast.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘If the UK remains in the customs union and imports chlorinated poultry from the US, there has to be a border.’ Containers at the port of Belfast. </span> <span class=\"element-image__credit\">Photograph: Port of Belfast/PA</span> </figcaption> </figure>",
      "body": "<p>Common sense has at last prevailed. The UK parliament has rejected the prospect of a no-deal Brexit and stepped back from the cliff edge. But while the <a href=\"https://www.theguardian.com/politics/2019/apr/11/what-are-pms-brexit-options-now-that-eu-has-granted-extension\" title=\"\">limited extension of the article 50</a> timetable postpones the threat of no deal until the end of October, it does not remove it. Unless parliament can reach agreement about how to break the impasse, the new cliff edge will soon come into view. It is vital that this does not happen. A way forward must be found.</p> <p>It is therefore significant that Labour is holding discussions with the government. Perhaps these talks can eventually lead to a compromise and a change to the political declaration. If they do, it is important that any new proposal is properly scrutinised. It would be a mistake to sign up to something that cannot carry popular consent, or is not sustainable in the long term.</p> <p>At the heart of the Labour proposal is to <a href=\"https://www.theguardian.com/politics/2019/apr/10/tories-resigned-to-long-brexit-delay-but-warn-against-customs-union\" title=\"\">stay in a customs union</a> and continue to have a say over EU trade policy. Some have called this a “soft Brexit” but, as with everything in this debate, on closer inspection it is not quite so simple.</p> <p>We should all remember that from 1957 to 1993, the <a href=\"https://www.britannica.com/topic/European-Community-European-economic-association\" title=\"\">European Economic Community</a> was a customs union with internal borders. They were removed only when enough evidence of harmonisation or mutual recognition of regulations was there. The single market without borders is about regulatory homogeneity. Leaving the single market reintroduces a border – the thickness of which depends on the degree of regulatory divergence. The customs union is about the common external tariff. The single market is about common regulations.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/apr/04/customs-union-soft-brexit-trade-goods\">The value of the customs union to the UK is overrated | Larry Elliott</a> </p> </aside>  <p>Clearly, staying only in a customs union would not be enough to solve the Irish border question. To take just one commonly cited example: if the UK remains in the customs union with the same common external tariff but imports chlorinated poultry from the US, there has to be a border, because the EU does not accept the marketing of chlorinated poultry. This is a rule of the single market.</p> <p>The EU is unlikely to accept a request from the UK that it should have a say over the EU’s trade agreements. <a href=\"https://blog.ffii.org/article-207-tfeu/\" title=\"\">Article 207 of the Lisbon treaty</a> makes clear that the common commercial policy is exclusive to the EU’s direction. Turkey, which is in a partial customs union with the EU, has to follow EU trade agreements with third countries but has no say on them. The reality is that in a customs union all the power would rest with the EU, with the UK as a follower.</p> <p>The EU is the world’s largest trading bloc. It has successfully negotiated with more than 70 countries around the world. It is understandable that the UK does not wish to say goodbye to the influence and clout that being part of this bloc provides. But there is little point pretending that there is a simple or cost-free way of retaining the benefits of this while leaving the EU.</p> <p>Being in a customs union might be better than not being in a customs union, but it would come with very real downsides too. It is important that these are also considered.</p> <p>The UK now has limited time to make a more informed judgment about what happens next. Whatever it decides, it should do so with its eyes wide open. Otherwise, we could all soon find ourselves back on the cliff edge.</p> <p><em>• </em>Pascal Lamy is former director-general of the WTO and former European trade commissioner</p>",
      "wordcount": "589",
      "commentCloseDate": "2019-04-12T12:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-12T08:21:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:19Z",
      "newspaperEditionDate": "2019-04-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b84k5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c053335842af3e523eaa1b6bcf5d677140e349d2/0_201_3494_2096/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Common sense has at last prevailed. The UK parliament has rejected the prospect of a no-deal Brexit and stepped back from the cliff edge. But while the limited extension of the article 50 timetable postpones the threat of no deal until the end of October, it does not remove it. Unless parliament can reach agreement about how to break the impasse, the new cliff edge will soon come into view. It is vital that this does not happen. A way forward must be found. It is therefore significant that Labour is holding discussions with the government. Perhaps these talks can eventually lead to a compromise and a change to the political declaration. If they do, it is important that any new proposal is properly scrutinised. It would be a mistake to sign up to something that cannot carry popular consent, or is not sustainable in the long term. At the heart of the Labour proposal is to stay in a customs union and continue to have a say over EU trade policy. Some have called this a “soft Brexit” but, as with everything in this debate, on closer inspection it is not quite so simple. We should all remember that from 1957 to 1993, the European Economic Community was a customs union with internal borders. They were removed only when enough evidence of harmonisation or mutual recognition of regulations was there. The single market without borders is about regulatory homogeneity. Leaving the single market reintroduces a border – the thickness of which depends on the degree of regulatory divergence. The customs union is about the common external tariff. The single market is about common regulations. Clearly, staying only in a customs union would not be enough to solve the Irish border question. To take just one commonly cited example: if the UK remains in the customs union with the same common external tariff but imports chlorinated poultry from the US, there has to be a border, because the EU does not accept the marketing of chlorinated poultry. This is a rule of the single market. The EU is unlikely to accept a request from the UK that it should have a say over the EU’s trade agreements. Article 207 of the Lisbon treaty makes clear that the common commercial policy is exclusive to the EU’s direction. Turkey, which is in a partial customs union with the EU, has to follow EU trade agreements with third countries but has no say on them. The reality is that in a customs union all the power would rest with the EU, with the UK as a follower. The EU is the world’s largest trading bloc. It has successfully negotiated with more than 70 countries around the world. It is understandable that the UK does not wish to say goodbye to the influence and clout that being part of this bloc provides. But there is little point pretending that there is a simple or cost-free way of retaining the benefits of this while leaving the EU. Being in a customs union might be better than not being in a customs union, but it would come with very real downsides too. It is important that these are also considered. The UK now has limited time to make a more informed judgment about what happens next. Whatever it decides, it should do so with its eyes wide open. Otherwise, we could all soon find ourselves back on the cliff edge. • Pascal Lamy is former director-general of the WTO and former European trade commissioner",
      "charCount": "3318",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/pascal-lamy\">Pascal Lamy</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "books/2019/apr/12/brexit-tragedy-worthy-of-shakespeare-emma-smith",
    "type": "article",
    "sectionId": "books",
    "sectionName": "Books",
    "webPublicationDate": "2019-04-12T07:58:44Z",
    "webTitle": "May as Polonius, Gove as Cassius: is Brexit a Shakespearean tragedy?",
    "webUrl": "https://www.theguardian.com/books/2019/apr/12/brexit-tragedy-worthy-of-shakespeare-emma-smith",
    "apiUrl": "https://content.guardianapis.com/books/2019/apr/12/brexit-tragedy-worthy-of-shakespeare-emma-smith",
    "fields": {
      "headline": "May as Polonius, Gove as Cassius: is Brexit a Shakespearean tragedy?",
      "standfirst": "<p>Shakespeare has been used to bolster arguments on both sides of the national divide. But is everyone missing the point, asks Emma Smith</p>",
      "trailText": "Shakespeare has been used to bolster arguments on both sides of the national divide. Would he have voted to leave or remain – or are we missing the point?",
      "byline": "Emma Smith",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"0966c8f26228190c229115bf626b5e4cc7f32001\"> <img src=\"https://media.guim.co.uk/0966c8f26228190c229115bf626b5e4cc7f32001/155_170_1948_1169/1000.jpg\" alt=\"Gregg Henry as a Trump-like Caesar during a dress rehearsal of a production of Julius Caesar in New York. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gregg Henry as a Trump-like Caesar during a dress rehearsal of a production of <em>Julius Caesar</em> in New York. </span> <span class=\"element-image__credit\">Photograph: Joan Marcus/AP</span> </figcaption> </figure>",
      "body": "<p>“Brexit – a tragedy. Not even Shakespeare would have conceived of that ... Very depressing.” When <a href=\"https://www.theguardian.com/politics/2019/apr/01/uk-silver-spoon-mps-will-escape-brexit-fallout-says-german-minister-michael-roth\" title=\"\">Michael Roth, Germany’s Europe minister, tweeted this in November</a> last year, he had no idea how much worse things could get – but he also may have underestimated the UK’s national playwright. The combination of personal failing and collective paralysis that characterises the current political situation does in fact track the national and individual breakdown depicted in Shakespeare’s tragedies. Just as Brexit has lurched through successive phases of induction, crisis, intensification, torpor and now paroxysm that map the five act dramas of Shakespeare, so too has it produced a dramatis personae of variously wounded, self-deluded, malign or unheroic characters worthy of a Shakespearean cast: Theresa May, a Polonius who found herself unexpectedly on the throne; Jacob Rees-Mogg as a hedge-fund Bolingbroke; Michael Gove a wheedling Cassius; Dominic Grieve as the nostalgically principled John of Gaunt.</p> <p>These equivalences provide an enjoyable game, and not a new one: Shakespeare’s works have always inspired contemporary parallels. In 1593 a disturbed former soldier and fantasist maintained that he was the real Adonis to Queen Elizabeth’s lusty goddess Venus, reading Shakespeare’s popular erotic narrative poem as a direct political allegory. In 2017, prominent commercial sponsors withdrew from a <a href=\"https://www.theguardian.com/culture/2017/jun/12/donald-trump-shakespeare-play-julius-caesar-new-york\" title=\"\">production of </a><em><a href=\"https://www.theguardian.com/culture/2017/jun/12/donald-trump-shakespeare-play-julius-caesar-new-york\" title=\"\">Julius Caesar </a></em><a href=\"https://www.theguardian.com/culture/2017/jun/12/donald-trump-shakespeare-play-julius-caesar-new-york\" title=\"\">in New York that appeared to model </a>the eponymous tyrant on President Trump. And where such parallels have not been easily found, the plays have been rewritten to provide them: Nahum Tate’s infamous adaptation of <em>King Lear</em> in 1681 bins Shakespeare’s bleak ending and allows a chastened but triumphant king to return to the throne, in a happy echo of the Restoration mood. <a href=\"https://www.theguardian.com/stage/2013/apr/12/ubu-roi-review-barbican\" title=\"\">Alfred Jarry reworked </a><em><a href=\"https://www.theguardian.com/stage/2013/apr/12/ubu-roi-review-barbican\" title=\"\">Macbeth</a></em><a href=\"https://www.theguardian.com/stage/2013/apr/12/ubu-roi-review-barbican\" title=\"\"> in his</a><em><a href=\"https://www.theguardian.com/stage/2013/apr/12/ubu-roi-review-barbican\" title=\"\"> Ubu Roi</a></em><a href=\"https://www.theguardian.com/stage/2013/apr/12/ubu-roi-review-barbican\" title=\"\"> </a>(1896) to emphasise the appetitive and infantile brutality of modernity.</p> <p>Deploying Shakespeare in Brexit discourse thus has a long and familiar history, and the plays have provided helpful material. One of Leave.eu’s early posters quoted the final lines of <em>King John</em>, beginning “This England never did, or shall / Lie at the proud foot of a conqueror”. Daniel Hannan, a Brexiter MEP, has made Shakespearean interventions his particular specialism, including rebuking <a href=\"https://twitter.com/MichelBarnier/status/947561915349381120\" title=\"\">Michel Barnier for misquoting </a><em><a href=\"https://twitter.com/MichelBarnier/status/947561915349381120\" title=\"\">Julius Caesar </a></em>and upping the ante with lines from <em>Cymbeline</em>: “Britain’s a world / By itself, and we will nothing pay / For wearing our own noses.” (“Our own noses” uncomfortably – though not inappropriately – suggests a claim to ethnic purity, in contrast to the imagined hooked or Roman noses of the opposition.) On the other hand, Chris Bryant <a href=\"https://www.theguardian.com/commentisfree/2016/apr/21/how-love-eu-count-william-shakespeare-remain-brexit\" title=\"\">has written that</a> “I have not a shadow of a doubt that William Shakespeare would have voted to remain,” a view echoed by the academic Richard Wilson who, like Hannan, cites <em>Cymbeline</em>, this time in more collaborative mode: “Publish this peace … Set we forward, let / A Roman and a British ensign wave / Friendly together”.</p>  <figure class=\"element element-image\" data-media-id=\"2c38410d6ddb979ac9a1e51728467fea462886a5\"> <img src=\"https://media.guim.co.uk/2c38410d6ddb979ac9a1e51728467fea462886a5/0_9_5477_3286/1000.jpg\" alt=\"Hiran Abeysekera as Posthumous in Cymbeline at the Royal Shakespeare Theatre, Stratford-upon-Avon, 2016.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hiran Abeysekera as Posthumous in <em>Cymbeline</em> at the Royal Shakespeare Theatre, Stratford-upon-Avon, 2016.</span> <span class=\"element-image__credit\">Photograph: Tristram Kenton/The Guardian</span> </figcaption> </figure>  <p>It’s easy to see that this spat tells us little about Shakespeare – it reinforces what we know about these writers and their own position in the Brexit debate. The plays can very easily function as a kind of confirmation bias, where we find exactly what we are looking for. The allure of such topical readings is ultimately narcissistic: Shakespeare is our contemporary, our own world is the most interesting of all, and the plays mirror our own times and our own views.</p> <p>This is an interpretative trap even, or especially, when those views are apparently benign ones. In recent years a formerly marginal, possibly Shakespearean speech from a collaborative, unperformed play called <em>Sir Thomas More</em> has gained considerable traction. <a href=\"https://www.theguardian.com/books/2016/mar/15/william-shakespeare-handwritten-plea-for-refugees-online-sir-thomas-more-script-play-british-library-exhibition\" title=\"\">“William Shakespeare’s handwritten plea for refugees”</a> was just what was needed to pep up the commemoration of the playwright’s 400th anniversary, against a desperately topical backdrop of Mediterranean migration and a hardening of borders. It was almost too good to be true. Such is our commitment to his relevance that we bring it about, in this case suppressing <a href=\"https://www.theguardian.com/books/2016/feb/05/villain-victim-shylock-shakespeare-howard-jacobson\" title=\"\">Shakespeare’s cruelties to the Jewish Shylock</a> in <em>The Merchant of Venice</em> and amplifying instead More’s call to English rioters to imagine themselves as the hounded alien, and rethink their “mountainish inhumanity”. Shakespeare is thus both nativist and international, chauvinistic and large-minded, malleable to incompatible causes and ideologies.</p> <p>The plays’ ethical tally is always double-entry, with each positive balanced by a negative in another column. In this reckoning, Shakespeare is, irreducibly, both for and against Brexit.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>Shakespeare’s works are fundamentally ideologically opposed to the binaries of our contemporary politics</p> </blockquote> </aside>  <p>Contemporary parallels must always involve radical oversimplification of Shakespeare’s works. Take <em>Julius Caesar</em>. If the 2017 production was indeed anti-Trump, it picked the wrong play. The central scene following the murder of Caesar makes clear that its sympathies are more finely balanced. At first, Brutus has the people on his side as he regrets the necessary assassination of their leader “for the good of Rome”. But Mark Antony’s stirring rhetoric, and his promise of a Caesar dividend, “75 drachmas”, immediately turn their allegiance. The play doesn’t ultimately endorse one side over the other. We never actually know if the money is truly a sign of Caesar’s generosity or a strategic improvisation by Antony, just as we never know whether Caesar does indeed harbour monarchical ambitions, as his enemies suggest. Shakespeare is neither firmly for or against Caesar: instead, he is interested in changing perceptions, the rhetorical means by which groups are persuaded to action, and their forms of self-justification. Truth is less important: it is what people can support that matters. The play is about politics, rather than being partisan. It is as available for fascists as for liberationists to annex for their own purposes.</p> <p>Perhaps Shakespeare’s most helpful deployment at this washed-up stage of Brexit is via this unprincipled drama of compromise. His works are fundamentally ideologically opposed to the binaries of our contemporary politics. The humanist education system he encountered at the grammar school in Stratford stressed a form of rhetorical and ethical training known as “<em>in utramque partem</em>” (both sides of the question). This encouraged the rewriting of classical scenarios from a different point of view, or via the experience of silenced or marginal characters. What mattered was less the skill to convey a particular position, and more the ability to shift perspective. This imperative structures Shakespeare’s drama, as we repeatedly cut away from the main action to insights from the outside. Characters are given glimpses of interiority that are strictly unnecessary to the plot, but these work to populate a busy and complex world of different viewpoints and resistant individuals. He does not so much rise above politics, as hunker beneath them: his characters embody an individualism and self-interest that are unconvinced by partisan commitment. If Shakespeare is the writer we need now for our partitioned national life, it is not for his quotable battle cries on either side of the divide. He is vital not because he offers fearless answers, but rather because he is the ultimate bard of the unheroic, the laureate of dishonour, the poet of the pivot.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"0bb06b21397f974cdb71bd2b4a0c7f2af5484cbe\"> <img src=\"https://media.guim.co.uk/0bb06b21397f974cdb71bd2b4a0c7f2af5484cbe/0_278_3162_3950/801.jpg\" alt=\"Mike Slader (Macduff) and Billy Postlethwaite (Macbeth), in Macbeth at the Watermill theatre.\" width=\"801\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mike Slader (Macduff) and Billy Postlethwaite (Macbeth), in <em>Macbeth</em> at the Watermill theatre.</span> <span class=\"element-image__credit\">Photograph: Tristram Kenton/The Guardian</span> </figcaption> </figure>  <p>One consequence of humanising different perspectives is that Shakespeare’s tragedies are never quite as isolating as their alienated heroes might hope. “The rest is silence,” Hamlet declares with perfect solipsism, when Fortinbras and the Norwegian army have just entered to appropriate Denmark. For tragic protagonists, there is no future beyond their own biography, but at the end of the tragedy those who are left gathering up the remnants of their society and attempt to imagine a quieter, less Technicolor future. Tragic characters live in interesting times, and destroy themselves by their own pursuit of greatness, but they do not take everyone with them as they fall. Perhaps the only meagre comfort in seeing Brexit as a Shakespearean tragedy is that the ordinary members of society are rarely seen as sufficiently important to be caught up in its destructive energies, as his tragedies focus resolutely on rulers, not the ruled.</p> <p>For Shakespeare’s own society, the ultimate appeal of tragedy was its imaginative insight into questions of causation and agency. Is Macbeth responsible for his own actions? Would he have killed the king without Lady Macbeth’s encouragement? Do the witches simply see the future, or make it happen? What about Romeo and Juliet: are these “starcrossed lovers” victims of astrological predestination or of the “civil blood” of their feuding families?</p> <p>If tragedy was the cultural means of probing questions of agency and culpability in the past, our own period has outsourced issues of causation to judicial investigations and public inquiries. “Some shall be pardoned and some punished,” announces the Prince at the end of <em>Romeo and Juliet</em>. Comparing a potential Brexit inquiry to Chilcott, the former civil servant Peter Ricketts described the inquiry into the Iraq war in distinctly tragic terms, <a href=\"https://www.theguardian.com/politics/2019/mar/23/calls-grow-for-public-inquiry-into-brexit\" title=\"\">as “cathartic”</a>. If that’s true, then maybe the real Brexit tragedy, played out in the theatre of a public inquiry, is only just beginning.</p> <p><em>• This Is Shakespeare by Emma Smith will be published by Pelican on 2 May.</em></p>",
      "newspaperPageNumber": "32",
      "wordcount": "1477",
      "commentable": "false",
      "firstPublicationDate": "2019-04-12T07:58:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T12:28:55Z",
      "newspaperEditionDate": "2019-04-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b7tje",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0966c8f26228190c229115bf626b5e4cc7f32001/155_170_1948_1169/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "“Brexit – a tragedy. Not even Shakespeare would have conceived of that ... Very depressing.” When Michael Roth, Germany’s Europe minister, tweeted this in November last year, he had no idea how much worse things could get – but he also may have underestimated the UK’s national playwright. The combination of personal failing and collective paralysis that characterises the current political situation does in fact track the national and individual breakdown depicted in Shakespeare’s tragedies. Just as Brexit has lurched through successive phases of induction, crisis, intensification, torpor and now paroxysm that map the five act dramas of Shakespeare, so too has it produced a dramatis personae of variously wounded, self-deluded, malign or unheroic characters worthy of a Shakespearean cast: Theresa May, a Polonius who found herself unexpectedly on the throne; Jacob Rees-Mogg as a hedge-fund Bolingbroke; Michael Gove a wheedling Cassius; Dominic Grieve as the nostalgically principled John of Gaunt. These equivalences provide an enjoyable game, and not a new one: Shakespeare’s works have always inspired contemporary parallels. In 1593 a disturbed former soldier and fantasist maintained that he was the real Adonis to Queen Elizabeth’s lusty goddess Venus, reading Shakespeare’s popular erotic narrative poem as a direct political allegory. In 2017, prominent commercial sponsors withdrew from a production of Julius Caesar in New York that appeared to model the eponymous tyrant on President Trump. And where such parallels have not been easily found, the plays have been rewritten to provide them: Nahum Tate’s infamous adaptation of King Lear in 1681 bins Shakespeare’s bleak ending and allows a chastened but triumphant king to return to the throne, in a happy echo of the Restoration mood. Alfred Jarry reworked Macbeth in his Ubu Roi (1896) to emphasise the appetitive and infantile brutality of modernity. Deploying Shakespeare in Brexit discourse thus has a long and familiar history, and the plays have provided helpful material. One of Leave.eu’s early posters quoted the final lines of King John, beginning “This England never did, or shall / Lie at the proud foot of a conqueror”. Daniel Hannan, a Brexiter MEP, has made Shakespearean interventions his particular specialism, including rebuking Michel Barnier for misquoting Julius Caesar and upping the ante with lines from Cymbeline: “Britain’s a world / By itself, and we will nothing pay / For wearing our own noses.” (“Our own noses” uncomfortably – though not inappropriately – suggests a claim to ethnic purity, in contrast to the imagined hooked or Roman noses of the opposition.) On the other hand, Chris Bryant has written that “I have not a shadow of a doubt that William Shakespeare would have voted to remain,” a view echoed by the academic Richard Wilson who, like Hannan, cites Cymbeline, this time in more collaborative mode: “Publish this peace … Set we forward, let / A Roman and a British ensign wave / Friendly together”. It’s easy to see that this spat tells us little about Shakespeare – it reinforces what we know about these writers and their own position in the Brexit debate. The plays can very easily function as a kind of confirmation bias, where we find exactly what we are looking for. The allure of such topical readings is ultimately narcissistic: Shakespeare is our contemporary, our own world is the most interesting of all, and the plays mirror our own times and our own views. This is an interpretative trap even, or especially, when those views are apparently benign ones. In recent years a formerly marginal, possibly Shakespearean speech from a collaborative, unperformed play called Sir Thomas More has gained considerable traction. “William Shakespeare’s handwritten plea for refugees” was just what was needed to pep up the commemoration of the playwright’s 400th anniversary, against a desperately topical backdrop of Mediterranean migration and a hardening of borders. It was almost too good to be true. Such is our commitment to his relevance that we bring it about, in this case suppressing Shakespeare’s cruelties to the Jewish Shylock in The Merchant of Venice and amplifying instead More’s call to English rioters to imagine themselves as the hounded alien, and rethink their “mountainish inhumanity”. Shakespeare is thus both nativist and international, chauvinistic and large-minded, malleable to incompatible causes and ideologies. The plays’ ethical tally is always double-entry, with each positive balanced by a negative in another column. In this reckoning, Shakespeare is, irreducibly, both for and against Brexit. Contemporary parallels must always involve radical oversimplification of Shakespeare’s works. Take Julius Caesar. If the 2017 production was indeed anti-Trump, it picked the wrong play. The central scene following the murder of Caesar makes clear that its sympathies are more finely balanced. At first, Brutus has the people on his side as he regrets the necessary assassination of their leader “for the good of Rome”. But Mark Antony’s stirring rhetoric, and his promise of a Caesar dividend, “75 drachmas”, immediately turn their allegiance. The play doesn’t ultimately endorse one side over the other. We never actually know if the money is truly a sign of Caesar’s generosity or a strategic improvisation by Antony, just as we never know whether Caesar does indeed harbour monarchical ambitions, as his enemies suggest. Shakespeare is neither firmly for or against Caesar: instead, he is interested in changing perceptions, the rhetorical means by which groups are persuaded to action, and their forms of self-justification. Truth is less important: it is what people can support that matters. The play is about politics, rather than being partisan. It is as available for fascists as for liberationists to annex for their own purposes. Perhaps Shakespeare’s most helpful deployment at this washed-up stage of Brexit is via this unprincipled drama of compromise. His works are fundamentally ideologically opposed to the binaries of our contemporary politics. The humanist education system he encountered at the grammar school in Stratford stressed a form of rhetorical and ethical training known as “in utramque partem” (both sides of the question). This encouraged the rewriting of classical scenarios from a different point of view, or via the experience of silenced or marginal characters. What mattered was less the skill to convey a particular position, and more the ability to shift perspective. This imperative structures Shakespeare’s drama, as we repeatedly cut away from the main action to insights from the outside. Characters are given glimpses of interiority that are strictly unnecessary to the plot, but these work to populate a busy and complex world of different viewpoints and resistant individuals. He does not so much rise above politics, as hunker beneath them: his characters embody an individualism and self-interest that are unconvinced by partisan commitment. If Shakespeare is the writer we need now for our partitioned national life, it is not for his quotable battle cries on either side of the divide. He is vital not because he offers fearless answers, but rather because he is the ultimate bard of the unheroic, the laureate of dishonour, the poet of the pivot. One consequence of humanising different perspectives is that Shakespeare’s tragedies are never quite as isolating as their alienated heroes might hope. “The rest is silence,” Hamlet declares with perfect solipsism, when Fortinbras and the Norwegian army have just entered to appropriate Denmark. For tragic protagonists, there is no future beyond their own biography, but at the end of the tragedy those who are left gathering up the remnants of their society and attempt to imagine a quieter, less Technicolor future. Tragic characters live in interesting times, and destroy themselves by their own pursuit of greatness, but they do not take everyone with them as they fall. Perhaps the only meagre comfort in seeing Brexit as a Shakespearean tragedy is that the ordinary members of society are rarely seen as sufficiently important to be caught up in its destructive energies, as his tragedies focus resolutely on rulers, not the ruled. For Shakespeare’s own society, the ultimate appeal of tragedy was its imaginative insight into questions of causation and agency. Is Macbeth responsible for his own actions? Would he have killed the king without Lady Macbeth’s encouragement? Do the witches simply see the future, or make it happen? What about Romeo and Juliet: are these “starcrossed lovers” victims of astrological predestination or of the “civil blood” of their feuding families? If tragedy was the cultural means of probing questions of agency and culpability in the past, our own period has outsourced issues of causation to judicial investigations and public inquiries. “Some shall be pardoned and some punished,” announces the Prince at the end of Romeo and Juliet. Comparing a potential Brexit inquiry to Chilcott, the former civil servant Peter Ricketts described the inquiry into the Iraq war in distinctly tragic terms, as “cathartic”. If that’s true, then maybe the real Brexit tragedy, played out in the theatre of a public inquiry, is only just beginning. • This Is Shakespeare by Emma Smith will be published by Pelican on 2 May.",
      "charCount": "9391",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Emma Smith"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  }
]