[
  {
    "id": "politics/2019/nov/02/lib-dem-women-demand-jo-swinsons-inclusion-in-tv-debate",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-02T19:41:54Z",
    "webTitle": "Lib Dem women demand Jo Swinson's inclusion in TV debate",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/02/lib-dem-women-demand-jo-swinsons-inclusion-in-tv-debate",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/02/lib-dem-women-demand-jo-swinsons-inclusion-in-tv-debate",
    "fields": {
      "headline": "Lib Dem women demand Jo Swinson's inclusion in TV debate",
      "standfirst": "<p>Group says leader must be allowed to take part as way of ‘inspiring girls and women’</p>",
      "trailText": "Group says leader must be allowed to take part as way of ‘inspiring girls and women’",
      "byline": "Michael Savage Policy editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"cd4943a86499222bf9fc9098410acb241536e906\"> <img src=\"https://media.guim.co.uk/cd4943a86499222bf9fc9098410acb241536e906/0_417_6720_4032/1000.jpg\" alt=\"Jo Swinson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">ITV announced Lib Dem leader, Jo Swinson, would be excluded from the TV debate between Boris Johnson and Jeremy Corbyn on 19 November. </span> <span class=\"element-image__credit\">Photograph: Jeff Gilbert/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Liberal Democrat leader Jo Swinson should be allowed to take part in TV election debates as a way of “inspiring girls and women into leadership roles”, the party’s female MPs, MEPs and peers have demanded.</p> <p>The group issued the plea in an open letter to broadcasters, following ITV’s announcement that Swinson would be excluded from the <a href=\"https://www.theguardian.com/politics/2019/nov/01/johnson-and-corbyn-agree-to-head-to-head-election-debate-on-itv\">first debate between Boris Johnson and Jeremy Corbyn</a> on 19 November.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/30/lib-dems-could-win-hundreds-more-seats-in-election-says-swinson\">Lib Dems could win hundreds of seats in election, says Swinson</a> </p> </aside>  <p>Nine female Lib Dem MPs wrote to broadcasters demanding that the only woman leading a UK-wide party be included as a way of <a href=\"https://www.theguardian.com/politics/2019/sep/26/abuse-is-virtually-constant-female-mps-speak-about-the-threats-they-face\" title=\"\">combating the intimidation that female MPs face</a>. “As Liberal Democrat women, we are immensely proud to have elected our first woman leader,” they wrote. “We believe it is important, in terms of inspiring girls and women into leadership roles in future, that the only woman to lead a major UK party is not locked out of the leadership debates.</p> <p>“Over the course of this parliament, women in particular have been subjected to verbal abuse and threats of violence, with <a href=\"https://www.theguardian.com/politics/2019/oct/31/alarm-over-number-female-mps-stepping-down-after-abuse\" title=\"\">many deciding not to seek re-election</a>. We have also seen, in our wider society, outrage at the discrepancies between the pay of men and women in some of our greatest institutions... Sadly, these issues of discrimination and marginalisation of women still remain relevant, and must be challenged.”</p> <p>The lack of official rules concerning TV debates means the process is a complicated negotiation between parties and broadcasters.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/31/tory-rebel-antoinette-sandbach-joins-lib-dems-ahead-of-election\">Tory rebel Antoinette Sandbach joins Lib Dems ahead of election</a> </p> </aside>  <p>The November debate would be the first direct confrontation between the Tory and Labour leaders since <a href=\"https://www.theguardian.com/commentisfree/2010/apr/15/tv-debate-leaders-verdict-reputations\" title=\"\">TV debates began in 2010</a>. That election saw three three-way debates between David Cameron, Gordon Brown and Nick Clegg, and resulted in an outbreak of “Cleggmania” as the Lib Dem leader was credited with winning many of the exchanges. While the Lib Dems ended up with fewer seats, insiders say the debates allowed the party’s polling to recover, compared with the start of the campaign, and helped it to a record number of votes.</p> <p>The Lib Dems are angry that Swinson is not being allowed that chance. “Jo is our candidate to be prime minister, and has the right to debate the other major party candidates,” writes the group of female politicians. “For the last six months, the party has been gaining momentum in the polls, and are now consistently polling at or around 20%, and we beat both Labour and the Conservatives in the last national elections in May.</p> <p>“If Jo were not to be included in the leadership debates that are proposed, it would deny these people a voice. Her exclusion would fail to represent any balance or provide a platform for a unique position that has undeniably garnered significant public support.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/30/five-factors-that-could-be-decisive-to-general-election-outcome\">Five factors that could decide the general election</a> </p> </aside>  <p>The frontrunner usually avoids the debates as they can derail campaigns, but Johnson’s team have been keen to put the prime minister up against Corbyn, with polls suggesting that the public see him as more prime ministerial. Labour, however, back Corbyn to win the support of viewers with his plans to reduce poverty.</p> <p>Downing Street sources have indicated that any debate involving smaller parties may be avoided by Johnson, who could send a cabinet minister in his place. However, when Theresa May made a similar decision in 2017, it was regarded as a of the mistake in an error-strewn campaign. Johnson ignored a head-to-head debate with Jeremy Hunt during the Tory leadership election, but took part in a chaotic debate that included five contenders.</p>",
      "newspaperPageNumber": "7",
      "wordcount": "569",
      "firstPublicationDate": "2019-11-02T19:41:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:36Z",
      "newspaperEditionDate": "2019-11-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cjkf9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cd4943a86499222bf9fc9098410acb241536e906/0_417_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Liberal Democrat leader Jo Swinson should be allowed to take part in TV election debates as a way of “inspiring girls and women into leadership roles”, the party’s female MPs, MEPs and peers have demanded. The group issued the plea in an open letter to broadcasters, following ITV’s announcement that Swinson would be excluded from the first debate between Boris Johnson and Jeremy Corbyn on 19 November. Nine female Lib Dem MPs wrote to broadcasters demanding that the only woman leading a UK-wide party be included as a way of combating the intimidation that female MPs face. “As Liberal Democrat women, we are immensely proud to have elected our first woman leader,” they wrote. “We believe it is important, in terms of inspiring girls and women into leadership roles in future, that the only woman to lead a major UK party is not locked out of the leadership debates. “Over the course of this parliament, women in particular have been subjected to verbal abuse and threats of violence, with many deciding not to seek re-election. We have also seen, in our wider society, outrage at the discrepancies between the pay of men and women in some of our greatest institutions... Sadly, these issues of discrimination and marginalisation of women still remain relevant, and must be challenged.” The lack of official rules concerning TV debates means the process is a complicated negotiation between parties and broadcasters. The November debate would be the first direct confrontation between the Tory and Labour leaders since TV debates began in 2010. That election saw three three-way debates between David Cameron, Gordon Brown and Nick Clegg, and resulted in an outbreak of “Cleggmania” as the Lib Dem leader was credited with winning many of the exchanges. While the Lib Dems ended up with fewer seats, insiders say the debates allowed the party’s polling to recover, compared with the start of the campaign, and helped it to a record number of votes. The Lib Dems are angry that Swinson is not being allowed that chance. “Jo is our candidate to be prime minister, and has the right to debate the other major party candidates,” writes the group of female politicians. “For the last six months, the party has been gaining momentum in the polls, and are now consistently polling at or around 20%, and we beat both Labour and the Conservatives in the last national elections in May. “If Jo were not to be included in the leadership debates that are proposed, it would deny these people a voice. Her exclusion would fail to represent any balance or provide a platform for a unique position that has undeniably garnered significant public support.” The frontrunner usually avoids the debates as they can derail campaigns, but Johnson’s team have been keen to put the prime minister up against Corbyn, with polls suggesting that the public see him as more prime ministerial. Labour, however, back Corbyn to win the support of viewers with his plans to reduce poverty. Downing Street sources have indicated that any debate involving smaller parties may be avoided by Johnson, who could send a cabinet minister in his place. However, when Theresa May made a similar decision in 2017, it was regarded as a of the mistake in an error-strewn campaign. Johnson ignored a head-to-head debate with Jeremy Hunt during the Tory leadership election, but took part in a chaotic debate that included five contenders.",
      "charCount": "3399",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a> Policy editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/nov/02/more-nigel-farage-plays-brexiters-for-fools-more-they-seem-to-like-it",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-02T18:00:07Z",
    "webTitle": "The more Nigel Farage plays Brexiters for fools, the more they seem to like it | Nick Cohen",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/02/more-nigel-farage-plays-brexiters-for-fools-more-they-seem-to-like-it",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/02/more-nigel-farage-plays-brexiters-for-fools-more-they-seem-to-like-it",
    "fields": {
      "headline": "The more Nigel Farage plays Brexiters for fools, the more they seem to like it",
      "standfirst": "Even while being lied to, core supporters have an unshakeable faith in their leader",
      "trailText": "Even while being lied to, core supporters have an unshakeable faith in their leader",
      "byline": "Nick Cohen",
      "main": "<figure class=\"element element-image\" data-media-id=\"c4bd57660530490f3d4ea9d8ceda3894b9f86d9c\"> <img src=\"https://media.guim.co.uk/c4bd57660530490f3d4ea9d8ceda3894b9f86d9c/212_334_3181_1909/1000.jpg\" alt=\"The Brexit party chairman, Richard Tice, applauds Nigel Farage at a press conference in August 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Brexit party chairman, Richard Tice, applauds Nigel Farage at a press conference in London in August 2019.</span> <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>Brexit supporters expect “the elite”, “the establishment”, “the Westminster bubble” to “rig the system” to stop them “taking our country back”. The enemy imposed metric measurements, drink-driving laws, immigrants and smoking bans and now it wants to stop Brexit. They take us for fools. They think we are stupid.</p> <p>And yet their actions show that cynics who doubt everything trust Nigel Farage, even though he takes them for absolute idiots. It was an education to watch him make his <a href=\"https://www.bbc.co.uk/news/election-2019-50261647\" title=\"\">offer of a Leave alliance</a> to Boris Johnson on Friday. Farage’s warm-up acts played all the old tunes. Richard Tice, a property investor who has the well-cut suits and fading good looks of the type of charmer who cons widows out of their savings, said the Tories lived in the “stinking rotten borough of Westminster”. Claire Fox, who, satisfyingly, looks as malicious in the flesh as you would expect a member of the <a href=\"https://www.newstatesman.com/node/194495\" title=\"\">Revolutionary Communist party</a> who ended up on the <a href=\"https://www.theguardian.com/commentisfree/2018/dec/07/us-billionaires-hard-right-britain-spiked-magazine-charles-david-koch-foundation\" title=\"\">hard right</a> via a spell <a href=\"https://quillette.com/2019/11/01/denial-and-defamation-the-itn-lm-libel-trial-revisited-i/\" title=\"\">denying the massacre of Bosnia’s Muslims</a> to look, followed up. The Tories were among the elitists, scoffing behind their manicured hands and calling Brexiters “xenophobes, ignorant and far right”. <a href=\"https://www.theguardian.com/politics/ann-widdecombe\" title=\"\">Ann Widdecombe</a> came next. I won’t pretend to understand all, or most, of what she said. But her drift was that the Tories were a pack of liars who would betray Brexit and all who believed in it.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Compromise would betray the Brexit purists. But Farage and Johnson are already betraying them</p> </blockquote> </aside>  <p>Farage then strode to the stage like a televangelist to the pulpit. He posed as the last honest politician in England. Unless Johnson agreed to ditch his deal with the EU, he would run Brexit party candidates against the Conservatives in every seat. Liberals were ecstatic. As Johnson cannot agree to destroy his own settlement, Remainers were relieved. The pro-Remain campaign group Best for Britain estimates that an <a href=\"https://www.bestforbritain.org/\" title=\"\">unspoken agreement</a> between the Brexit and Conservative parties could deliver Johnson a comfortable majority. Now Agent Farage, the Remainer mole, was sabotaging the Tories’ chances and with them the chances of Brexit.</p> <p>Yet for a supposedly iron man, Farage sounded remarkably flexible. He praised Johnson’s energy and sympathised with his difficulties. He emphasised that he had until mid-November to decide where to run candidates and would almost certainly not run them against the Tory right. “This is a ferret searching for a hole to reverse down,” I thought.</p> <p>The election campaign has achieved what many thought impossible and lowered the standards of public debate. Johnson does not have a “deal” with the EU, merely a withdrawal agreement. Every circle of hell remains available for Britain if his Brexit passes, including a few the devil himself has yet to discover.</p> <p>Farage could spin a quiet rapprochement with Johnson a dozen different ways. We remain in the single market and customs union until December 2020. Johnson hopes to negotiate a trade agreement by then. But trade deals take years to complete. Farage and the Tory right could tell their followers we could crash out in December or in June, when we would have to ask for an extension to the transition period to <a href=\"https://infacts.org/johnsons-deal-means-crash-out-in-a-year-or-a-crap-fta/\" title=\"\">keep the negotiations going</a>.</p> <p>Farage could say he would stand down candidates to stop Corbyn. He could say that he had discovered a “Canada-style trade deal” is possible and rely on the fact that the majority of people do not know what a Canada deal is or why the EU would demand harsher terms from Britain than it demands of a country thousands of miles away.</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>if there is any meaning in the word, 'populism' can be defined as the willingness of voters to be lied to</p> </blockquote> </aside>  <p>Compromise would betray Brexit purists. But Farage and Johnson are already betraying them. Both say they expect to win in south Wales, the north of England and Midlands, the very areas whose manufacturing industries would be hardest hit by pulling us out of the single market.</p> <p>Then there is the revealing game Farage has played with Brexit party members, which shows how little he thinks of them. He persuaded at least 3,000 to apply to become parliamentary candidates and charged them <a href=\"https://bylinetimes.com/2019/07/19/weve-been-misled-brexit-party-mp-hopefuls-left-out-in-the-cold/\" title=\"\">£100 apiece for the privilege</a>. Yet when the candidates were announced, there were many of the same faces from Farage’s Ukip days or Fox’s Revolutionary Communist turned Reactionary Chauvinist party. Otto English of the <em>Byline Times</em>, who <a href=\"https://bylinetimes.com/2019/08/06/brexit-party-mp-candidates-chums-and-comrades-the-intrigue-continues/\" title=\"\">covered the story,</a> received private emails from working-class hopefuls who said they were told to campaign in byelections to “increase your chances of being selected”. When they got there, no one took their names. Straight afterwards, they received a “you have not been selected” mass email.</p> <p>Individuals have walked away from Farage. But his core stayed loyal, as the core of populist movements always does. For if there is any meaning in the vapid word, “populism” can be defined as the willingness of voters to be lied to. The louder they scream “all politicians are liars”, the harder they fall for the big lie from their chosen demagogue. <a href=\"https://kar.kent.ac.uk/60489/4/Ford_Goodwin_A_Nation_Divided_AAM.pdf\" title=\"\">Political scientists</a> define devoted supporters of Farage, Trump and Corbyn as “low-trust” voters, who believe nothing they hear on the news. And yet they turn as trusting as children when their great leaders lead them on. In the case of Brexit, they are easy to lead and to fool. The divide in Brexit Britain is not based on class but on age and education: 70% of voters whose educational attainment was only GCSE or lower and 64% of over-65s <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2016/06/27/how-britain-voted\" title=\"\">voted to leave</a>.</p> <p>I am not saying that having a degree ensures you are wise or even clever or that every pensioner is suffering from mental decline. But there are good reasons why pyramid sellers and faith healers prey on the uneducated and conmen target widows. If you want people to fleece, these are your best prospects.</p> <p>“Some ideas are so stupid that only intellectuals can believe them,” runs the old line. But the converse also applies. Some ideas are so stupid that only the uneducated can believe them – and Farage is proving that Brexit is top of the list.</p> <p>* Nick Cohen is an Observer columnist</p>",
      "newspaperPageNumber": "54",
      "wordcount": "990",
      "commentCloseDate": "2019-11-02T19:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-02T18:00:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:45Z",
      "newspaperEditionDate": "2019-11-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cjgth",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c4bd57660530490f3d4ea9d8ceda3894b9f86d9c/212_334_3181_1909/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Brexit supporters expect “the elite”, “the establishment”, “the Westminster bubble” to “rig the system” to stop them “taking our country back”. The enemy imposed metric measurements, drink-driving laws, immigrants and smoking bans and now it wants to stop Brexit. They take us for fools. They think we are stupid. And yet their actions show that cynics who doubt everything trust Nigel Farage, even though he takes them for absolute idiots. It was an education to watch him make his offer of a Leave alliance to Boris Johnson on Friday. Farage’s warm-up acts played all the old tunes. Richard Tice, a property investor who has the well-cut suits and fading good looks of the type of charmer who cons widows out of their savings, said the Tories lived in the “stinking rotten borough of Westminster”. Claire Fox, who, satisfyingly, looks as malicious in the flesh as you would expect a member of the Revolutionary Communist party who ended up on the hard right via a spell denying the massacre of Bosnia’s Muslims to look, followed up. The Tories were among the elitists, scoffing behind their manicured hands and calling Brexiters “xenophobes, ignorant and far right”. Ann Widdecombe came next. I won’t pretend to understand all, or most, of what she said. But her drift was that the Tories were a pack of liars who would betray Brexit and all who believed in it. Farage then strode to the stage like a televangelist to the pulpit. He posed as the last honest politician in England. Unless Johnson agreed to ditch his deal with the EU, he would run Brexit party candidates against the Conservatives in every seat. Liberals were ecstatic. As Johnson cannot agree to destroy his own settlement, Remainers were relieved. The pro-Remain campaign group Best for Britain estimates that an unspoken agreement between the Brexit and Conservative parties could deliver Johnson a comfortable majority. Now Agent Farage, the Remainer mole, was sabotaging the Tories’ chances and with them the chances of Brexit. Yet for a supposedly iron man, Farage sounded remarkably flexible. He praised Johnson’s energy and sympathised with his difficulties. He emphasised that he had until mid-November to decide where to run candidates and would almost certainly not run them against the Tory right. “This is a ferret searching for a hole to reverse down,” I thought. The election campaign has achieved what many thought impossible and lowered the standards of public debate. Johnson does not have a “deal” with the EU, merely a withdrawal agreement. Every circle of hell remains available for Britain if his Brexit passes, including a few the devil himself has yet to discover. Farage could spin a quiet rapprochement with Johnson a dozen different ways. We remain in the single market and customs union until December 2020. Johnson hopes to negotiate a trade agreement by then. But trade deals take years to complete. Farage and the Tory right could tell their followers we could crash out in December or in June, when we would have to ask for an extension to the transition period to keep the negotiations going. Farage could say he would stand down candidates to stop Corbyn. He could say that he had discovered a “Canada-style trade deal” is possible and rely on the fact that the majority of people do not know what a Canada deal is or why the EU would demand harsher terms from Britain than it demands of a country thousands of miles away. Compromise would betray Brexit purists. But Farage and Johnson are already betraying them. Both say they expect to win in south Wales, the north of England and Midlands, the very areas whose manufacturing industries would be hardest hit by pulling us out of the single market. Then there is the revealing game Farage has played with Brexit party members, which shows how little he thinks of them. He persuaded at least 3,000 to apply to become parliamentary candidates and charged them £100 apiece for the privilege. Yet when the candidates were announced, there were many of the same faces from Farage’s Ukip days or Fox’s Revolutionary Communist turned Reactionary Chauvinist party. Otto English of the Byline Times, who covered the story, received private emails from working-class hopefuls who said they were told to campaign in byelections to “increase your chances of being selected”. When they got there, no one took their names. Straight afterwards, they received a “you have not been selected” mass email. Individuals have walked away from Farage. But his core stayed loyal, as the core of populist movements always does. For if there is any meaning in the vapid word, “populism” can be defined as the willingness of voters to be lied to. The louder they scream “all politicians are liars”, the harder they fall for the big lie from their chosen demagogue. Political scientists define devoted supporters of Farage, Trump and Corbyn as “low-trust” voters, who believe nothing they hear on the news. And yet they turn as trusting as children when their great leaders lead them on. In the case of Brexit, they are easy to lead and to fool. The divide in Brexit Britain is not based on class but on age and education: 70% of voters whose educational attainment was only GCSE or lower and 64% of over-65s voted to leave. I am not saying that having a degree ensures you are wise or even clever or that every pensioner is suffering from mental decline. But there are good reasons why pyramid sellers and faith healers prey on the uneducated and conmen target widows. If you want people to fleece, these are your best prospects. “Some ideas are so stupid that only intellectuals can believe them,” runs the old line. But the converse also applies. Some ideas are so stupid that only the uneducated can believe them – and Farage is proving that Brexit is top of the list. * Nick Cohen is an Observer columnist",
      "charCount": "5835",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nickcohen\">Nick Cohen</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/nov/02/labour-mp-gloria-de-piero-urges-women-to-change-parliament",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-02T06:00:14Z",
    "webTitle": "Labour MP Gloria De Piero urges women to change parliament",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/02/labour-mp-gloria-de-piero-urges-women-to-change-parliament",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/02/labour-mp-gloria-de-piero-urges-women-to-change-parliament",
    "fields": {
      "headline": "Labour MP Gloria De Piero urges women to change parliament",
      "standfirst": "<p>She is standing down at the election but calls on others to come and take her place</p>",
      "trailText": "She is standing down at the election but calls on others to come and take her place",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"6d82e297caafb0a1c9f24979f63f12659c77ed16\"> <img src=\"https://media.guim.co.uk/6d82e297caafb0a1c9f24979f63f12659c77ed16/0_0_6585_3951/1000.jpg\" alt=\"Gloria De Piero\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gloria De Piero admits to having taken security precautions, including an external mailbox and a panic alarm.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Gloria De Piero, who is stepping down after nine years as a Labour MP, is urging women to “come into parliament and change it,” despite the proliferation of threats and abuse faced by many female MPs.</p> <p>One of 58 MPs who have announced that they will not be standing in the 12 December general election, De Piero, who represents Ashfield in Nottinghamshire, said she hoped women would not be deterred from entering frontline politics.</p> <p>“I would still say to anybody who wants to change the country - it does have strains and stresses, but I wouldn’t have not done this for the bloody world.”</p> <p>She added: “It’s not great at the moment: but come into parliament and change it. All that progress that we’ve made in getting women there: we can’t go back on that.”</p> <p>Several of the women who are stepping down from parliament, including the former Conservative Heidi Allen, have cited the toxic political debate in explaining their reasons for quitting Westminster.</p> <p>And the independent MP Anna Soubry has detailed a string of threats, most recently including a card posted through the door of her partner.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Anna_Soubry/status/1189952175918764032\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">This was sent to my partners home (threatening letter also sent to my mother’s home last year). No warning on envelope Grant, they had  to read them. BTW <a href=\"https://twitter.com/nottspolice?ref_src=twsrc%5Etfw\">@nottspolice</a> &amp; <a href=\"https://twitter.com/syptweet?ref_src=twsrc%5Etfw\">@syptweet</a> have been outstanding in taking these threats seriously. You should try it <a href=\"https://twitter.com/grantshapps?ref_src=twsrc%5Etfw\">@grantshapps</a> <a href=\"https://t.co/71dXNatgQI\">pic.twitter.com/71dXNatgQI</a></p>&mdash; Anna Soubry MP (@Anna_Soubry) <a href=\"https://twitter.com/Anna_Soubry/status/1189952175918764032?ref_src=twsrc%5Etfw\">October 31, 2019</a></blockquote>  </figure>  <p>De Piero said that she had taken security precautions, on the advice of the police and parliamentary authorities.</p> <p>“My mailbox is bombproof: there was a letterbox in my door, and it’s probably sensible that I don’t have that any more. I have an external mailbox, that’s bombproof. And I have good locks on my door, fitted by the parliamentary authorities.</p> <p>“I’ve got a panic button as well, in my house – but I’m OK,” she adds. She also doesn’t publicise in advance where she is going to be, in accordance with police advice – and admits she does feel nervous before going out door-knocking.</p> <p>“Before every one of my canvass sessions, because I’ve seen it on social media I think, ‘Oh God, am I going to be OK?’. Because I canvass a lot. But touch wood, it’s always been OK on the doorstep.”</p> <p>“I haven’t spoken to all these women, I’m sure there will be different reasons why they’re standing down,” she says. “It’s worth exploring that to find out. But at this stage, I still want to say to women out there – do this, you will never regret it.”</p> <p>And she points to the “great solidarity” among women MPs. “My female friends, Vicky Foxcroft, Stephanie Peacock, Louise Haigh - you will make friends in there that will support you through the tough times. Your women colleagues, you put your arms round each other, and you’re there for each other.”</p> <p>De Piero cites harrying the government into implementing equal pay audits as Ed Miliband’s shadow women’s minister – under legislation passed by Labour but set aside by the coalition – as an example of the difference even opposition MPs can make.</p> <p>“You can change the law,” she adds, pointing to the case of a woman constituent who had been a victim of domestic violence.</p> <p>“A woman came to see me about a year ago. She had some scars, she said ‘my husband is serving time for attempting to kill me, he is in prison, he is now entitled, as part of the divorce, to half the house’”.</p> <p>“I didn’t know that – and I went to see the minister, and nobody seemed to know it. So I’ve been working on amendments to the domestic violence bill to remove the automatic presumption of joint assets.”</p> <p>“I just hope my colleagues will continue that work when they come back. But it’s things like that: you can’t learn that from any book.”</p> <p>As a former broadcast journalist who grew up in a working-class family, De Piero says encounters like this have changed her political perspective dramatically.</p> <p>“You leave Bradford, you go to university, and you’re not conscious of this along the way, but you’re getting a bit more liberal. Then you go into the London media: and before you know it, you are pushing some very, very predictable lines. Which you think are original, but actually everybody in your bubble thinks those things.</p>  <figure class=\"element element-image\" data-media-id=\"d040dc72fa0a7efb5a611a5ac6785cbef2f092d4\"> <img src=\"https://media.guim.co.uk/d040dc72fa0a7efb5a611a5ac6785cbef2f092d4/0_391_6720_4032/1000.jpg\" alt=\"Gloria De Piero\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">De Piero speaking to constituents in the shopping streets at Sutton in Ashfield in 2018.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>  <p>“And I just felt, when I came to do this job and I started knocking on doors in 2010 I was like, ‘shit, this conversation is totally different’. I thought the world had changed, on my little journey from Bradford to London, and it hadn’t: I had changed.”</p> <p>She warns there are still too few MPs from backgrounds like hers who make it to Westminster – or even consider it. “Speaking from the working class is as important as speaking for the working class. That’s why I have talked about my background: not because it is a badge of honour, obviously it is miserable to grow up in child poverty. I just think the more people know that there are people in there who weren’t born with a silver spoon in their mouth, the better.”</p> <p>She was one of the 19 Labour MPs who took the controversial decision to vote for Boris Johnson’s Brexit deal at its first parliamentary stage last month – hoping, she said at the time, to amend it: a process that was brought to a halt when the general election was called.</p> <p>That decision came from the feeling that voters in constituencies like hers should have their voices heard, she says – but she has been taken aback by the toxic tone of the debate, in Westminster, on social media, and in her inbox.</p> <p>“We get emails - saying that you’re a traitor. Because of course the weird thing is – and this is what illustrates the gulf over Brexit more than anything – is that up here they think I’m trying to stop Brexit. Down there, I go down and they think that I’m bloody Nigel Farage, some of my colleagues, to put it bluntly.”</p> <p>De Piero had always intended to step down after 10 years, she says – or as it has turned out, nine, all of them on the backbenches, and the last three dominated by Brexit.</p> <p>As she prepares to leave the House of Commons for the last time, she now wonders whether she did the right thing in not backing Theresa May’s deal.</p> <p>“What do I ever regret? Not voting for Theresa May’s deal? I think about it a lot.” May’s deal, unlike Johnson’s, would have underpinned EU standards on workers’ rights in law – and while it didn’t include a customs union, it needn’t have precluded a future government from negotiating one. “I’ll never know whether I did the right thing there, but I know I ask myself a lot,” she says.</p>",
      "newspaperPageNumber": "11",
      "wordcount": "1088",
      "firstPublicationDate": "2019-11-02T06:00:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:29Z",
      "newspaperEditionDate": "2019-11-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cjeaq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6d82e297caafb0a1c9f24979f63f12659c77ed16/0_0_6585_3951/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Gloria De Piero, who is stepping down after nine years as a Labour MP, is urging women to “come into parliament and change it,” despite the proliferation of threats and abuse faced by many female MPs. One of 58 MPs who have announced that they will not be standing in the 12 December general election, De Piero, who represents Ashfield in Nottinghamshire, said she hoped women would not be deterred from entering frontline politics. “I would still say to anybody who wants to change the country - it does have strains and stresses, but I wouldn’t have not done this for the bloody world.” She added: “It’s not great at the moment: but come into parliament and change it. All that progress that we’ve made in getting women there: we can’t go back on that.” Several of the women who are stepping down from parliament, including the former Conservative Heidi Allen, have cited the toxic political debate in explaining their reasons for quitting Westminster. And the independent MP Anna Soubry has detailed a string of threats, most recently including a card posted through the door of her partner. De Piero said that she had taken security precautions, on the advice of the police and parliamentary authorities. “My mailbox is bombproof: there was a letterbox in my door, and it’s probably sensible that I don’t have that any more. I have an external mailbox, that’s bombproof. And I have good locks on my door, fitted by the parliamentary authorities. “I’ve got a panic button as well, in my house – but I’m OK,” she adds. She also doesn’t publicise in advance where she is going to be, in accordance with police advice – and admits she does feel nervous before going out door-knocking. “Before every one of my canvass sessions, because I’ve seen it on social media I think, ‘Oh God, am I going to be OK?’. Because I canvass a lot. But touch wood, it’s always been OK on the doorstep.” “I haven’t spoken to all these women, I’m sure there will be different reasons why they’re standing down,” she says. “It’s worth exploring that to find out. But at this stage, I still want to say to women out there – do this, you will never regret it.” And she points to the “great solidarity” among women MPs. “My female friends, Vicky Foxcroft, Stephanie Peacock, Louise Haigh - you will make friends in there that will support you through the tough times. Your women colleagues, you put your arms round each other, and you’re there for each other.” De Piero cites harrying the government into implementing equal pay audits as Ed Miliband’s shadow women’s minister – under legislation passed by Labour but set aside by the coalition – as an example of the difference even opposition MPs can make. “You can change the law,” she adds, pointing to the case of a woman constituent who had been a victim of domestic violence. “A woman came to see me about a year ago. She had some scars, she said ‘my husband is serving time for attempting to kill me, he is in prison, he is now entitled, as part of the divorce, to half the house’”. “I didn’t know that – and I went to see the minister, and nobody seemed to know it. So I’ve been working on amendments to the domestic violence bill to remove the automatic presumption of joint assets.” “I just hope my colleagues will continue that work when they come back. But it’s things like that: you can’t learn that from any book.” As a former broadcast journalist who grew up in a working-class family, De Piero says encounters like this have changed her political perspective dramatically. “You leave Bradford, you go to university, and you’re not conscious of this along the way, but you’re getting a bit more liberal. Then you go into the London media: and before you know it, you are pushing some very, very predictable lines. Which you think are original, but actually everybody in your bubble thinks those things. “And I just felt, when I came to do this job and I started knocking on doors in 2010 I was like, ‘shit, this conversation is totally different’. I thought the world had changed, on my little journey from Bradford to London, and it hadn’t: I had changed.” She warns there are still too few MPs from backgrounds like hers who make it to Westminster – or even consider it. “Speaking from the working class is as important as speaking for the working class. That’s why I have talked about my background: not because it is a badge of honour, obviously it is miserable to grow up in child poverty. I just think the more people know that there are people in there who weren’t born with a silver spoon in their mouth, the better.” She was one of the 19 Labour MPs who took the controversial decision to vote for Boris Johnson’s Brexit deal at its first parliamentary stage last month – hoping, she said at the time, to amend it: a process that was brought to a halt when the general election was called. That decision came from the feeling that voters in constituencies like hers should have their voices heard, she says – but she has been taken aback by the toxic tone of the debate, in Westminster, on social media, and in her inbox. “We get emails - saying that you’re a traitor. Because of course the weird thing is – and this is what illustrates the gulf over Brexit more than anything – is that up here they think I’m trying to stop Brexit. Down there, I go down and they think that I’m bloody Nigel Farage, some of my colleagues, to put it bluntly.” De Piero had always intended to step down after 10 years, she says – or as it has turned out, nine, all of them on the backbenches, and the last three dominated by Brexit. As she prepares to leave the House of Commons for the last time, she now wonders whether she did the right thing in not backing Theresa May’s deal. “What do I ever regret? Not voting for Theresa May’s deal? I think about it a lot.” May’s deal, unlike Johnson’s, would have underpinned EU standards on workers’ rights in law – and while it didn’t include a customs union, it needn’t have precluded a future government from negotiating one. “I’ll never know whether I did the right thing there, but I know I ask myself a lot,” she says.",
      "charCount": "6098",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/nov/02/boris-johnson-brexit-populism-tories-lifeline",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-02T06:00:14Z",
    "webTitle": "Johnson’s populism has given the Tories a lifeline – but they are running out of ideas | Andy Beckett",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/02/boris-johnson-brexit-populism-tories-lifeline",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/02/boris-johnson-brexit-populism-tories-lifeline",
    "fields": {
      "headline": "Johnson’s populism has given the Tories a lifeline – but they are running out of ideas",
      "standfirst": "<p>After almost a decade in government, the party has nothing left to offer but a tired conservatism</p>",
      "trailText": "After almost a decade in government, the party has nothing left to offer but a tired conservatism, says Guardian columnist Andy Beckett",
      "byline": "Andy Beckett",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"6ebc83013661f1bedac1f58bf4dc6c4f5574fe51\"> \n <img src=\"https://media.guim.co.uk/6ebc83013661f1bedac1f58bf4dc6c4f5574fe51/0_0_2560_1536/1000.jpg\" alt=\"Illustration by Matt Kenyon \" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\"> </span> \n  <span class=\"element-image__credit\">Illustration: Matt Kenyon/The Guardian</span> \n </figcaption> \n</figure>",
      "body": "<p>Since Boris Johnson became prime minister there’s been a quiet dread on the left, and a less quiet excitement on the right, that the Tories have found a new magic formula – one that will renew their nine-year-old government. A cartoonishly charismatic leader, a shameless softening of austerity, populist attacks on liberals and the nationalist adventure of Brexit: all this has been carefully calculated, the fear goes, so that the Conservatives can sweep out of their southern English heartlands and into the electorally decisive north and Midlands.</p> \n<p>Predictions of an imminent Tory breakthrough and new ascendancy are familiar in British politics – it’s arguably the commentariat’s default analysis. Only two years ago, Theresa May’s combination of tut-tutting provincial conservatism and disapproval of the worst aspects of capitalism briefly persuaded many observers, from the editor of the Daily Mail, <a href=\"https://www.theguardian.com/media/2017/may/14/is-paul-dacre-most-dangerous-man-in-britain-daily-mail\" title=\"\">Paul Dacre</a>, to the usually reliable political scientist David Runciman, that she <a href=\"https://www.lrb.co.uk/v39/n06/david-runciman/do-your-homework\" title=\"\">could dominate</a> politics for years to come.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>The social, political and economic challenge of actually ‘getting Brexit done' should not be underestimated</p> \n </blockquote> \n</aside> \n<p>With May, and again with Johnson, this assumption of a coming Tory supremacy has relied heavily on the polls. Since Johnson became leader, almost all of them, despite different methodologies, have revealed widening leads over Labour. The polling website Britain Elects has interpreted these as showing a <a href=\"https://britainelects.com/polling/westminster/\" title=\"\">current Tory vote share</a> of about 35%, roughly 10 points ahead of Labour; and the analytical website Electoral Calculus has extrapolated a Tory majority on 12 December of <a href=\"https://www.electoralcalculus.co.uk/homepage.html\" title=\"\">about 70</a>. That would be by far the party’s largest since Margaret Thatcher’s third election victory in 1987.</p> \n<p>There are obvious flaws to this suggestion that Johnson will win decisively. In 2017, May had an even bigger initial poll lead, but it shrank to almost nothing by election day. And this year’s contest is potentially more volatile still. Yet Johnson’s poll advantage has been one of the few certainties clearly driving events during this chaotic autumn: it largely explains his determination to have an election, and Labour’s debate on delaying it.</p> \n<p>But even if the forecast margin of Tory victory does turn out to be accurate, such a win may not be quite as conclusive as it seems. Election results don’t tell you everything about the long-term health of a political party. Getting a majority of 70 with only a little over a third of the total vote would put the Conservatives among the most unpopular victors of a modern British general election. And on flimsy mandates strong governments are rarely built.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"2f9dc707-b74a-4dd0-a8d1-791366bc3e50\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/5ZSf3GCu9mU?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Since the second world war only one party has achieved such an ambiguous electoral victory: New Labour in 2005. What happened next is a cautionary tale.</p> \n<p>Like the Conservatives now, New Labour had been in power for almost a decade. They were associated above all with one, immensely divisive policy – instead of Brexit, the war in Iraq – and they faced a resurgent Liberal Democratic party that was opposed to that policy. And like the Tories now, New Labour also faced an official opposition with an unpopular leader, Michael Howard, who was portrayed by the ruling party as an extremist, and was considered by many voters not to be a plausible prime minister.</p> \n<p>In the election the anti-government vote split, and New Labour scraped together 35% of the vote: enough to give the party a majority of 66. It was “a minor miracle”, Tony Blair wrote in his memoirs. But at the time the result was widely seen as a sign of New Labour’s enduring hegemony, and of the Conservatives’ continuing impotence. The day after the election, Howard announced he would step down as leader – just as many of Jeremy Corbyn’s enemies are eagerly assuming he will do if Labour loses next month.</p> \n<p>Yet in fact 2005 was the beginning of the end for New Labour. Ground down by growing public hostility, accumulating scandals and internal enemies, Blair lasted just two more years as premier: “the worst” of his tenure, he wrote afterwards. Meanwhile the Conservatives chose a leader, David Cameron, who was younger and fresher than Howard and than Blair himself. At his first prime minister’s questions, Cameron cockily but lethally told Blair: “<a href=\"https://www.theguardian.com/news/2005/dec/08/wrap.simonjeffery\" title=\"\">You were the future once</a>.”</p> \n<p>Politics never precisely repeats itself, but it has cycles of decay and renewal. Johnson’s sporadic efforts to present himself as a new sort of Conservative – less cosy with the business establishment, more interested in northern England – show some awareness of the risks facing any party after a decade in power. And unlike Blair in 2005, he hasn’t been prime minister for long.</p> \n<p>But if he is still in the job next year, he will be a politician in his mid-50s who has been playing the naughty schoolboy of British public life for more than three decades. He will be faced with the very grown-up task of negotiating and then administering Brexit – a much more intractable problem than the much more able Blair ever faced. And it’s likely Johnson will also be facing a new Labour leader with none of Corbyn’s personal baggage but with similar, popular leftwing policies.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/01/tories-accused-of-using-public-funds-for-ads-on-facebook-in-key-seats\">Tories accused of using public funds for Facebook ads in key seats</a> </p> \n</aside> \n<p>The social, political and economic challenge of actually “getting Brexit done” should not be underestimated. This week the independent National Institute of Economic and Social Research <a href=\"https://www.theguardian.com/business/2019/oct/30/boris-johnsons-brexit-deal-would-cost-uk-economy-70bn\" title=\"\">estimated that</a> “in the long run the UK economy would be 3.5% smaller … compared to continued EU membership” if the UK secures a free trade deal with the EU by 2021 – a timetable many authorities on trade deals consider optimistic. In the UK’s already mean and sluggish economy, a shrinkage of 3.5% may make Johnson’s airy promises about a post-Brexit, deregulated capitalism – in essence, a pretty tired and traditional Conservative worldview – impossible to sell to many voters.</p> \n<p>Then there is the Tories’ lack of serious engagement with the climate crisis, with young voters, with multiculturalism and Britain’s growing cities – and their preoccupation, instead, with Britain’s shrinking proportion of elderly white voters, and with gaming the constitution and the electoral system. All long-running governments become complacent and incurious in the end – even the most dynamic ones, as the recently published final volume of Charles Moore’s Thatcher biography shows in unsparing detail.</p> \n<p>The drama of Brexit, and of all the Tory leadership battles and U-turns since 2010, has obscured how much this Conservative government has aged over the past nine years. It may not be tottering quite yet, but it will soon enough.</p> \n<p>• Andy Beckett is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1061",
      "commentCloseDate": "2019-11-02T13:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-02T06:00:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:44:37Z",
      "newspaperEditionDate": "2019-11-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cjf72",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6ebc83013661f1bedac1f58bf4dc6c4f5574fe51/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Since Boris Johnson became prime minister there’s been a quiet dread on the left, and a less quiet excitement on the right, that the Tories have found a new magic formula – one that will renew their nine-year-old government. A cartoonishly charismatic leader, a shameless softening of austerity, populist attacks on liberals and the nationalist adventure of Brexit: all this has been carefully calculated, the fear goes, so that the Conservatives can sweep out of their southern English heartlands and into the electorally decisive north and Midlands. Predictions of an imminent Tory breakthrough and new ascendancy are familiar in British politics – it’s arguably the commentariat’s default analysis. Only two years ago, Theresa May’s combination of tut-tutting provincial conservatism and disapproval of the worst aspects of capitalism briefly persuaded many observers, from the editor of the Daily Mail, Paul Dacre, to the usually reliable political scientist David Runciman, that she could dominate politics for years to come. With May, and again with Johnson, this assumption of a coming Tory supremacy has relied heavily on the polls. Since Johnson became leader, almost all of them, despite different methodologies, have revealed widening leads over Labour. The polling website Britain Elects has interpreted these as showing a current Tory vote share of about 35%, roughly 10 points ahead of Labour; and the analytical website Electoral Calculus has extrapolated a Tory majority on 12 December of about 70. That would be by far the party’s largest since Margaret Thatcher’s third election victory in 1987. There are obvious flaws to this suggestion that Johnson will win decisively. In 2017, May had an even bigger initial poll lead, but it shrank to almost nothing by election day. And this year’s contest is potentially more volatile still. Yet Johnson’s poll advantage has been one of the few certainties clearly driving events during this chaotic autumn: it largely explains his determination to have an election, and Labour’s debate on delaying it. But even if the forecast margin of Tory victory does turn out to be accurate, such a win may not be quite as conclusive as it seems. Election results don’t tell you everything about the long-term health of a political party. Getting a majority of 70 with only a little over a third of the total vote would put the Conservatives among the most unpopular victors of a modern British general election. And on flimsy mandates strong governments are rarely built. Since the second world war only one party has achieved such an ambiguous electoral victory: New Labour in 2005. What happened next is a cautionary tale. Like the Conservatives now, New Labour had been in power for almost a decade. They were associated above all with one, immensely divisive policy – instead of Brexit, the war in Iraq – and they faced a resurgent Liberal Democratic party that was opposed to that policy. And like the Tories now, New Labour also faced an official opposition with an unpopular leader, Michael Howard, who was portrayed by the ruling party as an extremist, and was considered by many voters not to be a plausible prime minister. In the election the anti-government vote split, and New Labour scraped together 35% of the vote: enough to give the party a majority of 66. It was “a minor miracle”, Tony Blair wrote in his memoirs. But at the time the result was widely seen as a sign of New Labour’s enduring hegemony, and of the Conservatives’ continuing impotence. The day after the election, Howard announced he would step down as leader – just as many of Jeremy Corbyn’s enemies are eagerly assuming he will do if Labour loses next month. Yet in fact 2005 was the beginning of the end for New Labour. Ground down by growing public hostility, accumulating scandals and internal enemies, Blair lasted just two more years as premier: “the worst” of his tenure, he wrote afterwards. Meanwhile the Conservatives chose a leader, David Cameron, who was younger and fresher than Howard and than Blair himself. At his first prime minister’s questions, Cameron cockily but lethally told Blair: “You were the future once.” Politics never precisely repeats itself, but it has cycles of decay and renewal. Johnson’s sporadic efforts to present himself as a new sort of Conservative – less cosy with the business establishment, more interested in northern England – show some awareness of the risks facing any party after a decade in power. And unlike Blair in 2005, he hasn’t been prime minister for long. But if he is still in the job next year, he will be a politician in his mid-50s who has been playing the naughty schoolboy of British public life for more than three decades. He will be faced with the very grown-up task of negotiating and then administering Brexit – a much more intractable problem than the much more able Blair ever faced. And it’s likely Johnson will also be facing a new Labour leader with none of Corbyn’s personal baggage but with similar, popular leftwing policies. The social, political and economic challenge of actually “getting Brexit done” should not be underestimated. This week the independent National Institute of Economic and Social Research estimated that “in the long run the UK economy would be 3.5% smaller … compared to continued EU membership” if the UK secures a free trade deal with the EU by 2021 – a timetable many authorities on trade deals consider optimistic. In the UK’s already mean and sluggish economy, a shrinkage of 3.5% may make Johnson’s airy promises about a post-Brexit, deregulated capitalism – in essence, a pretty tired and traditional Conservative worldview – impossible to sell to many voters. Then there is the Tories’ lack of serious engagement with the climate crisis, with young voters, with multiculturalism and Britain’s growing cities – and their preoccupation, instead, with Britain’s shrinking proportion of elderly white voters, and with gaming the constitution and the electoral system. All long-running governments become complacent and incurious in the end – even the most dynamic ones, as the recently published final volume of Charles Moore’s Thatcher biography shows in unsparing detail. The drama of Brexit, and of all the Tory leadership battles and U-turns since 2010, has obscured how much this Conservative government has aged over the past nine years. It may not be tottering quite yet, but it will soon enough. • Andy Beckett is a Guardian columnist",
      "charCount": "6480",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andybeckett\">Andy Beckett</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]