[
  {
    "id": "politics/2019/jun/08/tory-obsession-tax-cuts-bankrupt-of-ideas--john-mcdonnell",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-08T20:00:05Z",
    "webTitle": "The Tory obsession with tax cuts shows they are bankrupt of ideas | John McDonnell",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/08/tory-obsession-tax-cuts-bankrupt-of-ideas--john-mcdonnell",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/08/tory-obsession-tax-cuts-bankrupt-of-ideas--john-mcdonnell",
    "fields": {
      "headline": "The Tory obsession with tax cuts shows they are bankrupt of ideas",
      "standfirst": "<p>As the Conservative leadership candidates make more rash promises, the left is buzzing with fresh ideas to rebuild the economy</p>",
      "trailText": "As the Conservative leadership candidates make more rash promises, the left is buzzing with fresh ideas to rebuild the economy",
      "byline": "John McDonnell",
      "main": "<figure class=\"element element-image\" data-media-id=\"b1bea59382ff9e44d7f6052c1df6dd773bf340b2\"> <img src=\"https://media.guim.co.uk/b1bea59382ff9e44d7f6052c1df6dd773bf340b2/34_2_1969_1181/1000.jpg\" alt=\"Margaret Thatcher-style tax cuts feature in the Tory leadership campaign.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Margaret Thatcher-style tax cuts feature in the Tory leadership campaign.</span> <span class=\"element-image__credit\">Photograph: Gerry Penny/EPA</span> </figcaption> </figure>",
      "body": "<p>The formal start of the Tory leadership election on Monday should serve as a critical wake-up call to the rest of our society about the profound and dangerous shift that has taken place in Conservative party politics.</p> <p>Given the unrepresentative nature of the present, much reduced Conservative party membership, with local associations reportedly<a href=\"https://www.theguardian.com/commentisfree/2018/aug/30/tories-ukip-britain-entryism\" title=\"\"> infiltrated by Ukip supporters,</a> and given the near panic set in <a href=\"https://www.theguardian.com/politics/2019/may/27/nigel-farage-brexit-party-win-big-wake-up-call-westminster\" title=\"\">by the looming Farage and the Brexit party</a>, Tory leadership candidates are lining up to embrace a Trump-style rightwing populism.</p> <p>To stand any chance in the Tory leadership stakes, even those who could have been considered more liberal are having to dance to a primitive tune of a no-deal Brexit and a race to the bottom in tax cuts.</p> <p>The warnings from the <a href=\"https://www.theguardian.com/politics/2019/may/20/tories-scrabble-for-new-brexit-vision-in-place-of-mays-doomed-plan\" title=\"\">Tories’ own chancellor</a> of the impact of a no-deal Brexit on jobs and living standards, even as they begin to hit our economy, are dismissed almost as Trump-like claims of fake news because they aren’t what they want to hear in the bar rooms of the Conservative clubs up and down the country. Instead, Tory leadership candidates are falling back on what they know will guarantee them a few votes among a selectorate of largely post-retirement age, romanticising still about the heady days of Margaret Thatcher.</p> <p>Yes, Thatcherite <a href=\"https://www.theguardian.com/politics/2019/may/29/hammond-warns-tory-candidates-against-reckless-solutions\" title=\"\">tax cuts</a> are back on the Tory agenda with a vengeance. The race to the tax-cut bottom has begun with tax cuts up to £30bn being floated by one contender, and a rightwing thinktank being praised by a number of candidates for proposing yet more corporation tax cuts.</p> <p>The leadership campaign obsession with slashing taxes is just the latest evidence of the intellectual bankruptcy of the right, which is now widely apparent even to some Conservatives.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Labour will increase income tax on the top 5% of earners, the people who can afford it, who can pay a little bit more</p> </blockquote> </aside>  <p>When in her first days as prime minister, Theresa May spoke about the <a href=\"https://www.theguardian.com/society/2019/apr/30/theresa-mays-social-mobility-promise-branded-a-failure\" title=\"\">“burning injustices”</a> of society, there was at least a glimmer of appreciation of a community weary of nine years of harsh austerity and wanting change.</p> <p>Laughable as the idea may seem now, that remains the most popular period of her leadership: something the candidates lining up to replace her – after she singularly failed to do anything about those injustices – seem not to have noticed. Whatever the question, the answer in this leadership election is always tax cuts and a smaller state.</p> <p>The runners for the leadership are offering a rewinding of the clock and a re-fighting of the battles of the 1980s, seemingly oblivious to how the world has moved on. For many people, this is a country they no longer recognise and never thought they would see.</p> <p>Even if Phillip Hammond hasn’t encountered it, most of our people have witnessed the evidence of what the United Nations special rapporteur described as the <a href=\"https://www.theguardian.com/society/2019/may/24/un-poverty-expert-hits-back-over-uk-ministers-denial-of-facts-philip-alston\" title=\"\">“systemic”</a> poverty that now exists in the UK, with society’s safety net having been deliberately withdrawn. Large numbers of our people by their own personal experience, or by their donations, have recognised the description by <a href=\"https://www.hrw.org/report/2019/05/20/nothing-left-cupboards/austerity-welfare-cuts-and-right-food-uk\" title=\"\">Human Rights Watch</a>’s report of welfare cuts driving tens of thousands of families to dependency on food aid.</p> <p>As is often the case, the public are ahead of the political received wisdom, with only 4% favouring tax and spending cuts with a significant shift among even Conservative voters. Now ministers are admitting that the government will have to postpone this autumn’s <a href=\"https://www.theguardian.com/politics/2019/may/01/government-spending-review-three-year-brexit-theresa-may-future\" title=\"\">three-year spending review</a> that was supposed to end austerity. This is a government in absolute paralysis. Yet again the Tories’ promise to end years of austerity have come to nothing. This is no way to run a country. As Tories make rash promises to cut taxes, by contrast Labour will be the party of fiscal responsibility.</p> <p>Labour will increase income tax on the top 5% of earners, the people who can afford it, who can pay a little bit more. But also tackle tax-dodging and reverse some of the giveaways to the corporations. Only Labour will tax the rich and giant corporations to end austerity, fund our public services properly, and rebuild our economy so it works for the many, not the few.</p> <p>While the Tories demonstrate their political and intellectual bankruptcy during their narrow, claustrophobic leadership race, the left is buzzing with fresh thinking that relates to people’s everyday lived experiences – expanding public services free at the point of use, democratising ownership and devolving economic power, constructing a comprehensive industrial strategy, tackling the imbalances of power in the workplace, and rising to the overriding challenge of tackling climate change.</p> <p>A new architecture of left and progressive thinktanks has been constructed, working together to enable the left to hegemonise the next stage in the political debate about the future of our country. But until we can get a general election, the country still faces the frightening prospect of a hard-right Tory leader pushing a <a href=\"https://www.theguardian.com/politics/2019/jun/07/stop-talking-up-no-deal-brexit-tory-leadership-candidates-told\" title=\"\">no-deal Brexit</a> and yet more tax and spending cuts.</p> <p>With the burning injustices getting even more painful, that’s something that should terrify all of us. It should also ensure we demand that the people have the democratic power to prevent a no-deal Brexit and a new wave of tax and spending cuts. </p>",
      "newspaperPageNumber": "8",
      "wordcount": "849",
      "commentable": "false",
      "firstPublicationDate": "2019-06-08T20:00:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-08T21:52:17Z",
      "newspaperEditionDate": "2019-06-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bkvmj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b1bea59382ff9e44d7f6052c1df6dd773bf340b2/34_2_1969_1181/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The formal start of the Tory leadership election on Monday should serve as a critical wake-up call to the rest of our society about the profound and dangerous shift that has taken place in Conservative party politics. Given the unrepresentative nature of the present, much reduced Conservative party membership, with local associations reportedly infiltrated by Ukip supporters, and given the near panic set in by the looming Farage and the Brexit party, Tory leadership candidates are lining up to embrace a Trump-style rightwing populism. To stand any chance in the Tory leadership stakes, even those who could have been considered more liberal are having to dance to a primitive tune of a no-deal Brexit and a race to the bottom in tax cuts. The warnings from the Tories’ own chancellor of the impact of a no-deal Brexit on jobs and living standards, even as they begin to hit our economy, are dismissed almost as Trump-like claims of fake news because they aren’t what they want to hear in the bar rooms of the Conservative clubs up and down the country. Instead, Tory leadership candidates are falling back on what they know will guarantee them a few votes among a selectorate of largely post-retirement age, romanticising still about the heady days of Margaret Thatcher. Yes, Thatcherite tax cuts are back on the Tory agenda with a vengeance. The race to the tax-cut bottom has begun with tax cuts up to £30bn being floated by one contender, and a rightwing thinktank being praised by a number of candidates for proposing yet more corporation tax cuts. The leadership campaign obsession with slashing taxes is just the latest evidence of the intellectual bankruptcy of the right, which is now widely apparent even to some Conservatives. When in her first days as prime minister, Theresa May spoke about the “burning injustices” of society, there was at least a glimmer of appreciation of a community weary of nine years of harsh austerity and wanting change. Laughable as the idea may seem now, that remains the most popular period of her leadership: something the candidates lining up to replace her – after she singularly failed to do anything about those injustices – seem not to have noticed. Whatever the question, the answer in this leadership election is always tax cuts and a smaller state. The runners for the leadership are offering a rewinding of the clock and a re-fighting of the battles of the 1980s, seemingly oblivious to how the world has moved on. For many people, this is a country they no longer recognise and never thought they would see. Even if Phillip Hammond hasn’t encountered it, most of our people have witnessed the evidence of what the United Nations special rapporteur described as the “systemic” poverty that now exists in the UK, with society’s safety net having been deliberately withdrawn. Large numbers of our people by their own personal experience, or by their donations, have recognised the description by Human Rights Watch’s report of welfare cuts driving tens of thousands of families to dependency on food aid. As is often the case, the public are ahead of the political received wisdom, with only 4% favouring tax and spending cuts with a significant shift among even Conservative voters. Now ministers are admitting that the government will have to postpone this autumn’s three-year spending review that was supposed to end austerity. This is a government in absolute paralysis. Yet again the Tories’ promise to end years of austerity have come to nothing. This is no way to run a country. As Tories make rash promises to cut taxes, by contrast Labour will be the party of fiscal responsibility. Labour will increase income tax on the top 5% of earners, the people who can afford it, who can pay a little bit more. But also tackle tax-dodging and reverse some of the giveaways to the corporations. Only Labour will tax the rich and giant corporations to end austerity, fund our public services properly, and rebuild our economy so it works for the many, not the few. While the Tories demonstrate their political and intellectual bankruptcy during their narrow, claustrophobic leadership race, the left is buzzing with fresh thinking that relates to people’s everyday lived experiences – expanding public services free at the point of use, democratising ownership and devolving economic power, constructing a comprehensive industrial strategy, tackling the imbalances of power in the workplace, and rising to the overriding challenge of tackling climate change. A new architecture of left and progressive thinktanks has been constructed, working together to enable the left to hegemonise the next stage in the political debate about the future of our country. But until we can get a general election, the country still faces the frightening prospect of a hard-right Tory leader pushing a no-deal Brexit and yet more tax and spending cuts. With the burning injustices getting even more painful, that’s something that should terrify all of us. It should also ensure we demand that the people have the democratic power to prevent a no-deal Brexit and a new wave of tax and spending cuts.",
      "charCount": "5134",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johnmcdonnell\">John McDonnell</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jun/08/as-theresa-may-exits-stage-left-the-tories-dance-ever-rightward",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-08T17:00:08Z",
    "webTitle": "As Theresa May exits stage left, the Tories dance ever rightward | Nick Cohen",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/08/as-theresa-may-exits-stage-left-the-tories-dance-ever-rightward",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/08/as-theresa-may-exits-stage-left-the-tories-dance-ever-rightward",
    "fields": {
      "headline": "As Theresa May exits stage left, the Tories dance ever rightward",
      "standfirst": "Moderate Remainers and Leavers have been abandoned by all the candidates",
      "trailText": "Moderate Remainers and Leavers have been abandoned by all the candidates",
      "byline": "Nick Cohen",
      "main": "<figure class=\"element element-image\" data-media-id=\"6b73b610ebc6707ea48f67f16aafb62734dd2efb\"> <img src=\"https://media.guim.co.uk/6b73b610ebc6707ea48f67f16aafb62734dd2efb/0_33_2765_1659/1000.jpg\" alt=\"Boris Johnson: ‘Incompetent, manipulative, lazy, overentitled.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson: ‘Incompetent, manipulative, lazy, overentitled.’</span> <span class=\"element-image__credit\">Photograph: Andrew Yates/Reuters</span> </figcaption> </figure>",
      "body": "<p>The far right is defining politics. To understand how, imagine a line dance where each dancer takes a step to the right and points an accusing finger at the person next to him.</p> <p>You think we’re selling out British workers, says Labour, by not fighting for Remain, and threatening jobs and living standards by taking us out of the single market? Don’t think about what we are doing (steps to the right and points) – look at Theresa May’s deal that wouldn’t even keep us in customs union.</p> <p>We’re not having that, say Rory Stewart and the remaining supporters of Theresa May in the Conservative party. Our critics accuse of us abandoning the service sector and caring nothing for 80% of the economy. But you shouldn’t dwell on our faults. At least we are being honest when we say there is “<a href=\"https://www.newsletter.co.uk/news/politics/tory-leadership-contender-rory-stewart-slammed-for-pompous-video-on-brexit-and-border-1-8953362\" title=\"\">no evidence</a>” that the EU will renegotiate the withdrawal agreement – none whatsoever. We’re not the bad guys. Look (step to the right and points), just look at Jeremy Hunt and the other supposedly pragmatic Tory leadership candidates.</p> <p><a href=\"https://www.belfasttelegraph.co.uk/news/brexit/sajid-javid-would-make-grand-gesture-to-irish-government-by-covering-costs-of-new-digitised-border-in-ireland-38171760.html\" title=\"\">Sajid Javid</a> is pretending there’s a sci-fi solution to the Irish border that exists only in his head. <a href=\"https://www.bbc.co.uk/news/av/uk-politics-48431952/jeremy-hunt-proposes-new-brexit-renegotiating-team\" title=\"\">Jeremy Hunt</a> says the deadlock could be broken if he takes the Tory party’s most extreme Brexit supporters to Brussels. Michael Gove says he has the magic power to renegotiate a withdrawal agreement that the EU has said explicitly and repeatedly it will not reopen. To describe their plans as fanciful is to insult the fairies at the bottom of the garden.</p> <p>But Javid, Hunt and Gove have their defence ready. How can you accuse us of lying to the Tory party, country, maybe even ourselves? We are as nothing (step to the right and point) when compared to the greatest charlatan in the history of the Conservative party: that incompetent, manipulative, lazy, overentitled, media-constructed and media-protected fatberg of dishonesty, Boris Johnson.</p> <p>They have a case. Johnson repeats the faults of his rivals and adds some new ones just for fun. The sci-fi Irish border, that is there but not there, and the reopening of closed negotiations are in his prospectus, but then comes the clincher. “Boris”, as the sycophants who have taken over the once rough trade of journalism call him, believes he can save the country by <a href=\"https://www.buzzfeed.com/alexspence/boris-johnson-trump-brexit-leaked-recording?utm_term=.fkV2XL3OXm&amp;bftwuk#.jiynmkGQmXhe\" title=\"\">imitating Donald Trump</a> and going in “bloody hard”. Don’t panic, says the Tory party’s Corporal Jones. Foreign Johnnies <a href=\"https://www.youtube.com/watch?v=ejmFSN2qBG0\" title=\"\">don’t like it up ’em</a>. If you create “all sorts of breakdowns, all sorts of chaos” in Europe, “actually you might get somewhere”. Actually, you get nowhere because European politicians detest Johnson with a justifiable passion and would do nothing to help his premiership.</p> <p>Surely Tory MPs would never be so unpatriotic as to inflict this character on a nation in no fit state to take him. Ruth Davidson, Damian Collins and many another Tory “moderate” intends to do just that. When we scream: “How could you?”, they say (step to the right and point) it is not Johnson we should worry about but <a href=\"https://blogs.spectator.co.uk/2019/05/forget-stop-boris-these-days-its-operation-stop-raab/\" title=\"\">Dominic Raab</a>. For, as a stunned nation has learned, behind the anxious face of an unprepossessing middle manager lies a home counties Mussolini. To get his Brexit deal, which, naturally, is no deal, Raab would mount a coup d’etat and order the Queen to suspend parliament. Once power was his, he would cut taxes on what wealth we still possessed so deeply it’s hard to see how our underfunded public services could function.</p> <p>Surely with Raab we’ve reached the end of the line? Surely the only thing further to his right is the stage wall? Not so. For although he would rule without parliament, Raab has his scruples. As he <a href=\"https://www.thesun.co.uk/news/brexit/9178232/tory-candidates-say-they-wont-talk-to-nigel-farage-on-brexit-despite-his-massive-euro-elections-win/\" title=\"\">explained</a> last month (turns to the right and points): “If I am elected I would not do an electoral pact with Nigel Farage.” Is Farage where it all ends, then? No, Farage declares. He is a respectable politician when set against the Islamophobes of Ukip, who are likely to “inspire violence and thuggish behaviour”.</p>  <figure class=\"element element-image\" data-media-id=\"0ea749def5023c32a527030824adfe1e96c108d7\"> <img src=\"https://media.guim.co.uk/0ea749def5023c32a527030824adfe1e96c108d7/0_136_3402_2041/1000.jpg\" alt=\"Dominic Raab\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Raab ‘would mount a coup d’etat and order the Queen to suspend parliament’.</span> <span class=\"element-image__credit\">Photograph: Mark Thomas/REX/Shutterstock</span> </figcaption> </figure>  <p>Everyone covers everyone else. Everyone indignantly rejects the accusation that they are following extremist policies by pointing to the right and saying: “If you think I’m the far right, you should see the next guy.” “Mainstream” politicians are not defined by their opposition to the far right but by their willingness to adopt extreme anti-European policies that are not quite as extreme as their nearest rival.</p> <p>Not one of the factions contending for the leadership of the our country is saying that Brexit will bring tangible benefits. All they can say is that the alternatives to their terrible plans are worse.</p> <p>With the partial exception of Stewart, no one is telling the truth. Supporters of a no-deal Brexit talk as if they have a brutal but honest programme. They neglect to mention the cost or to say that, if we crash out – either by design or because the EU gives up on us – the EU will insist, when and if we return for a trade treaty, that Britain accepts the terms of the withdrawal agreement.</p> <p>As the dancers crowd into each other’s space, most of the stage is empty. The contest to become the next prime minister is shocking and not only because the electorate is limited to <a href=\"https://www.parliament.uk/mps-lords-and-offices/mps/current-state-of-the-parties/\" title=\"\">313 Conservative MPs </a>and 120,000 or so Conservative members. Not one candidate represents the half of Britain that wants to stay in the EU. Not one represents the moderate Leavers and Remainers who would accept a Brexit that kept us in the single market. The debate is pinched and policed on all sides. The limits of the possible have been shrunk too far for an open society to tolerate.</p> <p>The participants should have fair warning: their dishonesty today means hardly anyone will be happy with whatever botched or brutal Brexit emerges. Everyone from Stewart to Farage says they are against a second referendum. If I were them, I would be desperate to get democratic consent rather than bear sole responsibility for the stinking reviews their turkey of a show so richly deserves.</p> <p>• Nick Cohen is an Observer columnist</p>",
      "newspaperPageNumber": "53",
      "wordcount": "1017",
      "commentCloseDate": "2019-06-08T20:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-06-08T17:00:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:37:19Z",
      "newspaperEditionDate": "2019-06-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bkv8a",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6b73b610ebc6707ea48f67f16aafb62734dd2efb/0_33_2765_1659/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The far right is defining politics. To understand how, imagine a line dance where each dancer takes a step to the right and points an accusing finger at the person next to him. You think we’re selling out British workers, says Labour, by not fighting for Remain, and threatening jobs and living standards by taking us out of the single market? Don’t think about what we are doing (steps to the right and points) – look at Theresa May’s deal that wouldn’t even keep us in customs union. We’re not having that, say Rory Stewart and the remaining supporters of Theresa May in the Conservative party. Our critics accuse of us abandoning the service sector and caring nothing for 80% of the economy. But you shouldn’t dwell on our faults. At least we are being honest when we say there is “no evidence” that the EU will renegotiate the withdrawal agreement – none whatsoever. We’re not the bad guys. Look (step to the right and points), just look at Jeremy Hunt and the other supposedly pragmatic Tory leadership candidates. Sajid Javid is pretending there’s a sci-fi solution to the Irish border that exists only in his head. Jeremy Hunt says the deadlock could be broken if he takes the Tory party’s most extreme Brexit supporters to Brussels. Michael Gove says he has the magic power to renegotiate a withdrawal agreement that the EU has said explicitly and repeatedly it will not reopen. To describe their plans as fanciful is to insult the fairies at the bottom of the garden. But Javid, Hunt and Gove have their defence ready. How can you accuse us of lying to the Tory party, country, maybe even ourselves? We are as nothing (step to the right and point) when compared to the greatest charlatan in the history of the Conservative party: that incompetent, manipulative, lazy, overentitled, media-constructed and media-protected fatberg of dishonesty, Boris Johnson. They have a case. Johnson repeats the faults of his rivals and adds some new ones just for fun. The sci-fi Irish border, that is there but not there, and the reopening of closed negotiations are in his prospectus, but then comes the clincher. “Boris”, as the sycophants who have taken over the once rough trade of journalism call him, believes he can save the country by imitating Donald Trump and going in “bloody hard”. Don’t panic, says the Tory party’s Corporal Jones. Foreign Johnnies don’t like it up ’em. If you create “all sorts of breakdowns, all sorts of chaos” in Europe, “actually you might get somewhere”. Actually, you get nowhere because European politicians detest Johnson with a justifiable passion and would do nothing to help his premiership. Surely Tory MPs would never be so unpatriotic as to inflict this character on a nation in no fit state to take him. Ruth Davidson, Damian Collins and many another Tory “moderate” intends to do just that. When we scream: “How could you?”, they say (step to the right and point) it is not Johnson we should worry about but Dominic Raab. For, as a stunned nation has learned, behind the anxious face of an unprepossessing middle manager lies a home counties Mussolini. To get his Brexit deal, which, naturally, is no deal, Raab would mount a coup d’etat and order the Queen to suspend parliament. Once power was his, he would cut taxes on what wealth we still possessed so deeply it’s hard to see how our underfunded public services could function. Surely with Raab we’ve reached the end of the line? Surely the only thing further to his right is the stage wall? Not so. For although he would rule without parliament, Raab has his scruples. As he explained last month (turns to the right and points): “If I am elected I would not do an electoral pact with Nigel Farage.” Is Farage where it all ends, then? No, Farage declares. He is a respectable politician when set against the Islamophobes of Ukip, who are likely to “inspire violence and thuggish behaviour”. Everyone covers everyone else. Everyone indignantly rejects the accusation that they are following extremist policies by pointing to the right and saying: “If you think I’m the far right, you should see the next guy.” “Mainstream” politicians are not defined by their opposition to the far right but by their willingness to adopt extreme anti-European policies that are not quite as extreme as their nearest rival. Not one of the factions contending for the leadership of the our country is saying that Brexit will bring tangible benefits. All they can say is that the alternatives to their terrible plans are worse. With the partial exception of Stewart, no one is telling the truth. Supporters of a no-deal Brexit talk as if they have a brutal but honest programme. They neglect to mention the cost or to say that, if we crash out – either by design or because the EU gives up on us – the EU will insist, when and if we return for a trade treaty, that Britain accepts the terms of the withdrawal agreement. As the dancers crowd into each other’s space, most of the stage is empty. The contest to become the next prime minister is shocking and not only because the electorate is limited to 313 Conservative MPs and 120,000 or so Conservative members. Not one candidate represents the half of Britain that wants to stay in the EU. Not one represents the moderate Leavers and Remainers who would accept a Brexit that kept us in the single market. The debate is pinched and policed on all sides. The limits of the possible have been shrunk too far for an open society to tolerate. The participants should have fair warning: their dishonesty today means hardly anyone will be happy with whatever botched or brutal Brexit emerges. Everyone from Stewart to Farage says they are against a second referendum. If I were them, I would be desperate to get democratic consent rather than bear sole responsibility for the stinking reviews their turkey of a show so richly deserves. • Nick Cohen is an Observer columnist",
      "charCount": "5895",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nickcohen\">Nick Cohen</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]