[
  {
    "id": "politics/2019/aug/12/no-deal-brexit-battle-september-johnson",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-12T19:40:53Z",
    "webTitle": "No-deal Brexit battle set to come to head in September",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/12/no-deal-brexit-battle-september-johnson",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/12/no-deal-brexit-battle-september-johnson",
    "fields": {
      "headline": "No-deal Brexit battle set to come to head in September",
      "standfirst": "<p>Opponents of chaotic exit from EU still divided on strategy to outmanoeuvre Boris Johnson<br></p>",
      "trailText": "Opponents of chaotic exit from EU still divided on strategy to outmanoeuvre Boris Johnson<br>",
      "byline": "Rowena Mason and Peter Walker",
      "main": "<figure class=\"element element-image\" data-media-id=\"e0d8337b485c343737a726321501ae38ea6683f9\"> <img src=\"https://media.guim.co.uk/e0d8337b485c343737a726321501ae38ea6683f9/0_87_3500_2100/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">It is thought that the prime minister hopes an exit agreement might still be possible if the EU believes parliament is unable to prevent no-deal.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson is preparing for a parliamentary battle against MPs trying to block a no-deal Brexit in the second week of September, as his cross-party opponents continue to be divided about the best way to stop the UK crashing out on 31 October.</p> <p>A senior government source said Downing Street believed the first legislative showdown over no deal would be on 9 September, when parliament is due to debate a progress report on <a href=\"https://www.theguardian.com/uk-news/2019/may/07/northern-ireland-talks-begin-fresh-effort-revive-power-sharing\">power-sharing in Northern Ireland</a>.</p> <p>The expectation is that a cross-party group of MPs will try to use this to carve out time to legislate against a no-deal Brexit by requesting an extension to article 50.</p> <p>The prime minister could face a confidence motion brought by Jeremy Corbyn aimed at collapsing his government as early as 3 September, when MPs return from their summer break.</p> <p>Diane Abbott, the shadow home secretary, said on Monday that an early confidence motion in the prime minister “has to be an option”. However, senior Labour and rebel Conservative sources are sceptical about whether they have the numbers to defeat Johnson at this stage, as many Tory MPs still believe there are legislative routes to prevent a no-deal Brexit that have to be exhausted first.</p> <p>One source close to a former cabinet minister, who is coordinating efforts to stop no-deal, said they believe at least five or six Conservative MPs would be needed to vote against Johnson’s government, but “the numbers aren’t there yet”. This is because several independent MPs and possibly some Labour MPs opposed to a second referendum could abstain or vote with the government.</p> <p>One independent MP said speculation about a no-confidence vote immediately after recess was “jumping ahead of events”. “You need <a href=\"https://www.theguardian.com/politics/2019/aug/02/boris-johnson-warned-he-could-lose-control-of-parliament\">Tory rebels</a> to win, and they have to have a reason to support it,” the MP said. “It can’t just be tokenistic, and it can’t just be because Boris isn’t the leader you wanted. There has to be a coherent reason and a coherent subsequent plan to stop no deal.”</p> <p>As uncertainty clouds the confidence vote, there are several different cross-party groups trying to devise legislative ways to stop a no-deal Brexit involving senior Tory MPs such as <a href=\"https://www.theguardian.com/politics/2019/jul/16/grieve-senior-tories-may-have-to-vote-down-johnson-government\">Dominic Grieve</a> and Philip Hammond.</p> <p>However, they have not yet agreed on a single strategy, and the Institute for Government warned on Sunday that MPs opposed to no-deal may “find few opportunities to make their move – and time is running out”.</p> <p>A senior government source said Downing Street expects the first showdown to happen on 9 September because the government is bound by law to provide a report on Northern Ireland on 4 September and to then debate it in parliament within five days.</p> <p><a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> may meet key EU leaders, such as Angela Merkel and Emmanuel Macron, but not Ireland’s Leo Varadkar, before the G7 summit in Biarritz, France, at the end of August.</p> <p>The EU is adamant that the backstop is not up for renegotiation, but the senior government source said there was still hope in Downing Street that a deal might be possible if it became clear that parliament could not prevent no deal on 31 October.</p> <p>The government source said No 10 was not expecting any breakthrough with the EU until Brussels had seen what happens in the first weeks of September, as the parliamentary battle plays out.</p> <p>One Tory MP fighting against no deal said this was part of No 10’s effort to unfairly blame their side for frustrating a deal with Brussels, and Downing Street had been quite successful in “picking off” colleagues who were worried about being held responsible. However, the MP said a vote of no confidence in Johnson’s government would have more chance of success later in October, as the reality of no-deal drew nearer and its consequences became more apparent.</p> <p>They said this was a “very nuclear option” that would only be tried as a last resort, given the risk that this approach could backfire and lead to an election after a no-deal Brexit.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/06/the-fight-over-no-deal-brexit-how-might-the-crisis-pan-out\">The fight over no-deal Brexit: how might the crisis pan out?</a> </p> </aside>  <p>If a no-confidence vote was passed, MPs would first have 14 days to form an alternative government, but if this was unsuccessful an election would be triggered. In this event, <a href=\"https://www.theguardian.com/politics/2019/jul/26/dominic-cummings-a-career-psychopath-in-downing-street\">Dominic Cummings</a>, Johnson’s senior adviser, has threatened to press ahead with Brexit on 31 October with or without a deal and schedule the election for the days after that date, while parliament is shut down.</p> <p>The prime minister’s official spokesman said Johnson remained “very clear in his determination to get a deal”. He said: “He believes a deal is in the UK’s and the EU’s best interests and he has said he will be energetic in pursuit of a deal. We very much want a deal, but we’re also clear about what needs to be achieved in order to secure that.”</p> <p>The spokesman added: “He has held a number of conversations with EU leaders, so has the prime minister’s sherpa, David Frost. We are also making very detailed preparations at home to ensure the UK is ready to leave the EU in all circumstances on 31 October.”</p> <p>Stephen Barclay, the Brexit secretary, said he had stressed the government’s message that the UK is leaving on October 31 with or without a deal in a conversation with EU commissioner Phil Hogan, saying that “while we’re ready to energetically enter into new negotiations in a spirit of friendship, <a href=\"https://www.theguardian.com/politics/2019/jul/30/johnson-varadkar-clash-over-irish-backstop-phone-call-brexit\">the backstop must go</a>”.</p> <p>Earlier, Robert Buckland, the justice secretary, acknowledged that he had previously argued that crashing out of the EU without a deal would be chaos. “[The prime minister] wants to achieve a deal, but if we cannot achieve a deal, then it needs to be as orderly a Brexit as possible. That is why the work of government at the moment is focused hugely on that effort.”</p> <p>Buckland added that “there is a difference between crashing out and not achieving a deal”, and said ongoing work would “avoid the chaos of a crash-out”.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "987",
      "firstPublicationDate": "2019-08-12T19:40:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:36Z",
      "newspaperEditionDate": "2019-08-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5adv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e0d8337b485c343737a726321501ae38ea6683f9/0_87_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson is preparing for a parliamentary battle against MPs trying to block a no-deal Brexit in the second week of September, as his cross-party opponents continue to be divided about the best way to stop the UK crashing out on 31 October. A senior government source said Downing Street believed the first legislative showdown over no deal would be on 9 September, when parliament is due to debate a progress report on power-sharing in Northern Ireland. The expectation is that a cross-party group of MPs will try to use this to carve out time to legislate against a no-deal Brexit by requesting an extension to article 50. The prime minister could face a confidence motion brought by Jeremy Corbyn aimed at collapsing his government as early as 3 September, when MPs return from their summer break. Diane Abbott, the shadow home secretary, said on Monday that an early confidence motion in the prime minister “has to be an option”. However, senior Labour and rebel Conservative sources are sceptical about whether they have the numbers to defeat Johnson at this stage, as many Tory MPs still believe there are legislative routes to prevent a no-deal Brexit that have to be exhausted first. One source close to a former cabinet minister, who is coordinating efforts to stop no-deal, said they believe at least five or six Conservative MPs would be needed to vote against Johnson’s government, but “the numbers aren’t there yet”. This is because several independent MPs and possibly some Labour MPs opposed to a second referendum could abstain or vote with the government. One independent MP said speculation about a no-confidence vote immediately after recess was “jumping ahead of events”. “You need Tory rebels to win, and they have to have a reason to support it,” the MP said. “It can’t just be tokenistic, and it can’t just be because Boris isn’t the leader you wanted. There has to be a coherent reason and a coherent subsequent plan to stop no deal.” As uncertainty clouds the confidence vote, there are several different cross-party groups trying to devise legislative ways to stop a no-deal Brexit involving senior Tory MPs such as Dominic Grieve and Philip Hammond. However, they have not yet agreed on a single strategy, and the Institute for Government warned on Sunday that MPs opposed to no-deal may “find few opportunities to make their move – and time is running out”. A senior government source said Downing Street expects the first showdown to happen on 9 September because the government is bound by law to provide a report on Northern Ireland on 4 September and to then debate it in parliament within five days. Boris Johnson may meet key EU leaders, such as Angela Merkel and Emmanuel Macron, but not Ireland’s Leo Varadkar, before the G7 summit in Biarritz, France, at the end of August. The EU is adamant that the backstop is not up for renegotiation, but the senior government source said there was still hope in Downing Street that a deal might be possible if it became clear that parliament could not prevent no deal on 31 October. The government source said No 10 was not expecting any breakthrough with the EU until Brussels had seen what happens in the first weeks of September, as the parliamentary battle plays out. One Tory MP fighting against no deal said this was part of No 10’s effort to unfairly blame their side for frustrating a deal with Brussels, and Downing Street had been quite successful in “picking off” colleagues who were worried about being held responsible. However, the MP said a vote of no confidence in Johnson’s government would have more chance of success later in October, as the reality of no-deal drew nearer and its consequences became more apparent. They said this was a “very nuclear option” that would only be tried as a last resort, given the risk that this approach could backfire and lead to an election after a no-deal Brexit. If a no-confidence vote was passed, MPs would first have 14 days to form an alternative government, but if this was unsuccessful an election would be triggered. In this event, Dominic Cummings, Johnson’s senior adviser, has threatened to press ahead with Brexit on 31 October with or without a deal and schedule the election for the days after that date, while parliament is shut down. The prime minister’s official spokesman said Johnson remained “very clear in his determination to get a deal”. He said: “He believes a deal is in the UK’s and the EU’s best interests and he has said he will be energetic in pursuit of a deal. We very much want a deal, but we’re also clear about what needs to be achieved in order to secure that.” The spokesman added: “He has held a number of conversations with EU leaders, so has the prime minister’s sherpa, David Frost. We are also making very detailed preparations at home to ensure the UK is ready to leave the EU in all circumstances on 31 October.” Stephen Barclay, the Brexit secretary, said he had stressed the government’s message that the UK is leaving on October 31 with or without a deal in a conversation with EU commissioner Phil Hogan, saying that “while we’re ready to energetically enter into new negotiations in a spirit of friendship, the backstop must go”. Earlier, Robert Buckland, the justice secretary, acknowledged that he had previously argued that crashing out of the EU without a deal would be chaos. “[The prime minister] wants to achieve a deal, but if we cannot achieve a deal, then it needs to be as orderly a Brexit as possible. That is why the work of government at the moment is focused hugely on that effort.” Buckland added that “there is a difference between crashing out and not achieving a deal”, and said ongoing work would “avoid the chaos of a crash-out”.",
      "charCount": "5733",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/peterwalker\">Peter Walker</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/12/caroline-lucas-apologises-for-omitting-bame-women-from-proposal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-12T17:56:18Z",
    "webTitle": "Caroline Lucas apologises for omitting BAME women from proposal",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/12/caroline-lucas-apologises-for-omitting-bame-women-from-proposal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/12/caroline-lucas-apologises-for-omitting-bame-women-from-proposal",
    "fields": {
      "headline": "Caroline Lucas apologises for omitting BAME women from proposal",
      "standfirst": "<p>Green MP had suggested all-female cabinet of national unity to block no-deal Brexit</p>",
      "trailText": "Green MP had suggested all-female cabinet of national unity to block no-deal Brexit",
      "byline": "Lucy Campbell and Rowena Mason",
      "main": "<figure class=\"element element-image\" data-media-id=\"65e69b6be339b17c1898d40729bb7a1724a10555\"> <img src=\"https://media.guim.co.uk/65e69b6be339b17c1898d40729bb7a1724a10555/0_174_5219_3131/1000.jpg\" alt=\"Caroline Lucas acknowledged there were women of colour standing up to what she called a ‘reckless game with Britain’s future’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Caroline Lucas acknowledged there were women of colour standing up to what she called a ‘reckless game with Britain’s future’.</span> <span class=\"element-image__credit\">Photograph: Andres Pantoja/SOPA Images/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Caroline Lucas, the Green party’s only MP, has apologised after her <a href=\"https://www.theguardian.com/politics/2019/aug/11/caroline-lucas-calls-for-emergency-female-cabinet-to-block-no-deal-brexit\">proposal for an all-female cabinet of national unity</a> to block a no-deal Brexit was criticised for including only white politicians.</p> <p>The Green MP had suggested a cabinet of national unity involving SNP leader Nicola Sturgeon, Emily Thornberry, the shadow foreign secretary, Yvette Cooper, the former shadow home secretary, and Jo Swinson, the leader of the Lib Dems.</p> <p>However, she was criticised for missing out senior black politicians, such as Diane Abbott, amid wider scepticism about the viability of the proposal.</p> <p>Lucas said she had wanted to start a debate about how to stop a no-deal Brexit, but subsequently released a statement of regret saying she should have included BAME women as well.</p> <p>“An all-white list of women isn’t right. I should have reached out further and thought more deeply about who, and what kind of politics, an all-white list represents. I apologise,” she said.</p> <p>“There are women of colour colleagues who are standing up to this government’s reckless gamble with Britain’s future, and it was wrong to overlook them. I apologise to them and all who’ve been hurt by their exclusion.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/aug/11/cabinet-women-no-deal-brexit-caroline-lucas\">I’m calling for a cabinet of women to stop a disastrous no-deal Brexit | Caroline Lucas</a> </p> </aside>  <p>She added that she had chosen the 10 names on the list with the intention of being representative of all parts of the UK and realised that she had not got this right.</p> <p>In a statement on Facebook, she said: “I wanted the leadership or deputy leadership of all relevant parties in Westminster.</p> <p>“I wanted two representatives from the main opposition party to represent the diverse views within it. Emily Thornberry is the shadow foreign secretary, who most often deputises for Jeremy Corbyn. Cooper has led cross-party parliamentary attempts to stop a no-deal Brexit from the backbenches.”</p> <p>Lucas got a mixed response to her proposal, with Thornberry thanking her for the invitation to join talks on the idea but saying she worried that the new proposed plan “would not solve our country’s divisions”.</p> <p>“The people must have the final say, not politicians from either side,” she said, arguing that imposing an alternative coalition government without reference to the public could risk worsening public anger and resentment towards Westminster.</p> <p>Labour MP Clive Lewis said Lucas’s idea was interesting but was also one of the first to point out that her list neglected to involve any BAME female politicians. “I think this a very interesting proposal. One genuine question: where are the BAME women politicians?” he said.</p> <p>In her proposal, Lucas offered to meet with women from all the main parties in Westminster, as well as Sturgeon, to form a temporary cabinet in the event of a no-confidence vote in Boris Johnson’s government. The idea was that it would exist for the sole purpose of blocking a no-deal Brexit and delivering a fresh referendum, likely with a remain and a no-deal exit option on the ballot.</p> <p>Apart from Sturgeon, Thornberry and Cooper, Lucas also included the Lib Dem leader Jo Swinson, former Conservative cabinet minister Justine Greening, Change UK’s Anna Soubry, independent MP Heidi Allen, SNP’s Kirsty Blackman, independent Northern Irish MP Sylvia Hermon, and Plaid Cymru’s Liz Saville Roberts.</p> <p>In her statement, Lucas maintained that “fresh thinking is urgently needed” to prevent the government crashing out without a deal on 31 October.</p>",
      "newspaperPageNumber": "15",
      "wordcount": "543",
      "firstPublicationDate": "2019-08-12T17:56:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:37Z",
      "newspaperEditionDate": "2019-08-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5a87",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/65e69b6be339b17c1898d40729bb7a1724a10555/0_174_5219_3131/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Caroline Lucas, the Green party’s only MP, has apologised after her proposal for an all-female cabinet of national unity to block a no-deal Brexit was criticised for including only white politicians. The Green MP had suggested a cabinet of national unity involving SNP leader Nicola Sturgeon, Emily Thornberry, the shadow foreign secretary, Yvette Cooper, the former shadow home secretary, and Jo Swinson, the leader of the Lib Dems. However, she was criticised for missing out senior black politicians, such as Diane Abbott, amid wider scepticism about the viability of the proposal. Lucas said she had wanted to start a debate about how to stop a no-deal Brexit, but subsequently released a statement of regret saying she should have included BAME women as well. “An all-white list of women isn’t right. I should have reached out further and thought more deeply about who, and what kind of politics, an all-white list represents. I apologise,” she said. “There are women of colour colleagues who are standing up to this government’s reckless gamble with Britain’s future, and it was wrong to overlook them. I apologise to them and all who’ve been hurt by their exclusion.” She added that she had chosen the 10 names on the list with the intention of being representative of all parts of the UK and realised that she had not got this right. In a statement on Facebook, she said: “I wanted the leadership or deputy leadership of all relevant parties in Westminster. “I wanted two representatives from the main opposition party to represent the diverse views within it. Emily Thornberry is the shadow foreign secretary, who most often deputises for Jeremy Corbyn. Cooper has led cross-party parliamentary attempts to stop a no-deal Brexit from the backbenches.” Lucas got a mixed response to her proposal, with Thornberry thanking her for the invitation to join talks on the idea but saying she worried that the new proposed plan “would not solve our country’s divisions”. “The people must have the final say, not politicians from either side,” she said, arguing that imposing an alternative coalition government without reference to the public could risk worsening public anger and resentment towards Westminster. Labour MP Clive Lewis said Lucas’s idea was interesting but was also one of the first to point out that her list neglected to involve any BAME female politicians. “I think this a very interesting proposal. One genuine question: where are the BAME women politicians?” he said. In her proposal, Lucas offered to meet with women from all the main parties in Westminster, as well as Sturgeon, to form a temporary cabinet in the event of a no-confidence vote in Boris Johnson’s government. The idea was that it would exist for the sole purpose of blocking a no-deal Brexit and delivering a fresh referendum, likely with a remain and a no-deal exit option on the ballot. Apart from Sturgeon, Thornberry and Cooper, Lucas also included the Lib Dem leader Jo Swinson, former Conservative cabinet minister Justine Greening, Change UK’s Anna Soubry, independent MP Heidi Allen, SNP’s Kirsty Blackman, independent Northern Irish MP Sylvia Hermon, and Plaid Cymru’s Liz Saville Roberts. In her statement, Lucas maintained that “fresh thinking is urgently needed” to prevent the government crashing out without a deal on 31 October.",
      "charCount": "3333",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/lucy-campbell\">Lucy Campbell</a> and <a href=\"profile/rowena-mason\">Rowena Mason</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/12/caroline-lucas-female-cabinet-plan-divisive-or-visionary",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-12T16:26:27Z",
    "webTitle": "Caroline Lucas’s female cabinet plan – divisive or visionary? | Editorial",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/12/caroline-lucas-female-cabinet-plan-divisive-or-visionary",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/12/caroline-lucas-female-cabinet-plan-divisive-or-visionary",
    "fields": {
      "headline": "Caroline Lucas’s female cabinet plan – divisive or visionary?",
      "standfirst": "Readers respond to the Green MP’s proposal to 10 female politicians to form a cabinet of national unity to stop a no-deal Brexit",
      "trailText": "<strong>Letters:</strong> Readers respond to the Green MP’s proposal to 10 female politicians to form a cabinet of national unity to stop a no-deal Brexit",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"94cb94925d77ce59e7d9f8c97f920d0be12da62b\"> <img src=\"https://media.guim.co.uk/94cb94925d77ce59e7d9f8c97f920d0be12da62b/0_0_5010_3007/1000.jpg\" alt=\"Caroline Lucas\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It strikes me as odd that a “national unity” government should be defined by its discriminating against a group which makes up half the UK’s population,’ says Daniel Peacock.</span> <span class=\"element-image__credit\">Photograph: Getty</span> </figcaption> </figure>",
      "body": "<p>I vote for the Green party, oppose Brexit, teach and research women’s history, and consider myself to be a feminist, but I do not agree with Caroline Lucas that assembling a cabinet of women is the means by which to solve the problems of Brexit (<a href=\"https://www.theguardian.com/politics/2019/aug/11/caroline-lucas-calls-for-emergency-female-cabinet-to-block-no-deal-brexit\" title=\"\">‘A cabinet of national unity’: Lucas urges female MPs to put aside parties and fight no deal</a>, 12 August).</p> <p>We need to encourage cross-party discussion, and the voices of women are underrepresented in the current cabinet, but of the 10 women whom Caroline Lucas approached all are cisgender and white, most are straight, their average age is 50, and eight studied or taught at Russell Group universities. It is debatable whether they represent the diversity of opinions and qualities to be found in Britain and Northern Ireland in the 21st century, and it is unclear why such a homogeneous group will be able to find a solution which will be supported by a majority of MPs and by the general public. </p> <p>To heal the wounds of this divided kingdom we need to foster alliances with those most like us, and reach out to those who differ from us. Caroline Lucas seems able to do the former but not the latter.<br><strong>Dr Tim Reinke-Williams</strong><br><em>University of Northampton</em></p> <p>• Where to start with Caroline Lucas’s call for an all-female “emergency cabinet” to avoid a no-deal Brexit? First of all, it strikes me as odd that a “national unity” government should be defined by its discriminating against a group which makes up half the UK’s population. Second, Lucas’s implicit argument that only women are capable of cross-party compromise will probably come as a surprise to Dominic Grieve and Oliver Letwin, who have led virtually all cross-party moves to stop no deal and have probably torched their careers as a result.</p> <p>Then there’s the fact that Theresa May and her refusal to engage opposition parties on Brexit is one of the main reasons no deal became a serious possibility in the first place. All in all, a ridiculous idea.<br><strong>Daniel Peacock</strong><br><em>Manchester</em></p> <p>• Caroline Lucas sagely advocates a government of national unity. This should have been implemented following such a closely differentiated referendum. Whether such a government should be an all-women affair is worthy of consideration given the parliamentary impasse we have experienced. What is certainly the case is that we need radical thinking if we are to avoid a Johnson-inspired maelstrom.<br><strong>Peter Chapman</strong><br><em>Ashwell, Hertfordshire</em></p> <p>• Caroline Lucas invokes “Betty Williams and Mairead Corrigan, who began the Peace People movement during the worst of the Troubles in Northern Ireland” (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/11/cabinet-women-no-deal-brexit-caroline-lucas\" title=\"\">I’m calling for a cabinet of women to stop a disastrous no-deal Brexit</a>, 11 August). Yet how is it that the DUP’s Ian Paisley and Sinn Féin’s Martin McGuinness were able to set aside their considerable differences and collaborate under the Good Friday agreement, whereas the DUP’s current leader, Arlene Foster, and Sinn Féin’s Michelle O’Neill are unable to work together to restart the Northern Ireland assembly, let alone resolve Brexit?</p> <p>Will the DUP now propose female-friendly “alternative arrangements” – or even female unicorns – to resolve the Irish border issue?<br><strong>Derrick Cameron</strong><br><em>Stoke-on-Trent, Staffordshire</em></p> <p>• Caroline Lucas’s intervention is so visionary, radical, practical and necessary that I guarantee it will be rubbished by the Westminster village and assorted media pundits by breakfast tomorrow. But if she’d like to start a petition I’ll sign it now.<br><strong>Lyn Dade</strong><br><em>Twickenham, London</em></p> <p>• This is an excellent idea – and our head of state is, thankfully, a Queen. Yes! Dream team.<br><strong>Robin Le Mare</strong><br><em>Allithwaite, Cumbria</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "628",
      "commentable": "false",
      "firstPublicationDate": "2019-08-12T16:26:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:37Z",
      "newspaperEditionDate": "2019-08-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c59ga",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/94cb94925d77ce59e7d9f8c97f920d0be12da62b/0_0_5010_3007/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I vote for the Green party, oppose Brexit, teach and research women’s history, and consider myself to be a feminist, but I do not agree with Caroline Lucas that assembling a cabinet of women is the means by which to solve the problems of Brexit (‘A cabinet of national unity’: Lucas urges female MPs to put aside parties and fight no deal, 12 August). We need to encourage cross-party discussion, and the voices of women are underrepresented in the current cabinet, but of the 10 women whom Caroline Lucas approached all are cisgender and white, most are straight, their average age is 50, and eight studied or taught at Russell Group universities. It is debatable whether they represent the diversity of opinions and qualities to be found in Britain and Northern Ireland in the 21st century, and it is unclear why such a homogeneous group will be able to find a solution which will be supported by a majority of MPs and by the general public. To heal the wounds of this divided kingdom we need to foster alliances with those most like us, and reach out to those who differ from us. Caroline Lucas seems able to do the former but not the latter. Dr Tim Reinke-Williams University of Northampton • Where to start with Caroline Lucas’s call for an all-female “emergency cabinet” to avoid a no-deal Brexit? First of all, it strikes me as odd that a “national unity” government should be defined by its discriminating against a group which makes up half the UK’s population. Second, Lucas’s implicit argument that only women are capable of cross-party compromise will probably come as a surprise to Dominic Grieve and Oliver Letwin, who have led virtually all cross-party moves to stop no deal and have probably torched their careers as a result. Then there’s the fact that Theresa May and her refusal to engage opposition parties on Brexit is one of the main reasons no deal became a serious possibility in the first place. All in all, a ridiculous idea. Daniel Peacock Manchester • Caroline Lucas sagely advocates a government of national unity. This should have been implemented following such a closely differentiated referendum. Whether such a government should be an all-women affair is worthy of consideration given the parliamentary impasse we have experienced. What is certainly the case is that we need radical thinking if we are to avoid a Johnson-inspired maelstrom. Peter Chapman Ashwell, Hertfordshire • Caroline Lucas invokes “Betty Williams and Mairead Corrigan, who began the Peace People movement during the worst of the Troubles in Northern Ireland” (I’m calling for a cabinet of women to stop a disastrous no-deal Brexit, 11 August). Yet how is it that the DUP’s Ian Paisley and Sinn Féin’s Martin McGuinness were able to set aside their considerable differences and collaborate under the Good Friday agreement, whereas the DUP’s current leader, Arlene Foster, and Sinn Féin’s Michelle O’Neill are unable to work together to restart the Northern Ireland assembly, let alone resolve Brexit? Will the DUP now propose female-friendly “alternative arrangements” – or even female unicorns – to resolve the Irish border issue? Derrick Cameron Stoke-on-Trent, Staffordshire • Caroline Lucas’s intervention is so visionary, radical, practical and necessary that I guarantee it will be rubbished by the Westminster village and assorted media pundits by breakfast tomorrow. But if she’d like to start a petition I’ll sign it now. Lyn Dade Twickenham, London • This is an excellent idea – and our head of state is, thankfully, a Queen. Yes! Dream team. Robin Le Mare Allithwaite, Cumbria • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3888",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/12/pets-like-people-are-deserving-of-grief",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-12T16:20:05Z",
    "webTitle": "Pets, like people, are deserving of grief | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/12/pets-like-people-are-deserving-of-grief",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/12/pets-like-people-are-deserving-of-grief",
    "fields": {
      "headline": "Pets, like people, are deserving of grief",
      "standfirst": "Dominic Cummings | Country diary | Marcel Berlins | Grieving | Climate crisis",
      "trailText": "<strong>Brief letters:</strong> Dominic Cummings | Country diary | Marcel Berlins | Grieving | Climate crisis",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"9143627ff516722d3e3011d79ad290d0180607df\"> <img src=\"https://media.guim.co.uk/9143627ff516722d3e3011d79ad290d0180607df/0_48_2000_1200/1000.jpg\" alt=\"British shorthair cat\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Grace Dent shouldn’t worry about feeling animals deserve as much grief as humans,’ says Elizabeth Forbes. </span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>",
      "body": "<p>The similarity between Dominic Cummings and the Doonesbury character Duke (<a href=\"https://www.theguardian.com/world/2019/aug/09/duke-and-dom-and-the-tardigrade\" title=\"\">Letters</a>, 10 August) is a reminder that Garry Trudeau’s inspiration for the character was Raoul Duke in Hunter S Thompson’s Fear and Loathing in Las Vegas, a thinly disguised version of Thompson himself, who occasionally used the nom de plume Raoul Duke. Given that Cummings’ main purpose seems to be creating fear and loathing in Westminster, this seems appropriate.<br><strong>Clive Sykes</strong><br><em>London</em></p> <p>• I always read Paul Evans’ contributions – precise and often lyrical – with huge pleasure. His celebration and lament for predated birds (<a href=\"https://www.theguardian.com/environment/2019/aug/08/country-diary-the-few-swallows-we-see-are-already-preparing-to-leave\" title=\"\">Country diary</a>, 8 August) was spot-on. But in contrasting Sir Philip Sidney’s “silly lives” with the swallows’ “community wisdom”, is he forgetting that silly in Sidney’s day (and right through to Milton’s) still kept its old meaning of innocent?<br><strong>Christine Webb</strong><br><em>Slough, Berkshire</em></p> <p>• Thank you for the excellent obituary of Marcel Berlins (<a href=\"https://www.theguardian.com/books/2019/aug/05/marcel-berlins-obituary\" title=\"\">Journal</a>, 8 August). We fondly remember that he started the quiz that is still running in the Weekend magazine. He has much to answer for in the Addison household over Saturday breakfast.<br><strong>Clare Addison</strong><br><em>Oxford</em></p> <p>• Grace Dent (<a href=\"https://www.theguardian.com/lifeandstyle/commentisfree/2019/aug/10/dog-funerals-no-shame-in-pet-grief-jennifer-aniston\" title=\"\">Weekend</a>, 10 August) shouldn’t worry about feeling animals deserve as much grief as humans. The author of the Book of Ecclesiastes got there around 300BC. See <a href=\"https://www.biblegateway.com/passage/?search=Ecclesiastes+3%3A18-21&amp;version=NIV\" title=\"\">chapter 3, verses 18-21</a>. Very reassuring.<br><strong>Elizabeth Forbes</strong><br><em>Tisbury, Wiltshire</em></p> <p>• Looking at the picture of Cologne (<a href=\"https://www.theguardian.com/money/2019/aug/10/climate-crisis-holiday-no-fly-trains-ferries\" title=\"\">‘We don’t fly now – and it doesn’t cost the earth’</a>, 10 August), it may not be the most ethical destination to travel to, with two coal-fired power stations on the horizon.<br><strong>Saeed Malik</strong><br><em>Southborough, Kent</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "300",
      "commentable": "false",
      "firstPublicationDate": "2019-08-12T16:20:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:28Z",
      "newspaperEditionDate": "2019-08-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c59p8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9143627ff516722d3e3011d79ad290d0180607df/0_48_2000_1200/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The similarity between Dominic Cummings and the Doonesbury character Duke (Letters, 10 August) is a reminder that Garry Trudeau’s inspiration for the character was Raoul Duke in Hunter S Thompson’s Fear and Loathing in Las Vegas, a thinly disguised version of Thompson himself, who occasionally used the nom de plume Raoul Duke. Given that Cummings’ main purpose seems to be creating fear and loathing in Westminster, this seems appropriate. Clive Sykes London • I always read Paul Evans’ contributions – precise and often lyrical – with huge pleasure. His celebration and lament for predated birds (Country diary, 8 August) was spot-on. But in contrasting Sir Philip Sidney’s “silly lives” with the swallows’ “community wisdom”, is he forgetting that silly in Sidney’s day (and right through to Milton’s) still kept its old meaning of innocent? Christine Webb Slough, Berkshire • Thank you for the excellent obituary of Marcel Berlins (Journal, 8 August). We fondly remember that he started the quiz that is still running in the Weekend magazine. He has much to answer for in the Addison household over Saturday breakfast. Clare Addison Oxford • Grace Dent (Weekend, 10 August) shouldn’t worry about feeling animals deserve as much grief as humans. The author of the Book of Ecclesiastes got there around 300BC. See chapter 3, verses 18-21. Very reassuring. Elizabeth Forbes Tisbury, Wiltshire • Looking at the picture of Cologne (‘We don’t fly now – and it doesn’t cost the earth’, 10 August), it may not be the most ethical destination to travel to, with two coal-fired power stations on the horizon. Saeed Malik Southborough, Kent • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1930",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/12/rebel-tories-will-try-to-stop-no-deal-brexit-next-month-says-downing-street",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-12T13:05:53Z",
    "webTitle": "No 10 expects rebel move against no-deal Brexit on 9 September",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/12/rebel-tories-will-try-to-stop-no-deal-brexit-next-month-says-downing-street",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/12/rebel-tories-will-try-to-stop-no-deal-brexit-next-month-says-downing-street",
    "fields": {
      "headline": "No 10 expects rebel move against no-deal Brexit on 9 September",
      "standfirst": "<p>Boris Johnson thinks EU will do nothing until it sees outcome of parliamentary battle</p>",
      "trailText": "Boris Johnson thinks EU will do nothing until it sees outcome of parliamentary battle",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"39b245fe5e2ff2e6fc528a491c905f800f6f9e50\"> \n <img src=\"https://media.guim.co.uk/39b245fe5e2ff2e6fc528a491c905f800f6f9e50/0_129_2356_1414/1000.jpg\" alt=\"Boris Johnson is expecting a cross-party alliance of MPs to attack his plans.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson is expecting a cross-party alliance of MPs to attack his plans.</span> \n  <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>Downing Street believes rebel MPs will try to make a move to stop a no-deal Brexit in the second week of September, with the EU unlikely to respond until after that battle has played out.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/12/british-diplomats-to-pull-out-from-eu-decision-making-meetings-within-days\">British diplomats to pull out from EU decision-making meetings within days</a> </p> \n</aside> \n<p>A senior government source said the date for a parliamentary battle was expected to be 9 September – a week after MPs return from their summer break.</p> \n<p>Boris Johnson may meet key EU leaders, such as Angela Merkel and Emmanuel Macron, but not Ireland’s Leo Varadkar, before the G7 summit in Biarritz, France at the end of August.</p> \n<p>However, No 10 is not expecting any breakthrough until the EU has seen what happens in the first weeks of September, when an alliance of Tory and opposition MPs try to take a no-deal Brexit off the table.</p> \n<p>The EU is adamant that the backstop is not up for renegotiation but the senior government source said there is still hope in Downing Street that a deal is possible if it becomes clear that parliament could not prevent no deal on 31 October.</p> \n<p>Labour has been mulling an <a href=\"https://www.theguardian.com/politics/2019/aug/12/labour-exploring-rapid-no-confidence-vote-in-pm-in-early-september-no-deal-brexit\">immediate confidence vote in Johnson’s government</a> in the first week of September but will only go ahead if there are enough Conservative MPs willing to bring down their own prime minister.</p> \n<p>Rebel Tory MPs, led by Dominic Grieve and Philip Hammond, are working behind the scenes over the summer to stop a no-deal Brexit.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b146305d-32c1-4dc9-9f4d-b60ce025264f\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>If the UK leaves the EU without a deal it would by default, become a “third country”, with no overarching post-Brexit plan in place and no transition period. The UK would no longer be paying into the EU budget, nor would it hand over the £39bn divorce payment.</p>\n    <p>The UK would drop out of countless arrangements, pacts and treaties, covering everything from tariffs to the movement of people, foodstuffs, other goods and data, to numerous specific deals on things such as aviation, and policing and security. Without an overall withdrawal agreement each element would need to be agreed. In the immediate aftermath, without a deal the UK would trade with the EU on the default terms of the World Trade Organization (WTO), including tariffs on agricultural goods. This has also been referred to by government ministers as an \"Australia-style deal\". Australia does not have a free trade agreement with the EU.</p>\n    <p>The UK government has already indicated that it will set low or no tariffs on goods coming into the country. This would lower the price of imports – making it harder for British manufacturers to compete with foreign goods. If the UK sets the tariffs to zero on goods coming in from the EU, under WTO “most favoured nation” rules it must also offer the same zero tariffs to other countries.<br></p>\n    <p>WTO rules only cover goods – they do not apply to financial services, a significant part of the UK’s economy. Trading under WTO rules will also require border checks, which could cause delays at ports, and a severe challenge to the peace process in Ireland without alternative arrangements in place to avoid a hard border.<br></p>\n    <p>Some no-deal supporters have claimed that the UK can use article XXIV of the General Agreement on Tariffs and Trade (Gatt) to force the EU to accept a period of up to 10 years where there are no tariffs while a free trade agreement is negotiated. However, the UK cannot invoke article XXIV unilaterally – the EU would have to agree to it. In previous cases where the article has been used, the two sides had a deal in place, and it has never been used to replicate something of the scale and complexity of the EU and the UK’s trading relationship.</p>\n    <p>The director general of the WTO, Roberto Azevêdo, has <a href=\"https://www.prospectmagazine.co.uk/economics-and-finance/jumping-from-league-one-to-league-three-wto-insiders-scathing-assessments-of-a-wto-brexit\">told Prospect magazine</a> that “in simple factual terms in this scenario, you could expect to see the application of tariffs between the UK and EU where currently there are none”.</p>\n    <p>Until some agreements are in place, a no-deal scenario will place extra overheads on UK businesses – eg the current government advice is that all drivers, including lorries and commercial vehicles, will require extra documentation to be able to drive in Europe if there is no deal. Those arguing for a “managed” no deal envisage that a range of smaller, sector-by-sector, bilateral agreements could be quickly put into place as mutual self-interest between the UK and EU to avoid introducing or to rapidly remove this kind of bureaucracy.</p>\n    <p><b><a href=\"https://www.theguardian.com/profile/martin-belam\">Martin Belam</a></b></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>They have explored collapsing the government and setting up an alternative, temporary “unity government” to request an extension to article 50, but Labour has made clear it would not support a centrist candidate, such as Ken Clarke or Yvette Cooper, to be temporary PM.</p> \n<p>Senior Conservative MPs on the rebel side also stressed to the Guardian that this was a “very nuclear option” that would only be tried as a last resort, given the risk this approach could backfire and lead to an election after a no-deal Brexit.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/12/labour-exploring-rapid-no-confidence-vote-in-pm-in-early-september-no-deal-brexit\">Labour exploring rapid September no-confidence vote in Boris Johnson</a> </p> \n</aside> \n<p>If a no-confidence vote passed, MPs would first have 14 days to form an alternative government, but if unsuccessful, an election would be triggered. In this event, Dominic Cummings, Johnson’s senior adviser, has threatened to press ahead with Brexit on 31 October with or without a deal and schedule the election for the days after that date, with parliament shut down.</p> \n<p>Rebel Tories believe there could be a couple of Conservative MPs willing to quit the party or defect in order to bring down Johnson, but not enough for Labour to be completely sure of success in the first week of September. The large number of independent MPs whose support is not clear and the possibility of some pro-Brexit Labour MPs abstaining add to the uncertainty.</p> \n<p>Instead, leading Conservatives in the “no to no deal” campaign are prioritising legislative routes.</p> \n<p>Downing Street expects 9 September to be the first opportunity for a legislative battle, as the government is bound by law to provide a report on Northern Ireland on 4 September and to then debate it in parliament for five days.</p> \n<p>The prime minister’s official spokesman said Johnson remained “very clear in his determination to want to get a deal”. He said: “He believes a deal is in the UK’s and the EU’s best interests and he has said he will be energetic in pursuit of a deal.</p> \n<p>“We very much want a deal but we’re also clear about what needs to be achieved in order to secure that.”</p> \n<p>The spokesman added: “He has held a number of conversations with EU leaders, so has the prime minister’s sherpa David Frost. We are also making very detailed preparations at home to ensure the UK is ready to leave the EU in all circumstances on 31 October.</p> \n<p>“There are daily meetings taking place to ensure that we are ready and there are bi-weekly strategy meetings taking place in relation to the negotiations if the EU is willing to sit down and negotiate.”</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/08/brexitflow-zip/giv-3902uGR8DxWM0cBy/\" data-alt=\"Where next for Brexit?\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/08/brexitflow-zip/giv-3902uGR8DxWM0cBy/\">Where next for Brexit?</a> \n</figure> \n<p>Earlier, Robert Buckland, the justice secretary, acknowledged he had previously argued that crashing out of the EU without a deal would be chaos.</p> \n<p>He said: “The choice that faces us now is either disorder in terms of Brexit or an orderly, sensible approach and that’s why I’m really pleased the structure of cabinet committees, the way in which government is bearing down upon the issues, shows a sense of urgency and purpose that is absolutely essential if we’re to avoid the sort of disorder I’ve talked about – and I’m increasingly confident we can achieve that.</p> \n<p>“[The prime minister] wants to achieve a deal but if we cannot achieve a deal then it needs to be as orderly a Brexit as possible – that is why the work of government at the moment is focused hugely on that effort.”</p> \n<p>Buckland added that “there is a difference between crashing out and not achieving a deal”, and said ongoing work would “avoid the chaos of a crash-out”.</p>",
      "wordcount": "814",
      "firstPublicationDate": "2019-08-12T13:05:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:51Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c596a",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/39b245fe5e2ff2e6fc528a491c905f800f6f9e50/0_129_2356_1414/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Downing Street believes rebel MPs will try to make a move to stop a no-deal Brexit in the second week of September, with the EU unlikely to respond until after that battle has played out. A senior government source said the date for a parliamentary battle was expected to be 9 September – a week after MPs return from their summer break. Boris Johnson may meet key EU leaders, such as Angela Merkel and Emmanuel Macron, but not Ireland’s Leo Varadkar, before the G7 summit in Biarritz, France at the end of August. However, No 10 is not expecting any breakthrough until the EU has seen what happens in the first weeks of September, when an alliance of Tory and opposition MPs try to take a no-deal Brexit off the table. The EU is adamant that the backstop is not up for renegotiation but the senior government source said there is still hope in Downing Street that a deal is possible if it becomes clear that parliament could not prevent no deal on 31 October. Labour has been mulling an immediate confidence vote in Johnson’s government in the first week of September but will only go ahead if there are enough Conservative MPs willing to bring down their own prime minister. Rebel Tory MPs, led by Dominic Grieve and Philip Hammond, are working behind the scenes over the summer to stop a no-deal Brexit. They have explored collapsing the government and setting up an alternative, temporary “unity government” to request an extension to article 50, but Labour has made clear it would not support a centrist candidate, such as Ken Clarke or Yvette Cooper, to be temporary PM. Senior Conservative MPs on the rebel side also stressed to the Guardian that this was a “very nuclear option” that would only be tried as a last resort, given the risk this approach could backfire and lead to an election after a no-deal Brexit. If a no-confidence vote passed, MPs would first have 14 days to form an alternative government, but if unsuccessful, an election would be triggered. In this event, Dominic Cummings, Johnson’s senior adviser, has threatened to press ahead with Brexit on 31 October with or without a deal and schedule the election for the days after that date, with parliament shut down. Rebel Tories believe there could be a couple of Conservative MPs willing to quit the party or defect in order to bring down Johnson, but not enough for Labour to be completely sure of success in the first week of September. The large number of independent MPs whose support is not clear and the possibility of some pro-Brexit Labour MPs abstaining add to the uncertainty. Instead, leading Conservatives in the “no to no deal” campaign are prioritising legislative routes. Downing Street expects 9 September to be the first opportunity for a legislative battle, as the government is bound by law to provide a report on Northern Ireland on 4 September and to then debate it in parliament for five days. The prime minister’s official spokesman said Johnson remained “very clear in his determination to want to get a deal”. He said: “He believes a deal is in the UK’s and the EU’s best interests and he has said he will be energetic in pursuit of a deal. “We very much want a deal but we’re also clear about what needs to be achieved in order to secure that.” The spokesman added: “He has held a number of conversations with EU leaders, so has the prime minister’s sherpa David Frost. We are also making very detailed preparations at home to ensure the UK is ready to leave the EU in all circumstances on 31 October. “There are daily meetings taking place to ensure that we are ready and there are bi-weekly strategy meetings taking place in relation to the negotiations if the EU is willing to sit down and negotiate.” Earlier, Robert Buckland, the justice secretary, acknowledged he had previously argued that crashing out of the EU without a deal would be chaos. He said: “The choice that faces us now is either disorder in terms of Brexit or an orderly, sensible approach and that’s why I’m really pleased the structure of cabinet committees, the way in which government is bearing down upon the issues, shows a sense of urgency and purpose that is absolutely essential if we’re to avoid the sort of disorder I’ve talked about – and I’m increasingly confident we can achieve that. “[The prime minister] wants to achieve a deal but if we cannot achieve a deal then it needs to be as orderly a Brexit as possible – that is why the work of government at the moment is focused hugely on that effort.” Buckland added that “there is a difference between crashing out and not achieving a deal”, and said ongoing work would “avoid the chaos of a crash-out”.",
      "charCount": "4641",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/aug/12/2020-democratic-forerunners-foreign-policy-hawks-doves",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-12T10:00:12Z",
    "webTitle": "Do you know which 2020 Democratic forerunners are hawks, and which doves? | Tyler Bellstrom",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/12/2020-democratic-forerunners-foreign-policy-hawks-doves",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/12/2020-democratic-forerunners-foreign-policy-hawks-doves",
    "fields": {
      "headline": "Do you know which 2020 Democratic frontrunners are hawks, and which doves?",
      "standfirst": "<p>It’s time for a real debate on foreign policy among Democratic candidates so we know who stands for what<br></p>",
      "trailText": "Which Democrat will not only offer a different vision from Trump but truly face the questions of the next decade? We need more detail<br>",
      "byline": "Tyler Bellstrom",
      "main": "<figure class=\"element element-image\" data-media-id=\"f9b4b2d3963bc46b5decc6732c4550e65d0d8081\"> <img src=\"https://media.guim.co.uk/f9b4b2d3963bc46b5decc6732c4550e65d0d8081/0_115_3500_2101/1000.jpg\" alt=\"The American people need to hear a coherent foreign policy.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The American people need to hear a coherent foreign policy.’’</span> <span class=\"element-image__credit\">Photograph: Wakil Kohsar/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>In a world where the United States is fighting forever wars, engaging with rising powers, and belatedly realizing the existential threat of climate change, the American people need to hear a coherent foreign policy. That explains why four out of the five major contenders for the Democratic nomination have recently given speeches focused on foreign policy. This is especially important given the fact that foreign policy is one of the areas where the modern president has<strong> </strong>relative autonomy to act.</p> <p>Unfortunately, though, the policy<strong> </strong>substance of the first two Democratic<strong> </strong>debates in Miami last month was shallow – whip rounds of hand-raising and arguments between also-rans. As the field winnows, Democrats need to have a foreign policy-focused debate to show what would differentiate the major contenders; all we have to<strong> </strong>guess from<strong> </strong>right now are the candidates’ voting records, speeches and campaign hires.</p> <p>I would split the five frontrunners into three camps:<strong> </strong>liberal internationalist hawks (former vice-president Joe Biden and Senator Kamala Harris), Obama-redux (Mayor Pete Buttigieg), and progressives (Senator Bernie Sanders and Senator Elizabeth Warren).</p> <p>Biden’s <a href=\"https://www.pbs.org/newshour/politics/why-bidens-long-foreign-policy-record-could-be-a-liability\">long record</a> includes voting for the Iraq war in 2008. His lead foreign policy adviser is Antony Blinken, a former Obama official<strong> </strong>who pushed for Obama’s <a href=\"https://www.politico.com/story/2013/09/tony-blinkens-star-turn-096847\">Libya intervention</a> and served as deputy secretary of state at the beginning of the US support for the Saudi/UAE war in Yemen. Biden’s speech hit on a few <a href=\"https://www.vox.com/world/2019/7/11/20690243/joe-biden-foreign-policy-speech-new-york-trump\">fairly conventional themes</a> about the need to “reassert American leadership”, the need to return to American values, and the importance of allies in the face of a rising China. He hinted at more left-leaning goals, like ending the war in Afghanistan, but suggested a smaller deployment would remain to fight terrorism. Mostly, the speech was an attempt at resetting America’s foreign policy to a pre-Trump time.</p> <p>Harris hasn’t given a speech; at campaign stops she has consistently said that foreign policy should not be driven by <a href=\"https://www.cnn.com/2019/01/21/politics/kamala-harris-foreign-policy-tweet-trump/index.html\">tweet</a> – a critique of process. She has also criticized Trump for being soft on <a href=\"https://twitter.com/KamalaHarris/status/1145368179864231936\">North Korea</a>. Her personal hires reflect <a href=\"https://www.newyorker.com/news/news-desk/meet-maya-harris-hillary-clintons-progressive-link\">her connections</a> to Hillary Clinton; her team includes the former undersecretary of defense <a href=\"https://www.politico.com/tipsheets/morning-defense/2016/11/hillary-clintons-defense-secretary-in-waiting-217183\">Michele Flourny</a> – who was touted as the possible first female secretary of defense should Clinton have won in 2016 – and Phillip Gordon, a highly active former state department and later White House official who was involved in the Iran<strong> </strong>negotiations. Gordon has criticized the decision not to <a href=\"https://www.theatlantic.com/international/archive/2016/04/philip-gordon-barack-obama-doctrine/479031/\">bomb Syria</a> in 2013 when Assad used chemical weapons.</p> <p>Buttigieg has an extremely limited record and his campaign has been short on policy specifics.<strong> </strong>He has leaned into that blank slate by embracing high-minded rhetoric and intellectual charm and making himself <a href=\"https://www.cjr.org/the_media_today/mayor_pete_buttigieg_campaign.php\">extremely available to the media</a>. His foreign policy speech emphasized a technology-driven imagining of what America needs to be in <a href=\"https://peteforamerica.com/national-security-for-a-new-era/\">2054</a>, while maintaining a slimmed-down American exceptionalism. His speech offered few actual policy proposals<strong> </strong>beyond withdrawing<strong> </strong>major military forces from Afghanistan while maintaining counter-terror and intelligence forces there. He also suggested reviving Obama-era accords that Trump has unilaterally discarded.</p> <p>As a senator, Warren has mostly focused on finance, which was reflected in a speech she gave at American University last year. She identified a shift, starting in the 1980s, where Washington started to “<a href=\"https://www.boston.com/news/politics/2018/11/29/elizabeth-warren-foreign-policy-speech-american-university\">benefit a handful of elites both here at home and around the world</a>”. In the speech she laid out new priorities for trade, promised to end the war in Afghanistan and cut the military budget and introduced a no-first-use policy for nuclear weapons. She identified the major threat to the world as authoritarian capitalism.</p> <p>Since then she has released detailed proposals to <a href=\"https://medium.com/@teamwarren/revitalizing-diplomacy-a-21st-century-foreign-service-2d9d195698f\">revitalize the state department</a>, <a href=\"https://www.vox.com/2019/6/4/18650850/elizabeth-warren-economic-patriotism-green-marshall-plan\">introduce a green Marshall Plan</a>, <a href=\"https://medium.com/@teamwarren/our-military-can-help-lead-the-fight-in-combating-climate-change-2955003555a3\">green the military</a> and <a href=\"https://www.warren.senate.gov/newsroom/press-releases/senator-warren-introduces-new-legislation-to-strengthen-ethics-and-transparency-at-the-defense-department\">cut down the military industrial complex</a>. Her record in the Senate is short but she recently took a role on the armed services committee and was an early co-sponsor of the War Powers Resolution to end US support for the Saudi war in Yemen.</p> <p>Sanders has given two speeches on foreign policy, one in 2017 and another in October last year. In the first he spoke of the need to <a href=\"https://www.vox.com/world/2017/9/21/16345600/bernie-sanders-full-text-transcript-foreign-policy-speech-westminster\">reimagine America in the world</a> as a partner and leader in diplomacy rather than a dominating force. In the <a href=\"https://www.sanders.senate.gov/newsroom/press-releases/sanders-speech-at-sais-building-a-global-democratic-movement-to-counter-authoritarianism\">second </a>he outlined a battle between democracy and authoritarianism that he sees as tied to the global economic system. The biggest threats he identifies are climate change and an international oligarchy. As a House member he voted against the <a href=\"https://www.businessinsider.com/bernie-sanders-revisits-vote-against-iraq-war-16th-anniversary-invasion-2019-3\">war in Iraq</a> and as a mayor in Burlington <a href=\"https://www.nytimes.com/2019/05/18/us/bernie-sanders.html\">spoke out</a> against cold war policies. In the Senate, he has advocated for reasserting Congress’s war powers and ending US support for the war in Yemen. But previously he has mostly stayed away from activity on foreign policy and never appeared on foreign policy committees in either house of Congress.</p> <p>In terms of guessing at the Democratic candidates’ foreign policy visions, that’s what we have to work with. But it’s not enough. Which Democrat can not only offer a different vision than Trump but truly face the questions of the next decade? To answer that question we need a debate.</p> <p>The debate should answer many questions. What should be America’s role? Have we moved out of a unipolar moment? Does China’s rise doom us to another cold war? With the war on terror a failure, how should we change our policies? How do we responsibly end these endless wars? How do we build cooperation to deal not only with climate change but the migration that will come because of it? How do we prevent the US from supporting anything like the Saudi/UAE-led war in Yemen again?</p> <p>America faces real issues in the coming age after Trump. We must debate the best way to solve them.</p> <ul> <li><p>Tyler Bellstrom is a project manager at the Progressive Talent Pipeline and a former policy fellow at the US House of Representatives</p></li> </ul>",
      "wordcount": "969",
      "commentCloseDate": "2019-08-12T18:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-08-12T10:00:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-26T17:55:57Z",
      "productionOffice": "US",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cxb93",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/96a1ba9fd414d059757a65821ac0ad451ace3a6f/0_139_4967_2982/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In a world where the United States is fighting forever wars, engaging with rising powers, and belatedly realizing the existential threat of climate change, the American people need to hear a coherent foreign policy. That explains why four out of the five major contenders for the Democratic nomination have recently given speeches focused on foreign policy. This is especially important given the fact that foreign policy is one of the areas where the modern president has relative autonomy to act. Unfortunately, though, the policy substance of the first two Democratic debates in Miami last month was shallow – whip rounds of hand-raising and arguments between also-rans. As the field winnows, Democrats need to have a foreign policy-focused debate to show what would differentiate the major contenders; all we have to guess from right now are the candidates’ voting records, speeches and campaign hires. I would split the five frontrunners into three camps: liberal internationalist hawks (former vice-president Joe Biden and Senator Kamala Harris), Obama-redux (Mayor Pete Buttigieg), and progressives (Senator Bernie Sanders and Senator Elizabeth Warren). Biden’s long record includes voting for the Iraq war in 2008. His lead foreign policy adviser is Antony Blinken, a former Obama official who pushed for Obama’s Libya intervention and served as deputy secretary of state at the beginning of the US support for the Saudi/UAE war in Yemen. Biden’s speech hit on a few fairly conventional themes about the need to “reassert American leadership”, the need to return to American values, and the importance of allies in the face of a rising China. He hinted at more left-leaning goals, like ending the war in Afghanistan, but suggested a smaller deployment would remain to fight terrorism. Mostly, the speech was an attempt at resetting America’s foreign policy to a pre-Trump time. Harris hasn’t given a speech; at campaign stops she has consistently said that foreign policy should not be driven by tweet – a critique of process. She has also criticized Trump for being soft on North Korea. Her personal hires reflect her connections to Hillary Clinton; her team includes the former undersecretary of defense Michele Flourny – who was touted as the possible first female secretary of defense should Clinton have won in 2016 – and Phillip Gordon, a highly active former state department and later White House official who was involved in the Iran negotiations. Gordon has criticized the decision not to bomb Syria in 2013 when Assad used chemical weapons. Buttigieg has an extremely limited record and his campaign has been short on policy specifics. He has leaned into that blank slate by embracing high-minded rhetoric and intellectual charm and making himself extremely available to the media. His foreign policy speech emphasized a technology-driven imagining of what America needs to be in 2054, while maintaining a slimmed-down American exceptionalism. His speech offered few actual policy proposals beyond withdrawing major military forces from Afghanistan while maintaining counter-terror and intelligence forces there. He also suggested reviving Obama-era accords that Trump has unilaterally discarded. As a senator, Warren has mostly focused on finance, which was reflected in a speech she gave at American University last year. She identified a shift, starting in the 1980s, where Washington started to “benefit a handful of elites both here at home and around the world”. In the speech she laid out new priorities for trade, promised to end the war in Afghanistan and cut the military budget and introduced a no-first-use policy for nuclear weapons. She identified the major threat to the world as authoritarian capitalism. Since then she has released detailed proposals to revitalize the state department, introduce a green Marshall Plan, green the military and cut down the military industrial complex. Her record in the Senate is short but she recently took a role on the armed services committee and was an early co-sponsor of the War Powers Resolution to end US support for the Saudi war in Yemen. Sanders has given two speeches on foreign policy, one in 2017 and another in October last year. In the first he spoke of the need to reimagine America in the world as a partner and leader in diplomacy rather than a dominating force. In the second he outlined a battle between democracy and authoritarianism that he sees as tied to the global economic system. The biggest threats he identifies are climate change and an international oligarchy. As a House member he voted against the war in Iraq and as a mayor in Burlington spoke out against cold war policies. In the Senate, he has advocated for reasserting Congress’s war powers and ending US support for the war in Yemen. But previously he has mostly stayed away from activity on foreign policy and never appeared on foreign policy committees in either house of Congress. In terms of guessing at the Democratic candidates’ foreign policy visions, that’s what we have to work with. But it’s not enough. Which Democrat can not only offer a different vision than Trump but truly face the questions of the next decade? To answer that question we need a debate. The debate should answer many questions. What should be America’s role? Have we moved out of a unipolar moment? Does China’s rise doom us to another cold war? With the war on terror a failure, how should we change our policies? How do we responsibly end these endless wars? How do we build cooperation to deal not only with climate change but the migration that will come because of it? How do we prevent the US from supporting anything like the Saudi/UAE-led war in Yemen again? America faces real issues in the coming age after Trump. We must debate the best way to solve them. Tyler Bellstrom is a project manager at the Progressive Talent Pipeline and a former policy fellow at the US House of Representatives",
      "charCount": "5942",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Tyler Bellstrom"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]