[
  {
    "id": "politics/2019/aug/05/brexit-and-the-failure-of-westminster-democracy",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-05T16:15:44Z",
    "webTitle": "Brexit and the failure of Westminster democracy | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/05/brexit-and-the-failure-of-westminster-democracy",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/05/brexit-and-the-failure-of-westminster-democracy",
    "fields": {
      "headline": "Brexit and the failure of Westminster democracy",
      "standfirst": "Readers respond to reports that suggest the government will do everything in its power to prevent a parliamentary vote before 31 October on leaving the European Union without a deal",
      "trailText": "<strong>Letters: </strong>Readers respond to reports that suggest the government will do everything in its power to prevent a parliamentary vote before 31 October on leaving the European Union without a deal",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"1fe9186b45d81c2ffc4531827d99398b9df5070b\"> <img src=\"https://media.guim.co.uk/1fe9186b45d81c2ffc4531827d99398b9df5070b/60_0_1800_1080/1000.jpg\" alt=\"MPs convene in the House of Commons in July for the announcement of voting on an amendment aimed at preventing the suspension of parliament to pursue a no-deal Brexit\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">MPs convene in the House of Commons in July for the announcement of voting on an amendment aimed at preventing the suspension of parliament to pursue a no-deal Brexit.</span> <span class=\"element-image__credit\">Photograph: UK Parliamentary Recording Unit/EPA</span> </figcaption> </figure>",
      "body": "<p>What the chicanery that is the “no deal” process demonstrates is what now appears to be the irreversible decline into irrelevance of Westminster representative democracy (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/04/no-deal-brexit-no-confidence-vote-how-eu-vote-leave\" title=\"\">No deal, even after a vote of no confidence: how could it happen?</a>, Journal, 5 August).</p> <p>At the 11th hour the democrats in parliament have realised the threat (probably too late) facing them. A no-confidence vote, if lost, will not stop Boris Johnson and his gang rushing through a no-deal Brexit.</p> <p>These people are not democrats. Boris Johnson’s only defining consistent characteristic is that of a rule breaker, one with no respect for the conventions and rules that make parliamentary democracy work. He seems to have never moved on from his Bullingdon Club days: he still revels in the sound of the smashing of glass.</p> <p>When Matthew d’Ancona mentions that Gina Miller is considering yet another legal action against the government, it demonstrates the failure of the parliamentary opposition, as it’s from outside parliament that the real opposition comes.</p> <p>Too many in parliament have abrogated their role as representatives and decided that their only loyalty lies with the winning side, even if that loyalty is to a leader who displays all the character traits of a contemporary Nero.<br><strong>Derrick Joad</strong><br><em>Leeds</em></p> <p>• Matthew d’Ancona discusses the possibility that, by dissolving parliament in mid or late October, the government could ensure that there would be no parliamentary vote on “no deal”, and that we would automatically leave the EU on 31 October. To avoid this, I would suggest that all the opposition parties should collectively approach the European commission and the council of ministers asking that the EU should unilaterally extend article 50 until after the election is over. Perhaps they could do this through the good offices of Leo Varadkar.<br><strong>Dick Leonard</strong><br><em>London</em></p> <p>• With reference to Matthew d’Ancona’s excellent article, is it possible that with such a tight schedule, parliament can be recalled as an emergency to buy us more time? This <a href=\"https://www.parliament.uk/about/faqs/house-of-commons-faqs/business-faq-page/parliamentrecall/\" title=\"\">has happened before</a>: 1949 (devaluation of sterling); 1950 (Korean war); 1961 (Berlin); and lately in 2016 (Jo Cox tributes).<br><strong>Antoine Raffoul</strong><br><em>Santa Marinella, Italy</em></p> <p>• Your leader (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/01/the-guardian-view-on-no-deal-planning-stop-this-political-lie\" title=\"\">There is no case for no deal. MPs must do everything to nail this ministerial lie</a>, Journal, 2 August) demonstrates how Boris Johnson has changed the conversation. The debate is no longer “Brexit v referendum/no Brexit”, it is “no deal v deal”. This smart strategy positions a deal as the best possible outcome, and removes from the debate any notion of reconsidering the whole project.</p> <p>The hapless pro-referendum lobby has notably failed to anticipate this and prevent its own disappearance; the media (including the Guardian) cannot see beyond preventing/advocating no deal; MPs are chasing their own tails over no deal.</p> <p>No doubt the idea is for the prime minister to save the day by persuading the house to vote for a deal. At which point everyone will breathe a sigh of relief, before suddenly realising we’ve still ended up in the mire, just slightly less of it.<br><strong>Stephen King</strong><br><em>London</em></p> <p>• Your excellent editorial of 2 August on recalling parliament does not refer to the legal opinion mentioned in a reader’s <a href=\"https://www.theguardian.com/politics/2019/jul/25/time-for-some-brexit-reality-checks\" title=\"\">letter</a> of 26 July which concludes that we cannot leave the EU with or without a deal unless parliament approves. I have seen no coverage of this potentially important point. If it has force it would surely transform the position.<br><strong>Henry Sherman</strong><br><em>Teddington, Middlesex</em></p> <p>• Not only should parliament be recalled but also autumn’s party conferences multilaterally cancelled (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/04/the-guardian-view-on-no-deal-brexit-plans-parliament-must-take-back-control\" title=\"\">Parliament should be recalled to prevent a no-deal EU departure</a>, Journal, 5 August).<br><strong>Toby Wood</strong><br><em>Peterborough</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "636",
      "commentable": "false",
      "firstPublicationDate": "2019-08-05T16:15:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:52Z",
      "newspaperEditionDate": "2019-08-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c432g",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1fe9186b45d81c2ffc4531827d99398b9df5070b/60_0_1800_1080/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "What the chicanery that is the “no deal” process demonstrates is what now appears to be the irreversible decline into irrelevance of Westminster representative democracy (No deal, even after a vote of no confidence: how could it happen?, Journal, 5 August). At the 11th hour the democrats in parliament have realised the threat (probably too late) facing them. A no-confidence vote, if lost, will not stop Boris Johnson and his gang rushing through a no-deal Brexit. These people are not democrats. Boris Johnson’s only defining consistent characteristic is that of a rule breaker, one with no respect for the conventions and rules that make parliamentary democracy work. He seems to have never moved on from his Bullingdon Club days: he still revels in the sound of the smashing of glass. When Matthew d’Ancona mentions that Gina Miller is considering yet another legal action against the government, it demonstrates the failure of the parliamentary opposition, as it’s from outside parliament that the real opposition comes. Too many in parliament have abrogated their role as representatives and decided that their only loyalty lies with the winning side, even if that loyalty is to a leader who displays all the character traits of a contemporary Nero. Derrick Joad Leeds • Matthew d’Ancona discusses the possibility that, by dissolving parliament in mid or late October, the government could ensure that there would be no parliamentary vote on “no deal”, and that we would automatically leave the EU on 31 October. To avoid this, I would suggest that all the opposition parties should collectively approach the European commission and the council of ministers asking that the EU should unilaterally extend article 50 until after the election is over. Perhaps they could do this through the good offices of Leo Varadkar. Dick Leonard London • With reference to Matthew d’Ancona’s excellent article, is it possible that with such a tight schedule, parliament can be recalled as an emergency to buy us more time? This has happened before: 1949 (devaluation of sterling); 1950 (Korean war); 1961 (Berlin); and lately in 2016 (Jo Cox tributes). Antoine Raffoul Santa Marinella, Italy • Your leader (There is no case for no deal. MPs must do everything to nail this ministerial lie, Journal, 2 August) demonstrates how Boris Johnson has changed the conversation. The debate is no longer “Brexit v referendum/no Brexit”, it is “no deal v deal”. This smart strategy positions a deal as the best possible outcome, and removes from the debate any notion of reconsidering the whole project. The hapless pro-referendum lobby has notably failed to anticipate this and prevent its own disappearance; the media (including the Guardian) cannot see beyond preventing/advocating no deal; MPs are chasing their own tails over no deal. No doubt the idea is for the prime minister to save the day by persuading the house to vote for a deal. At which point everyone will breathe a sigh of relief, before suddenly realising we’ve still ended up in the mire, just slightly less of it. Stephen King London • Your excellent editorial of 2 August on recalling parliament does not refer to the legal opinion mentioned in a reader’s letter of 26 July which concludes that we cannot leave the EU with or without a deal unless parliament approves. I have seen no coverage of this potentially important point. If it has force it would surely transform the position. Henry Sherman Teddington, Middlesex • Not only should parliament be recalled but also autumn’s party conferences multilaterally cancelled (Parliament should be recalled to prevent a no-deal EU departure, Journal, 5 August). Toby Wood Peterborough • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3981",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/aug/05/how-central-government-keeps-our-local-councils-powerless",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-08-05T16:14:24Z",
    "webTitle": "How central government keeps our local councils powerless | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/aug/05/how-central-government-keeps-our-local-councils-powerless",
    "apiUrl": "https://content.guardianapis.com/society/2019/aug/05/how-central-government-keeps-our-local-councils-powerless",
    "fields": {
      "headline": "How central government keeps our local councils powerless",
      "standfirst": "Cities should unite to refuse to implement cuts, writes <strong>Michael Meadowcroft</strong> – while <strong>Brian Keegan</strong> calls for a clearer division of local and national tax-raising powers and <strong>Ken Hughes</strong> argues for devolution to the regions",
      "trailText": "<strong>Letters: </strong>Cities should unite to refuse to implement cuts, writes <strong>Michael Meadowcroft</strong> – while <strong>Brian Keegan</strong> calls for a clearer division of local and national tax-raising powers and <strong>Ken Hughes</strong> argues for devolution to the regions",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"2a875f09ebd821b606653b4e224c9e245c0c6ec9\"> <img src=\"https://media.guim.co.uk/2a875f09ebd821b606653b4e224c9e245c0c6ec9/0_215_6378_3828/1000.jpg\" alt=\"Leeds town hall\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Leeds town hall: in 1948, writes Michael Meadowcroft, it was the hub of an authority responsible for gas, electricity, local transport, water, local hospitals, most social security, further education, some higher education, all schools, ambulances, police and the fire service. Photograph: Alamy</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>Simon Jenkins makes a powerful case for local democracy (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/02/britain-local-councils-public-services\" title=\"\">Our towns and cities will never flourish if ‘local’ is a dirty word</a>, Journal, 2 August) but it is no use expecting any central government, Conservative or Labour, willingly to hand key financial powers back to local government. No one with four aces asks for a new hand.</p> <p>The high point of local government was 1948 when the big cities such as my own, Leeds, were responsible for gas, electricity, local transport, water, local hospitals, most social security, further education, some higher education, all schools, ambulances, police and the fire service. Over the following 70 years these have all been salami-sliced by every government. None are now locally administered. They have got away with it because local politicians have been unwilling to oppose national governments of their own party. Unless there is a cross-party “trade union” of all local authorities, central government will continue to divide and rule.</p> <p>The huge puzzle of the austerity years, whose effects are vividly set out by Jenkins, is why local authorities still continue to do the government’s dirty work when the deeply damaging cuts in vital services are the responsibility of central government.</p> <p>If all the major cities together refused to implement further economies and invited the government to send in commissioners to make the cuts, the whole system would collapse and we would have an opportunity to make the unanswerable case for local democracy.<br><strong>Michael Meadowcroft</strong><br><em>Leeds</em></p> <p>• How right Simon Jenkins is. I was a Cambridgeshire councillor in the 1980s when Thatcher started the attack on local government. </p> <p>The problem in the UK is that parliament passes legislation and the government tries to implement policies that have not been properly costed and for which funding (and hence tax) has not been identified, resulting in local government having responsibilities greater than its fiscal powers.</p> <p>It is evident that the country would prefer a national education service with some local input, say one day a week, so that schools could reflect their local culture and develop learning in local areas of expertise (aeronautics in Derby, diesel engineering in Peterborough). Central government would fund four days and local government one day – a clear split of responsibility and funding.</p> <p>And if adult social care were incorporated into the NHS and nationally funded this would reduce the level of funding to be raised locally to a manageable amounts.<br><strong>Brian Keegan</strong><br><em>Peterborough</em></p> <p>• Simon Jenkins is absolutely right. We are put to shame by the towns and cities on the continent. It is always assumed here that we would rather have low council taxes rather than good services. Our centralised political system does not allow localism to flourish as it does in Germany, for instance. The federal system there ensures that each area has the opportunity to flourish. Without proper devolution to the regions of the UK, this will never happen here.<br><strong>Ken Hughes</strong><br><em>Hale Barns, Cheshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "530",
      "commentable": "false",
      "firstPublicationDate": "2019-08-05T16:14:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:45:44Z",
      "newspaperEditionDate": "2019-08-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c42jv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2a875f09ebd821b606653b4e224c9e245c0c6ec9/0_215_6378_3828/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Simon Jenkins makes a powerful case for local democracy (Our towns and cities will never flourish if ‘local’ is a dirty word, Journal, 2 August) but it is no use expecting any central government, Conservative or Labour, willingly to hand key financial powers back to local government. No one with four aces asks for a new hand. The high point of local government was 1948 when the big cities such as my own, Leeds, were responsible for gas, electricity, local transport, water, local hospitals, most social security, further education, some higher education, all schools, ambulances, police and the fire service. Over the following 70 years these have all been salami-sliced by every government. None are now locally administered. They have got away with it because local politicians have been unwilling to oppose national governments of their own party. Unless there is a cross-party “trade union” of all local authorities, central government will continue to divide and rule. The huge puzzle of the austerity years, whose effects are vividly set out by Jenkins, is why local authorities still continue to do the government’s dirty work when the deeply damaging cuts in vital services are the responsibility of central government. If all the major cities together refused to implement further economies and invited the government to send in commissioners to make the cuts, the whole system would collapse and we would have an opportunity to make the unanswerable case for local democracy. Michael Meadowcroft Leeds • How right Simon Jenkins is. I was a Cambridgeshire councillor in the 1980s when Thatcher started the attack on local government. The problem in the UK is that parliament passes legislation and the government tries to implement policies that have not been properly costed and for which funding (and hence tax) has not been identified, resulting in local government having responsibilities greater than its fiscal powers. It is evident that the country would prefer a national education service with some local input, say one day a week, so that schools could reflect their local culture and develop learning in local areas of expertise (aeronautics in Derby, diesel engineering in Peterborough). Central government would fund four days and local government one day – a clear split of responsibility and funding. And if adult social care were incorporated into the NHS and nationally funded this would reduce the level of funding to be raised locally to a manageable amounts. Brian Keegan Peterborough • Simon Jenkins is absolutely right. We are put to shame by the towns and cities on the continent. It is always assumed here that we would rather have low council taxes rather than good services. Our centralised political system does not allow localism to flourish as it does in Germany, for instance. The federal system there ensures that each area has the opportunity to flourish. Without proper devolution to the regions of the UK, this will never happen here. Ken Hughes Hale Barns, Cheshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3309",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/05/activists-push-labour-back-peoples-vote-conference-anti-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-05T16:06:57Z",
    "webTitle": "Activists lead push for Labour to back staying in EU before conference",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/05/activists-push-labour-back-peoples-vote-conference-anti-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/05/activists-push-labour-back-peoples-vote-conference-anti-brexit",
    "fields": {
      "headline": "Activists lead push for Labour to back staying in EU before conference",
      "standfirst": "<p>Party must agree to ‘campaign energetically’ for second referendum and remain, say anti-Brexit groups</p>",
      "trailText": "Party must agree to ‘campaign energetically’ for second referendum and remain, say anti-Brexit groups",
      "byline": "Jessica Elgot Chief political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"8da304aeb7cb765331e2cf2f61743c09a6c3646e\"> <img src=\"https://media.guim.co.uk/8da304aeb7cb765331e2cf2f61743c09a6c3646e/0_116_2730_1639/1000.jpg\" alt=\"Clive Lewis MP (centre), pictured at a march for a people’s vote in March 2019,\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clive Lewis MP (centre), pictured at a march for a people’s vote in March 2019, said party needed to ensure its Brexit position was clear before conference starts.</span> <span class=\"element-image__credit\">Photograph: Andy Hall/The Observer</span> </figcaption> </figure>",
      "body": "<p>Labour anti-Brexit activists will lead another push to harden the party’s position in favour of remain at Labour’s annual conference this year, with local parties urged to submit motions committing the party to “campaign energetically” for a second referendum.</p> <p>Grassroots activists, including the pro-remain groups Another Europe is Possible and the youth group For our Future’s Sake (FFS), were behind a <a href=\"https://www.theguardian.com/politics/2018/sep/23/brexit-corbyn-under-pressure-from-all-sides-over-peoples-vote\">major push at last year’s conference</a> in Liverpool which compelled the party to adopt a position that a public vote on Brexit should be an option if a general election could not be forced.</p> <p>A record number of constituency Labour parties, more than 100 in total, submitted conference motions last year calling for a public vote to become Labour policy, though organisers behind this year’s push said their efforts were unlikely to produce such numbers again, with competition from other popular motions including on <a href=\"https://www.theguardian.com/commentisfree/2019/may/12/the-guardian-view-on-a-green-new-deal-we-need-it-now\">Green New Deal</a>.</p> <p>Another Europe is Possible, the leftwing anti-Brexit group which was a major driver behind the motions to conference last year, said they had received assurances that at least 40 local parties were planning to submit a motion on remaining in the EU.</p> <p>Michael Chessum, the group’s national organiser said conference was “taking place on the edge of the cliff” and said activists would no longer accept a compromise composite motion like the one brokered last year when members agreed to the wording that “Labour must support all options remaining on the table, including campaigning for a public vote”.</p> <p>“If it really does come down to a vote on conference floor, we can expect the debate to be sharp,” Chessum said.</p> <p>“With Labour already committed to a public vote and an option to remain, we have no incentive to accept a fudge – and we can expect overwhelming support from members, as well as significant union backing. Ultimately, Labour needs to be able to answer the question: ‘Do you want to stop Brexit or deliver it?’”</p> <p>The group has been phone-banking contacts in constituency Labour parties since June to persuade local parties to submit their motion, containing the line – “Labour will campaign energetically for a public vote and to remain. We support revoking article 50 if necessary to prevent no deal.”</p> <p>Though the Labour leader, Jeremy Corbyn, has committed to holding a public vote and campaigning to remain on any Conservative-brokered Brexit deal, as well as holding a referendum should his party get into power before any EU exit, the new motion would go substantially further than any Labour policy.</p> <p>It would commit the party to proactively campaigning for a referendum, as well as campaigning for remain on any deal, including one clinched by a Labour government, as well as backing revoking article 50 as a measure to stop no deal. The final clause in particular is likely to be robustly opposed by some Labour MPs in leave seats.</p> <p>Shadow Treasury minister Clive Lewis, who is backing the motion, said the party needed to ensure its Brexit position was crystal clear before conference starts.</p> <p>“Either we can disappoint our leave voters on Brexit and win them back with a radical domestic programme, or we can fudge the issue, lose our base and watch as the free-market Brexit dream becomes a reality and demolishes the welfare state,” Lewis said.</p> <p>“It would be better for everyone if this shift happened in advance of conference – not forced by members but owned by the leadership, as part of a serious strategy to stop Boris Johnson, ditch Brexit and rebuild Britain instead.”<br><br>Sources behind the drive to harden Labour policy said the circumstances had fundamentally changed since last year’s conference, including much firmer support from trade unions for a public vote, as well as from the shadow cabinet.</p> <p>However, CLPs are only permitted to put forward one conference motion and anti-Brexit activists pushing the motions concede many are unlikely to want to submit a motion on the same topic as last year.</p> <p>One popular alternative motion, endorsed by Momentum, commits Labour to a Green New Deal which some activists are wary about competing with.</p> <p>Nadia Whittome, a member of Another Europe’s national committee, said they did not want to view it as an arms race. “It’s not a coincidence that Brexit’s biggest cheerleaders are rightwing climate change deniers,” she said.</p> <p>“We welcome the fact that this year’s conference will see a renewed wave of motions on all kinds of issues, especially on the environment. In fact our motion will also include a call for a Europe-wide Green New Deal because saving the planet is one of the main reasons why we need to stop Brexit, Johnson and Trump.”</p> <p>FFS, which is linked to the main People’s Vote campaign, has also been canvassing CLPs to submit their version of an anti-Brexit motion, which commits Labour unequivocally to a public vote.</p> <p>It seeks pledges that “Labour will now throw the full weight of our movement behind efforts to secure a confirmatory vote … If a general election is held, the Labour manifesto must include a commitment to a confirmatory referendum with remain on the ballot.”</p> <p>A People’s Vote rally is planned for weekend of Labour conference in Brighton, as well as a youth and student rally on the Monday. FFS will also launch a Together Against Brexit app for use by Labour delegates who want to organise against Brexit.</p>",
      "newspaperPageNumber": "10",
      "wordcount": "887",
      "firstPublicationDate": "2019-08-05T16:06:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:52Z",
      "newspaperEditionDate": "2019-08-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c42fh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8da304aeb7cb765331e2cf2f61743c09a6c3646e/0_116_2730_1639/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour anti-Brexit activists will lead another push to harden the party’s position in favour of remain at Labour’s annual conference this year, with local parties urged to submit motions committing the party to “campaign energetically” for a second referendum. Grassroots activists, including the pro-remain groups Another Europe is Possible and the youth group For our Future’s Sake (FFS), were behind a major push at last year’s conference in Liverpool which compelled the party to adopt a position that a public vote on Brexit should be an option if a general election could not be forced. A record number of constituency Labour parties, more than 100 in total, submitted conference motions last year calling for a public vote to become Labour policy, though organisers behind this year’s push said their efforts were unlikely to produce such numbers again, with competition from other popular motions including on Green New Deal. Another Europe is Possible, the leftwing anti-Brexit group which was a major driver behind the motions to conference last year, said they had received assurances that at least 40 local parties were planning to submit a motion on remaining in the EU. Michael Chessum, the group’s national organiser said conference was “taking place on the edge of the cliff” and said activists would no longer accept a compromise composite motion like the one brokered last year when members agreed to the wording that “Labour must support all options remaining on the table, including campaigning for a public vote”. “If it really does come down to a vote on conference floor, we can expect the debate to be sharp,” Chessum said. “With Labour already committed to a public vote and an option to remain, we have no incentive to accept a fudge – and we can expect overwhelming support from members, as well as significant union backing. Ultimately, Labour needs to be able to answer the question: ‘Do you want to stop Brexit or deliver it?’” The group has been phone-banking contacts in constituency Labour parties since June to persuade local parties to submit their motion, containing the line – “Labour will campaign energetically for a public vote and to remain. We support revoking article 50 if necessary to prevent no deal.” Though the Labour leader, Jeremy Corbyn, has committed to holding a public vote and campaigning to remain on any Conservative-brokered Brexit deal, as well as holding a referendum should his party get into power before any EU exit, the new motion would go substantially further than any Labour policy. It would commit the party to proactively campaigning for a referendum, as well as campaigning for remain on any deal, including one clinched by a Labour government, as well as backing revoking article 50 as a measure to stop no deal. The final clause in particular is likely to be robustly opposed by some Labour MPs in leave seats. Shadow Treasury minister Clive Lewis, who is backing the motion, said the party needed to ensure its Brexit position was crystal clear before conference starts. “Either we can disappoint our leave voters on Brexit and win them back with a radical domestic programme, or we can fudge the issue, lose our base and watch as the free-market Brexit dream becomes a reality and demolishes the welfare state,” Lewis said. “It would be better for everyone if this shift happened in advance of conference – not forced by members but owned by the leadership, as part of a serious strategy to stop Boris Johnson, ditch Brexit and rebuild Britain instead.” Sources behind the drive to harden Labour policy said the circumstances had fundamentally changed since last year’s conference, including much firmer support from trade unions for a public vote, as well as from the shadow cabinet. However, CLPs are only permitted to put forward one conference motion and anti-Brexit activists pushing the motions concede many are unlikely to want to submit a motion on the same topic as last year. One popular alternative motion, endorsed by Momentum, commits Labour to a Green New Deal which some activists are wary about competing with. Nadia Whittome, a member of Another Europe’s national committee, said they did not want to view it as an arms race. “It’s not a coincidence that Brexit’s biggest cheerleaders are rightwing climate change deniers,” she said. “We welcome the fact that this year’s conference will see a renewed wave of motions on all kinds of issues, especially on the environment. In fact our motion will also include a call for a Europe-wide Green New Deal because saving the planet is one of the main reasons why we need to stop Brexit, Johnson and Trump.” FFS, which is linked to the main People’s Vote campaign, has also been canvassing CLPs to submit their version of an anti-Brexit motion, which commits Labour unequivocally to a public vote. It seeks pledges that “Labour will now throw the full weight of our movement behind efforts to secure a confirmatory vote … If a general election is held, the Labour manifesto must include a commitment to a confirmatory referendum with remain on the ballot.” A People’s Vote rally is planned for weekend of Labour conference in Brighton, as well as a youth and student rally on the Monday. FFS will also launch a Together Against Brexit app for use by Labour delegates who want to organise against Brexit.",
      "charCount": "5337",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a> Chief political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]