[
  {
    "id": "education/2019/apr/20/teachers-risk-dying-in-classrooms-if-illnesses-ignored-union-told",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-04-20T15:13:58Z",
    "webTitle": "Teachers risk dying in classrooms if illnesses ignored, union told",
    "webUrl": "https://www.theguardian.com/education/2019/apr/20/teachers-risk-dying-in-classrooms-if-illnesses-ignored-union-told",
    "apiUrl": "https://content.guardianapis.com/education/2019/apr/20/teachers-risk-dying-in-classrooms-if-illnesses-ignored-union-told",
    "fields": {
      "headline": "Teachers risk dying in classrooms if illnesses ignored, union told",
      "standfirst": "<p>Sickness and later retirement endanger health, says teacher who had triple heart bypass</p>",
      "trailText": "Sickness and later retirement endanger health, says teacher who had triple heart bypass",
      "byline": "Richard Adams in Belfast",
      "main": "<figure class=\"element element-image\" data-media-id=\"4df0ee11d09315f5c73e3033c832ff850d19f726\"> <img src=\"https://media.guim.co.uk/4df0ee11d09315f5c73e3033c832ff850d19f726/745_108_2648_1589/1000.jpg\" alt=\"Neil Jeffrey\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Neil Jeffrey was the head of modern languages at an Oxford secondary school when he had a heart attack.</span> <span class=\"element-image__credit\">Photograph: Simon Boothe/NASUWT/PA</span> </figcaption> </figure>",
      "body": "<p>Teachers in the UK run the risk of “dying in their classrooms” if they are forced to work through serious illnesses, a teaching union conference has been told after a member revealed dramatic evidence.</p> <p>Neil Jeffrey, a secondary school teacher, opened his shirt to show the scars left by a triple heart bypass operation he underwent 10 weeks ago, during a debate on a motion about age discrimination against older teachers.</p> <p>“The longer teachers have to work, the greater the chance of them ending up with unwanted body art like this,” said Jeffrey, 49, who told delegates at the NASUWT annual conference in Belfast that he was expected to return to work at the start of May.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2019/apr/20/one-in-four-teachers-experience-violence-from-pupils-every-week\">One in four teachers 'experience violence from pupils every week'</a> </p> </aside>  <p>“We need to make sure we urge the union to monitor the incidents of serious illness amongst our colleagues so that every single teacher who had a health event or incident, for want of a better word, gets the fabulous support they need, just as I did. If not we run a serious risk not just of people working longer and retiring later, but of people retiring later and dying in their classrooms,” Jeffrey said.</p> <p>Jeffrey had been head of modern languages at the Oxford Academy secondary school before his heart attack last year. He said he was stepping down from the role as a result of his operation but would remain a classroom teacher.</p> <p>A motion passed by the NASUWT condemned “the fostering of a culture of ‘work until you drop’” in UK schools and called for action to stop discrimination against older teachers and for a reduction in teachers’ retirement age.</p> <p>Chris Keates, the NASUWT’s general secretary, said the union had dealt with cases of blatant age discrimination, including headteachers telling staff over the age of 60 it was time for them to leave.</p> <p>“Instead of older teachers being valued and their contribution to the school appreciated, they are facing grossly unfair and unacceptable treatment,” Keates said.</p> <p>“All our evidence shows a catalogue of older teachers being disproportionately placed on capability procedures, denied access to professional development, subject to excessive observation and scrutiny, having pay awards and pay progression withheld and put under intense pressure to leave their job.”</p> <p>The loss from the profession of teachers of all ages was highlighted by another motion passed by the conference, which said performance-related pay was causing a crisis in retention.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2019/jan/16/ofsted-to-reform-school-inspections-in-bid-to-tackle-off-rolling\">Ofsted plans overhaul of inspections to look beyond exam results</a> </p> </aside>  <p>Jacqueline McNulty, a teacher from Warrington, told delegates that teachers were increasingly leaving after just four or five years in the classroom, having seen what their friends and peers were earning in other professions and, in some cases, the pressures caused by accountability measures based on exam results.</p> <p>“Teachers should be judged on their performances, not the children’s. Some children will do the business but others will have decided: ‘I’m not going to do the work,’” McNulty said.</p> <p>Young teachers “need more carrot and less stick,” she told the conference.</p>",
      "wordcount": "488",
      "firstPublicationDate": "2019-04-20T14:21:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-20T15:13:58Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ba34d",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4df0ee11d09315f5c73e3033c832ff850d19f726/745_108_2648_1589/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Teachers in the UK run the risk of “dying in their classrooms” if they are forced to work through serious illnesses, a teaching union conference has been told after a member revealed dramatic evidence. Neil Jeffrey, a secondary school teacher, opened his shirt to show the scars left by a triple heart bypass operation he underwent 10 weeks ago, during a debate on a motion about age discrimination against older teachers. “The longer teachers have to work, the greater the chance of them ending up with unwanted body art like this,” said Jeffrey, 49, who told delegates at the NASUWT annual conference in Belfast that he was expected to return to work at the start of May. “We need to make sure we urge the union to monitor the incidents of serious illness amongst our colleagues so that every single teacher who had a health event or incident, for want of a better word, gets the fabulous support they need, just as I did. If not we run a serious risk not just of people working longer and retiring later, but of people retiring later and dying in their classrooms,” Jeffrey said. Jeffrey had been head of modern languages at the Oxford Academy secondary school before his heart attack last year. He said he was stepping down from the role as a result of his operation but would remain a classroom teacher. A motion passed by the NASUWT condemned “the fostering of a culture of ‘work until you drop’” in UK schools and called for action to stop discrimination against older teachers and for a reduction in teachers’ retirement age. Chris Keates, the NASUWT’s general secretary, said the union had dealt with cases of blatant age discrimination, including headteachers telling staff over the age of 60 it was time for them to leave. “Instead of older teachers being valued and their contribution to the school appreciated, they are facing grossly unfair and unacceptable treatment,” Keates said. “All our evidence shows a catalogue of older teachers being disproportionately placed on capability procedures, denied access to professional development, subject to excessive observation and scrutiny, having pay awards and pay progression withheld and put under intense pressure to leave their job.” The loss from the profession of teachers of all ages was highlighted by another motion passed by the conference, which said performance-related pay was causing a crisis in retention. Jacqueline McNulty, a teacher from Warrington, told delegates that teachers were increasingly leaving after just four or five years in the classroom, having seen what their friends and peers were earning in other professions and, in some cases, the pressures caused by accountability measures based on exam results. “Teachers should be judged on their performances, not the children’s. Some children will do the business but others will have decided: ‘I’m not going to do the work,’” McNulty said. Young teachers “need more carrot and less stick,” she told the conference.",
      "charCount": "2953",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richardadams\">Richard Adams</a> in Belfast"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/20/change-uk-independent-group-natural-home-remain-alliance",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-20T15:05:00Z",
    "webTitle": "Change UK: ‘we’re the natural home of the remain alliance’",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/20/change-uk-independent-group-natural-home-remain-alliance",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/20/change-uk-independent-group-natural-home-remain-alliance",
    "fields": {
      "headline": "Change UK: ‘we’re the natural home of the remain alliance’",
      "standfirst": "New party says it has received more than 1,000 applications to stand in Europe elections from defectors from other parties",
      "trailText": "New party says it has received more than 1,000 applications to stand in Europe elections from defectors from other parties",
      "byline": "Toby Helm",
      "main": "<figure class=\"element element-image\" data-media-id=\"26727caa05ba78d1a09ebda68d443b2973ec8823\"> <img src=\"https://media.guim.co.uk/26727caa05ba78d1a09ebda68d443b2973ec8823/0_337_5793_3476/1000.jpg\" alt=\"Former Conservative MP Heidi Allen, interim leader of Change UK.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Former Conservative MP Heidi Allen, interim leader of Change UK.</span> <span class=\"element-image__credit\">Photograph: Alicia Canter/The Guardian</span> </figcaption> </figure>",
      "body": "<p>The anti-Brexit party Change UK will this week unveil its list of 70 candidates for next month’s <a href=\"https://www.theguardian.com/politics/european-elections\" title=\"\">European elections</a> after receiving more than 1,000 applications from former Labour, Tory, Liberal and Green party activists.</p> <p>The party’s interim leader, the former Tory MP Heidi Allen, who yesterday challenged other leaders to a TV debate, claimed that the exodus from established parties showed Change UK was now the “natural home of the ‘Remain Alliance’” and of people who wanted a second referendum.</p> <p>The party said that, of 3,700 people who had applied to stand under the Change UK banner in the 23 May poll, 895 were former Labour activists, 105 were ex-Liberal Democrats and 92 ex-Greens. Dozens of other applicants had been active in the Tory party, including former MPs. Of the Labour defectors, 32 were either former MPs, or had previously been parliamentary or council candidates.</p> <p>The fledgling party, which will hold its launch on Tuesday in Bristol, knows it has to move fast after <a href=\"https://www.theguardian.com/politics/brexit-party\" title=\"\">Nigel Farage’s Brexit party</a> shot into an opinion poll lead over both Labour and the Tories just days after its launch.</p> <p><a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/04/18/voting-intention-conservatives-29-labour-30-16-17-?utm_source=twitter&amp;utm_medium=website_article&amp;utm_campaign=VI_17_Apr_2019\" title=\"\">According to the YouGov survey </a>the Brexit party was on 23% when people were asked how they intended to vote in the European elections, with Labour on 22% and the Conservatives – many of whose members have said they will boycott them – on 17%. The Green party was on 10%, Change UK, which was registered as a political party only last week, was on 8%, and Farage’s former party, Ukip, on 6%.</p> <p>Despite lagging behind, Allen said that the new party was building momentum: “From across the country and old party divides, people are coming together to tell Labour and Conservatives leaderships that they’ve had enough – enough of them focusing on self preservation and wilful facilitation of a damaging Brexit. There’s a real appetite building to support Change UK and send a clear message; give us a people’s vote with a chance to remain and get out of the Brexit mess.”</p> <p>Change UK has faced criticism over recent days for refusing to unite with other pro-EU parties to prevent the Remain vote from splitting, and harming the chances of anti-Brexit parties winning seats under the proportional representation list system used for <a href=\"https://www.theguardian.com/politics/european-elections\" title=\"\">European elections</a>. The Lib Dems, Greens, Change UK, the Scottish National party and Plaid Cymru all support the UK remaining in the EU and want to put the Brexit decision back to the people in another referendum.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>If the Lib Dems were the answer to Britain’s broken politics we’d know that by now</p> <footer> <cite>Chris Leslie, Change UK</cite> </footer> </blockquote> </aside>  <p>The former Labour MP Chris Leslie, who defected to Change UK in February along with seven Labour colleagues and three Tory MPs, said the party was “happy to work across party lines arguing for a people’s vote” but was out to change the mould of British politics, which the Liberal Democrats had failed to do. “If the Lib Dems were the answer to Britain’s broken politics, we’d know that by now. Of course the existing parties won’t like new choice breaking through – but politics is changing and realigning. We need a fresh start and Change UK is the response to this.”</p> <p>A Liberal Democrat spokesperson said the party had made overtures to Change UK to join forces but had been rebuffed. </p> <p>“Knowing some anti-Brexit voters wanted a common front against the various Brexit forces – from Labour to Ukip and Farage – we were open to discussing what arrangements between parties could look like. Following conversations with people in Change UK and others, it became clear there wasn’t interest,” the spokesperson said.</p> <p>The Liberal Democrats are expected to launch their <a href=\"https://www.theguardian.com/politics/european-elections\" title=\"\">European election</a> campaign towards the end of this week. After agreeing to extend the UK’s EU membership until 31 October, leaders of the other 27 member states said the UK had to hold European elections unless a Brexit deal had passed through Parliament by 22 May. At the last European elections in 2014, Ukip won 24 seats, against 20 for Labour and 19 for the Conservatives.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "656",
      "commentable": "false",
      "firstPublicationDate": "2019-04-20T15:03:40Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:04Z",
      "newspaperEditionDate": "2019-04-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ba38m",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/26727caa05ba78d1a09ebda68d443b2973ec8823/0_337_5793_3476/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The anti-Brexit party Change UK will this week unveil its list of 70 candidates for next month’s European elections after receiving more than 1,000 applications from former Labour, Tory, Liberal and Green party activists. The party’s interim leader, the former Tory MP Heidi Allen, who yesterday challenged other leaders to a TV debate, claimed that the exodus from established parties showed Change UK was now the “natural home of the ‘Remain Alliance’” and of people who wanted a second referendum. The party said that, of 3,700 people who had applied to stand under the Change UK banner in the 23 May poll, 895 were former Labour activists, 105 were ex-Liberal Democrats and 92 ex-Greens. Dozens of other applicants had been active in the Tory party, including former MPs. Of the Labour defectors, 32 were either former MPs, or had previously been parliamentary or council candidates. The fledgling party, which will hold its launch on Tuesday in Bristol, knows it has to move fast after Nigel Farage’s Brexit party shot into an opinion poll lead over both Labour and the Tories just days after its launch. According to the YouGov survey the Brexit party was on 23% when people were asked how they intended to vote in the European elections, with Labour on 22% and the Conservatives – many of whose members have said they will boycott them – on 17%. The Green party was on 10%, Change UK, which was registered as a political party only last week, was on 8%, and Farage’s former party, Ukip, on 6%. Despite lagging behind, Allen said that the new party was building momentum: “From across the country and old party divides, people are coming together to tell Labour and Conservatives leaderships that they’ve had enough – enough of them focusing on self preservation and wilful facilitation of a damaging Brexit. There’s a real appetite building to support Change UK and send a clear message; give us a people’s vote with a chance to remain and get out of the Brexit mess.” Change UK has faced criticism over recent days for refusing to unite with other pro-EU parties to prevent the Remain vote from splitting, and harming the chances of anti-Brexit parties winning seats under the proportional representation list system used for European elections. The Lib Dems, Greens, Change UK, the Scottish National party and Plaid Cymru all support the UK remaining in the EU and want to put the Brexit decision back to the people in another referendum. The former Labour MP Chris Leslie, who defected to Change UK in February along with seven Labour colleagues and three Tory MPs, said the party was “happy to work across party lines arguing for a people’s vote” but was out to change the mould of British politics, which the Liberal Democrats had failed to do. “If the Lib Dems were the answer to Britain’s broken politics, we’d know that by now. Of course the existing parties won’t like new choice breaking through – but politics is changing and realigning. We need a fresh start and Change UK is the response to this.” A Liberal Democrat spokesperson said the party had made overtures to Change UK to join forces but had been rebuffed. “Knowing some anti-Brexit voters wanted a common front against the various Brexit forces – from Labour to Ukip and Farage – we were open to discussing what arrangements between parties could look like. Following conversations with people in Change UK and others, it became clear there wasn’t interest,” the spokesperson said. The Liberal Democrats are expected to launch their European election campaign towards the end of this week. After agreeing to extend the UK’s EU membership until 31 October, leaders of the other 27 member states said the UK had to hold European elections unless a Brexit deal had passed through Parliament by 22 May. At the last European elections in 2014, Ukip won 24 seats, against 20 for Labour and 19 for the Conservatives.",
      "charCount": "3888",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]