[
  {
    "id": "environment/2019/apr/26/embracing-revolution-on-climate-change-and-neoliberalism",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-04-26T15:24:16Z",
    "webTitle": "Embracing revolution on climate change and neoliberalism | Letters",
    "webUrl": "https://www.theguardian.com/environment/2019/apr/26/embracing-revolution-on-climate-change-and-neoliberalism",
    "apiUrl": "https://content.guardianapis.com/environment/2019/apr/26/embracing-revolution-on-climate-change-and-neoliberalism",
    "fields": {
      "headline": "Embracing revolution on climate change and neoliberalism",
      "standfirst": "Readers respond to George Monbiot’s piece on doing away with the current economic model and the recent Extinction Rebellion climate protests",
      "trailText": "<strong>Letters:</strong> Readers respond to George Monbiot’s piece on doing away with the current economic model and the recent Extinction Rebellion climate protests",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"1175c9cadac496174251712342e9fd410016e04a\"> <img src=\"https://media.guim.co.uk/1175c9cadac496174251712342e9fd410016e04a/0_183_5364_3218/1000.jpg\" alt=\"Extinction Rebellion activists protest outside the Treasury in London on 25 April 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Extinction Rebellion activists protesting outside the Treasury in London on Thursday. ‘With global warming, how can the plan to leave the EU, travelling the world looking for new markets, make sense,’ asks Barbara Mullarney Wright. </span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>George Monbiot (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/25/capitalism-economic-system-survival-earth\" title=\"\">Time to declare the system dead – before it takes us down with it</a>, 25 April) says he has slowly and reluctantly rejected capitalism because the endless impulse for growth and wealth creation ineluctably drives climate change. Asad Rehman, executive director of War on Want, in his global justice seminar at the Extinction Rebellion protests, focused more on neoliberalism – the even more rapacious, ever-expanding incarnation of capitalist exploitation of people and planet over the last four decades – as the driver of global climate inequality and impending calamity. But left-of-centre ideologies also focus on growth in the bid to tackle inequality, with social and economic priorities overshadowing ecological imperatives.</p> <p>This paper has had occasional discussions of the degrowth movement. In one such, Christiane Kliemann (<a href=\"https://www.theguardian.com/sustainable-business/2015/jan/23/lets-face-it-we-have-to-make-the-choice-between-our-economy-and-our-future\" title=\"\">Let’s face it: we have to choose between our economy and our future</a>, 23 January 2015) posited that once we have accepted there are only radical options left, we have a choice between our economy and our future if we are to meet everybody’s needs more sustainably and equitably, using fewer resources. More focus on degrowth on the political left, and more analysis in these pages of its underpinnings and its potential, could contribute to movements for creating a global economy that can truly be described as “ours”, and a future not only for those of us in the global north, but also a present for those in the global south already experiencing the ravages of growth-driven climate change. <br><strong>Sarah Cemlyn</strong><br><em>Bristol</em></p> <p>• For once I disagree with George Monbiot. He overlooks one idea favoured by environmentalists and thinking capitalists: the circular economy. This idea doesn’t attack capitalism per se, rather the traditional take–make–use–waste structure of its linear economy, a structure also found in communism, and a pernicious habit of human life. In a circular economy, resources remain in use for as long as possible, giving their maximum value. Products and materials (both natural and technological) enjoy as many “service lives” as possible. Products and packaging are designed for maximum reuse, repair and refurbishment, thus relegating recycling and energy extraction to the last resort. Reverse logistics provide return networks, with local reuse prioritised.</p> <p>In my view, circular economy is just as necessary as rewilding, emissions reduction and carbon sequestration if we are to slam the carbon brakes on within a decade. Perhaps it is more necessary because, unlike them, it gives objectives and structure to the good transformation of our way of life.</p> <p>I suggest a look at the Ellen MacArthur Foundation for much deeper thinking on circular economy. I have only one quibble with them, which is that so far they say little on how people and communities can contribute – which we can. They seem focused on changing capitalism.<br><strong>Malcolm Fowles</strong><br><em>Reading, Berkshire</em></p> <p>• George Monbiot calls for replacing capitalism, and the <a href=\"https://www.theguardian.com/society/2019/apr/24/library-of-things-borrowing-scheme-conquer-world\" title=\"\">G2 article on the library of things</a> (25 April) hints at a solution. Surely the fourth industrial revolution will involve cooperatives providing many of the services we have come to depend on? As an example, in Zurich – one of the world’s wealthiest and happiest cities – 25% of homes are owned by cooperatives and the city government is raising the proportion to a third. As a consequence, a much wider range of people live on low rents, and have fuller and less wasteful lives.<br><strong>Dr Nicholas Falk</strong><br><em>Executive director, The URBED Trust</em></p> <p>• George Monbiot powerfully argues that constant economic growth on a finite planet results in environmental meltdown. He suggests we need a range of thinkers to frame a coherent alternative to capitalism. A genuinely democratic socialism with a solid workplace and local basis has already a number of blueprints. They include that glorious failure, the <a href=\"http://lucasplan.org.uk/story-of-the-lucas-plan/\" title=\"\">alternative Lucas Aerospace corporate plan in 1976</a>, drawn up by shop stewards, advocating socially useful products, and the actions and policies of Preston city council, as described in several Guardian articles by <a href=\"https://www.theguardian.com/commentisfree/2019/mar/06/brutal-cuts-fight-back-preston-dragons-den\" title=\"\">Aditya Chakrabortty</a>.<br><strong>Michael Somerton</strong><br><em>Hull, East Yorkshire</em></p> <p>• Gaby Hinsliff (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/19/extinction-rebellion-right-questions-politicians\" title=\"\">Pay heed to the climate rebels. They ask the right question</a>, 20 April) makes a very good point about protests, where arguments may be at best half formed but very strong feelings that something is wrong are articulated. She puts her finger right on the alarm bell when she quotes Gail Bradbrook of Extinction Rebellion saying: “Now is not the time to be realistic.”</p> <p>With global warming, how can the plan to leave the EU, travelling the world looking for new markets, make sense when we should be cutting down on aviation and shipping emissions as fast as we can? The struggle to say goodbye to petrol cars, gas boilers and cookers will be so much harder if we have turned our backs on our nearest markets, relying on far-flung sources for food and needs, and on top of that have to struggle with our failure to really start addressing and reducing the consequences of heating our planet up. This is the big question that overshadows all political squabbling and despite listening to all the arguments has failed to work itself to the surface.</p> <p>Extinction Rebellion may not be ready to be realistic yet but their strong vision and determination and canary they put in the system has put the spotlight on the most important realistic question we should be asking ourselves now.<br><strong>Barbara Mullarney Wright</strong><br><em>Acton, London</em></p> <p>• I admire Greta Thunberg’s actions on climate change, but I can’t wholly agree with her that “MPs have lied” (<a href=\"https://www.theguardian.com/environment/2019/apr/23/greta-thunberg-full-speech-to-mps-you-did-not-act-in-time\" title=\"\">Report</a>, 24 April). MPs are held to account by their electorates and, as is clear even in the advertisements that appear in the Guardian, even the best informed voters like cruises to ever more exotic places, they like ever bigger cars, they aspire to lifestyles that come with higher carbon emissions. In other words, we are all deceiving ourselves, and elected politicians who challenge our cognitive dissonance will fear paying a high price for it. While Extinction Rebellion represents one train of thought, the <em>gilets jaunes</em> in France seem to be motivated not by climate change (Macron’s supposed justification for higher fuel prices) but by personal economics. A courageous government would swiftly introduce carbon rationing, with diminishing, tradable rations for each of us. The price of carbon would be determined by a formula based on the contraction and convergence framework, to ensure globally equitable burden sharing. Will it happen? Not until London is inundated I suspect.<br><strong>Colin Challen</strong><br><em>Labour MP Morley &amp; Rothwell 2001-2010 </em><em>and founding chair, All party parliamentary climate change group, 2005-2010</em></p> <p>• Arriving home from the Extinction Rebellion protests on Wednesday morning I was really heartened to read your lead <a href=\"https://www.theguardian.com/commentisfree/2019/apr/23/the-guardian-view-on-greta-thunberg-seizing-the-future\" title=\"\">editorial</a> (24 April) putting into words most of my feelings: “Doing nothing is not an option.” At the same time I would love to see the Guardian challenge itself to lead the conversation even more: what does the climate emergency mean for you? What role should you play? We all have to do more, faster. It’s an existential crisis.</p> <p>In the same edition you had adverts for British Airways and Guardian holidays. We will all have to start changing our lifestyles and that means less long-distance flying unfortunately. I understand that newspapers’ business model relies on advertising and us paying subscribers. It would be very exciting for the newspaper to embrace the demands of Extinction Rebellion – especially with regard to exploring citizens’ assemblies. This is a process to put people at the centre of power. It is new, and a little bit confusing, but ultimately hugely empowering and powerful for people all at the same time.<br><strong>Henry Trew</strong><br><em>Buckland Brewer, Devon</em></p> <p>• I find the Guardian’s ostensible promotion of environmental justice completely at odds with the continuing policy of reviewing tech devices without rating their environmental impact.</p> <p>On the very same day as Peter Beaumont’s article (<a href=\"https://www.theguardian.com/global-development/2019/apr/24/rotten-chicken-eggs-e-waste-from-europe-poisons-ghana-food-chain-agbogbloshie-accra\" title=\"\">Rotten eggs: e-waste from Europe poisons Ghana’s food chain</a>, theguardian.com, 24 April), the Guardian published yet another tech review awarding five stars to a product with no mention of a post-use device recycling plan (<a href=\"https://www.theguardian.com/technology/2019/apr/24/huawei-p30-pro-review-leica-quad-camera-zoom\" title=\"\">Huawei P30 Pro: Game changing camera, stellar battery life</a>).</p> <p>As a reader and tech user I want to know which products are least environmentally damaging. I am less concerned about the cosmetic aspects such as “stunning colour options, including the pearlescent oil slick-like ‘breathing crystal’ and the eye-popping amber sunrise”, which the Guardian prioritises over device recycling information.</p> <p>Please act to combat the horrific e-waste industry by insisting that all your tech reviews include clear information for readers about the devices’ in-purchase recycling package. If a tech producer can’t provide a recycling plan for its products, don’t give them five stars.<br><strong>Jonathan Shave</strong><br><em>Bolzano, Italy</em></p> <p>• You report that senior politicians “towered over” Greta Thunberg. From what I saw and heard, quite the opposite was the case.<br><strong>Rev</strong><strong> John James</strong><br><em>Watchfield, </em><em>Somerset </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1492",
      "commentable": "false",
      "firstPublicationDate": "2019-04-26T15:24:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-26T15:40:01Z",
      "newspaperEditionDate": "2019-04-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bbcvx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1175c9cadac496174251712342e9fd410016e04a/0_183_5364_3218/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "George Monbiot (Time to declare the system dead – before it takes us down with it, 25 April) says he has slowly and reluctantly rejected capitalism because the endless impulse for growth and wealth creation ineluctably drives climate change. Asad Rehman, executive director of War on Want, in his global justice seminar at the Extinction Rebellion protests, focused more on neoliberalism – the even more rapacious, ever-expanding incarnation of capitalist exploitation of people and planet over the last four decades – as the driver of global climate inequality and impending calamity. But left-of-centre ideologies also focus on growth in the bid to tackle inequality, with social and economic priorities overshadowing ecological imperatives. This paper has had occasional discussions of the degrowth movement. In one such, Christiane Kliemann (Let’s face it: we have to choose between our economy and our future, 23 January 2015) posited that once we have accepted there are only radical options left, we have a choice between our economy and our future if we are to meet everybody’s needs more sustainably and equitably, using fewer resources. More focus on degrowth on the political left, and more analysis in these pages of its underpinnings and its potential, could contribute to movements for creating a global economy that can truly be described as “ours”, and a future not only for those of us in the global north, but also a present for those in the global south already experiencing the ravages of growth-driven climate change. Sarah Cemlyn Bristol • For once I disagree with George Monbiot. He overlooks one idea favoured by environmentalists and thinking capitalists: the circular economy. This idea doesn’t attack capitalism per se, rather the traditional take–make–use–waste structure of its linear economy, a structure also found in communism, and a pernicious habit of human life. In a circular economy, resources remain in use for as long as possible, giving their maximum value. Products and materials (both natural and technological) enjoy as many “service lives” as possible. Products and packaging are designed for maximum reuse, repair and refurbishment, thus relegating recycling and energy extraction to the last resort. Reverse logistics provide return networks, with local reuse prioritised. In my view, circular economy is just as necessary as rewilding, emissions reduction and carbon sequestration if we are to slam the carbon brakes on within a decade. Perhaps it is more necessary because, unlike them, it gives objectives and structure to the good transformation of our way of life. I suggest a look at the Ellen MacArthur Foundation for much deeper thinking on circular economy. I have only one quibble with them, which is that so far they say little on how people and communities can contribute – which we can. They seem focused on changing capitalism. Malcolm Fowles Reading, Berkshire • George Monbiot calls for replacing capitalism, and the G2 article on the library of things (25 April) hints at a solution. Surely the fourth industrial revolution will involve cooperatives providing many of the services we have come to depend on? As an example, in Zurich – one of the world’s wealthiest and happiest cities – 25% of homes are owned by cooperatives and the city government is raising the proportion to a third. As a consequence, a much wider range of people live on low rents, and have fuller and less wasteful lives. Dr Nicholas Falk Executive director, The URBED Trust • George Monbiot powerfully argues that constant economic growth on a finite planet results in environmental meltdown. He suggests we need a range of thinkers to frame a coherent alternative to capitalism. A genuinely democratic socialism with a solid workplace and local basis has already a number of blueprints. They include that glorious failure, the alternative Lucas Aerospace corporate plan in 1976, drawn up by shop stewards, advocating socially useful products, and the actions and policies of Preston city council, as described in several Guardian articles by Aditya Chakrabortty. Michael Somerton Hull, East Yorkshire • Gaby Hinsliff (Pay heed to the climate rebels. They ask the right question, 20 April) makes a very good point about protests, where arguments may be at best half formed but very strong feelings that something is wrong are articulated. She puts her finger right on the alarm bell when she quotes Gail Bradbrook of Extinction Rebellion saying: “Now is not the time to be realistic.” With global warming, how can the plan to leave the EU, travelling the world looking for new markets, make sense when we should be cutting down on aviation and shipping emissions as fast as we can? The struggle to say goodbye to petrol cars, gas boilers and cookers will be so much harder if we have turned our backs on our nearest markets, relying on far-flung sources for food and needs, and on top of that have to struggle with our failure to really start addressing and reducing the consequences of heating our planet up. This is the big question that overshadows all political squabbling and despite listening to all the arguments has failed to work itself to the surface. Extinction Rebellion may not be ready to be realistic yet but their strong vision and determination and canary they put in the system has put the spotlight on the most important realistic question we should be asking ourselves now. Barbara Mullarney Wright Acton, London • I admire Greta Thunberg’s actions on climate change, but I can’t wholly agree with her that “MPs have lied” (Report, 24 April). MPs are held to account by their electorates and, as is clear even in the advertisements that appear in the Guardian, even the best informed voters like cruises to ever more exotic places, they like ever bigger cars, they aspire to lifestyles that come with higher carbon emissions. In other words, we are all deceiving ourselves, and elected politicians who challenge our cognitive dissonance will fear paying a high price for it. While Extinction Rebellion represents one train of thought, the gilets jaunes in France seem to be motivated not by climate change (Macron’s supposed justification for higher fuel prices) but by personal economics. A courageous government would swiftly introduce carbon rationing, with diminishing, tradable rations for each of us. The price of carbon would be determined by a formula based on the contraction and convergence framework, to ensure globally equitable burden sharing. Will it happen? Not until London is inundated I suspect. Colin Challen Labour MP Morley &amp; Rothwell 2001-2010 and founding chair, All party parliamentary climate change group, 2005-2010 • Arriving home from the Extinction Rebellion protests on Wednesday morning I was really heartened to read your lead editorial (24 April) putting into words most of my feelings: “Doing nothing is not an option.” At the same time I would love to see the Guardian challenge itself to lead the conversation even more: what does the climate emergency mean for you? What role should you play? We all have to do more, faster. It’s an existential crisis. In the same edition you had adverts for British Airways and Guardian holidays. We will all have to start changing our lifestyles and that means less long-distance flying unfortunately. I understand that newspapers’ business model relies on advertising and us paying subscribers. It would be very exciting for the newspaper to embrace the demands of Extinction Rebellion – especially with regard to exploring citizens’ assemblies. This is a process to put people at the centre of power. It is new, and a little bit confusing, but ultimately hugely empowering and powerful for people all at the same time. Henry Trew Buckland Brewer, Devon • I find the Guardian’s ostensible promotion of environmental justice completely at odds with the continuing policy of reviewing tech devices without rating their environmental impact. On the very same day as Peter Beaumont’s article (Rotten eggs: e-waste from Europe poisons Ghana’s food chain, theguardian.com, 24 April), the Guardian published yet another tech review awarding five stars to a product with no mention of a post-use device recycling plan (Huawei P30 Pro: Game changing camera, stellar battery life). As a reader and tech user I want to know which products are least environmentally damaging. I am less concerned about the cosmetic aspects such as “stunning colour options, including the pearlescent oil slick-like ‘breathing crystal’ and the eye-popping amber sunrise”, which the Guardian prioritises over device recycling information. Please act to combat the horrific e-waste industry by insisting that all your tech reviews include clear information for readers about the devices’ in-purchase recycling package. If a tech producer can’t provide a recycling plan for its products, don’t give them five stars. Jonathan Shave Bolzano, Italy • You report that senior politicians “towered over” Greta Thunberg. From what I saw and heard, quite the opposite was the case. Rev John James Watchfield, Somerset • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "9407",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "technology/2019/apr/26/who-really-pulls-the-strings-at-huawei",
    "type": "article",
    "sectionId": "technology",
    "sectionName": "Technology",
    "webPublicationDate": "2019-04-26T15:18:51Z",
    "webTitle": "Who really pulls the strings at Huawei? | Letters",
    "webUrl": "https://www.theguardian.com/technology/2019/apr/26/who-really-pulls-the-strings-at-huawei",
    "apiUrl": "https://content.guardianapis.com/technology/2019/apr/26/who-really-pulls-the-strings-at-huawei",
    "fields": {
      "headline": "Who really pulls the strings at Huawei?",
      "standfirst": "Readers air their views on the role of Chinese telecoms giant Huawei in the development of Britain’s 5G network",
      "trailText": "<strong>Letters:</strong> Readers air their views on the role of Chinese telecoms giant Huawei in the development of Britain’s 5G network",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"18db0804aa3a958552f2c66c680e829a13138df7\"> <img src=\"https://media.guim.co.uk/18db0804aa3a958552f2c66c680e829a13138df7/0_4_3500_2100/1000.jpg\" alt=\"A surveillance camera is seen in front of Huawei factory\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It beggars belief that the government does not understand the Communist party’s decisive role in Huawei,’ writes Jeffrey Henderson. </span> <span class=\"element-image__credit\">Photograph: Tyrone Siu/Reuters</span> </figcaption> </figure>",
      "body": "<p>The government is right that Huawei is not owned by the Chinese regime, but it seems to have missed – or ignored – the fact that it is probably controlled by the Chinese Communist party (<a href=\"https://www.theguardian.com/technology/2019/apr/24/tory-mps-seek-to-overturn-mays-huawei-supply-decision\" title=\"\">Conservatives will push next party leader to scrap Huawei’s ‘non-core’ 5G contract</a>, 25 April). Huawei is technically majority-owned by its employee union. As with all legal trade unions in China, however, Huawei’s union will be controlled by the Communist party. Additionally, as with other large privately owned firms, Huawei has a party branch, <a href=\"https://www.huawei.com/en/about-huawei/executives/supervisory-board/zhou-daiqi\" title=\"\">currently headed by Zhou Daiqi</a>. Although Mr Zhou is Huawei’s director of ethics and compliance, it is almost certainly in his role as party secretary that he serves as a member of Huawei’s executive committee.</p> <p>As China is a Leninist state, it is the Communist party that ultimately controls all government agencies, state-owned companies and, probably, private companies where it has a formal presence. It seems highly likely that when it comes to strategic decisions, it is the party – via Mr Zhou – that controls Huawei. It beggars belief that the government does not understand the Communist party’s decisive role in Huawei. Consequently, we must ask why it’s planning to allow the company any role at all in Britain’s 5G network. Is it because Brexit Britain will be in desperate need of any investment, including that controlled by the Chinese Communist party? Or is there something else going on? If this were a Labour government, the rightwing media would be telling us that Jeremy Corbyn was in the pay of China. But Theresa May? Surely not.<br><strong>Jeffrey Henderson</strong><br><em>Professor emeritus of international development, </em><em>University of Bristol</em></p> <p>• The correct course (<a href=\"https://www.theguardian.com/technology/2019/apr/25/may-faces-calls-for-inquiry-over-huawei-leak\" title=\"\">Ultimatum to ministers in Huawei leak investigation</a>, 26 April) would be to suspend all five principal suspects until the investigation is completed. It’s hardly as if the government’s performance would suffer in consequence.<br><strong>Robin Wendt</strong><br><em>Chester</em></p> <p>• Re the Huawei leak, did anyone in the room have a switched-off Huawei phone in their pocket?<br><strong>Michael Peel</strong><br><em>Axbridge, </em><em>Somerset</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "375",
      "commentable": "false",
      "firstPublicationDate": "2019-04-26T15:18:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-26T15:40:03Z",
      "newspaperEditionDate": "2019-04-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bbb6n",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/18db0804aa3a958552f2c66c680e829a13138df7/0_4_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The government is right that Huawei is not owned by the Chinese regime, but it seems to have missed – or ignored – the fact that it is probably controlled by the Chinese Communist party (Conservatives will push next party leader to scrap Huawei’s ‘non-core’ 5G contract, 25 April). Huawei is technically majority-owned by its employee union. As with all legal trade unions in China, however, Huawei’s union will be controlled by the Communist party. Additionally, as with other large privately owned firms, Huawei has a party branch, currently headed by Zhou Daiqi. Although Mr Zhou is Huawei’s director of ethics and compliance, it is almost certainly in his role as party secretary that he serves as a member of Huawei’s executive committee. As China is a Leninist state, it is the Communist party that ultimately controls all government agencies, state-owned companies and, probably, private companies where it has a formal presence. It seems highly likely that when it comes to strategic decisions, it is the party – via Mr Zhou – that controls Huawei. It beggars belief that the government does not understand the Communist party’s decisive role in Huawei. Consequently, we must ask why it’s planning to allow the company any role at all in Britain’s 5G network. Is it because Brexit Britain will be in desperate need of any investment, including that controlled by the Chinese Communist party? Or is there something else going on? If this were a Labour government, the rightwing media would be telling us that Jeremy Corbyn was in the pay of China. But Theresa May? Surely not. Jeffrey Henderson Professor emeritus of international development, University of Bristol • The correct course (Ultimatum to ministers in Huawei leak investigation, 26 April) would be to suspend all five principal suspects until the investigation is completed. It’s hardly as if the government’s performance would suffer in consequence. Robin Wendt Chester • Re the Huawei leak, did anyone in the room have a switched-off Huawei phone in their pocket? Michael Peel Axbridge, Somerset • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2362",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "lifeandstyle/2019/apr/26/cobbles-and-cottages-causing-confusion",
    "type": "article",
    "sectionId": "lifeandstyle",
    "sectionName": "Life and style",
    "webPublicationDate": "2019-04-26T15:07:00Z",
    "webTitle": "Cobbles and cottages causing confusion | Brief letters",
    "webUrl": "https://www.theguardian.com/lifeandstyle/2019/apr/26/cobbles-and-cottages-causing-confusion",
    "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/apr/26/cobbles-and-cottages-causing-confusion",
    "fields": {
      "headline": "Cobbles and cottages causing confusion",
      "standfirst": "Ely | Myanmar | Leonardo drawings in regional museums | Brexit | Courtly courtesy",
      "trailText": "<strong>Brief letters:</strong> Ely | Myanmar | Leonardo drawings in regional museums | Brexit | Courtly courtesy",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"0156fc546470a711bd6ebc01bb3c2fe7c4cdf785\"> <img src=\"https://media.guim.co.uk/0156fc546470a711bd6ebc01bb3c2fe7c4cdf785/0_141_5120_3072/1000.jpg\" alt=\"Ely, Cambridgeshire\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ely, Cambridgeshire. Linda Green has lived just outside the city for 48 years but does not know of the ‘marshes and miasmas’ described in a Guardian article.</span> <span class=\"element-image__credit\">Photograph: Rod Edwards/Alamy</span> </figcaption> </figure>",
      "body": "<p>My husband and I have lived just outside Ely for 48 years and we did not recognise the city described in Weekend magazine (<a href=\"https://www.theguardian.com/money/2019/apr/19/lets-move-ely-cambridgeshire\" title=\"\">20 April</a>). “Surrounded by marshes and miasmas”? Tell that to the farmers. “Cobbled lanes and cottages?” Perhaps Tom Dyckhoff could let us know where they are – we haven’t seen them.<br><strong>Linda Green</strong><br><em>Little Downham, </em><em>Cambridgeshire</em></p> <p>• Myanmar does indeed exemplify religious intolerance (<a href=\"https://www.theguardian.com/tv-and-radio/2019/apr/25/what-no-hayley-cropper-in-the-corrie-screen-queens-list\" title=\"\">Letters</a>, 26 April), but it is not part of the Indian subcontinent. Geography aside, the tolerance in ancient civilisations there and elsewhere (eg, the Indus Valley) was eventually wrecked by colonialism.<br><strong>Chris Hughes</strong><br><em>Leicester</em></p> <p>• I’ve visited two regional exhibitions of Leonardo drawings (<a href=\"https://www.theguardian.com/tv-and-radio/2019/apr/24/dont-forget-deirdre-in-coronation-street-legends-list\" title=\"\">Letters</a>, 25 April). In Glasgow the exhibition was free of charge to visit, in Bristol there was an admission fee. If England leaves the EU I think I’ll go and live in Scotland, if they’ll have me. It’s better in so many ways.<br><strong>Dr Heather Parry</strong><br><em>Watford, Hertfordshire</em></p> <p>• Juliette Garside’s <a href=\"https://www.theguardian.com/uk-news/2019/apr/25/tories-resisting-efforts-to-allow-scrutiny-of-secretive-trusts-says-labour\" title=\"\">report</a> (25 April) shines a light on why so many of the super wealthy support Brexit. The EU wants to make investigation of secretive financial trusts much easier. If we leave Europe that just won’t happen here. Now I understand.<br><strong>Kit Jackson </strong><br><em>London</em></p> <p>• When Kate Andrews (<a href=\"https://www.theguardian.com/world/2019/apr/24/courtesy-curtness-and-my-gender-pay-gap-report\" title=\"\">Letters</a>, 25 April) took issue with some of Zoe Williams’ report on courtly courtesy, she said she did something “off her own back”. The correct expression is, of course, “off her own bat”. An understandable slip by one from a non-cricketing nation.<br><strong>Phillip Khan-Panni</strong><br><em>Naas, Ireland</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "291",
      "commentable": "false",
      "firstPublicationDate": "2019-04-26T15:04:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:35Z",
      "newspaperEditionDate": "2019-04-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bbcve",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0156fc546470a711bd6ebc01bb3c2fe7c4cdf785/0_141_5120_3072/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "My husband and I have lived just outside Ely for 48 years and we did not recognise the city described in Weekend magazine (20 April). “Surrounded by marshes and miasmas”? Tell that to the farmers. “Cobbled lanes and cottages?” Perhaps Tom Dyckhoff could let us know where they are – we haven’t seen them. Linda Green Little Downham, Cambridgeshire • Myanmar does indeed exemplify religious intolerance (Letters, 26 April), but it is not part of the Indian subcontinent. Geography aside, the tolerance in ancient civilisations there and elsewhere (eg, the Indus Valley) was eventually wrecked by colonialism. Chris Hughes Leicester • I’ve visited two regional exhibitions of Leonardo drawings (Letters, 25 April). In Glasgow the exhibition was free of charge to visit, in Bristol there was an admission fee. If England leaves the EU I think I’ll go and live in Scotland, if they’ll have me. It’s better in so many ways. Dr Heather Parry Watford, Hertfordshire • Juliette Garside’s report (25 April) shines a light on why so many of the super wealthy support Brexit. The EU wants to make investigation of secretive financial trusts much easier. If we leave Europe that just won’t happen here. Now I understand. Kit Jackson London • When Kate Andrews (Letters, 25 April) took issue with some of Zoe Williams’ report on courtly courtesy, she said she did something “off her own back”. The correct expression is, of course, “off her own bat”. An understandable slip by one from a non-cricketing nation. Phillip Khan-Panni Naas, Ireland • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1826",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "politics/2019/apr/26/european-elections-candidates-meps-widdecombe-johnson-adonis-change-brexit",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-04-26T14:53:07Z",
    "webTitle": "UK parties unveil eye-catching European election candidates",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/26/european-elections-candidates-meps-widdecombe-johnson-adonis-change-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/26/european-elections-candidates-meps-widdecombe-johnson-adonis-change-brexit",
    "fields": {
      "headline": "UK parties unveil eye-catching European election candidates",
      "standfirst": "<p>These six all want to be your MEP – despite some of them believing the job should not exist</p>",
      "trailText": "These six all want to be your MEP – despite some of them believing the job should not exist",
      "byline": "Heather Stewart",
      "main": "<figure class=\"element element-image\" data-media-id=\"6e5398e7312cd7385a7ac7ff4670c5c45fd619d1\"> <img src=\"https://media.guim.co.uk/6e5398e7312cd7385a7ac7ff4670c5c45fd619d1/0_0_2560_1536/1000.jpg\" alt=\"Clockwise from top left: Rachel Johnson, Crispin Hunt, Andrew Adonis, Carl Benjamin, Ann Widdecombe, Magid Magid.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Clockwise from top left: Rachel Johnson, Crispin Hunt, Andrew Adonis, Carl Benjamin, Ann Widdecombe, Magid Magid.</span> <span class=\"element-image__credit\">Composite: Rex / Getty</span> </figcaption> </figure>",
      "body": "<p>Theresa May’s official stance is that the government could still secure a Brexit breakthrough in time to cancel the European parliamentary elections on 23 May. But with just about everyone else convinced otherwise, most parties – including upstarts Change UK and the Brexit party – have begun revealing their candidates for jobs that were not meant to exist.</p> <p>New political parties have to battle for media and public attention alongside the established beasts, and the high-profile launches held in recent days have tended to focus on candidates with name recognition, rather than experienced political campaigners.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/26/libdems-launch-eu-election-campaign-with-stop-brexit-message\">Lib Dems launch EU election campaign with 'Stop Brexit' message</a> </p> </aside>  <p>The recruits include former nurses, soldiers, musicians and statisticians. But several of those who have signed up are also among the most vehement participants in the noisy Brexit debate that has raged incessantly on Twitter since the referendum result in 2016.</p> <p>Two Change UK candidates, Ali Sadjady and Joseph Russo, have already been forced to step aside after offensive tweets were uncovered.</p> <p>Anna Soubry, a former Conservative MP, defended Change UK’s selection process, which involved an initial sift by the MPs followed by three-person panel interviews.</p> <p>“Two weeks ago, we weren’t even a political party – it had to be an emergency process,” said Soubry, who passed some of the blame on to a company that carried out background checks. “Every single candidate was submitted to a reputable company. This cost a lot of money.”</p>  <figure class=\"element element-image\" data-media-id=\"1330aecf5975cfe712d1749bf899d115508cc794\"> <img src=\"https://media.guim.co.uk/1330aecf5975cfe712d1749bf899d115508cc794/0_96_5583_3350/1000.jpg\" alt=\"Ann Widdecombe joins Nigel Farage for a presscall after her defection to the latter’s Brexit party.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ann Widdecombe joins Nigel Farage for a press call after her defection to the latter’s Brexit party.</span> <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> </figcaption> </figure>  <p>Soubry said the company – which she refused to name – did highlight problematic social media posts from three other potential candidates, who were rejected, but it did not spot the history of the two forced to quit. “We have gone back to them,” she said.</p> <p>High-profile defections are a well-worn tactic for fledgling parties hoping to make their mark, and the decision of the veteran Tory Ann Widdecombe to stand for the Brexit party in the South West region made headlines.</p> <p>Last time European parliamentary elections were held, five years ago, Nigel Farage’s Ukip came top, polling more than 4m votes. Because of the proportional system, that resulted in Ukip sending 24 MEPs to Strasbourg.</p> <p>By that point, David Cameron had already promised an in/out referendum on Britain’s relationship with the EU, if the Tories won the next general election.</p> <p>But Ukip’s performance cemented the view at the top of the Tory party that the issue could not be brushed under the carpet, and should have offered an early hint that Brexit (not that the term was in use at that stage) was a live possibility.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/26/european-elections-tell-us-the-situation-where-you-live\">European elections: tell us the situation where you live</a> </p> </aside>  <p>This time around, Theresa May will watch the results with trepidation. Many Conservatives are extremely reluctant to hit the doorsteps, and a Downing Street spokesman refused last week even to confirm that the party would hold a campaign launch, saying only: “If we do I’m sure we’ll let you know.”</p> <p>Some Tories in the backbench European Research Group are not-very-privately hoping for a strong showing by the new Brexit party, whose candidates include ERG chair Jacob Rees-Mogg’s sister Annunziata.</p> <p>They believe a humiliation at the hands of Farage’s new party could finally convince even “teflon Theresa”, that it’s time to step aside.</p> <h2>Six notable candidates</h2> <p><strong>Rachel Johnson</strong></p> <p>The journalist, columnist and sister of former foreign secretary Boris, Johnson is Change UK’s lead candidate in the South West region. A former editor of the upmarket women’s magazine The Lady, she said she did not want to see Brexit “rubbing out my children’s prospects and chances of living and travelling and working in Europe”.</p> <p><strong>Ann</strong><strong> Widdecombe</strong></p> <p>The formidable former prisons minister retired from parliament in 2010 and has since made a series of memorable reality TV appearances, including on Strictly Come Dancing. Her defection to the Brexit party was hailed by Nigel Farage, who has placed her top of the party’s list in the South West.</p> <p><strong>Andrew Adonis</strong></p> <p>The Labour peer has been a strident anti-Brexit voice, online and from the backbenches of the House of Lords, picking a string of spats, including with the BBC over its EU coverage – and at times with the party’s leadership. However, he surprised fans earlier this week by issuing a statement saying he backed Labour’s “sensible alternative plan” for a Brexit deal. He is second on Labour’s list in the South West.</p> <p><strong>Magid Magid</strong></p> <p>The Green councillor and former Somali refugee who became Sheffield’s youngest lord mayor at the age of 28, Magid is best known for “banning” Donald Trump from the city when he visited the UK, and celebrating Mexico Solidarity Day instead, sporting a “Trump is a Wasteman” T-shirt. He is the Greens’ top candidate in Yorkshire and the Humber. The Green party has three sitting MEPs.</p> <p><strong>Carl Benjamin</strong></p> <p>Otherwise known as Sargon of Akkad, the rightwing social media activist has been involved in a series of controversies, most recently about comments he made in 2014 arguing that feminism was responsible for a rise in the number of men carrying out mass murders. He is second on Ukip’s list in the South West.</p> <p><strong>Crispin Hunt</strong></p> <p>Probably the closest thing to showbiz on any of the party lists, Hunt was the frontman of 1990s band the Longpigs, and has since written songs for artists including Florence and the Machine and Ellie Goulding. But since he is sixth on Change UK’s list for the South West, he looks highly unlikely to be heading to Strasbourg.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "882",
      "firstPublicationDate": "2019-04-26T14:53:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:05Z",
      "newspaperEditionDate": "2019-04-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bbb37",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6e5398e7312cd7385a7ac7ff4670c5c45fd619d1/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May’s official stance is that the government could still secure a Brexit breakthrough in time to cancel the European parliamentary elections on 23 May. But with just about everyone else convinced otherwise, most parties – including upstarts Change UK and the Brexit party – have begun revealing their candidates for jobs that were not meant to exist. New political parties have to battle for media and public attention alongside the established beasts, and the high-profile launches held in recent days have tended to focus on candidates with name recognition, rather than experienced political campaigners. The recruits include former nurses, soldiers, musicians and statisticians. But several of those who have signed up are also among the most vehement participants in the noisy Brexit debate that has raged incessantly on Twitter since the referendum result in 2016. Two Change UK candidates, Ali Sadjady and Joseph Russo, have already been forced to step aside after offensive tweets were uncovered. Anna Soubry, a former Conservative MP, defended Change UK’s selection process, which involved an initial sift by the MPs followed by three-person panel interviews. “Two weeks ago, we weren’t even a political party – it had to be an emergency process,” said Soubry, who passed some of the blame on to a company that carried out background checks. “Every single candidate was submitted to a reputable company. This cost a lot of money.” Soubry said the company – which she refused to name – did highlight problematic social media posts from three other potential candidates, who were rejected, but it did not spot the history of the two forced to quit. “We have gone back to them,” she said. High-profile defections are a well-worn tactic for fledgling parties hoping to make their mark, and the decision of the veteran Tory Ann Widdecombe to stand for the Brexit party in the South West region made headlines. Last time European parliamentary elections were held, five years ago, Nigel Farage’s Ukip came top, polling more than 4m votes. Because of the proportional system, that resulted in Ukip sending 24 MEPs to Strasbourg. By that point, David Cameron had already promised an in/out referendum on Britain’s relationship with the EU, if the Tories won the next general election. But Ukip’s performance cemented the view at the top of the Tory party that the issue could not be brushed under the carpet, and should have offered an early hint that Brexit (not that the term was in use at that stage) was a live possibility. This time around, Theresa May will watch the results with trepidation. Many Conservatives are extremely reluctant to hit the doorsteps, and a Downing Street spokesman refused last week even to confirm that the party would hold a campaign launch, saying only: “If we do I’m sure we’ll let you know.” Some Tories in the backbench European Research Group are not-very-privately hoping for a strong showing by the new Brexit party, whose candidates include ERG chair Jacob Rees-Mogg’s sister Annunziata. They believe a humiliation at the hands of Farage’s new party could finally convince even “teflon Theresa”, that it’s time to step aside. Six notable candidates Rachel Johnson The journalist, columnist and sister of former foreign secretary Boris, Johnson is Change UK’s lead candidate in the South West region. A former editor of the upmarket women’s magazine The Lady, she said she did not want to see Brexit “rubbing out my children’s prospects and chances of living and travelling and working in Europe”. Ann Widdecombe The formidable former prisons minister retired from parliament in 2010 and has since made a series of memorable reality TV appearances, including on Strictly Come Dancing. Her defection to the Brexit party was hailed by Nigel Farage, who has placed her top of the party’s list in the South West. Andrew Adonis The Labour peer has been a strident anti-Brexit voice, online and from the backbenches of the House of Lords, picking a string of spats, including with the BBC over its EU coverage – and at times with the party’s leadership. However, he surprised fans earlier this week by issuing a statement saying he backed Labour’s “sensible alternative plan” for a Brexit deal. He is second on Labour’s list in the South West. Magid Magid The Green councillor and former Somali refugee who became Sheffield’s youngest lord mayor at the age of 28, Magid is best known for “banning” Donald Trump from the city when he visited the UK, and celebrating Mexico Solidarity Day instead, sporting a “Trump is a Wasteman” T-shirt. He is the Greens’ top candidate in Yorkshire and the Humber. The Green party has three sitting MEPs. Carl Benjamin Otherwise known as Sargon of Akkad, the rightwing social media activist has been involved in a series of controversies, most recently about comments he made in 2014 arguing that feminism was responsible for a rise in the number of men carrying out mass murders. He is second on Ukip’s list in the South West. Crispin Hunt Probably the closest thing to showbiz on any of the party lists, Hunt was the frontman of 1990s band the Longpigs, and has since written songs for artists including Florence and the Machine and Ellie Goulding. But since he is sixth on Change UK’s list for the South West, he looks highly unlikely to be heading to Strasbourg.",
      "charCount": "5342",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/apr/26/donald-trump-state-visit-uk-protests-childish",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-26T13:12:16Z",
    "webTitle": "To rage against Donald Trump’s state visit to the UK is simply childish | Simon Jenkins",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/26/donald-trump-state-visit-uk-protests-childish",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/26/donald-trump-state-visit-uk-protests-childish",
    "fields": {
      "headline": "To rage against Donald Trump’s state visit to the UK is simply childish",
      "standfirst": "No conceivable purpose is served by 200,000 people coming to London to shout insults at the US president",
      "trailText": "No conceivable purpose is served by 200,000 people shouting insults at the US president, says Guardian columnist Simon Jenkins",
      "byline": "Simon Jenkins",
      "main": "<figure class=\"element element-image\" data-media-id=\"08f7732f156023a81f082f9b59b3fd6bf305d996\"> <img src=\"https://media.guim.co.uk/08f7732f156023a81f082f9b59b3fd6bf305d996/0_157_4724_2834/1000.jpg\" alt=\"Trump baby balloon and protesters in London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Decisions in a democracy should be reached through relentless debate, not through the chants of crowds.’</span> <span class=\"element-image__credit\">Photograph: Andrew Aitchison/In Pictures via Getty</span> </figcaption> </figure>",
      "body": "<p>What is the matter with us? A US president has been invited to Britain on a state visit, and is coming in June. It is a state courtesy, between one democracy and another, on the occasion of a wartime anniversary. No conceivable purpose is served by 200,000 people coming to London to shout insults at him.</p> <p>I cannot think what possessed <a href=\"https://www.theguardian.com/us-news/2019/apr/23/donald-trump-plans-state-visit-to-uk-in-june\" title=\"\">Theresa May to invite Donald Trump</a> in the first place, but she did. State visits are like that. The Queen entertained Romania’s Ceauşescu, Zimbabwe’s Mugabe and Zaire’s Mobutu. Alongside them, Trump might seem an angel. Britain has the deepest of bonds with the US, with ties of history, commerce, culture and education. Washington’s present leadership may embarrass, even outrage, people on both sides of the Atlantic. That is no reason for childish protests against a guest invited in Britain’s name.</p> <p>Others never see us as we see ourselves, and vice versa. Though I sympathised with Donald Tusk’s remark in February about a “<a href=\"https://www.theguardian.com/world/2019/feb/06/donald-tusk-special-place-in-hell-for-those-who-backed-brexit-without-plan\" title=\"\">special place in hell</a>” for some Brexiters, I found it curiously offensive. I did not warm to similar remarks about Britain from France’s President Macron and the EU’s Michel Barnier. They merely bolstered Brexiters in their aversion to all things European. In my experience, Americans do not understand boorishness in foreigners. They are by nature a courteous people.</p> <p>We have arguments with Trump’s America, currently over the <a href=\"https://www.theguardian.com/world/2019/apr/23/us-toughens-stance-on-iran-ending-exemptions-from-oil-sanctions\" title=\"\">treatment of Iran</a>, the handling of trade and the risks supposedly involved in the <a href=\"https://www.theguardian.com/technology/2019/apr/24/tory-mps-seek-to-overturn-mays-huawei-supply-decision\" title=\"\">Huawei contracts</a>. We may disagree on migration and human rights. There are channels and platforms for those arguments. Decisions in a democracy should be reached through relentless debate, not through the lobbying of money or the chants of crowds, any more than through the guns of war.</p> <p>People yearn to express themselves when they feel the conduits of democracy blocked. From Sudan to Paris to London’s Oxford Circus, the city street has lost none of its potency. It appeals to the most basic social instinct, that of like minds congregating. Politics has long been partly a carnival, whether stimulated by Brexit, global warming or Donald Trump. I prefer the fancy dress of Parliament Square to the teargas of the Arc de Triomphe.But unless there are consequential gains to such action, it is mere self-indulgence at other people’s expense. Those fortunate enough to live in a democracy should not lightly short-circuit its framework institutions.</p> <p>This may seem a poor moment to preach the virtues of parliamentary government, but such institutions are all that stand between formal democracy and the “<a href=\"https://www.theguardian.com/politics/2019/apr/08/uk-more-willing-embrace-authoritarianism-warn-hansard-audit-political-engagement\" title=\"\">strong, rule-breaking leader</a>” we are told more and more people are now wanting, right across the west. There is no evidence that such a leader would be a liberal.</p>  <figure class=\"element element-image\" data-media-id=\"473f8f2779392d867386f6ea61135df3febe757b\"> <img src=\"https://media.guim.co.uk/473f8f2779392d867386f6ea61135df3febe757b/0_88_3090_1854/1000.jpg\" alt=\"Theresa May and Donald Trump at Chequers in July 2018\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Since I regard the re-election of Donald Trump as a palpable threat to world concord, I want nothing that might feed the prejudice of his supporters.’</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/AFP/Getty Images</span> </figcaption> </figure>  <p>Combating climate change requires policies so costly and drastic they will come only by winning arguments. Britain has made strides in distancing itself from coal – subject to bitter street protest at the time – and in <a href=\"https://www.theguardian.com/environment/2019/mar/28/greenhouse-gas-emissions-uk-fell-3-per-cent-in-2018-official-figures\" title=\"\">reducing its carbon footprint</a>, while the <a href=\"https://www.theguardian.com/environment/2018/dec/05/brutal-news-global-carbon-emissions-jump-to-all-time-high-in-2018\" title=\"\">rest of the world’s has doubled</a>. The quantities may be challengeable, but it is in Moscow, Mumbai and Beijing that young people should be stopping traffic.</p> <p>The operative word is debate. I groaned when Greta Thunberg told how she handled those who disagreed with her on global warming: <a href=\"https://www.theguardian.com/environment/2019/apr/22/greta-thunberg-backs-general-strike-climate-change-environment\" title=\"\">“I don’t.”</a> There was something equally unsettling in the doom-laden hysteria of last week’s BBC <a href=\"https://www.bbc.co.uk/news/av/uk-47972979/sir-david-attenborough-presents-climate-change-the-facts\" title=\"\">climate change documentary</a>. The politics of fear, like the politics of hate, is designed to suppress reason and play on emotion. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/apr/26/farage-extinction-rebellion-brexit-party-climate-protesters-politics\">Farage and Extinction Rebellion: two politics of protest, only one has a future | Gary Younge</a> </p> </aside>  <p>No-platforming never wins debates. Abandoning the debating chamber is always dangerous. It invites reaction. Should the police be equally gentle when the Tommy Robinsons, Nigel Farages or <a href=\"https://www.theguardian.com/science/2018/feb/07/how-dangerous-is-jordan-b-peterson-the-rightwing-professor-who-hit-a-hornets-nest\" title=\"\">Jordan Petersons</a> summon their forces to <a href=\"https://www.theguardian.com/environment/2019/apr/20/battle-of-waterloo-bridge-a-week-of-extinction-rebellion-protests\" title=\"\">Waterloo Bridge</a>?</p> <p>If there is a crisis of liberalism at present, it lies in its retreat to a middlebrow bunker of confirmation bias. It thus becomes reaction’s useful idiot. Since I regard the re-election of Donald Trump as a palpable threat to world concord, I want nothing that might feed the prejudice of his supporters. Since I want to stay close to the European Union, I want nothing that encourages Brexiters to see that as the foible of a metropolitan elite. Likewise I do not want climate change to be dismissed because young people choose to impose economic sanctions on working Londoners.</p> <p>John Stuart Mill said: “He who knows only his own side of the case knows little of that.” Climate change does not “threaten the planet” – only the lifestyle of its current occupants. That is serious enough for debate. But direct action is not debate. It is an incitement to unreason.</p> <p>You are welcome, Mr President.</p> <p>• Simon Jenkins is a Guardian columnist</p>",
      "newspaperPageNumber": "5",
      "wordcount": "776",
      "commentCloseDate": "2019-04-26T15:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-26T13:12:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-04-16T11:33:16Z",
      "newspaperEditionDate": "2019-04-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bbbgm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/08f7732f156023a81f082f9b59b3fd6bf305d996/0_157_4724_2834/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "What is the matter with us? A US president has been invited to Britain on a state visit, and is coming in June. It is a state courtesy, between one democracy and another, on the occasion of a wartime anniversary. No conceivable purpose is served by 200,000 people coming to London to shout insults at him. I cannot think what possessed Theresa May to invite Donald Trump in the first place, but she did. State visits are like that. The Queen entertained Romania’s Ceauşescu, Zimbabwe’s Mugabe and Zaire’s Mobutu. Alongside them, Trump might seem an angel. Britain has the deepest of bonds with the US, with ties of history, commerce, culture and education. Washington’s present leadership may embarrass, even outrage, people on both sides of the Atlantic. That is no reason for childish protests against a guest invited in Britain’s name. Others never see us as we see ourselves, and vice versa. Though I sympathised with Donald Tusk’s remark in February about a “special place in hell” for some Brexiters, I found it curiously offensive. I did not warm to similar remarks about Britain from France’s President Macron and the EU’s Michel Barnier. They merely bolstered Brexiters in their aversion to all things European. In my experience, Americans do not understand boorishness in foreigners. They are by nature a courteous people. We have arguments with Trump’s America, currently over the treatment of Iran, the handling of trade and the risks supposedly involved in the Huawei contracts. We may disagree on migration and human rights. There are channels and platforms for those arguments. Decisions in a democracy should be reached through relentless debate, not through the lobbying of money or the chants of crowds, any more than through the guns of war. People yearn to express themselves when they feel the conduits of democracy blocked. From Sudan to Paris to London’s Oxford Circus, the city street has lost none of its potency. It appeals to the most basic social instinct, that of like minds congregating. Politics has long been partly a carnival, whether stimulated by Brexit, global warming or Donald Trump. I prefer the fancy dress of Parliament Square to the teargas of the Arc de Triomphe.But unless there are consequential gains to such action, it is mere self-indulgence at other people’s expense. Those fortunate enough to live in a democracy should not lightly short-circuit its framework institutions. This may seem a poor moment to preach the virtues of parliamentary government, but such institutions are all that stand between formal democracy and the “strong, rule-breaking leader” we are told more and more people are now wanting, right across the west. There is no evidence that such a leader would be a liberal. Combating climate change requires policies so costly and drastic they will come only by winning arguments. Britain has made strides in distancing itself from coal – subject to bitter street protest at the time – and in reducing its carbon footprint, while the rest of the world’s has doubled. The quantities may be challengeable, but it is in Moscow, Mumbai and Beijing that young people should be stopping traffic. The operative word is debate. I groaned when Greta Thunberg told how she handled those who disagreed with her on global warming: “I don’t.” There was something equally unsettling in the doom-laden hysteria of last week’s BBC climate change documentary. The politics of fear, like the politics of hate, is designed to suppress reason and play on emotion. No-platforming never wins debates. Abandoning the debating chamber is always dangerous. It invites reaction. Should the police be equally gentle when the Tommy Robinsons, Nigel Farages or Jordan Petersons summon their forces to Waterloo Bridge? If there is a crisis of liberalism at present, it lies in its retreat to a middlebrow bunker of confirmation bias. It thus becomes reaction’s useful idiot. Since I regard the re-election of Donald Trump as a palpable threat to world concord, I want nothing that might feed the prejudice of his supporters. Since I want to stay close to the European Union, I want nothing that encourages Brexiters to see that as the foible of a metropolitan elite. Likewise I do not want climate change to be dismissed because young people choose to impose economic sanctions on working Londoners. John Stuart Mill said: “He who knows only his own side of the case knows little of that.” Climate change does not “threaten the planet” – only the lifestyle of its current occupants. That is serious enough for debate. But direct action is not debate. It is an incitement to unreason. You are welcome, Mr President. • Simon Jenkins is a Guardian columnist",
      "charCount": "4691",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/simonjenkins\">Simon Jenkins</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "technology/2019/apr/25/may-faces-calls-for-inquiry-over-huawei-leak",
    "type": "article",
    "sectionId": "technology",
    "sectionName": "Technology",
    "webPublicationDate": "2019-04-26T07:21:34Z",
    "webTitle": "Ultimatum to cabinet ministers in Huawei leak investigation",
    "webUrl": "https://www.theguardian.com/technology/2019/apr/25/may-faces-calls-for-inquiry-over-huawei-leak",
    "apiUrl": "https://content.guardianapis.com/technology/2019/apr/25/may-faces-calls-for-inquiry-over-huawei-leak",
    "fields": {
      "headline": "Ultimatum to cabinet ministers in Huawei leak investigation",
      "standfirst": "<p>Senior figures in Theresa May’s cabinet deny role in leaking details of vote in National Security Council meeting</p>",
      "trailText": "Senior figures in Theresa May’s cabinet deny role in leaking details of vote in National Security Council meeting",
      "byline": "Dan Sabbagh and Rowena Mason",
      "main": "<figure class=\"element element-image\" data-media-id=\"4681e4b487ae039c12e40105d9f6b78fa036b1d8\"> \n <img src=\"https://media.guim.co.uk/4681e4b487ae039c12e40105d9f6b78fa036b1d8/0_223_3966_2380/1000.jpg\" alt=\"Huawei logo\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Huawei’s deal to supply equipment for British 5G mobile phone networks was briefed to a newspaper. </span> \n  <span class=\"element-image__credit\">Photograph: Wang Zhao/AFP/Getty</span> \n </figcaption> \n</figure>",
      "body": "<p>Cabinet members who were at Tuesday’s National Security Council (NSC) have been sent an ultimatum by Whitehall’s most powerful official to confess or deny whether they leaked a controversial decision to allow Chinese telecoms firm Huawei to help build the UK’s 5G phone network.</p> \n<p>Cabinet secretary Sir Mark Sedwill is understood to have written to those present and demanded that they tell him by 2pm on Thursday whether they were involved and would be willing to cooperate with an inquiry, prompting the five prime suspects to scramble to “categorically deny” that they were behind the leak.</p> \n<p>The move came at an acutely sensitive time as several of those present are hoping to take over as prime minister when Theresa May steps down. There are also growing calls for whoever did leak the information to the Daily Telegraph to be prosecuted under the Official Secrets Act.</p> \n<p>Sedwill also asked the senior ministers present to agree that their special advisers, and any officials who had access to information about the outcome of the NSC meeting, would also assist the inquiry.</p> \n<p>The NSC meeting had decided to allow Huawei to <a href=\"https://www.theguardian.com/technology/2019/apr/24/may-to-ban-huawei-from-supplying-core-parts-of-uk-5g-network\">supply some “non core” telecoms equipment</a> for next-generation phone networks in the UK and the initial focus over the leak has centred on the five ministers present who were opposed to Huawei’s having any involvement in 5G.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b0115b8b-d38a-4720-a024-170cb8bcfed3\" data-atom-type=\"profile\"> \n  <div>\n   <div class=\"atom-Profile\">\n    <p></p>\n    <p>Sir Mark Sedwill became Britain’s most powerful civil servant in autumn 2018, after it became clear that predecessor <a href=\"https://www.theguardian.com/politics/2018/nov/04/lord-heywood-of-whitehall-obituary\">Sir Jeremy Heywood</a> was terminally ill. He took the job without having to go through a formal interview process.</p>\n    <p>Already the country’s national security adviser, he had been deputising for Heywood and, having worked with Theresa May for several years, the 54-year-old was someone May felt she could trust.</p>\n    <p>Unlike all but one of his predecessors, Sedwill had never worked at the Treasury, although he holds a masters in economics from Oxford. “Mine is an unusual background for cabinet secretary, having spent much of my career overseas in security and international roles,” he said recently.<br><br>Sedwill rose up through the Diplomatic Service, becoming Britain’s ambassador to Afghanistan in 2009 and Nato’s representative in the conflict-ridden country a year later. There were also spells in the Home Office before he became permanent secretary there at what was May’s department in 2013.<br></p>\n    <p>Ministerial advisers say his background means he has little patience for leaks, currently running at epidemic rates amid the constant rowing about Brexit. “He just doesn’t understand why anybody would leak, whereas Heywood would see it as an occasional occupational hazard,” one said.<br><br>Some even believe Sedwill has been looking for the opportunity to prosecute a leaker, with regular cabinet papers marked secret so they would be covered under the Official Secrets Act, meaning that any leaks could potentially be a criminal offence.<br><br>The <a href=\"https://www.theguardian.com/technology/2019/apr/25/may-faces-calls-for-inquiry-over-huawei-leak\">sharply worded letter</a> he sent to the senior ministers who sit on the National Security Council on 25 April 2019 made clear that immediate cooperation with the forthcoming inquiry was expected. As a result of his investigations, <a href=\"https://www.theguardian.com/politics/2019/may/01/gavin-williamson-sacked-as-defence-secretary-over-huawei-leak\">Gavin Williamson was sacked as defence secretary</a>.<br></p>\n    <p><b>Dan Sabbagh,</b> <i>Defence and security editor</i></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Jeremy Hunt, the foreign secretary, was the first to go public on Thursday in denying he was behind the leak, condemning it at a lunch of the parliamentary press gallery. He said it was was “utterly appalling” and said denied that he or any of his staff were involved.</p> \n<p>The leadership candidate added: “I – as I think everyone here knows – have never leaked confidential cabinet discussions and I never will, so I don’t want to comment further. But I do think it is a very, very bad day for our democratic processes.”</p> \n<p>Shortly after, Gavin Williamson, the defence secretary, released his own statement of denial. He said: “Neither I nor any of my team have divulged information from the National Security Council.”</p> \n<p>Sources close to Penny Mordaunt, the development secretary, then said she “categorically denied” being involved in the leak – a statement that was echoed shortly after by allies of the trade secretary Liam Fox.</p> \n<p>Finally, Sajid Javid, the home secretary, and another leadership contender, denied being involved. He also said: “For any cabinet minister or any minister in the government to share sensitive information in the public domain is completely unacceptable and it should be looked at.”</p> \n<figure class=\"element element-image\" data-media-id=\"5144b28b652e6cb8907c8428957ffcb4d45a3b7e\"> \n <img src=\"https://media.guim.co.uk/5144b28b652e6cb8907c8428957ffcb4d45a3b7e/0_171_3500_2101/1000.jpg\" alt=\"Hunt and Williamson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Jeremy Hunt and Gavin Williamson leaving Downing Street. Both have denied leaking details of the NSC meeting.</span> \n  <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> \n </figcaption> \n</figure> \n<p>Sedwill’s inquiry began with a letter to the members of the NSC – a secret official body comprising the prime minister, nine cabinet members, spy chiefs and senior members of the armed forces. Phone and email records could be examined and people questioned if it develops further and even lead to a minister or aide being fired.</p> \n<p>Former cabinet secretary Gus O’Donnell, who helped set up the NSC, said the leak was “incredibly serious” and a “complete outrage”. “If I were cabinet secretary and I thoroughly applaud what my successor Mark Sedwill has done is to say ‘look, this is just beyond the pale’ - this is really important for the country, these issues are massively important,” he told BBC Radio 4’s Today programme.</p> \n<p>Former defence secretary Michael Fallon said on Thursday that Downing Street should call in the police and mount a “a proper Scotland Yard investigation” and Andrew Mitchell, the Tory MP for Sutton Coldfield, told the BBC’s Newsnight that MI5 should be asked to help.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b64c6bc8-efee-4891-9b9f-e5ab6be7f599\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>Fast-growing&nbsp;<a href=\"https://www.theguardian.com/technology/huawei\">Huawei</a>&nbsp;is arguably China’s first global multinational. The Shenzhen-based company makes mobile phones, base stations and the intelligent routers that facilitate communications around the world.</p>\n    <p>But its success increasingly concerns the US, which argues Huawei is ultimately beholden to the Chinese Communist party and has the capability to engage in covert surveillance where its equipment is used.</p>\n    <p>Huawei is by some distance the world’s largest supplier of telecoms equipment with an estimated&nbsp;<a href=\"https://www.delloro.com/the-telecom-equipment-market-2019/\">28% market share in 2019</a>. It was also the second largest phone maker in 2019, after Samsung and ahead of Apple.</p>\n    <p>But Australia banned Huawei from 5G&nbsp;<a href=\"https://www.theguardian.com/australia-news/2018/aug/27/marise-payne-defends-5g-ban-on-chinese-telcos-huawei-and-zte\">in 2018</a>, with its spy agencies declaring they were worried the company could shut down power networks and other parts of its infrastructure in a diplomatic crisis.</p>\n    <p>Trump banned US companies from working with Huawei last year and has strenuously lobbied others to follow suit,&nbsp;<a href=\"https://www.theguardian.com/technology/2020/feb/06/no-10-say-fallout-between-trump-and-johnson-overblown\">venting “apoplectic fury”</a>&nbsp;in a phone call to Boris Johnson after the UK agreed to allow the Chinese company into 5G.</p>\n    <p>The company had successfully targeted the UK early on. It has supplied BT since 2003 and gradually expanded to the point where it agreed to create a special unit in Banbury,&nbsp;<a href=\"https://www.theguardian.com/technology/2016/aug/07/china-huwaei-cell-uk-national-security-cyber-surveillance-hacking\">known as the Cell</a>, where the spy agency GCHQ could review and monitor its software code. Vodafone is another key customer.</p>\n    <p>Britain’s intelligence agencies said in January that any Huawei risk could be managed as long as the company was not allowed to have a monopoly. As a result,&nbsp;<a href=\"https://www.theguardian.com/technology/2020/jan/28/huawei-decision-is-a-sensible-compromise-but-could-still-anger-us\">Boris Johnson concluded</a>&nbsp;Huawei’s market share should be capped at 35% for forthcoming high-speed 5G networks.</p>\n    <p>In July 2020 the UK position changed, and it was announced that Huawei is to be stripped out of Britain’s 5G phone networks by 2027.&nbsp;<a href=\"https://www.theguardian.com/politics/oliver-dowden\">Oliver Dowden</a>, the UK culture secretary, also announced that no new Huawei 5G kit can be bought after 31 December 2020 – but said that older 2G, 3G and 4G kit can remain until it is no longer needed.</p>\n    <p><a href=\"https://www.theguardian.com/profile/dan-sabbagh\"><b>Dan Sabbagh</b></a>&nbsp;<i>Defence and security editor</i></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>No 10 reacted with anger and alarm after the Huawei decision was leaked. It follows a series of leaks from cabinet and other sensitive political meetings as May’s authority has collapsed during the Brexit crisis, but none from the NSC. Insiders said it is a place where “politicians, intelligence agencies and military chiefs are supposed to be able to discuss issues openly and informally”, saying that the leak has eroded trust.</p> \n<p>Politicians present had been deadlocked at five apiece, with the decision only being made after what amounted to a casting vote from the prime minister. Those who spoke against the plan argued for a blanket ban on Huawei telecoms equipment.</p> \n<p>A public announcement of the decision had not been due for several weeks, after further work was undertaken on various additional safeguards, but the leak transformed the debate with several backbench Conservatives raising concerns on Wednesday and Thursday.The five ministers in favour of allowing Huawei to supply equipment to “non core” parts of the network, such as antennas, were led by May but also included David Lidington, the Cabinet Office minister, Philip Hammond, the chancellor, Greg Clark, the business secretary, and Jeremy Wright, the culture secretary.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/apr/24/the-guardian-view-on-huawei-if-may-wants-to-trust-we-must-keep-verifying\">The Guardian view on Huawei: if May wants to trust, we must keep verifying | Editorial</a> </p> \n</aside> \n<p>It is understood that the final decision was in line with the advice from Britain’s intelligence agencies, led by GCHQ’s National Cyber Security Centre, which already monitors Huawei technology in case of a backdoor that could be exploited by the Chinese government.</p> \n<p>The spy agency has repeatedly said Huawei must be monitored but that the risks can be contained. But politicians concerned about the company said the UK should heed warnings from US and Australian spy agencies, who share intelligence with the UK as part of the <a href=\"https://www.theguardian.com/world/2013/dec/02/history-of-5-eyes-explainer\">Five Eyes network</a>.</p> \n<p>Tom Tugendhat, the chair of the foreign affairs select committee, told MPs: “This is fundamentally a diplomatic and political question, just as much as a technical one, and … respecting our Five Eyes partners is an essential part of the decision.”</p> \n<p>Earlier Labour demanded “a full leak inquiry” in an urgent question in the House of Commons. Jo Platt, the shadow minister for the Cabinet Office, said: “If a minister did leak this information they are not fit to serve in the cabinet and they are certainly not fit to be prime minister.”</p> \n<p>In the debate that followed, Wright condemned the leak and signalled that a criminal investigation under the Official Secrets Act could yet go ahead. He told MPs “I cannot rule it out”, and added it was “a matter for investigating and prosecuting authorities to consider”.</p> \n<p>Hammond is in China to participate in an investment forum in Bejing. On Thursday he met Hu Chunhua, the country’s vice-premier, but it is understood that the subject of Huawei was not raised by either side.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1052",
      "firstPublicationDate": "2019-04-25T10:11:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-26T13:11:52Z",
      "newspaperEditionDate": "2019-04-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bb4yg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4681e4b487ae039c12e40105d9f6b78fa036b1d8/0_223_3966_2380/500.jpg",
      "legallySensitive": "false",
      "sensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Cabinet members who were at Tuesday’s National Security Council (NSC) have been sent an ultimatum by Whitehall’s most powerful official to confess or deny whether they leaked a controversial decision to allow Chinese telecoms firm Huawei to help build the UK’s 5G phone network. Cabinet secretary Sir Mark Sedwill is understood to have written to those present and demanded that they tell him by 2pm on Thursday whether they were involved and would be willing to cooperate with an inquiry, prompting the five prime suspects to scramble to “categorically deny” that they were behind the leak. The move came at an acutely sensitive time as several of those present are hoping to take over as prime minister when Theresa May steps down. There are also growing calls for whoever did leak the information to the Daily Telegraph to be prosecuted under the Official Secrets Act. Sedwill also asked the senior ministers present to agree that their special advisers, and any officials who had access to information about the outcome of the NSC meeting, would also assist the inquiry. The NSC meeting had decided to allow Huawei to supply some “non core” telecoms equipment for next-generation phone networks in the UK and the initial focus over the leak has centred on the five ministers present who were opposed to Huawei’s having any involvement in 5G. Jeremy Hunt, the foreign secretary, was the first to go public on Thursday in denying he was behind the leak, condemning it at a lunch of the parliamentary press gallery. He said it was was “utterly appalling” and said denied that he or any of his staff were involved. The leadership candidate added: “I – as I think everyone here knows – have never leaked confidential cabinet discussions and I never will, so I don’t want to comment further. But I do think it is a very, very bad day for our democratic processes.” Shortly after, Gavin Williamson, the defence secretary, released his own statement of denial. He said: “Neither I nor any of my team have divulged information from the National Security Council.” Sources close to Penny Mordaunt, the development secretary, then said she “categorically denied” being involved in the leak – a statement that was echoed shortly after by allies of the trade secretary Liam Fox. Finally, Sajid Javid, the home secretary, and another leadership contender, denied being involved. He also said: “For any cabinet minister or any minister in the government to share sensitive information in the public domain is completely unacceptable and it should be looked at.” Sedwill’s inquiry began with a letter to the members of the NSC – a secret official body comprising the prime minister, nine cabinet members, spy chiefs and senior members of the armed forces. Phone and email records could be examined and people questioned if it develops further and even lead to a minister or aide being fired. Former cabinet secretary Gus O’Donnell, who helped set up the NSC, said the leak was “incredibly serious” and a “complete outrage”. “If I were cabinet secretary and I thoroughly applaud what my successor Mark Sedwill has done is to say ‘look, this is just beyond the pale’ - this is really important for the country, these issues are massively important,” he told BBC Radio 4’s Today programme. Former defence secretary Michael Fallon said on Thursday that Downing Street should call in the police and mount a “a proper Scotland Yard investigation” and Andrew Mitchell, the Tory MP for Sutton Coldfield, told the BBC’s Newsnight that MI5 should be asked to help. No 10 reacted with anger and alarm after the Huawei decision was leaked. It follows a series of leaks from cabinet and other sensitive political meetings as May’s authority has collapsed during the Brexit crisis, but none from the NSC. Insiders said it is a place where “politicians, intelligence agencies and military chiefs are supposed to be able to discuss issues openly and informally”, saying that the leak has eroded trust. Politicians present had been deadlocked at five apiece, with the decision only being made after what amounted to a casting vote from the prime minister. Those who spoke against the plan argued for a blanket ban on Huawei telecoms equipment. A public announcement of the decision had not been due for several weeks, after further work was undertaken on various additional safeguards, but the leak transformed the debate with several backbench Conservatives raising concerns on Wednesday and Thursday.The five ministers in favour of allowing Huawei to supply equipment to “non core” parts of the network, such as antennas, were led by May but also included David Lidington, the Cabinet Office minister, Philip Hammond, the chancellor, Greg Clark, the business secretary, and Jeremy Wright, the culture secretary. It is understood that the final decision was in line with the advice from Britain’s intelligence agencies, led by GCHQ’s National Cyber Security Centre, which already monitors Huawei technology in case of a backdoor that could be exploited by the Chinese government. The spy agency has repeatedly said Huawei must be monitored but that the risks can be contained. But politicians concerned about the company said the UK should heed warnings from US and Australian spy agencies, who share intelligence with the UK as part of the Five Eyes network. Tom Tugendhat, the chair of the foreign affairs select committee, told MPs: “This is fundamentally a diplomatic and political question, just as much as a technical one, and … respecting our Five Eyes partners is an essential part of the decision.” Earlier Labour demanded “a full leak inquiry” in an urgent question in the House of Commons. Jo Platt, the shadow minister for the Cabinet Office, said: “If a minister did leak this information they are not fit to serve in the cabinet and they are certainly not fit to be prime minister.” In the debate that followed, Wright condemned the leak and signalled that a criminal investigation under the Official Secrets Act could yet go ahead. He told MPs “I cannot rule it out”, and added it was “a matter for investigating and prosecuting authorities to consider”. Hammond is in China to participate in an investment forum in Bejing. On Thursday he met Hu Chunhua, the country’s vice-premier, but it is understood that the subject of Huawei was not raised by either side.",
      "charCount": "6348",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dan-sabbagh\">Dan Sabbagh</a> and <a href=\"profile/rowena-mason\">Rowena Mason</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]