[
  {
    "id": "commentisfree/2019/oct/05/european-union-crucial-to-securing-peace-in-ireland-this-plan-puts-it-in-peril",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-05T20:00:52Z",
    "webTitle": "The EU was crucial to securing peace in Ireland. This plan puts it in peril | Tony Blair",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/05/european-union-crucial-to-securing-peace-in-ireland-this-plan-puts-it-in-peril",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/05/european-union-crucial-to-securing-peace-in-ireland-this-plan-puts-it-in-peril",
    "fields": {
      "headline": "The EU was crucial to securing peace in Ireland. This plan puts it in peril",
      "standfirst": "The Good Friday Agreement was born of the most painstaking talks  I ever took part in. Now our prime minister threatens to rip it apart",
      "trailText": "The Good Friday Agreement was born of the most painstaking talks  I ever took part in. Now our prime minister threatens to rip it apart",
      "byline": "Tony Blair",
      "main": "<figure class=\"element element-image\" data-media-id=\"ee5051dc8701f997375c9e970ff1990302349537\"> \n <img src=\"https://media.guim.co.uk/ee5051dc8701f997375c9e970ff1990302349537/29_244_3945_2368/1000.jpg\" alt=\"A woman and child pass a British soldier in the republican New Lodge district of Belfast in 1978.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A woman and child pass a British soldier in the republican New Lodge district of Belfast in 1978.</span> \n  <span class=\"element-image__credit\">Photograph: Alex Bowie/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>One of the disconcerting things about Brexit is its capacity constantly to rewrite the script of political dysfunction. The <a href=\"https://www.theguardian.com/politics/2019/oct/02/boris-johnson-unveils-brexit-plan-for-alternative-to-backstop\" title=\"\">latest government proposals</a> won’t work. They do represent a significant concession, but create an incoherent muddle leading to a bizarre outcome.</p> \n<p>Northern Ireland would remain part of Europe’s single market but Britain would leave it. There would be regulatory checks down the Irish Sea but not at the Irish border. There would however be customs checks, so the border would not be open as now. And Northern Ireland’s membership of the single market could be unilaterally revoked by its assembly, which is not presently able to constitute itself, and so the whole plan is subject to the notorious vagaries of Northern Irish politics.</p> \n<p>Europe will demand a dropping of the DUP veto and something near to the backstop on the customs union. But even if the Johnson government finally concedes everything, the result would be a horrible deal for the UK. And, as presently formed, the proposal undermines the <a href=\"https://www.theguardian.com/world/good-friday-agreement\" title=\"\">Good Friday agreement</a> in fundamental respects.</p> \n<aside class=\"element element-pullquote element--showcase\"> \n <blockquote> \n  <p>The open border between north and south was key. Had that been in doubt, there would never have been a peace agreement</p> \n </blockquote> \n</aside> \n<p>It is almost 100 years since the Republic of Ireland insisted on its independence, after the failure of various home rule initiatives to save the union. The six largely unionist and Protestant counties of the north remained with the UK. The south became the Irish nation. It was always an uneasy peace, because a big part of the northern population was Catholic and nationalist, whereas the southern Protestants, like my mother’s family in Donegal, were relatively few in number.</p> \n<p>Crucial to maintenance of the peace was the idea of an open border between north and south in recognition of the fact that around the border families intermingled, did business and trade and moved, often several times a day, across it. They were separate countries but treated for the practical purposes of daily life as if they were the same.</p> \n<p>After the second world war, the Republic of Ireland and the UK were in lockstep. We were both out of the EU until, on the same day in 1973, we both joined.</p> \n<p>At the time, Britain was more enthusiastic about Europe than Ireland. But Ireland understood that because of the strength of the ties between north and south, and the necessity of keeping the border open, if the UK joined, Ireland had to follow suit.</p> \n<p>However, nationalist and republican sentiment had been rising in Northern Ireland, culminating in the outbreak of violence at the end of the 1960s and in the bitter conflict that over the ensuing three decades cost thousands of lives and untold suffering.</p> \n<figure class=\"element element-image\" data-media-id=\"0af44bf7e1f08693250adf3f2fd918e1ece5b917\"> \n <img src=\"https://media.guim.co.uk/0af44bf7e1f08693250adf3f2fd918e1ece5b917/0_117_1946_1167/1000.jpg\" alt=\"Copies of the Good Friday agreement are put on display on 11 April 1998\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Copies of the Good Friday agreement are put on display on 11 April 1998, hours after a settlement had been found between the British and Irish governments.</span> \n  <span class=\"element-image__credit\">Photograph: Paul Mcerlane/AP</span> \n </figcaption> \n</figure> \n<p>When the Good Friday agreement was negotiated in April 1998, the most painstaking and difficult negotiation I was ever involved in, Europe played a role in two ways.</p> \n<p>Ireland and the UK had started to put the old enmities behind us, as we co-operated in Europe, often finding common cause on issues, and European trade had become a vital part of the island of Ireland’s economy.</p> \n<p>The shared future in Europe meant that the border diminished in significance. In addition, at the core of the agreement was the following deal: Northern Ireland would remain part of the UK for as long as a majority <em>in the north</em> wanted it, but in return the nationalist aspirations and identity of those who wanted a united Ireland would be recognised and given effect.</p> \n<p>The open border between north and south was key. Had that been in doubt, there would never have been a peace agreement. Simple as that.</p> \n<p>All this is to show that the issue of the Irish border is not some invented ruse by “Remoaners” to derail “the will of the people” – it has deep historical roots and was always bound to be critical to the Brexit debate.</p> \n<figure class=\"element element-image\" data-media-id=\"c4bf0e2a98a935d06a156e2748aa0fd689ed5cfa\"> \n <img src=\"https://media.guim.co.uk/c4bf0e2a98a935d06a156e2748aa0fd689ed5cfa/0_319_4880_2929/1000.jpg\" alt=\"An Irish police checkpoint in Donegal near the border with Northern Ireland in 1985\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘Now for the first time, the border between north and south will be the external border of the EU.’ An Irish police checkpoint in Donegal in 1985.</span> \n  <span class=\"element-image__credit\">Photograph: Alain Le Garsmeur/Getty Images</span> \n </figcaption> \n</figure> \n<p>Now, for the first time, the border between north and south will be the external border of the EU. And if, as Brexiters demand, the UK leaves not just the political structures of Europe but its trading structures – the single market and customs union – then it follows that there will be border checks and the principle of an open border breached. However, right at the outset, when Boris Johnson was foreign secretary, the May government insisted the open border would remain untouched. There was therefore a self-evident inconsistency between that commitment and the commitment to leave the single market and customs union. It could have been resolved by treating Northern Ireland differently from the rest of the UK. But the government also gave a commitment to the DUP that Northern Ireland would be treated the same.</p> \n<p>Hence May’s Chequers proposals, which provoked Johnson’s resignation. Her solution was to align the inconsistent commitments essentially by agreeing that the whole of the UK would remain in parts of the single market and with the backstop to fix the customs union problem.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"73f497f7-48ef-4d47-95b2-af2d926d1a48\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Counties and customs</strong></p>\n    <p></p>\n    <p>Inside the EU, both Ireland and Northern Ireland are part of the single market and customs union so share the same regulations and standards, allowing a soft or invisible border between the two.<br></p>\n    <p>Britain’s exit from the EU – taking Northern Ireland with it – risks a return to a hard or policed border. The only way to avoid this post-Brexit is for regulations on both sides to remain more or less the same in key areas including food, animal welfare, medicines and product safety.</p>\n    <p>The 'backstop' in Theresa May's Withdrawal Agreement was intended to address this - stating that if no future trade agreement could be reached between the EU and the UK, then rules and regulations would stay as they are. This has been rejected by Brexit supporters as a 'trap' to keep the UK in the EU's customs union, which would prevent the UK striking its own independent trade deals.&nbsp;</p>\n    <p>There are an estimated 72m road vehicle crossings a year between Northern Ireland and the Republic of Ireland, and about 14% of those crossings are consignments of goods, some of which may cross the border several times before they reach a consumer. Brexit supporters say this can be managed by doing checks on goods away from the border, but critics say it will be difficult to police this without any physical infrastructure like border posts or cameras, which could raise tensions in the divided communities of Ireland.&nbsp;</p>\n    <p><br></p>\n    <p><b>Interactive: <a href=\"https://www.theguardian.com/politics/ng-interactive/2019/sep/02/a-typical-hour-in-the-life-of-the-irish-border\">A typical hour in the life of the Irish border</a></b></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Johnson’s solution is effectively to breach the commitment to the unionists, but compensate with <a href=\"https://www.theguardian.com/politics/2019/oct/03/what-are-the-concerns-over-stormonts-role-in-proposed-brexit-deal\" title=\"\">a unionist veto</a>, treat Northern Ireland and the UK differently for the single market, but the same for the customs union. He has exactly the dilemma of Theresa May. Either Northern Ireland is treated differently for trade in its entirety or the whole of the UK remains in Europe’s trading system.</p> \n<p>The present hotchpotch achieves neither outcome, and would undermine the peace so carefully constructed and kept despite all the challenges for more than two decades, with any border-related infrastructure a potential target for violent elements and with a weakening of the “one island” culture at the heart of nationalist aspirations.</p> \n<p>And this is a bad deal for Britain. The hard Brexit future relationship Johnson promises for Britain will be a hideously painful negotiation that will mean years more of Brexit distraction and made tougher every time a minister proclaims how we intend to compete with Europe on tax and regulation. Even more so with no deal.</p> \n<p>The biggest tragicomic aspect of the whole sorry saga is the erroneous belief that “getting Brexit done” in this way allows us to “move on”.</p> \n<p>There is only one way to bring Brexit resolution: to ask the people, given three years of accumulated experience and knowledge and with a specific government position before them, whether they want to tell us again or think again. I live in hope that, having tried everything else, our political leadership will finally realise this.</p>",
      "newspaperPageNumber": "41",
      "wordcount": "1057",
      "commentable": "false",
      "firstPublicationDate": "2019-10-05T20:00:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:52Z",
      "newspaperEditionDate": "2019-10-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cepdz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ee5051dc8701f997375c9e970ff1990302349537/29_244_3945_2368/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "One of the disconcerting things about Brexit is its capacity constantly to rewrite the script of political dysfunction. The latest government proposals won’t work. They do represent a significant concession, but create an incoherent muddle leading to a bizarre outcome. Northern Ireland would remain part of Europe’s single market but Britain would leave it. There would be regulatory checks down the Irish Sea but not at the Irish border. There would however be customs checks, so the border would not be open as now. And Northern Ireland’s membership of the single market could be unilaterally revoked by its assembly, which is not presently able to constitute itself, and so the whole plan is subject to the notorious vagaries of Northern Irish politics. Europe will demand a dropping of the DUP veto and something near to the backstop on the customs union. But even if the Johnson government finally concedes everything, the result would be a horrible deal for the UK. And, as presently formed, the proposal undermines the Good Friday agreement in fundamental respects. It is almost 100 years since the Republic of Ireland insisted on its independence, after the failure of various home rule initiatives to save the union. The six largely unionist and Protestant counties of the north remained with the UK. The south became the Irish nation. It was always an uneasy peace, because a big part of the northern population was Catholic and nationalist, whereas the southern Protestants, like my mother’s family in Donegal, were relatively few in number. Crucial to maintenance of the peace was the idea of an open border between north and south in recognition of the fact that around the border families intermingled, did business and trade and moved, often several times a day, across it. They were separate countries but treated for the practical purposes of daily life as if they were the same. After the second world war, the Republic of Ireland and the UK were in lockstep. We were both out of the EU until, on the same day in 1973, we both joined. At the time, Britain was more enthusiastic about Europe than Ireland. But Ireland understood that because of the strength of the ties between north and south, and the necessity of keeping the border open, if the UK joined, Ireland had to follow suit. However, nationalist and republican sentiment had been rising in Northern Ireland, culminating in the outbreak of violence at the end of the 1960s and in the bitter conflict that over the ensuing three decades cost thousands of lives and untold suffering. When the Good Friday agreement was negotiated in April 1998, the most painstaking and difficult negotiation I was ever involved in, Europe played a role in two ways. Ireland and the UK had started to put the old enmities behind us, as we co-operated in Europe, often finding common cause on issues, and European trade had become a vital part of the island of Ireland’s economy. The shared future in Europe meant that the border diminished in significance. In addition, at the core of the agreement was the following deal: Northern Ireland would remain part of the UK for as long as a majority in the north wanted it, but in return the nationalist aspirations and identity of those who wanted a united Ireland would be recognised and given effect. The open border between north and south was key. Had that been in doubt, there would never have been a peace agreement. Simple as that. All this is to show that the issue of the Irish border is not some invented ruse by “Remoaners” to derail “the will of the people” – it has deep historical roots and was always bound to be critical to the Brexit debate. Now, for the first time, the border between north and south will be the external border of the EU. And if, as Brexiters demand, the UK leaves not just the political structures of Europe but its trading structures – the single market and customs union – then it follows that there will be border checks and the principle of an open border breached. However, right at the outset, when Boris Johnson was foreign secretary, the May government insisted the open border would remain untouched. There was therefore a self-evident inconsistency between that commitment and the commitment to leave the single market and customs union. It could have been resolved by treating Northern Ireland differently from the rest of the UK. But the government also gave a commitment to the DUP that Northern Ireland would be treated the same. Hence May’s Chequers proposals, which provoked Johnson’s resignation. Her solution was to align the inconsistent commitments essentially by agreeing that the whole of the UK would remain in parts of the single market and with the backstop to fix the customs union problem. Johnson’s solution is effectively to breach the commitment to the unionists, but compensate with a unionist veto, treat Northern Ireland and the UK differently for the single market, but the same for the customs union. He has exactly the dilemma of Theresa May. Either Northern Ireland is treated differently for trade in its entirety or the whole of the UK remains in Europe’s trading system. The present hotchpotch achieves neither outcome, and would undermine the peace so carefully constructed and kept despite all the challenges for more than two decades, with any border-related infrastructure a potential target for violent elements and with a weakening of the “one island” culture at the heart of nationalist aspirations. And this is a bad deal for Britain. The hard Brexit future relationship Johnson promises for Britain will be a hideously painful negotiation that will mean years more of Brexit distraction and made tougher every time a minister proclaims how we intend to compete with Europe on tax and regulation. Even more so with no deal. The biggest tragicomic aspect of the whole sorry saga is the erroneous belief that “getting Brexit done” in this way allows us to “move on”. There is only one way to bring Brexit resolution: to ask the people, given three years of accumulated experience and knowledge and with a specific government position before them, whether they want to tell us again or think again. I live in hope that, having tried everything else, our political leadership will finally realise this.",
      "charCount": "6288",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tonyblair\">Tony Blair</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "media/2019/oct/05/newsnight-interviewer-its-increasingly-hard-to-get-straight-answers",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-10-05T19:23:23Z",
    "webTitle": "Emily Maitlis: journalists in 'weird position' of hearing",
    "webUrl": "https://www.theguardian.com/media/2019/oct/05/newsnight-interviewer-its-increasingly-hard-to-get-straight-answers",
    "apiUrl": "https://content.guardianapis.com/media/2019/oct/05/newsnight-interviewer-its-increasingly-hard-to-get-straight-answers",
    "fields": {
      "headline": "Emily Maitlis: it's increasingly hard to get straight answers on Newsnight",
      "standfirst": "<p>Presenter tells of politicians who admit they don’t believe their own replies and others who shut down debate in three words</p>",
      "trailText": "Presenter tells of politicians who admit they don’t believe their own replies and others who shut down debate in three words",
      "byline": "Mark Brown Arts correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"7661432faa35b65a0a534f27c46b5d6450842032\"> <img src=\"https://media.guim.co.uk/7661432faa35b65a0a534f27c46b5d6450842032/0_118_4730_2838/1000.jpg\" alt=\"Emily Maitlis at the Cheltenham Literature Festival, UK - 05 Oct 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emily Maitlis at the Cheltenham Literature Festival on Saturday.</span> <span class=\"element-image__credit\">Photograph: David Hartley/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Getting a straight answer from politicians in 2019 has become noticeably and increasingly difficult, the Newsnight presenter Emily Maitlis has said.</p> <p>The TV journalist was at the <a href=\"https://www.theguardian.com/books/cheltenham-literature-festival\">Cheltenham literature festival</a> on Saturday to talk about her book <a href=\"https://www.theguardian.com/books/2019/apr/18/airhead-emily-maitlis-review-bbc-newsnight-current-affairs-tv\">Airhead: The Imperfect Art of Making News</a>, which takes readers behind the scenes.</p> <p>She was asked what her one question would be if she had Boris Johnson on Newsnight this week.</p> <p>“I’m not entirely sure it matters what question you ask Boris Johnson,” she said, to audience laughter.</p> <p>“I think increasingly I really come to appreciate the people, the politicians, the interviewees, of any stripe and size who are able to answer a question. It seems such a small, gentle thing to demand in 2019 but it has actually become the biggest ask that we can make.”</p> <p>Maitlis said it was of course a key part of her job to elicit truthful answers from politicians but proved increasingly difficult.</p> <p>“What I notice now is that a lot of the things that are said to us on camera, on air, are not particularly believed and quite often not true. It is an extraordinary position to be in. It is a really weird position to be in as a journalist.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/lifeandstyle/2019/apr/20/emily-maitlis-prison-newsnight-presenter-author\">Emily Maitlis: ‘I’ve ended up in prison a number of times’</a> </p> </aside>  <p>She gave as an example a politician telling her there was absolutely no doubt that Theresa May would get her Brexit deal through and then, off air, they casually admitted they would lose by about 80 votes.</p> <p>“You just think, wow, that was three seconds, that was three seconds later!”</p> <p>Maitlis said there was a real climate of politicians infantilising language, thinking that three words would shut down debate.</p> <p>“It is a way of saying if you question something, you’re not an optimist … you’re being a bit negative or you’re not patriotic.”</p> <p>That could be on any political side, she said, “whether it’s ‘Get Brexit done’” or ‘People before privilege’.”</p> <p>Maitlis was announced as <a href=\"https://www.bbc.co.uk/mediacentre/latestnews/2019/emily-maitlis-newsnight\">the new lead presenter of Newsnight in March </a>and is grateful that viewers seem decreasingly interested in what she wears on screen.</p> <p>That may change, though. The show got a recent relaunch and now has fuchsia sofas. It means she can now probably wear only black, navy or white. “My life has become incredibly simple since the relaunch because you don’t want to clash with a fuchsia sofa,” she said.</p>",
      "wordcount": "390",
      "firstPublicationDate": "2019-10-05T19:23:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-05T19:28:25Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ceq3e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7661432faa35b65a0a534f27c46b5d6450842032/0_118_4730_2838/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Getting a straight answer from politicians in 2019 has become noticeably and increasingly difficult, the Newsnight presenter Emily Maitlis has said. The TV journalist was at the Cheltenham literature festival on Saturday to talk about her book Airhead: The Imperfect Art of Making News, which takes readers behind the scenes. She was asked what her one question would be if she had Boris Johnson on Newsnight this week. “I’m not entirely sure it matters what question you ask Boris Johnson,” she said, to audience laughter. “I think increasingly I really come to appreciate the people, the politicians, the interviewees, of any stripe and size who are able to answer a question. It seems such a small, gentle thing to demand in 2019 but it has actually become the biggest ask that we can make.” Maitlis said it was of course a key part of her job to elicit truthful answers from politicians but proved increasingly difficult. “What I notice now is that a lot of the things that are said to us on camera, on air, are not particularly believed and quite often not true. It is an extraordinary position to be in. It is a really weird position to be in as a journalist.” She gave as an example a politician telling her there was absolutely no doubt that Theresa May would get her Brexit deal through and then, off air, they casually admitted they would lose by about 80 votes. “You just think, wow, that was three seconds, that was three seconds later!” Maitlis said there was a real climate of politicians infantilising language, thinking that three words would shut down debate. “It is a way of saying if you question something, you’re not an optimist … you’re being a bit negative or you’re not patriotic.” That could be on any political side, she said, “whether it’s ‘Get Brexit done’” or ‘People before privilege’.” Maitlis was announced as the new lead presenter of Newsnight in March and is grateful that viewers seem decreasingly interested in what she wears on screen. That may change, though. The show got a recent relaunch and now has fuchsia sofas. It means she can now probably wear only black, navy or white. “My life has become incredibly simple since the relaunch because you don’t want to clash with a fuchsia sofa,” she said.",
      "charCount": "2239",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/markbrown\">Mark Brown</a> Arts correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/oct/05/senedd-welsh-assembly-name-backlash-huw-edwards",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-10-05T16:05:48Z",
    "webTitle": "Huw Edwards joins backlash over bilingual name for Welsh Senedd",
    "webUrl": "https://www.theguardian.com/uk-news/2019/oct/05/senedd-welsh-assembly-name-backlash-huw-edwards",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/oct/05/senedd-welsh-assembly-name-backlash-huw-edwards",
    "fields": {
      "headline": "Huw Edwards joins backlash over bilingual name for Welsh Senedd",
      "standfirst": "Plan to reject Welsh-only title leaves many perplexed as national identity debate grows",
      "trailText": "Plan to reject Welsh-only title leaves many perplexed as national identity debate grows",
      "byline": "Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"880077f4dd58dc7948acf4d9fb44dee638b5e9ef\"> <img src=\"https://media.guim.co.uk/880077f4dd58dc7948acf4d9fb44dee638b5e9ef/0_550_8256_4954/1000.jpg\" alt=\"Senedd\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Senedd building in Cardiff Bay.</span> <span class=\"element-image__credit\">Photograph: Matthew Horwood/Getty Images</span> </figcaption> </figure>",
      "body": "<p>For champions of the Welsh language, the use of Senedd as the new name for the assembly in Cardiff was a <a href=\"https://www.theguardian.com/uk-news/2017/sep/23/we-have-forged-our-own-identity-welsh-readers-on-20-years-of-devolution\" title=\"\">great moment of pride</a>, referring back centuries to a Welsh parliament convened in the early 15th century. It was also recognition that the word had already been adopted by many non-Welsh speakers.</p> <p>So a move to reject a Welsh-only name in favour of a bilingual moniker has caused disbelief and confusion – and contributed to a growing debate about Welsh identity.</p> <p>Huw Edwards, the BBC newsreader, is among those baffled. “I’m not in a position to comment on the politics of this, but I can certainly say I’m rather puzzled by the proposal,” he said. “Senedd is now widely established and understood as the name of the democratically elected body in Cardiff Bay. Senedd has strong historical resonance as the word for the representative body assembled in 1404 by <a href=\"https://www.theguardian.com/travel/2015/nov/14/on-the-owain-glyndwr-trail-wales-uk\" title=\"\">Owain Glyndŵr</a>r, the last native prince of Wales.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/oct/03/uk-should-compensate-wales-for-reducing-it-to-poverty-plaid-cymru\">UK should compensate Wales for 'reducing it to poverty' – Plaid Cymru</a> </p> </aside>  <p>“It is not a complex word. There’s none of the usual guff about being ‘difficult to pronounce’, which is always an excuse not to use Welsh in some quarters. It is a Welsh word for the principal democratic body in Wales. What exactly is the problem?”</p> <p>The Welsh government is understood to be backing the move, tabled by former Welsh first minister Carwyn Jones, to adopt a bilingual name for the national assembly. The proposal would give it the names Senedd Cymru and Welsh parliament. A vote on the idea is due to take place this week.</p> <p>Jones said that the two names should be adopted because a lot of people would be confused by the Welsh-only name. “There is no doubt that the name Senedd has got more common, but I think if you asked most people, they still wouldn’t really know what it is,” Jones said. “I’ve spent the last 20 years explaining to people what the assembly is. I don’t want to spend the next 20 years explaining what a senedd is. People know what a parliament is. In time they will equate the two. We need an intermediate stage.”</p>  <figure class=\"element element-image\" data-media-id=\"78eee896b1cec8300e525cda21ca0e7dd0021605\"> <img src=\"https://media.guim.co.uk/78eee896b1cec8300e525cda21ca0e7dd0021605/0_66_2058_1235/1000.jpg\" alt=\"Huw Edwards\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Huw Edwards: ‘I’m rather puzzled by the proposal.’</span> <span class=\"element-image__credit\">Photograph: Jeff Overs/BBC</span> </figcaption> </figure>  <p>However, supporters of Welsh independence have pounced on the proposal. “Most people in Wales think sticking to a Welsh name for Wales’s seat of democracy is a no-brainer,” said Adam Price, leader of Plaid Cymru. “Not only would having a single Welsh name be a powerful statement that Welsh belongs to all the people of our country whichever language they speak, having a Welsh name is a symbol of determination to create a new democracy and a new Wales – free from the tired conventions of Westminster. Everyone says Dáil or Bundestag, and understands what it means. Surely we can do the same with Senedd.”</p> <p>The move against a Welsh-only name has caused concerns in surprising places. Former Tory MP Guto Bebb, among those to have the whip withdrawn for voting against a no-deal Brexit, said: “What problem are we trying to solve here? The answer is, there isn’t one. I’m supportive of bilingualism and treating both languages equally, but in this context the Welsh name makes sense. It works.”</p> <p>The debate comes amid indications that the tumult engulfing British politics is beginning to affect Welsh identity, with the idea of Welsh independence not as far-fetched as it was just a few years ago. While <a href=\"https://d25d2506sfb94s.cloudfront.net/cumulus_uploads/document/4lav01m6zl/PlaidCymruResults_190910_Independence_W.pdf\" title=\"\">a recent poll suggested</a> that only 24% supported independence with 48% against, the notion of being “indy-curious” in Wales appears to be on the rise – and the whole issue is now a more mainstream debate.</p> <p>Pro-independence rallies have attracted crowds of thousands. A march in Merthyr Tydfil included former Wales rugby captain and commentator Eddie Butler, as well as former Everton and Wales goalkeeper Neville Southall. Last week Aberystwyth became the latest town council to back Welsh independence. It follows Caernarfon, Caerphilly and Blaenavon, in Gwent, whose Labour-run council backed independence.</p> <p>“The debate around the bilingual name for the assembly is a little micro-example of much bigger issues going on about our national status within Wales and what it means to be a nation within a larger nation state,” said Roger Awan-Scully, head of politics and international relations at Cardiff University. “The one thing that has changed [in the Welsh independence debate] is that it has moved from an issue discussed almost exclusively within Plaid Cymru and a tiny group of other people to something that is more a part of the mainstream debate.”</p> <p>Carwyn Jones, himself a Welsh speaker, said: “I always said that a bad Brexit carries with it the seeds of the UK’s own disintegration. It has happened very quickly. As somebody not in favour of independence but who wants to see change, that troubles me.”</p>",
      "newspaperPageNumber": "5",
      "wordcount": "787",
      "commentable": "false",
      "firstPublicationDate": "2019-10-05T16:05:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-05T23:00:02Z",
      "newspaperEditionDate": "2019-10-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cepk6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/880077f4dd58dc7948acf4d9fb44dee638b5e9ef/0_550_8256_4954/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "For champions of the Welsh language, the use of Senedd as the new name for the assembly in Cardiff was a great moment of pride, referring back centuries to a Welsh parliament convened in the early 15th century. It was also recognition that the word had already been adopted by many non-Welsh speakers. So a move to reject a Welsh-only name in favour of a bilingual moniker has caused disbelief and confusion – and contributed to a growing debate about Welsh identity. Huw Edwards, the BBC newsreader, is among those baffled. “I’m not in a position to comment on the politics of this, but I can certainly say I’m rather puzzled by the proposal,” he said. “Senedd is now widely established and understood as the name of the democratically elected body in Cardiff Bay. Senedd has strong historical resonance as the word for the representative body assembled in 1404 by Owain Glyndŵrr, the last native prince of Wales. “It is not a complex word. There’s none of the usual guff about being ‘difficult to pronounce’, which is always an excuse not to use Welsh in some quarters. It is a Welsh word for the principal democratic body in Wales. What exactly is the problem?” The Welsh government is understood to be backing the move, tabled by former Welsh first minister Carwyn Jones, to adopt a bilingual name for the national assembly. The proposal would give it the names Senedd Cymru and Welsh parliament. A vote on the idea is due to take place this week. Jones said that the two names should be adopted because a lot of people would be confused by the Welsh-only name. “There is no doubt that the name Senedd has got more common, but I think if you asked most people, they still wouldn’t really know what it is,” Jones said. “I’ve spent the last 20 years explaining to people what the assembly is. I don’t want to spend the next 20 years explaining what a senedd is. People know what a parliament is. In time they will equate the two. We need an intermediate stage.” However, supporters of Welsh independence have pounced on the proposal. “Most people in Wales think sticking to a Welsh name for Wales’s seat of democracy is a no-brainer,” said Adam Price, leader of Plaid Cymru. “Not only would having a single Welsh name be a powerful statement that Welsh belongs to all the people of our country whichever language they speak, having a Welsh name is a symbol of determination to create a new democracy and a new Wales – free from the tired conventions of Westminster. Everyone says Dáil or Bundestag, and understands what it means. Surely we can do the same with Senedd.” The move against a Welsh-only name has caused concerns in surprising places. Former Tory MP Guto Bebb, among those to have the whip withdrawn for voting against a no-deal Brexit, said: “What problem are we trying to solve here? The answer is, there isn’t one. I’m supportive of bilingualism and treating both languages equally, but in this context the Welsh name makes sense. It works.” The debate comes amid indications that the tumult engulfing British politics is beginning to affect Welsh identity, with the idea of Welsh independence not as far-fetched as it was just a few years ago. While a recent poll suggested that only 24% supported independence with 48% against, the notion of being “indy-curious” in Wales appears to be on the rise – and the whole issue is now a more mainstream debate. Pro-independence rallies have attracted crowds of thousands. A march in Merthyr Tydfil included former Wales rugby captain and commentator Eddie Butler, as well as former Everton and Wales goalkeeper Neville Southall. Last week Aberystwyth became the latest town council to back Welsh independence. It follows Caernarfon, Caerphilly and Blaenavon, in Gwent, whose Labour-run council backed independence. “The debate around the bilingual name for the assembly is a little micro-example of much bigger issues going on about our national status within Wales and what it means to be a nation within a larger nation state,” said Roger Awan-Scully, head of politics and international relations at Cardiff University. “The one thing that has changed [in the Welsh independence debate] is that it has moved from an issue discussed almost exclusively within Plaid Cymru and a tiny group of other people to something that is more a part of the mainstream debate.” Carwyn Jones, himself a Welsh speaker, said: “I always said that a bad Brexit carries with it the seeds of the UK’s own disintegration. It has happened very quickly. As somebody not in favour of independence but who wants to see change, that troubles me.”",
      "charCount": "4581",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/oct/05/north-london-trail-of-the-liberal-elite",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-10-05T14:30:00Z",
    "webTitle": "A journey in search of the north London metropolitan elite",
    "webUrl": "https://www.theguardian.com/uk-news/2019/oct/05/north-london-trail-of-the-liberal-elite",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/oct/05/north-london-trail-of-the-liberal-elite",
    "fields": {
      "headline": "A journey in search of the north London metropolitan elite",
      "standfirst": "Last week the home secretary launched a blistering attack on an increasingly maligned species. We tracked them down to their fragile Hampstead habitat…<br />",
      "trailText": "Last week the home secretary launched a blistering attack on an increasingly maligned species. We tracked them down to their fragile Hampstead habitat…<br />",
      "byline": "Andrew Anthony",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"0b9459627f3158ce6fb4a7a1eab84d4ff87e62b6\"> \n <img src=\"https://media.guim.co.uk/0b9459627f3158ce6fb4a7a1eab84d4ff87e62b6/110_403_5747_3448/1000.jpg\" alt=\"‘Hampstead is full of highly educated people who don’t hold back’: a local gives her point of view, at the Coffee Cup cafe on Hampstead high street\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘Hampstead is full of highly educated people who don’t hold back’: a local gives her point of view, at the Coffee Cup cafe on Hampstead high street.</span> \n  <span class=\"element-image__credit\">Photograph: Greg Balfour Evans/Alamy</span> \n </figcaption> \n</figure>",
      "body": "<p>In <a href=\"https://www.theguardian.com/politics/video/2019/oct/01/the-party-of-law-and-order-priti-patel-addresses-the-conservative-party-conference-video\" title=\"\">her speech</a> to the Tory conference last week the home secretary, Priti Patel, pledged to “end the free movement of people once and for all”. The applause was lacklustre but she could barely contain her glee as she added, as a daughter of immigrants, she would take no lectures from the “north London metropolitan liberal elite”.</p> \n<p>That brought resounding cheers. Ending a freedom is rarely an inspirational cause, but identifying a scapegoat can often stir the spirits. Of course, it’s discordant to hear senior politicians disparage elites, in much the same way that it would be confusing if Kim Kardashian condemned the cult of celebrity.</p> \n<p>But leaving that minor issue aside, who are these people Patel doesn’t need lectures from? Presumably she wasn’t referring to her boss, Boris Johnson, who, before the break-up of his marriage, lived in Islington in north London for many years, boasted of his metropolitanism and liberalism <a href=\"https://www.theguardian.com/politics/2019/jul/16/total-chaos-boris-johnson-london-mayor\" title=\"\">while mayor of London</a>, and as a graduate of Eton and Oxford knows a thing or two about economic and educational elitism.</p> \n<p>So if not people like the prime minister, then whom? Three years ago Theresa May gave more clues to that answer, when she promised to attack the <a href=\"https://www.theguardian.com/commentisfree/2016/dec/23/dishonest-attacks-metropolitan-liberal-elite\" title=\"\">metropolitan liberal elite</a> in her keynote speech to the Tory conference. Or at least, that’s what the <em>Daily Mail</em> said she would do, helpfully defining May’s target as “the <a href=\"https://www.theguardian.com/commentisfree/2016/oct/15/elites-white-male-public-school-boys-brexit\" title=\"\">well-heeled group of London ‘intellectuals</a>’ which is used to having everything its own way”.</p> \n<p>But May said nothing about metropolitan liberals; she warned of people in positions of power who had more in common with international elites than with the average person, and concluded that if you believe you’re a citizen of the world, “<a href=\"https://www.theguardian.com/politics/2016/oct/09/theresa-may-rejection-of-enlightenment-values\" title=\"\">you’re a citizen of nowhere</a>”.</p> \n<p>In many respects, Patel was merely delivering on what May had alluded to. The division they both sought to mark out was between those who wanted to end the free movement of people – mainly those who voted to leave the EU – and a well-educated urban class that they claim is oblivious to the social currents created by this freedom.</p> \n<p><a href=\"https://www.theguardian.com/profile/davidgoodhart\" title=\"\">David Goodhart</a> is author of the book <em><a href=\"https://www.theguardian.com/books/2017/mar/22/the-road-to-somewhere-david-goodhart-populist-revolt-future-politics\" title=\"\">The Road to Somewhere</a></em>, which argued that Britain is split into three groupings: Somewhere, the half of the population that feels rooted to a particular community and the security it affords; Inbetweeners; and Anywhere – 20-25% of people who are mobile, socially liberal, well educated and, according to Goodhart, overrule majority attitudes.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"324fec34-7a44-40df-9701-f796aaaee041\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/A5jE0zCZNQU?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>He believes the Anywhere group, which loosely approximates to a metropolitan liberal elite, is fixated on economic benefits to the exclusion of social and cultural unease.</p> \n<p>“That is why the north London liberal elite don’t get it on notions of meaning, respect, status,” he says. “They don’t get the psychology of Brexit. They don’t get the psychology of rapid social change and why it makes people uncomfortable. Or they immediately default to [attributing it to] xenophobia and nativism.”</p> \n<p>As the founding editor of <em>Prospect</em><em> </em>magazine, and an Islingtonite who was a Marxist at Eton, Goodhart was undoubtedly a member of the north London metropolitan liberal elite. But in recent years, increasingly at odds with his friends and peers, he has relinquished his membership of what he calls the “liberal tribe”.</p> \n<p>Like an anthropologist with an Oyster card, I begin my search for this tribe outside Waterstones in Hampstead. Home to Sigmund Freud, Michael Foot and Stephen Fry, Hampstead has long been a byword for intellectual, free-thinking liberalism. But how unconstrained is that free-thinking?</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>This elite's been too emotionally unintelligent about how its priorities aren't shared by many perfectly decent citizens</p> \n  <footer> \n   <cite>David Goodhart</cite> \n  </footer> \n </blockquote> \n</aside> \n<p>I ask a rather severe-looking woman what she thinks of Patel’s speech and she snaps: “Oh no, I can’t stand that woman,” and disappears into the bookshop.</p> \n<p>Near the Coffee Cup, a cafe with a history of serving philosophers and politicians, I meet a violinist who’s not prepared to give her name. “We’re very opinionated,” she says of her fellow denizens. “Hampstead is full of highly educated people who don’t hold back.” Are their opinions disproportionately influential? “I wish,” she says, sighing. “If they were, we wouldn’t be in this mess.”</p> \n<p>A few doors from where the poet <a href=\"https://www.theguardian.com/books/edith-sitwell\" title=\"\">Edith Sitwell</a> lived, I encounter a lawyer named Michael Patchett-Joyce, who says he fulfils every category of Patel’s definition. He doesn’t have a problem with it, except when it’s used in a negative sense, in the way the chattering classes and champagne socialism are employed. “Champagne socialism is a pejorative term because there is an inherent oxymoron within that phrase,” says Patchett-Joyce. “In terms of a liberal elite, I don’t think there necessarily is the same sort of oxymoron. It’s not that far removed from one-nation Toryism, which of course is under big debate at the moment.”</p> \n<p>That kind of eloquence is not typical of vox-pop contributions, which tend more towards the “I’d get rid of the whole lot of ’em” school of opinion. And it raises the question of whether it’s a bad thing to have a liberal elite. “It’s a bad thing if it’s too powerful and not aware of its own power,” says Goodhart. “There have to be elites. The metropolitan liberal one is a subset of a bigger elite, and one reason we’re experiencing Brexit and Trump is that this elite has been too emotionally unintelligent about how its priorities are not shared by many perfectly decent citizens.”</p> \n<p>Yet metropolitan liberals are not immune to the discomfort of change that Goodhart ascribes to the Somewhere half of the population. Primrose Hill Books has long been a browsing place for the intellectuals who moved to this pretty Georgian neighbourhood in the 1960s and 70s – people like Alan Bennett, Jonathan Miller, Claire Tomalin and <a href=\"https://www.theguardian.com/politics/ralph-miliband\" title=\"\">Ralph Miliband</a> (father of Ed and David). Stanley Johnson, Boris’s father, used to have an account at the shop.</p> \n<p>“My parents were university lecturers,” says customer Aileen Harvey. “But it seems like now everyone is a French or American City worker or a celebrity.” Harvey doesn’t like the way the neighbourhood has gone. She thinks Patel’s label was designed to appeal to the “less well-off and less well-educated by saying ‘Let’s activate that chip on their shoulder’.” The home secretary was referring to “educated Labour voters”, she says. “They don’t live here any more.”</p> \n<p>Jessica Graham, who runs the bookshop with her husband, looks back fondly on the period when Primrose Hill was a centre of intellectual ideas. “When I first came here 30 years ago, it was full of academics, journalists and professional people. Everybody cared, read and everybody discussed things. Those kind of people have been priced out of the neighbourhood.”</p> \n<p>She thinks the idea of a liberal elite is an anachronism, partly because in the age of social media and the internet, ideas are less geographically tethered and more widely disseminated. But also due to the effects of high finance.</p> \n<p>“It’s more like a global elite,” she says. “Half the houses round here are empty half the time. They’re second homes for anyone from a Russian oligarch to a movie star.”</p> \n<p>If these international elites don’t fall within Patel’s crosshairs, it may be because their money is welcome and, on the whole, they’re not critical of the government. A characteristic of metropolitan liberals is that they’re outspoken about how things could or should be. Goodhart sees this as a form of narcissism. “They’re saying: be like us,” he says. “We’ve done it. We’ve gone off to good universities and become middle-class professionals, why can’t you do it? Well, actually because lots of people don’t want to do that and can’t do that.”</p> \n<p>He may have a point, but the demonisation of the educated classes is a populist trait that is a well-trodden step on the road to demagoguery. It’s easy to mock metropolitan liberals for hypocrisy. After all, they’re often opposed to gentrification, while being the vanguard of gentrifiers. They’re the loudest proponents of multiculturalism while frequently maintaining a distinctly unicultural lifestyle. But even in this age of bovine anti-elitism, it would be the height of stupidity if people who like to visit bookshops come to be seen as the problem.</p>",
      "newspaperPageNumber": "36",
      "wordcount": "1347",
      "commentable": "false",
      "firstPublicationDate": "2019-10-05T12:35:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:53Z",
      "newspaperEditionDate": "2019-10-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cemxq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0b9459627f3158ce6fb4a7a1eab84d4ff87e62b6/110_403_5747_3448/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In her speech to the Tory conference last week the home secretary, Priti Patel, pledged to “end the free movement of people once and for all”. The applause was lacklustre but she could barely contain her glee as she added, as a daughter of immigrants, she would take no lectures from the “north London metropolitan liberal elite”. That brought resounding cheers. Ending a freedom is rarely an inspirational cause, but identifying a scapegoat can often stir the spirits. Of course, it’s discordant to hear senior politicians disparage elites, in much the same way that it would be confusing if Kim Kardashian condemned the cult of celebrity. But leaving that minor issue aside, who are these people Patel doesn’t need lectures from? Presumably she wasn’t referring to her boss, Boris Johnson, who, before the break-up of his marriage, lived in Islington in north London for many years, boasted of his metropolitanism and liberalism while mayor of London, and as a graduate of Eton and Oxford knows a thing or two about economic and educational elitism. So if not people like the prime minister, then whom? Three years ago Theresa May gave more clues to that answer, when she promised to attack the metropolitan liberal elite in her keynote speech to the Tory conference. Or at least, that’s what the Daily Mail said she would do, helpfully defining May’s target as “the well-heeled group of London ‘intellectuals’ which is used to having everything its own way”. But May said nothing about metropolitan liberals; she warned of people in positions of power who had more in common with international elites than with the average person, and concluded that if you believe you’re a citizen of the world, “you’re a citizen of nowhere”. In many respects, Patel was merely delivering on what May had alluded to. The division they both sought to mark out was between those who wanted to end the free movement of people – mainly those who voted to leave the EU – and a well-educated urban class that they claim is oblivious to the social currents created by this freedom. David Goodhart is author of the book The Road to Somewhere, which argued that Britain is split into three groupings: Somewhere, the half of the population that feels rooted to a particular community and the security it affords; Inbetweeners; and Anywhere – 20-25% of people who are mobile, socially liberal, well educated and, according to Goodhart, overrule majority attitudes. He believes the Anywhere group, which loosely approximates to a metropolitan liberal elite, is fixated on economic benefits to the exclusion of social and cultural unease. “That is why the north London liberal elite don’t get it on notions of meaning, respect, status,” he says. “They don’t get the psychology of Brexit. They don’t get the psychology of rapid social change and why it makes people uncomfortable. Or they immediately default to [attributing it to] xenophobia and nativism.” As the founding editor of Prospect magazine, and an Islingtonite who was a Marxist at Eton, Goodhart was undoubtedly a member of the north London metropolitan liberal elite. But in recent years, increasingly at odds with his friends and peers, he has relinquished his membership of what he calls the “liberal tribe”. Like an anthropologist with an Oyster card, I begin my search for this tribe outside Waterstones in Hampstead. Home to Sigmund Freud, Michael Foot and Stephen Fry, Hampstead has long been a byword for intellectual, free-thinking liberalism. But how unconstrained is that free-thinking? I ask a rather severe-looking woman what she thinks of Patel’s speech and she snaps: “Oh no, I can’t stand that woman,” and disappears into the bookshop. Near the Coffee Cup, a cafe with a history of serving philosophers and politicians, I meet a violinist who’s not prepared to give her name. “We’re very opinionated,” she says of her fellow denizens. “Hampstead is full of highly educated people who don’t hold back.” Are their opinions disproportionately influential? “I wish,” she says, sighing. “If they were, we wouldn’t be in this mess.” A few doors from where the poet Edith Sitwell lived, I encounter a lawyer named Michael Patchett-Joyce, who says he fulfils every category of Patel’s definition. He doesn’t have a problem with it, except when it’s used in a negative sense, in the way the chattering classes and champagne socialism are employed. “Champagne socialism is a pejorative term because there is an inherent oxymoron within that phrase,” says Patchett-Joyce. “In terms of a liberal elite, I don’t think there necessarily is the same sort of oxymoron. It’s not that far removed from one-nation Toryism, which of course is under big debate at the moment.” That kind of eloquence is not typical of vox-pop contributions, which tend more towards the “I’d get rid of the whole lot of ’em” school of opinion. And it raises the question of whether it’s a bad thing to have a liberal elite. “It’s a bad thing if it’s too powerful and not aware of its own power,” says Goodhart. “There have to be elites. The metropolitan liberal one is a subset of a bigger elite, and one reason we’re experiencing Brexit and Trump is that this elite has been too emotionally unintelligent about how its priorities are not shared by many perfectly decent citizens.” Yet metropolitan liberals are not immune to the discomfort of change that Goodhart ascribes to the Somewhere half of the population. Primrose Hill Books has long been a browsing place for the intellectuals who moved to this pretty Georgian neighbourhood in the 1960s and 70s – people like Alan Bennett, Jonathan Miller, Claire Tomalin and Ralph Miliband (father of Ed and David). Stanley Johnson, Boris’s father, used to have an account at the shop. “My parents were university lecturers,” says customer Aileen Harvey. “But it seems like now everyone is a French or American City worker or a celebrity.” Harvey doesn’t like the way the neighbourhood has gone. She thinks Patel’s label was designed to appeal to the “less well-off and less well-educated by saying ‘Let’s activate that chip on their shoulder’.” The home secretary was referring to “educated Labour voters”, she says. “They don’t live here any more.” Jessica Graham, who runs the bookshop with her husband, looks back fondly on the period when Primrose Hill was a centre of intellectual ideas. “When I first came here 30 years ago, it was full of academics, journalists and professional people. Everybody cared, read and everybody discussed things. Those kind of people have been priced out of the neighbourhood.” She thinks the idea of a liberal elite is an anachronism, partly because in the age of social media and the internet, ideas are less geographically tethered and more widely disseminated. But also due to the effects of high finance. “It’s more like a global elite,” she says. “Half the houses round here are empty half the time. They’re second homes for anyone from a Russian oligarch to a movie star.” If these international elites don’t fall within Patel’s crosshairs, it may be because their money is welcome and, on the whole, they’re not critical of the government. A characteristic of metropolitan liberals is that they’re outspoken about how things could or should be. Goodhart sees this as a form of narcissism. “They’re saying: be like us,” he says. “We’ve done it. We’ve gone off to good universities and become middle-class professionals, why can’t you do it? Well, actually because lots of people don’t want to do that and can’t do that.” He may have a point, but the demonisation of the educated classes is a populist trait that is a well-trodden step on the road to demagoguery. It’s easy to mock metropolitan liberals for hypocrisy. After all, they’re often opposed to gentrification, while being the vanguard of gentrifiers. They’re the loudest proponents of multiculturalism while frequently maintaining a distinctly unicultural lifestyle. But even in this age of bovine anti-elitism, it would be the height of stupidity if people who like to visit bookshops come to be seen as the problem.",
      "charCount": "8079",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewanthony\">Andrew Anthony</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/05/brexitspeak-brexit-vocabulary-growing-too-fast-public-keep-up",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-05T07:26:48Z",
    "webTitle": "'Brexitspeak' growing too fast for public to keep up, say experts",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/05/brexitspeak-brexit-vocabulary-growing-too-fast-public-keep-up",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/05/brexitspeak-brexit-vocabulary-growing-too-fast-public-keep-up",
    "fields": {
      "headline": "'Brexitspeak' growing too fast for public to keep up, say experts",
      "standfirst": "<p>Linguist calls for help to build glossary of Brexit terms and of ‘toxic terminology of populism’</p>",
      "trailText": "Linguist calls for help to build glossary of Brexit terms and of ‘toxic terminology of populism’",
      "byline": "Robert Booth Social affairs correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"f0aab3b26d5aa88100500c32c65b1e7321ff01f0\"> \n <img src=\"https://media.guim.co.uk/f0aab3b26d5aa88100500c32c65b1e7321ff01f0/0_174_3500_2100/1000.jpg\" alt=\"Pro-Brexit demonstrators hold up placards at a protest in Westminster\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Pro-Brexit demonstrators hold up placards at a protest in Westminster in September.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>From snowflakes to Spartans and saboteurs to surrender, the vocabulary of Brexit is growing so fast and proving so slippery that the public risks losing track of what people are talking about, a leading language professor has said.</p> \n<p>With the prime minister revelling in the use of military metaphors such as “<a href=\"https://www.theguardian.com/politics/2019/sep/29/ex-minister-rejects-allegations-rebels-colluded-with-eu-to-stop-no-deal\">surrender</a>” to deride parliament’s opposition to a hard Brexit and Church of England bishops <a href=\"https://www.theguardian.com/politics/2019/sep/27/c-of-e-bishops-call-for-amelioration-of-brexit-rhetoric\">denouncing</a> the “unacceptable” tone of political debate, Tony Thorne, a visiting linguistics consultant at King’s College London, is calling for help to build a public glossary of Brexitspeak and “the toxic terminology of populism”.</p> \n<p>He has already gathered more than 200 terms that chart how political language has bloomed in recent years to close what academics call “lexical gaps”, as older terms were found wanting to describe a shattered political landscape, creating an atmosphere of fear, uncertainty and doubt, or FUD.</p> \n<p>“People ought to familiarise themselves otherwise they risk being bamboozled and duped,” says Thorne, a specialist in slang and jargon who also <a href=\"https://www.theguardian.com/education/2019/mar/29/ching-wap-ox-slang-interpreters-decipher-texts-for-court-evidence\">advises the police</a> and courts on gang communication. “For more than a year I have been tracking the language of Brexit and populism we have developed on social media and in the mainstream media to talk about these things. A lot of the language is designed to trigger [emotions] rather than elucidate.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"12b97e37-8b66-4fac-8ea1-57886c2f8d15\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>A customs union means that countries agree to apply no or very low tariffs to goods sold between them, and to collectively apply the same tariffs to imported goods from the rest of the world. International trade deals are then negotiated by the bloc as a whole.</p>\n    <p>For the EU, this means deals are negotiated by by Brussels, although individual member state governments agree the mandate and approve the final deal. The EU has trade deals covering 69 countries, including Canada and South Korea, which the UK has been attempting to roll over into post-Brexit bilateral agreements.</p>\n    <p>Proponents of an independent UK trade policy outside the EU customs union say Britain must forge its own deals if it is to take advantage of the world’s fastest-growing economies. However they have never explained why Germany manages to export more than three times the value in goods to China than Britain does, while also being in the EU customs union.</p>\n    <p><a href=\"https://www.theguardian.com/profile/jennifer-rankin\"><b>Jennifer Rankin</b></a></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>In the same way as business language fell in line with increasingly complex corporate practices in the 80s and 90s, and the vocabulary around technology flowered alongside online culture in the 00s, there has been an eruption in English political coinages in the years after the Brexit vote, says Thorne.</p> \n<p>The vocabulary is often “skunked” or twisted, so it becomes hard to pin down, sometimes usefully so for its users. On the left, “centrist dad”, something many people call themselves, can also be a pejorative term; “magic grandpa” is used to describe Jeremy Corbyn by both fans and detractors; and a “normie” is someone who can be found on both the left and the right, who wrongly accepts social standards and <a href=\"https://www.theguardian.com/media/2017/aug/06/can-you-trust-mainstream-media\">mainstream media</a>.</p> \n<p>The right tends to have the wider lexicon, says Thorne. Remain supporters are variously identified by opponents as “anywheres” and “remainiacs” engaged in ““remoanathons”. There are dozens of pejorative nouns including “soyboy”, “libtard”, “snowflake”, “crybaby”, “elite” and “establishment”.</p> \n<figure class=\"element element-image\" data-media-id=\"83648db6c6ce24e30bdee2032bf2c2c766314d3b\"> \n <img src=\"https://media.guim.co.uk/83648db6c6ce24e30bdee2032bf2c2c766314d3b/0_146_2200_1320/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson has revelled in using military metaphors such as ‘surrender’ to deride parliamentary opposition to no deal.</span> \n  <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> \n </figcaption> \n</figure> \n<p>Rarely used terms have gained increasing currency to describe new tactics of argument, Thorne says. There is “<a href=\"https://www.theguardian.com/commentisfree/2015/nov/26/activists-dying-cat-paris-beirut-whataboutery\">whataboutery</a>” (rebutting an attack only by accusing an opponent of hypocrisy), “bothsidesism” (false balance in political debate) and “astroturfing” (pretending a campaign has grassroots support).</p> \n<p>Boris Johnson has refused to back down over his use of military metaphors, including “surrender”. He jokingly <a href=\"https://www.theguardian.com/politics/video/2019/sep/30/should-i-stick-to-my-guns-johnson-jokes-about-aggressive-brexit-language-video\">asked a crowd</a> at the Conservative party conference this week: “Am I fighting a losing battle to use these military metaphors? Or should I stick to my guns?”</p> \n<p>Last month Johnson described as “humbug” calls from Labour MPs to moderate his language in the light of the murder of their colleague Jo Cox in 2016, and has been criticised for talking of “<a href=\"https://www.theguardian.com/politics/2019/aug/14/johnson-hits-out-at-terrible-collaboration-of-mps-and-eu-trying-to-block-brexit\">a terrible kind of collaboration</a>” between opponents of Brexit and EU states.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"96c57d4f-fcfb-4c42-a292-46d5edbd38dd\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>Citizens’ rights are the rights and protections offered to all EU citizens, including free movement and residence, equal treatment and a wide range of other rights under EU law regarding work, education, social security and health.</p>\n    <p>They are held by some 3.5 million citizens from other member states in the UK and about 1.2 million British nationals on the continent, and are a key part of the &nbsp;negotiations that are taking Britain out of&nbsp;<a href=\"https://www.theguardian.com/world/europe-news\">Europe</a>.&nbsp;</p>\n    <p><a href=\"https://www.theguardian.com/politics/2017/jun/19/how-do-citizens-rights-affect-brexit-negotiations\">Read more on citizens' rights</a><br></p>\n    <p><a href=\"https://www.theguardian.com/politics/2017/jun/19/brexit-phrasebook-a-guide-to-the-talks-key-terms\">More from the Brexit phrasebook</a></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>All the main UK political parties this week <a href=\"https://www.theguardian.com/politics/2019/sep/30/westminster-parties-sign-pledge-to-use-moderate-language\">signed a pledge</a> to use moderate language. It urged leaders to “weigh their words carefully, bearing in mind that there are stark divisions across the country on Brexit”.</p> \n<p>“The right in the UK has only recently fired up the war metaphors, ramping up the notion of violent conflict and the associated notion already used against the EU of uniting against an ‘enemy’,” says Thorne. “Now it’s a little different – the enemy is here at home and is anyone who disagrees. The left’s vocabulary is more varied mixing jokey derision – melt [moderates], unicorn [impossible dream] – with more savage descriptions such as pathocracy [leadership by people with personality disorders].”</p> \n<p>Thorne has identified confusing “semantic clustering” around contentious words such as “collusion”, which has been used on both sides of the debate. Downing Street <a href=\"https://www.dailymail.co.uk/news/article-7516083/No-10-probes-MPs-foreign-collusion-amid-plot-John-Bercow-send-surrender-letter-Brussels.html\">described</a> the drafting of the Benn act opposing a no-deal Brexit as collusion, while the same term was used to allege that Johnson’s backers <a href=\"https://www.theguardian.com/politics/2019/sep/28/boris-johnson-backers-benefit-from-no-deal-brexit-inquiry\">may profit</a> financially from Britain crashing out of the EU.</p> \n<p>Given it is hard to keep up, some observers have suggested the new semantic flowering suggests politics is becoming untethered from reality.</p> \n<p>Steve Buckledee, the author of The Language of Brexit, a book about the language of the referendum campaign, says the elaborate and codified nature of the language being used more than three years on could be evidence that most of the population has tuned out.</p> \n<p>“Perhaps Joe Public is fed up with it all,” he says. “And the people who are still interested are having a private conversation among themselves which only they understand.”</p> \n<h2>Glossary</h2> \n<p><strong>Airfix patriotism</strong> – caricatured vision of our heroic past based on war comics and model aeroplanes.</p> \n<p><strong>Cosmopolitan</strong> – dogwhistle term for internationally influential Jewish person (eg George Soros).</p> \n<p><strong>Quitlings</strong> – whining supporters of Brexit.</p> \n<p><strong>Replacement theory</strong> – racist idea that a white population is being replaced by people of other ethnic groups.</p> \n<p><strong>Attitudinarianism</strong> – assuming a pose or belief for effect.</p> \n<p><strong>Cancel culture</strong> – mass boycotts of celebrities who voice divergent opinions.</p> \n<p><strong>Finger-sniffer</strong> – someone who revels in toxic behaviour.</p> \n<p><strong>King Baby</strong> – an adult who requires the self-centred gratification of an infant. Applied by critics to Donald Trump and Boris Johnson.</p> \n<p><strong>Hi-vis Nazis</strong> – abusive term for rightwing Brexiters, aping French <em>gilets jaunes</em> (yellow vest) movement. </p>",
      "newspaperPageNumber": "7",
      "wordcount": "892",
      "firstPublicationDate": "2019-10-05T07:26:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:52Z",
      "newspaperEditionDate": "2019-10-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cega7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f0aab3b26d5aa88100500c32c65b1e7321ff01f0/0_174_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "From snowflakes to Spartans and saboteurs to surrender, the vocabulary of Brexit is growing so fast and proving so slippery that the public risks losing track of what people are talking about, a leading language professor has said. With the prime minister revelling in the use of military metaphors such as “surrender” to deride parliament’s opposition to a hard Brexit and Church of England bishops denouncing the “unacceptable” tone of political debate, Tony Thorne, a visiting linguistics consultant at King’s College London, is calling for help to build a public glossary of Brexitspeak and “the toxic terminology of populism”. He has already gathered more than 200 terms that chart how political language has bloomed in recent years to close what academics call “lexical gaps”, as older terms were found wanting to describe a shattered political landscape, creating an atmosphere of fear, uncertainty and doubt, or FUD. “People ought to familiarise themselves otherwise they risk being bamboozled and duped,” says Thorne, a specialist in slang and jargon who also advises the police and courts on gang communication. “For more than a year I have been tracking the language of Brexit and populism we have developed on social media and in the mainstream media to talk about these things. A lot of the language is designed to trigger [emotions] rather than elucidate.” In the same way as business language fell in line with increasingly complex corporate practices in the 80s and 90s, and the vocabulary around technology flowered alongside online culture in the 00s, there has been an eruption in English political coinages in the years after the Brexit vote, says Thorne. The vocabulary is often “skunked” or twisted, so it becomes hard to pin down, sometimes usefully so for its users. On the left, “centrist dad”, something many people call themselves, can also be a pejorative term; “magic grandpa” is used to describe Jeremy Corbyn by both fans and detractors; and a “normie” is someone who can be found on both the left and the right, who wrongly accepts social standards and mainstream media. The right tends to have the wider lexicon, says Thorne. Remain supporters are variously identified by opponents as “anywheres” and “remainiacs” engaged in ““remoanathons”. There are dozens of pejorative nouns including “soyboy”, “libtard”, “snowflake”, “crybaby”, “elite” and “establishment”. Rarely used terms have gained increasing currency to describe new tactics of argument, Thorne says. There is “whataboutery” (rebutting an attack only by accusing an opponent of hypocrisy), “bothsidesism” (false balance in political debate) and “astroturfing” (pretending a campaign has grassroots support). Boris Johnson has refused to back down over his use of military metaphors, including “surrender”. He jokingly asked a crowd at the Conservative party conference this week: “Am I fighting a losing battle to use these military metaphors? Or should I stick to my guns?” Last month Johnson described as “humbug” calls from Labour MPs to moderate his language in the light of the murder of their colleague Jo Cox in 2016, and has been criticised for talking of “a terrible kind of collaboration” between opponents of Brexit and EU states. All the main UK political parties this week signed a pledge to use moderate language. It urged leaders to “weigh their words carefully, bearing in mind that there are stark divisions across the country on Brexit”. “The right in the UK has only recently fired up the war metaphors, ramping up the notion of violent conflict and the associated notion already used against the EU of uniting against an ‘enemy’,” says Thorne. “Now it’s a little different – the enemy is here at home and is anyone who disagrees. The left’s vocabulary is more varied mixing jokey derision – melt [moderates], unicorn [impossible dream] – with more savage descriptions such as pathocracy [leadership by people with personality disorders].” Thorne has identified confusing “semantic clustering” around contentious words such as “collusion”, which has been used on both sides of the debate. Downing Street described the drafting of the Benn act opposing a no-deal Brexit as collusion, while the same term was used to allege that Johnson’s backers may profit financially from Britain crashing out of the EU. Given it is hard to keep up, some observers have suggested the new semantic flowering suggests politics is becoming untethered from reality. Steve Buckledee, the author of The Language of Brexit, a book about the language of the referendum campaign, says the elaborate and codified nature of the language being used more than three years on could be evidence that most of the population has tuned out. “Perhaps Joe Public is fed up with it all,” he says. “And the people who are still interested are having a private conversation among themselves which only they understand.” Glossary Airfix patriotism – caricatured vision of our heroic past based on war comics and model aeroplanes. Cosmopolitan – dogwhistle term for internationally influential Jewish person (eg George Soros). Quitlings – whining supporters of Brexit. Replacement theory – racist idea that a white population is being replaced by people of other ethnic groups. Attitudinarianism – assuming a pose or belief for effect. Cancel culture – mass boycotts of celebrities who voice divergent opinions. Finger-sniffer – someone who revels in toxic behaviour. King Baby – an adult who requires the self-centred gratification of an infant. Applied by critics to Donald Trump and Boris Johnson. Hi-vis Nazis – abusive term for rightwing Brexiters, aping French gilets jaunes (yellow vest) movement.",
      "charCount": "5677",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/robertbooth\">Robert Booth</a> Social affairs correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]