[
  {
    "id": "education/2019/nov/14/how-to-stop-teachers-heading-for-the-exit",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-11-14T18:25:11Z",
    "webTitle": "How to stop teachers heading for the exit | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/nov/14/how-to-stop-teachers-heading-for-the-exit",
    "apiUrl": "https://content.guardianapis.com/education/2019/nov/14/how-to-stop-teachers-heading-for-the-exit",
    "fields": {
      "headline": "How to stop teachers heading for the exit",
      "standfirst": "Readers respond to an article that reported on reasons why teachers are leaving the state sector in England to work abroad",
      "trailText": "<strong>Letters:</strong> Readers respond to an article that reported on reasons why teachers are leaving the state sector in England to work abroad",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f633eeace42b4c2eb08b5c2ce3d08367a92def59\"> <img src=\"https://media.guim.co.uk/f633eeace42b4c2eb08b5c2ce3d08367a92def59/0_353_5100_3060/1000.jpg\" alt=\"A teacher marking assignments\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An excessive workload was one of the reasons cited as a reason for leaving teaching.</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>Sally Weale’s article (<a href=\"https://www.theguardian.com/education/2019/nov/13/why-british-teachers-fleeing-overseas-international-schools\" title=\"\">‘I’d burn in hell before teaching in England again’</a>, G2, 13 November) reports that UK-trained teachers are moving to private schools abroad: “Often exhausted by their experiences in the UK, they complain of excessive workload, stress, a lack of work-life balance, funding cuts, a dread of Ofsted, an obsession with paperwork, accountability measures, poor behaviour, children bringing weapons to school, high staff turnover … the list goes on.”</p> <p>This is not a recent phenomenon. I was a secondary schoolteacher in the 1970s and the 1980s and very similar career dynamics prevailed: just add to the above overly hierarchical structures; demeaning bosses; poor facilities; rude and aggressive staff; hostility to traditional skills in the curriculum; and so forth.</p> <p>Back in the day, those who could were already looking for the exit door in droves. Personally I progressed to the further education and higher education sectors after several self-funded further degrees. As I recall, cuts and salaries weren’t (and, I would hazard, aren’t) the major issues. Make the job worth doing with some dignity, academic autonomy and respect, and younger schoolteachers will even stay in the state sector, adding enthusiasm and continuity.<br><strong>Prof Philip Tew</strong><br><em>Brunel University London</em></p> <p>• Sally Weale raises many issues that need addressing. I am a respected and hard-working physics teacher at a college in the north-east of England with two national awards for the quality of my teaching. Two weeks ago, totally out of the blue, my principal told me that he was cutting my wages by 20% from January. This was to save money and, needless to say, I resigned. I had taught in Singapore for six years before taking up my current post and may well return there.<br><strong>Bernard Taylor</strong><br><em>Billingham, County Durham</em></p> <p>• It’s a pity that so many teachers are going overseas. It’s even more of a pity that so many are simply leaving teaching altogether. Teaching has never been easy. It has always been never-ending in its demands and has always been striving for utopian solutions in a dystopian world. But at least, until recently, it has been trusted. That lack of trust epitomised by inhumane and irresponsible accountability is the root cause, not of teacher flight, but of teacher world-weariness.<br><strong>Professor Colin Richards</strong><br><em>Spark Bridge, Cumbria</em></p> <p>• I am a retired teacher and feel very glad that I am no longer in the classroom when I see and hear what it is like to teach in English state schools today. So I thought I would sympathise with your article about teachers fleeing abroad. But I can’t be the only person who found it odd that you compared conditions in foreign private schools with conditions in English state schools. Don’t we have enough private schools here for comparison? And indeed maybe our private schools are part of the reason that teaching in our state schools is such a frustrating task.<br><strong>Barbara Foster</strong><br><em>Welwyn Garden City, Hertfordshire</em></p> <p>• I read with dread Fiona Millar’s piece (<a href=\"https://www.theguardian.com/education/2019/nov/12/labour-still-asking-for-education-policy-ideas-here-are-a-few\" title=\"\">Even last week Labour was still asking for some education ideas. Well, here are a few</a>, 12 November). I have been a teacher for 30 years and I can’t remember the number of “ideas” I have experienced. I would love to know how much all these initiatives have cost and what they have achieved.</p> <p>Education does not need any more “ideas”. It needs money and a promise not to be used as a political football any longer.</p> <p>I have many French teacher colleagues who are flabbergasted by the never-ending onslaught of change the English education system experiences.</p> <p>So my new “idea” is not to bring in any major changes, just invest more money in the system and allow teachers and students to decide what needs doing.<br><strong>Rosalind Poller</strong><br><em>London </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "662",
      "commentable": "false",
      "firstPublicationDate": "2019-11-14T18:25:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-14T18:35:01Z",
      "newspaperEditionDate": "2019-11-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cykny",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f633eeace42b4c2eb08b5c2ce3d08367a92def59/0_353_5100_3060/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Sally Weale’s article (‘I’d burn in hell before teaching in England again’, G2, 13 November) reports that UK-trained teachers are moving to private schools abroad: “Often exhausted by their experiences in the UK, they complain of excessive workload, stress, a lack of work-life balance, funding cuts, a dread of Ofsted, an obsession with paperwork, accountability measures, poor behaviour, children bringing weapons to school, high staff turnover … the list goes on.” This is not a recent phenomenon. I was a secondary schoolteacher in the 1970s and the 1980s and very similar career dynamics prevailed: just add to the above overly hierarchical structures; demeaning bosses; poor facilities; rude and aggressive staff; hostility to traditional skills in the curriculum; and so forth. Back in the day, those who could were already looking for the exit door in droves. Personally I progressed to the further education and higher education sectors after several self-funded further degrees. As I recall, cuts and salaries weren’t (and, I would hazard, aren’t) the major issues. Make the job worth doing with some dignity, academic autonomy and respect, and younger schoolteachers will even stay in the state sector, adding enthusiasm and continuity. Prof Philip Tew Brunel University London • Sally Weale raises many issues that need addressing. I am a respected and hard-working physics teacher at a college in the north-east of England with two national awards for the quality of my teaching. Two weeks ago, totally out of the blue, my principal told me that he was cutting my wages by 20% from January. This was to save money and, needless to say, I resigned. I had taught in Singapore for six years before taking up my current post and may well return there. Bernard Taylor Billingham, County Durham • It’s a pity that so many teachers are going overseas. It’s even more of a pity that so many are simply leaving teaching altogether. Teaching has never been easy. It has always been never-ending in its demands and has always been striving for utopian solutions in a dystopian world. But at least, until recently, it has been trusted. That lack of trust epitomised by inhumane and irresponsible accountability is the root cause, not of teacher flight, but of teacher world-weariness. Professor Colin Richards Spark Bridge, Cumbria • I am a retired teacher and feel very glad that I am no longer in the classroom when I see and hear what it is like to teach in English state schools today. So I thought I would sympathise with your article about teachers fleeing abroad. But I can’t be the only person who found it odd that you compared conditions in foreign private schools with conditions in English state schools. Don’t we have enough private schools here for comparison? And indeed maybe our private schools are part of the reason that teaching in our state schools is such a frustrating task. Barbara Foster Welwyn Garden City, Hertfordshire • I read with dread Fiona Millar’s piece (Even last week Labour was still asking for some education ideas. Well, here are a few, 12 November). I have been a teacher for 30 years and I can’t remember the number of “ideas” I have experienced. I would love to know how much all these initiatives have cost and what they have achieved. Education does not need any more “ideas”. It needs money and a promise not to be used as a political football any longer. I have many French teacher colleagues who are flabbergasted by the never-ending onslaught of change the English education system experiences. So my new “idea” is not to bring in any major changes, just invest more money in the system and allow teachers and students to decide what needs doing. Rosalind Poller London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4014",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/14/boris-johnson-is-indulging-himself-but-has-no-idea-what-he-stands-for",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-14T18:24:30Z",
    "webTitle": "Boris Johnson is indulging himself but has no idea what he stands for | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/14/boris-johnson-is-indulging-himself-but-has-no-idea-what-he-stands-for",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/14/boris-johnson-is-indulging-himself-but-has-no-idea-what-he-stands-for",
    "fields": {
      "headline": "Boris Johnson is indulging himself but has no idea what he stands for",
      "standfirst": "There are clear parallels between the prime minister and the self-serving character of James Steerforth in David Copperfield, writes <strong>Tony Martin</strong>. Plus letters from <strong>Jane Kearey</strong> and <strong>Gudrun Hansen</strong> about Johnson’s Onan joke",
      "trailText": "<strong>Letters: </strong>There are clear parallels between the prime minister and the self-serving character of James Steerforth in David Copperfield, writes <strong>Tony Martin</strong>. Plus letters from <strong>Jane Kearey</strong> and <strong>Gudrun Hansen</strong> about Johnson’s Onan joke",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"2ef78e80b11b8d7cfa5cee1ee7533eba267b957b\"> <img src=\"https://media.guim.co.uk/2ef78e80b11b8d7cfa5cee1ee7533eba267b957b/0_44_3500_2100/1000.jpg\" alt=\"Prime Minister Boris Johnson holds a Cabinet meeting in Downing Street, London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Literature can throw light on this flawed character,’ writes Tony Martin.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/PA</span> </figcaption> </figure>",
      "body": "<p>Marina Hyde describes Boris Johnson as “self-obsessed” and “chained … to his ego” (<a href=\"https://www.theguardian.com/commentisfree/2019/nov/08/boris-johnson-control-tories-election-campaign-leader\" title=\"\">Lurching and rambling, the man in charge has lost control</a>, Journal, 9 November).</p> <p>In addition to psychology, literature can throw light on this flawed character – for just as characters in literature are frequently based on real people, it is also possible to identify individuals in fictional figures. In David Copperfield, Dickens created James Steerforth, an upper-middle-class man of “personal attractions and engaging manners” whom David Copperfield initially admires.</p> <p>However, as David comes to discover, Steerforth’s charisma conceals a complete lack of any moral sense. He is entirely self-centred, motivated only by what will enable him, as he says, to “ride on over all obstacles, and win the race!” David wishes that Steerforth “had some worthy race to run”, but in his “desperate way of pursuing any fancy that he took”, Steerforth has no sense of what the race is for, except that it is the one he is in. </p> <p>In due course, Steerforth’s self-serving and duplicitous behaviour causes great suffering and harm. He may never have entered a race in politics, but hasn’t Dickens drawn a portrait of a character resembling strongly the privileged narcissist who rode over all obstacles and won his race to become prime minister without any sense of what that race was for or any self-awareness?<br><strong>Tony Martin</strong><br><em>Birmingham</em></p> <p>• John Crace’s article about Boris Johnson’s obsession with masturbatory language is spot-on (<a href=\"https://www.theguardian.com/politics/2019/nov/13/boris-johnson-onanism-gag-speech-flooding-yorkshire\" title=\"\">14 November</a>). What readers may not know is that the story of Onan is part of the tale of Tamar, whose brave stand against male hypocrisy is in stark contrast to the prodigality of her male relatives. It is ironic that the man who replied to female MPs with the word “humbug”, when they complained about careless language, should fixate on the language of male wastage and ignore that of determined female courage. <br><strong>Jane Kearey</strong><br><em>Bristol</em></p> <p>• How can a classics scholar fall into the common trap that equates the “sin of Onan” with masturbation? In fact, Onan refused to impregnate his dead brother’s wife because any resultant child would not be considered his but his brother’s.</p> <p>“Whenever he slept with his brother’s wife, he spilled his semen on the ground to keep from providing offspring for his brother” (Genesis 38 verse 9). This was seen as a mortal sin and Onan was put to death by God.<br><strong>Gudrun Hansen</strong><br><em>Shoreham-by-Sea, West Sussex</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "445",
      "commentable": "false",
      "firstPublicationDate": "2019-11-14T18:24:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-14T18:35:01Z",
      "newspaperEditionDate": "2019-11-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cykpa",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2ef78e80b11b8d7cfa5cee1ee7533eba267b957b/0_44_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Marina Hyde describes Boris Johnson as “self-obsessed” and “chained … to his ego” (Lurching and rambling, the man in charge has lost control, Journal, 9 November). In addition to psychology, literature can throw light on this flawed character – for just as characters in literature are frequently based on real people, it is also possible to identify individuals in fictional figures. In David Copperfield, Dickens created James Steerforth, an upper-middle-class man of “personal attractions and engaging manners” whom David Copperfield initially admires. However, as David comes to discover, Steerforth’s charisma conceals a complete lack of any moral sense. He is entirely self-centred, motivated only by what will enable him, as he says, to “ride on over all obstacles, and win the race!” David wishes that Steerforth “had some worthy race to run”, but in his “desperate way of pursuing any fancy that he took”, Steerforth has no sense of what the race is for, except that it is the one he is in. In due course, Steerforth’s self-serving and duplicitous behaviour causes great suffering and harm. He may never have entered a race in politics, but hasn’t Dickens drawn a portrait of a character resembling strongly the privileged narcissist who rode over all obstacles and won his race to become prime minister without any sense of what that race was for or any self-awareness? Tony Martin Birmingham • John Crace’s article about Boris Johnson’s obsession with masturbatory language is spot-on (14 November). What readers may not know is that the story of Onan is part of the tale of Tamar, whose brave stand against male hypocrisy is in stark contrast to the prodigality of her male relatives. It is ironic that the man who replied to female MPs with the word “humbug”, when they complained about careless language, should fixate on the language of male wastage and ignore that of determined female courage. Jane Kearey Bristol • How can a classics scholar fall into the common trap that equates the “sin of Onan” with masturbation? In fact, Onan refused to impregnate his dead brother’s wife because any resultant child would not be considered his but his brother’s. “Whenever he slept with his brother’s wife, he spilled his semen on the ground to keep from providing offspring for his brother” (Genesis 38 verse 9). This was seen as a mortal sin and Onan was put to death by God. Gudrun Hansen Shoreham-by-Sea, West Sussex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2724",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/14/labour-should-fight-for-electoral-reform",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-14T18:23:39Z",
    "webTitle": "Labour should fight for electoral reform | Letter",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/14/labour-should-fight-for-electoral-reform",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/14/labour-should-fight-for-electoral-reform",
    "fields": {
      "headline": "Labour should fight for electoral reform",
      "standfirst": "Labour parliamentary candidates and other supporters of Make Votes Matter call on the party to back a system of proportional representation",
      "trailText": "<strong>Letter:</strong> Labour parliamentary candidates and other supporters of Make Votes Matter call on the party to back a system of proportional representation",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"2b773a3849c6f4aa03f69247ef254459c2ca9e05\"> <img src=\"https://media.guim.co.uk/2b773a3849c6f4aa03f69247ef254459c2ca9e05/0_37_5568_3341/1000.jpg\" alt=\"MPs sit in the House of Commons in London, Britain\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The Brexit crisis has tested our constitution to near destruction, bitterly divided the country, and left millions feeling unrepresented at Westminster.’</span> <span class=\"element-image__credit\">Photograph: Xinhua/Barcroft Media</span> </figcaption> </figure>",
      "body": "<p>The Labour party has nothing to fear from a voting system that ensures parliament closely reflects the balance of opinion held by the British people.</p> <p>We support Make Votes Matter’s campaign for proportional representation. We believe Labour should fight for PR and we are not alone. Seventy-eight constituency Labour parties and two affiliated unions have formally called for PR in the last two years. But, at the very least, Labour must now commit to reviewing the voting system in our planned constitutional convention.</p> <p>The Brexit crisis has tested our constitution to near destruction, bitterly divided the country, and left millions feeling unrepresented at Westminster. We cannot simply hope that politics goes back to normal. We must lead the way to a democratic rebirth – transforming the political paralysis of recent years into a modern, dynamic and optimistic democracy for the many, not the few. The countries that come closest to this ideal all achieved what they have through PR systems.</p> <p>Including electoral reform in the remit of the convention is a small clarification that could make a huge difference. Not only will it show Labour is serious about democratising the UK, but it will help attract the votes needed to see off a Conservative majority. Most importantly, it promises an exciting opportunity for citizens to consider, deliberate, and decide for themselves how the House of Commons should be elected.</p> <p>We call on Labour to pledge that the constitutional convention will review the voting system in the forthcoming manifesto.<br><strong>Alex Sobel </strong><em>Labour parliamentary candidate for Leeds North West, </em><strong>Billy Bragg </strong><em>Musician, </em><strong>Darren Jones </strong><em>Labour parliamentary candidate for Bristol North West, convenor of the Future Britain Group </em><strong>David Drew </strong><em>Labour parliamentary candidate for Stroud, </em><strong>Helen Hayes </strong><em>Labour parliamentary candidate for Dulwich and West Norwood, </em><strong>Ian Hodson </strong><em>National president of Bakers, Food and Allied Workers Union, </em><strong>Nadia Whittome </strong><em>Labour parliamentary candidate for Nottingham East, </em><strong>Neal Lawson </strong><em>Compass, </em><strong>Noam Chomsky </strong><em>Academic, </em><strong>Polly Toynbee </strong><em>Guardian columnist, </em><strong>Ruth Cadbury </strong><em>Labour parliamentary candidate for Brentford and Isleworth, </em><strong>Stephen Kinnock </strong><em>Labour parliamentary candidate for Aberavon, </em><strong>Ann Black </strong><em>Labour Party NEC member 2000-2018, </em><strong>Ben Bradshaw </strong><em>Labour parliamentary candidate for Exeter, </em><strong>Charlotte Cornell </strong><em>Labour parliamentary candidate for Dover, </em><strong>Huw Irranca-Davies </strong><em>Labour Welsh Assembly member for Ogmore, </em><strong>Jeffrey William Rooker </strong><em>Labour peer</em><strong>, John Griffiths </strong><em>Welsh Assembly member for Newport East, </em><strong>John Grogan </strong><em>Labour parliamentary candidate for Keighley, </em><strong>Jon Cruddas </strong><em>Labour parliamentary candidate for Dagenham and Rainham, </em><strong>Justin Madders </strong><em>Labour parliamentary candidate for Ellesmere Port and Neston, </em><strong>Lizzi Collinge </strong><em>Labour parliamentary candidate for Morecambe and Lunesdale, </em><strong>Nic Dakin </strong><em>Labour parliamentary candidate for Scunthorpe, </em><strong>Dr Paul Williams </strong><em>Labour parliamentary candidate for Stockton South, </em><strong>Raymond Plant </strong><em>Labour peer, </em><strong>Rachael Maskell </strong><em>Labour parliamentary candidate for York Central, </em><strong>Robin McAlpine </strong><em>Director of Common Weal, </em><strong>Sandy Martin </strong><em>Labour parliamentary candidate for Ipswich, </em><strong>Sarah Church </strong><em>Labour parliamentary candidate for Swindon South, </em><strong>Simon Letts </strong><em>Labour parliamentary candidate for Southampton Itchen</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "517",
      "commentable": "false",
      "firstPublicationDate": "2019-11-14T18:23:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:48Z",
      "newspaperEditionDate": "2019-11-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cykba",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2b773a3849c6f4aa03f69247ef254459c2ca9e05/0_37_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Labour party has nothing to fear from a voting system that ensures parliament closely reflects the balance of opinion held by the British people. We support Make Votes Matter’s campaign for proportional representation. We believe Labour should fight for PR and we are not alone. Seventy-eight constituency Labour parties and two affiliated unions have formally called for PR in the last two years. But, at the very least, Labour must now commit to reviewing the voting system in our planned constitutional convention. The Brexit crisis has tested our constitution to near destruction, bitterly divided the country, and left millions feeling unrepresented at Westminster. We cannot simply hope that politics goes back to normal. We must lead the way to a democratic rebirth – transforming the political paralysis of recent years into a modern, dynamic and optimistic democracy for the many, not the few. The countries that come closest to this ideal all achieved what they have through PR systems. Including electoral reform in the remit of the convention is a small clarification that could make a huge difference. Not only will it show Labour is serious about democratising the UK, but it will help attract the votes needed to see off a Conservative majority. Most importantly, it promises an exciting opportunity for citizens to consider, deliberate, and decide for themselves how the House of Commons should be elected. We call on Labour to pledge that the constitutional convention will review the voting system in the forthcoming manifesto. Alex Sobel Labour parliamentary candidate for Leeds North West, Billy Bragg Musician, Darren Jones Labour parliamentary candidate for Bristol North West, convenor of the Future Britain Group David Drew Labour parliamentary candidate for Stroud, Helen Hayes Labour parliamentary candidate for Dulwich and West Norwood, Ian Hodson National president of Bakers, Food and Allied Workers Union, Nadia Whittome Labour parliamentary candidate for Nottingham East, Neal Lawson Compass, Noam Chomsky Academic, Polly Toynbee Guardian columnist, Ruth Cadbury Labour parliamentary candidate for Brentford and Isleworth, Stephen Kinnock Labour parliamentary candidate for Aberavon, Ann Black Labour Party NEC member 2000-2018, Ben Bradshaw Labour parliamentary candidate for Exeter, Charlotte Cornell Labour parliamentary candidate for Dover, Huw Irranca-Davies Labour Welsh Assembly member for Ogmore, Jeffrey William Rooker Labour peer, John Griffiths Welsh Assembly member for Newport East, John Grogan Labour parliamentary candidate for Keighley, Jon Cruddas Labour parliamentary candidate for Dagenham and Rainham, Justin Madders Labour parliamentary candidate for Ellesmere Port and Neston, Lizzi Collinge Labour parliamentary candidate for Morecambe and Lunesdale, Nic Dakin Labour parliamentary candidate for Scunthorpe, Dr Paul Williams Labour parliamentary candidate for Stockton South, Raymond Plant Labour peer, Rachael Maskell Labour parliamentary candidate for York Central, Robin McAlpine Director of Common Weal, Sandy Martin Labour parliamentary candidate for Ipswich, Sarah Church Labour parliamentary candidate for Swindon South, Simon Letts Labour parliamentary candidate for Southampton Itchen • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3547",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/14/neoliberalism-and-the-european-union",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-14T18:23:10Z",
    "webTitle": "Neoliberalism and the European Union | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/14/neoliberalism-and-the-european-union",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/14/neoliberalism-and-the-european-union",
    "fields": {
      "headline": "Neoliberalism and the European Union",
      "standfirst": "<strong>Charlie Mason</strong> and <strong>Richard Middleton</strong> take issue with Larry Elliott’s assertion that the EU is pro-business and anti working people",
      "trailText": "Letters: <strong>Charlie Mason</strong> and <strong>Richard Middleton</strong> take issue with Larry Elliott’s assertion that the EU is pro-business and anti working people",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"628b76c03c11cc4efab609a7371b2777a4e49190\"> <img src=\"https://media.guim.co.uk/628b76c03c11cc4efab609a7371b2777a4e49190/0_90_2737_1642/1000.jpg\" alt=\"Michael Gove and Boris Johnson on the Vote Leave campaign bus in June 2016\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Gove and Boris Johnson on the Vote Leave campaign bus in June 2016.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>",
      "body": "<p>Larry Elliott expresses support for Brexit on the basis that the EU is pro-business, anti working people, and the embodiment of neoliberal ideas (<a href=\"https://www.theguardian.com/membership/2019/nov/09/larry-elliott-qa-history-shows-that-right-now-were-playing-with-fire\" title=\"\">Inside the Guardian</a>, 9 November). However, he does not confront the fact that his decision to vote leave has provided support for an even more extreme form of neoliberalism promoted by the leave campaign of Boris Johnson, Michael Gove and the ERG. Out of the frying pan into the fire might be the appropriate observation.<br><strong>Charlie Mason</strong><br><em>Hermon, </em><em>Pembrokeshire</em></p> <p>• If the EU is as Larry Elliott says – pro big business, anti working people, undemocratic, neoliberal – then why are rightwing neoliberals in the UK, across politics, economics and the media, passionate leavers? Surely they should be very happy in the EU?<br><strong>Richard Middleton</strong><br><em>Crossmichael, </em><em>Dumfries and Galloway</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "174",
      "commentable": "false",
      "firstPublicationDate": "2019-11-14T18:23:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:45:09Z",
      "newspaperEditionDate": "2019-11-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cykqd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/628b76c03c11cc4efab609a7371b2777a4e49190/0_90_2737_1642/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Larry Elliott expresses support for Brexit on the basis that the EU is pro-business, anti working people, and the embodiment of neoliberal ideas (Inside the Guardian, 9 November). However, he does not confront the fact that his decision to vote leave has provided support for an even more extreme form of neoliberalism promoted by the leave campaign of Boris Johnson, Michael Gove and the ERG. Out of the frying pan into the fire might be the appropriate observation. Charlie Mason Hermon, Pembrokeshire • If the EU is as Larry Elliott says – pro big business, anti working people, undemocratic, neoliberal – then why are rightwing neoliberals in the UK, across politics, economics and the media, passionate leavers? Surely they should be very happy in the EU? Richard Middleton Crossmichael, Dumfries and Galloway • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1110",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/14/concerns-about-antisemitism-mean-we-cannot-vote-labour",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-14T17:41:27Z",
    "webTitle": "Concerns about antisemitism mean we cannot vote Labour | Letter",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/14/concerns-about-antisemitism-mean-we-cannot-vote-labour",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/14/concerns-about-antisemitism-mean-we-cannot-vote-labour",
    "fields": {
      "headline": "Concerns about antisemitism mean we cannot vote Labour",
      "standfirst": "<p>To endorse Jeremy Corbyn as prime minister would be to surrender in the fight against anti-Jewish prejudice, say 24 signatories including <strong>John le Carré, Fay Weldon, Joanna Lumley </strong>and <strong>William Boyd</strong></p>",
      "trailText": "<strong>Letter:</strong> To endorse Jeremy Corbyn as prime minister would be to surrender in the fight against anti-Jewish prejudice, say 24 signatories including <strong>John le Carré, Fay Weldon, Joanna Lumley </strong>and <strong>William Boyd</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"bdf308ac1943629ff27aeb40ebe1d2982dcdac39\"> <img src=\"https://media.guim.co.uk/bdf308ac1943629ff27aeb40ebe1d2982dcdac39/0_200_3500_2100/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Mr Corbyn has a long record of embracing antisemites as comrades,’ say the signatories to this letter.</span> <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> </figcaption> </figure>",
      "body": "<p>The coming election is momentous for every voter, but for British Jews it contains a particular anguish: the prospect of a prime minister steeped in association with antisemitism. Under Jeremy Corbyn’s leadership, Labour has come under formal investigation by the Equality and Human Rights Commission for institutional racism against Jews. Two Jewish MPs have been bullied out of the party. Mr Corbyn has a long record of embracing antisemites as comrades.</p> <p>We listen to our Jewish friends and see how their pain has been relegated as an issue, pushed aside by arguments about Britain’s European future. For those who insist that Labour is the only alternative to Boris Johnson’s hard Brexit, now, it seems, is not the time for Jewish anxiety.</p> <p>But antisemitism is central to a wider debate about the kind of country we want to be. To ignore it because Brexit looms larger is to declare that anti-Jewish prejudice is a price worth paying for a Labour government. Which other community’s concerns are disposable in this way? Who would be next?</p> <p>Opposition to racism cannot include surrender in the fight against antisemitism. Yet that is what it would mean to back Labour and endorse Mr Corbyn for Downing Street. The path to a more tolerant society must encompass Britain’s Jews with unwavering solidarity. We endorse no party. However, we cannot in all conscience urge others to support a political party we ourselves will not. We refuse to vote Labour on 12 December.<br><strong>John le Carré (David Cornwell), Fay Weldon, Joanna Lumley, William Boyd, Simon Callow, Antony Beevor, Sathnam Sanghera, Janina Ramirez, Trevor Phillips, Jimmy Wales, Suzannah Lipscomb, Tom Holland, Frederick Forsyth, Peter Frankopan, Ghanem Nuseibeh, Dan Snow, Fiyaz Mughal, Tony Parsons, Dan Jones, Maajid Nawaz, Oz Katerji, Nick Hewer, Ed Husain, </strong><strong>Terry Jervis</strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "294",
      "commentable": "false",
      "firstPublicationDate": "2019-11-14T17:41:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-11-17T16:52:31Z",
      "newspaperEditionDate": "2019-11-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cykch",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bdf308ac1943629ff27aeb40ebe1d2982dcdac39/0_200_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The coming election is momentous for every voter, but for British Jews it contains a particular anguish: the prospect of a prime minister steeped in association with antisemitism. Under Jeremy Corbyn’s leadership, Labour has come under formal investigation by the Equality and Human Rights Commission for institutional racism against Jews. Two Jewish MPs have been bullied out of the party. Mr Corbyn has a long record of embracing antisemites as comrades. We listen to our Jewish friends and see how their pain has been relegated as an issue, pushed aside by arguments about Britain’s European future. For those who insist that Labour is the only alternative to Boris Johnson’s hard Brexit, now, it seems, is not the time for Jewish anxiety. But antisemitism is central to a wider debate about the kind of country we want to be. To ignore it because Brexit looms larger is to declare that anti-Jewish prejudice is a price worth paying for a Labour government. Which other community’s concerns are disposable in this way? Who would be next? Opposition to racism cannot include surrender in the fight against antisemitism. Yet that is what it would mean to back Labour and endorse Mr Corbyn for Downing Street. The path to a more tolerant society must encompass Britain’s Jews with unwavering solidarity. We endorse no party. However, we cannot in all conscience urge others to support a political party we ourselves will not. We refuse to vote Labour on 12 December. John le Carré (David Cornwell), Fay Weldon, Joanna Lumley, William Boyd, Simon Callow, Antony Beevor, Sathnam Sanghera, Janina Ramirez, Trevor Phillips, Jimmy Wales, Suzannah Lipscomb, Tom Holland, Frederick Forsyth, Peter Frankopan, Ghanem Nuseibeh, Dan Snow, Fiyaz Mughal, Tony Parsons, Dan Jones, Maajid Nawaz, Oz Katerji, Nick Hewer, Ed Husain, Terry Jervis",
      "charCount": "1828",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/14/labour-antisemitism-row-public-figures-say-they-cannot-vote-for-party-under-corbyn",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-14T17:39:09Z",
    "webTitle": "Labour antisemitism row: public figures say they cannot vote for party under Corbyn",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/14/labour-antisemitism-row-public-figures-say-they-cannot-vote-for-party-under-corbyn",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/14/labour-antisemitism-row-public-figures-say-they-cannot-vote-for-party-under-corbyn",
    "fields": {
      "headline": "Labour antisemitism row: public figures say they cannot vote for party under Corbyn",
      "standfirst": "<p>John Le Carré and Joanna Lumley among signatories to letter condemning party’s stance</p><ul><li>Letter: <a href=\"https://www.theguardian.com/politics/2019/nov/14/concerns-about-antisemitism-mean-we-cannot-vote-labour\">Antisemitism concerns mean we cannot vote Labour</a></li></ul>",
      "trailText": "John Le Carré, Joanna Lumley and Tom Holland among signatories to letter condemning party’s stance",
      "byline": "Rowena Mason and Frances Perraudin",
      "main": "<figure class=\"element element-image\" data-media-id=\"704d0b8d13c8f14749baad79167989840433e49f\"> <img src=\"https://media.guim.co.uk/704d0b8d13c8f14749baad79167989840433e49f/0_42_4635_2781/1000.jpg\" alt=\"A 2018 protest against antisemitism outside the Labour party HQ.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A 2018 protest against antisemitism outside the Labour party HQ.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The authors John Le Carré and William Boyd are among a string of public figures declaring they refuse to vote Labour because of its association with antisemitism.</p> <p>In a <a href=\"https://www.theguardian.com/politics/2019/nov/14/concerns-about-antisemitism-mean-we-cannot-vote-labour\">letter to the Guardian</a>, they said: “To ignore it because Brexit looms larger is to declare that anti-Jewish prejudice is a price worth paying for a Labour government.”</p> <p>Both Le Carré, whose real name is David Cornwell, and Boyd have previously expressed strongly <a href=\"https://www.thetimes.co.uk/article/i-d-do-anything-to-remain-in-the-eu-says-william-boyd-3ssrjxsc6\">anti-Brexit views</a>. They joined others including Jimmy Wales, the founder of Wikipedia who has previously been sympathetic to Labour, the actor Simon Callow , and the historians Antony Beevor, Tom Holland and Dan Snow.</p> <p>Trevor Phillips, a former Labour politician and ex-chair of the Equality and Human Rights Commission (EHRC), and Fiyaz Mughal, the founder of the Tell Mama group fighting Islamophobia, also said they could not vote Labour.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/nov/14/concerns-about-antisemitism-mean-we-cannot-vote-labour\">Concerns about antisemitism mean we cannot vote Labour | Letter</a> </p> </aside>  <p>The letter said: “The coming election is momentous for every voter, but for British Jews it contains a particular anguish: the prospect of a prime minister steeped in association with antisemitism. Under Jeremy Corbyn’s leadership, Labour has come under formal investigation by the EHRC for institutional racism against Jews. Two Jewish MPs have been bullied out of the party. Mr Corbyn has a long record of embracing antisemites as comrades.</p> <p>“We listen to our Jewish friends and see how their pain has been relegated as an issue, pushed aside by arguments about Britain’s European future. For those who insist that Labour are the only alternative to Boris Johnson’s hard Brexit, now, it seems, is not the time for Jewish anxiety.</p> <p>“But antisemitism is central to a wider debate about the kind of country we want to be. To ignore it because Brexit looms larger is to declare that anti-Jewish prejudice is a price worth paying for a Labour government. Which other community’s concerns are disposable in this way? Who would be next?</p> <p>“Opposition to racism cannot include surrender in the fight against antisemitism. Yet that is what it would mean to back Labour and endorse Mr Corbyn for Downing Street. The path to a more tolerant society must encompass Britain’s Jews with unwavering solidarity. We endorse no party. However, we cannot in all conscience urge others to support a political party we ourselves will not. We refuse to vote Labour on 12 December.”</p> <p>Other signatories on the list include Frederick Forsyth, a Eurosceptic Conservative, Tony Parsons, the author who <a href=\"https://www.gq-magazine.co.uk/article/tony-parsons-voting-conservative\">identified himself as “Tory scum”</a> in 2015, and the actor Joanna Lumley, whom David Cameron once tried unsuccessfully to persuade to stand as a Conservative candidate and who supported Johnson’s ill-fated garden bridge project when he was mayor of London. Ghanem Nuseibeh, a businessman and chair of Muslims Against Antisemitism, has tweeted supportively about the Conservatives.</p> <p>There are also Liberal Democrtat supporters on the list, including Maajid Nawaz, the broadcaster and founding chair of the Quilliam anti-extremist thinktank, and Oz Katerji, a journalist and film-maker.</p> <p>A Labour party spokesperson said: “It’s extraordinary that several of those who have signed this letter have themselves been accused of antisemitism, Islamophobia and misogyny. It’s less surprising that a number are Conservatives and Lib Dems.</p> <p>“We take allegations of antisemitism extremely seriously, we are taking robust action and we are absolutely committed to rooting it out of our party and wider society.”</p> <p>Labour has been under pressure for some time over accusations it has not dealt swiftly enough with allegations of antisemitism by members. However, the party maintains it has overhauled its systems and now has a streamlined complaints process.</p> <p>In May, the EHRC began its <a href=\"https://www.theguardian.com/politics/2019/may/28/equality-body-launches-investigation-of-labour-antisemitism-claims\">formal investigation into Labour </a> over whether the party has unlawfully discriminated against, harassed or victimised people because they are Jewish.</p> <p>On Thursday, Luciana Berger, the Lib Dem candidate and former Labour MP for Liverpool Wavertree, called on the equalities watchdog to publish its report into allegations of antisemitism in the Labour party before the election, saying voters deserved to know what they were voting for.</p> <p>Speaking at an event, Berger said: “My last contribution in parliament was to say that Boris Johnson should release the <a href=\"https://www.theguardian.com/politics/2019/nov/11/uk-government-delay-of-russia-report-is-shaming-says-clinton\">intelligence committee’s report</a> into [Russian interference in British politics] and similarly the Equality and Human Rights Commission should release its report into institutional antisemitism in [Labour].</p> <p>“Both of them point to issues that people should be concerned about and aware of in the run-up to the general election in four weeks’ time.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "731",
      "firstPublicationDate": "2019-11-14T17:39:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:54Z",
      "newspaperEditionDate": "2019-11-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cykap",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/704d0b8d13c8f14749baad79167989840433e49f/0_42_4635_2781/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The authors John Le Carré and William Boyd are among a string of public figures declaring they refuse to vote Labour because of its association with antisemitism. In a letter to the Guardian, they said: “To ignore it because Brexit looms larger is to declare that anti-Jewish prejudice is a price worth paying for a Labour government.” Both Le Carré, whose real name is David Cornwell, and Boyd have previously expressed strongly anti-Brexit views. They joined others including Jimmy Wales, the founder of Wikipedia who has previously been sympathetic to Labour, the actor Simon Callow , and the historians Antony Beevor, Tom Holland and Dan Snow. Trevor Phillips, a former Labour politician and ex-chair of the Equality and Human Rights Commission (EHRC), and Fiyaz Mughal, the founder of the Tell Mama group fighting Islamophobia, also said they could not vote Labour. The letter said: “The coming election is momentous for every voter, but for British Jews it contains a particular anguish: the prospect of a prime minister steeped in association with antisemitism. Under Jeremy Corbyn’s leadership, Labour has come under formal investigation by the EHRC for institutional racism against Jews. Two Jewish MPs have been bullied out of the party. Mr Corbyn has a long record of embracing antisemites as comrades. “We listen to our Jewish friends and see how their pain has been relegated as an issue, pushed aside by arguments about Britain’s European future. For those who insist that Labour are the only alternative to Boris Johnson’s hard Brexit, now, it seems, is not the time for Jewish anxiety. “But antisemitism is central to a wider debate about the kind of country we want to be. To ignore it because Brexit looms larger is to declare that anti-Jewish prejudice is a price worth paying for a Labour government. Which other community’s concerns are disposable in this way? Who would be next? “Opposition to racism cannot include surrender in the fight against antisemitism. Yet that is what it would mean to back Labour and endorse Mr Corbyn for Downing Street. The path to a more tolerant society must encompass Britain’s Jews with unwavering solidarity. We endorse no party. However, we cannot in all conscience urge others to support a political party we ourselves will not. We refuse to vote Labour on 12 December.” Other signatories on the list include Frederick Forsyth, a Eurosceptic Conservative, Tony Parsons, the author who identified himself as “Tory scum” in 2015, and the actor Joanna Lumley, whom David Cameron once tried unsuccessfully to persuade to stand as a Conservative candidate and who supported Johnson’s ill-fated garden bridge project when he was mayor of London. Ghanem Nuseibeh, a businessman and chair of Muslims Against Antisemitism, has tweeted supportively about the Conservatives. There are also Liberal Democrtat supporters on the list, including Maajid Nawaz, the broadcaster and founding chair of the Quilliam anti-extremist thinktank, and Oz Katerji, a journalist and film-maker. A Labour party spokesperson said: “It’s extraordinary that several of those who have signed this letter have themselves been accused of antisemitism, Islamophobia and misogyny. It’s less surprising that a number are Conservatives and Lib Dems. “We take allegations of antisemitism extremely seriously, we are taking robust action and we are absolutely committed to rooting it out of our party and wider society.” Labour has been under pressure for some time over accusations it has not dealt swiftly enough with allegations of antisemitism by members. However, the party maintains it has overhauled its systems and now has a streamlined complaints process. In May, the EHRC began its formal investigation into Labour over whether the party has unlawfully discriminated against, harassed or victimised people because they are Jewish. On Thursday, Luciana Berger, the Lib Dem candidate and former Labour MP for Liverpool Wavertree, called on the equalities watchdog to publish its report into allegations of antisemitism in the Labour party before the election, saying voters deserved to know what they were voting for. Speaking at an event, Berger said: “My last contribution in parliament was to say that Boris Johnson should release the intelligence committee’s report into [Russian interference in British politics] and similarly the Equality and Human Rights Commission should release its report into institutional antisemitism in [Labour]. “Both of them point to issues that people should be concerned about and aware of in the run-up to the general election in four weeks’ time.”",
      "charCount": "4609",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/frances-perraudin\">Frances Perraudin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/nov/14/pm-under-fire-for-standing-behind-candidate-who-wrote-racist-article-anthony-browne",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-11-14T16:47:01Z",
    "webTitle": "PM under fire for not sacking candidate who wrote 'racist' articles",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/14/pm-under-fire-for-standing-behind-candidate-who-wrote-racist-article-anthony-browne",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/14/pm-under-fire-for-standing-behind-candidate-who-wrote-racist-article-anthony-browne",
    "fields": {
      "headline": "PM under fire for not sacking candidate who wrote 'racist' articles",
      "standfirst": "<p>Boris Johnson was Spectator editor when Anthony Browne blamed migrants for bringing germs to UK </p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/nov/14/general-election-pay-gap-promises-from-labour-and-lib-dems-as-johnson-navigates-floods-anger-live-news\">Latest election news – live updates</a> </li></ul>",
      "trailText": "Boris Johnson was Spectator editor when Anthony Browne blamed migrants for bringing germs to UK ",
      "byline": "Frances Perraudin",
      "main": "<figure class=\"element element-image\" data-media-id=\"619b0518ebae352b99546eae38cac8fd48f75251\"> <img src=\"https://media.guim.co.uk/619b0518ebae352b99546eae38cac8fd48f75251/0_29_3536_2122/1000.jpg\" alt=\"Anthony Browne\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anthony Browne pictured in 2012. He has said he regrets any offence caused.</span> <span class=\"element-image__credit\">Photograph: Rii Schroer/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>The prime minister has been criticised for refusing to sack his former aide <a href=\"https://www.theguardian.com/politics/2019/nov/11/tory-candidate-anthony-browne-faces-calls-quit-over-disgusting-racism\">after it emerged</a> the Conservative party candidate wrote in the Spectator, under Boris Johnson’s editorship, that immigrants were to blame for bringing germs and HIV to the UK.</p> <p>Anthony Browne, a former lobbyist for the British Bankers’ Association and journalist for the Times and Observer, is the Tory candidate in South Cambridgeshire, the safe seat previously represented by Heidi Allen, <a href=\"https://www.theguardian.com/politics/2019/oct/29/lib-dem-mp-heidi-allen-stand-down-next-general-election\">who left the party</a> over its stance on Brexit.</p> <p>In an article for the Spectator, written in 2002 when Johnson was editing the magazine, Browne said: “It is not through letting in terrorists that the government’s policy of mass migration – especially from the third world – will claim the most lives. It is through letting in too many germs.”</p> <p>Browne also suggested that “curbing the influx of HIV immigrants” would be a better public health approach to tackling HIV than telling people to wear condoms.</p> <p>The shadow home secretary, Diane Abbott, said it came as no surprise that the Conservative party had decided to stick by Browne as the prime minister would have approved the “despicable words” as the magazine’s editor.</p> <p>“Johnson published white supremacist articles, in which the author boasted about being an antisemite, argued that black people have lower IQs and described black people as ‘thugs’,” she said.<br><br>“Johnson is responsible for publishing this racist filth, which has fuelled prejudice and division in our country, and he owes all ethnic minorities in our country a long overdue apology.”</p> <p>Labour’s call came shortly ahead of the 4pm deadline on Thursday to register or withdraw as a candidate in the general election. After that deadline it was too late for the Conservative party to select someone else to stand in the seat.</p> <p>Browne is one of <a href=\"https://www.theguardian.com/politics/2019/nov/11/tory-candidate-anthony-browne-faces-calls-quit-over-disgusting-racism\">a string of political advisers</a> with links to Johnson’s administration to have been selected as candidates in Conservative safe seats. Danny Kruger, one of the prime minister’s current policy chiefs, will stand in the Wiltshire seat of Devizes, and James Wild, a senior special adviser to Johnson, was selected earlier this week to stand in West Norfolk.</p> <p>Unlike Browne, other Conservative candidates have been swiftly removed <a href=\"https://www.theguardian.com/politics/2019/nov/13/candidate-calamities-who-has-incited-the-biggest-controversy\">after controversies over their previous comments</a>. <a href=\"https://www.theguardian.com/politics/2019/nov/07/boris-johnson-distances-himself-from-candidates-rape-comments-nick-conrad-keep-their-knickers-on\">Nick Conrad withdrew</a> from the safe Norfolk seat of Broadland following criticism of his 2014 statement that women should keep their “knickers on” to avoid rape. Antony Calvert<strong> </strong>withdrew from the race in the target seat of Wakefield after offensive social media posts came to light, including one in which he referred to London as “Londonistan”.</p> <p>Browne was previously forced to address his comments when he became a policy director for Johnson when he was mayor of London. He said he had gone through a “phase of being deliberately contrary and deliberately provocative”.</p> <p>“I do very much regret any offence caused by any past newspaper articles. It really never was my intention to cause offence, but to provoke debate,” he said. “The articles, which I deeply regret writing, also don’t give a fair reflection of my views. I want to make clear that I am emphatically not anti-immigration.”</p> <p>A Conservative party spokesperson said: “These comments were made over 15 years ago, Anthony Browne has apologised for these comments and sincerely regrets them.”</p> <p>The party has been hit by a barrage of allegations of racism and islamophobia in recent days. <a href=\"https://www.theguardian.com/politics/2019/nov/12/revealed-conservative-councillors-islamophobic-social-media\">On Tuesday, the Guardian revealed</a> that 25 sitting and former Conservative councillors had posted offensive material on social media.</p> <p>The posts included calls for mosques to be banned, claims the faith wants to “turn the world Muslim”, referring to its followers as “barbarians” and “the enemy within”. After being presented with the evidence, the party suspended all those who were still members pending an investigation.</p> <p>On Thursday, a Conservative association deputy chairman in Stourbridge in the West Midlands resigned over Islamophobia in the local party. Kyle Pedley <a href=\"https://www.bbc.co.uk/news/av/election-2019-50422455/general-election-2019-stourbridge-resignation-over-islamophobia-claims\">told the BBC</a> he had witnessed a Muslim Tory council candidate face a “barrage of questioning” over his religion and race.</p> <p>Naz Shah, the shadow equalities minister, said the levels of racism in the Tory ranks was absolutely terrifying. “Muslim people are afraid of what might happen if Boris Johnson’s Conservatives win this election,” she said, adding that the party should take action against the Stourbridge Conservative association.</p> <p>Spokespeople for the Conservative party have previously responded to allegations of Islamophobia within its ranks by saying that it responds to discrimination of any kind swiftly and takes it extremely seriously.</p> <p>“The Conservative party will never stand by when it comes to prejudice and discrimination of any kind,” they said. “That’s why we are already establishing the terms of an investigation to make sure that such instances are isolated and robust processes are in place to stamp them out as and when they occur.” </p>",
      "newspaperPageNumber": "9",
      "wordcount": "801",
      "firstPublicationDate": "2019-11-14T16:47:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:54Z",
      "newspaperEditionDate": "2019-11-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cykh2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/619b0518ebae352b99546eae38cac8fd48f75251/0_29_3536_2122/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The prime minister has been criticised for refusing to sack his former aide after it emerged the Conservative party candidate wrote in the Spectator, under Boris Johnson’s editorship, that immigrants were to blame for bringing germs and HIV to the UK. Anthony Browne, a former lobbyist for the British Bankers’ Association and journalist for the Times and Observer, is the Tory candidate in South Cambridgeshire, the safe seat previously represented by Heidi Allen, who left the party over its stance on Brexit. In an article for the Spectator, written in 2002 when Johnson was editing the magazine, Browne said: “It is not through letting in terrorists that the government’s policy of mass migration – especially from the third world – will claim the most lives. It is through letting in too many germs.” Browne also suggested that “curbing the influx of HIV immigrants” would be a better public health approach to tackling HIV than telling people to wear condoms. The shadow home secretary, Diane Abbott, said it came as no surprise that the Conservative party had decided to stick by Browne as the prime minister would have approved the “despicable words” as the magazine’s editor. “Johnson published white supremacist articles, in which the author boasted about being an antisemite, argued that black people have lower IQs and described black people as ‘thugs’,” she said. “Johnson is responsible for publishing this racist filth, which has fuelled prejudice and division in our country, and he owes all ethnic minorities in our country a long overdue apology.” Labour’s call came shortly ahead of the 4pm deadline on Thursday to register or withdraw as a candidate in the general election. After that deadline it was too late for the Conservative party to select someone else to stand in the seat. Browne is one of a string of political advisers with links to Johnson’s administration to have been selected as candidates in Conservative safe seats. Danny Kruger, one of the prime minister’s current policy chiefs, will stand in the Wiltshire seat of Devizes, and James Wild, a senior special adviser to Johnson, was selected earlier this week to stand in West Norfolk. Unlike Browne, other Conservative candidates have been swiftly removed after controversies over their previous comments. Nick Conrad withdrew from the safe Norfolk seat of Broadland following criticism of his 2014 statement that women should keep their “knickers on” to avoid rape. Antony Calvert withdrew from the race in the target seat of Wakefield after offensive social media posts came to light, including one in which he referred to London as “Londonistan”. Browne was previously forced to address his comments when he became a policy director for Johnson when he was mayor of London. He said he had gone through a “phase of being deliberately contrary and deliberately provocative”. “I do very much regret any offence caused by any past newspaper articles. It really never was my intention to cause offence, but to provoke debate,” he said. “The articles, which I deeply regret writing, also don’t give a fair reflection of my views. I want to make clear that I am emphatically not anti-immigration.” A Conservative party spokesperson said: “These comments were made over 15 years ago, Anthony Browne has apologised for these comments and sincerely regrets them.” The party has been hit by a barrage of allegations of racism and islamophobia in recent days. On Tuesday, the Guardian revealed that 25 sitting and former Conservative councillors had posted offensive material on social media. The posts included calls for mosques to be banned, claims the faith wants to “turn the world Muslim”, referring to its followers as “barbarians” and “the enemy within”. After being presented with the evidence, the party suspended all those who were still members pending an investigation. On Thursday, a Conservative association deputy chairman in Stourbridge in the West Midlands resigned over Islamophobia in the local party. Kyle Pedley told the BBC he had witnessed a Muslim Tory council candidate face a “barrage of questioning” over his religion and race. Naz Shah, the shadow equalities minister, said the levels of racism in the Tory ranks was absolutely terrifying. “Muslim people are afraid of what might happen if Boris Johnson’s Conservatives win this election,” she said, adding that the party should take action against the Stourbridge Conservative association. Spokespeople for the Conservative party have previously responded to allegations of Islamophobia within its ranks by saying that it responds to discrimination of any kind swiftly and takes it extremely seriously. “The Conservative party will never stand by when it comes to prejudice and discrimination of any kind,” they said. “That’s why we are already establishing the terms of an investigation to make sure that such instances are isolated and robust processes are in place to stamp them out as and when they occur.”",
      "charCount": "4969",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/frances-perraudin\">Frances Perraudin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/nov/14/tory-scaremongering-immigration-liberal-policy",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-14T14:46:24Z",
    "webTitle": "The Tories’ ‘fake’ Labour migration numbers are hiding the demise of their own foolish policy | Jonathan Portes",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/14/tory-scaremongering-immigration-liberal-policy",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/14/tory-scaremongering-immigration-liberal-policy",
    "fields": {
      "headline": "The Tories’ ‘fake’ Labour migration numbers are hiding the demise of their own foolish policy",
      "standfirst": "<p>It is still scaremongering as much as ever, but the party has quietly dropped its notorious ‘tens of thousands’ commitment<br></p>",
      "trailText": "The party has quietly dropped its notorious ‘tens of thousands’ commitment, says Jonathan Portes, senior fellow at UK in a Changing Europe",
      "byline": "Jonathan Portes",
      "main": "<figure class=\"element element-image\" data-media-id=\"b80219ebca9f54c46dbe98511a8eccee20c88324\"> <img src=\"https://media.guim.co.uk/b80219ebca9f54c46dbe98511a8eccee20c88324/0_16_2434_1460/1000.jpg\" alt=\"BRITAIN-EU-POLITICS-BREXIT-NHSBritain’s Prime Minister Boris Johnson speaks to nurses and hospital workers during his visit to Watford General hospital in Watford, north of London on on October 7, 2019. - British Prime Minister Boris Johnson has warned French President Emmanuel Macron he will not delay Brexit beyond October 31, underlining that his latest proposals are a last chance to reach a deal, a Downing Street spokesman said on Sunday. (Photo by Peter Summers / POOL / AFP) (Photo by PETER SUMMERS/POOL/AFP via Getty Images)\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson at Watford General hospital, 7 October, 2019: ‘We’ve already had announcements about a new “NHS visa”, as well as allowing more international students to stay on to work after they finish their studies.’</span> <span class=\"element-image__credit\">Photograph: Peter Summers/POOL/AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>What should we make of the <a href=\"https://www.theguardian.com/politics/2019/nov/14/conservatives-pledge-to-cut-overall-immigration\" title=\"\">Conservatives’ claims</a> this morning that Labour policy would mean net migration would increase by 1.2 trillion over the next five years? Oh, wait. That was <a href=\"https://www.theguardian.com/politics/2019/nov/10/labour-derides-12tn-tory-costing-claims-as-work-of-fiction-corbyn\" title=\"\">their claim</a> about Labour spending plans – in fact, their “research” suggests that migration would rise by a mere 840,000.</p> <p>For those of us who work with numbers for a living, and frequently bemoan the lack of public understanding of key economic and social statistics, the way figures are abused by political parties during election campaigns is deeply depressing. (While not on the same scale as the torrent of unreliable Tory projections, Labour has made some dishonest predictions of its own – such as the claim that a Trump trade deal would <a href=\"https://www.theguardian.com/politics/live/2019/nov/05/general-election-news-latest-corbyn-brexit-speech-gove-says-labours-claim-uk-us-trade-deal-cost-cost-nhs-500m-per-week-nonsense-live-news?page=with:block-5dc130e18f084b2b11b8786a#block-5dc130e18f084b2b11b8786a\" title=\"\">cost the NHS £500m a week</a>.)</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The replacement of the target with a vaguer commitment to 'cut immigration overall' suggests a recognition of reality</p> </blockquote> </aside>  <p>The <a href=\"https://assets-global.website-files.com/5da42e2cae7ebd3f8bde353c/5dcc26bae7d2fd647c40576b_Jeremy%20Corbyn%E2%80%99s%20plan%20for%20uncontrolled%20and%20unlimited%20immigration.pdf\" title=\"\">Conservatives’ migration</a> numbers can easily be dismissed – in fact, they couldn’t even be bothered to get the current levels of migration right, ignoring the latest official <a href=\"https://www.ons.gov.uk/peoplepopulationandcommunity/populationandmigration/populationprojections/bulletins/nationalpopulationprojections/2018based\" title=\"\">Office for National Statistics projections</a>. Even better, they’ve invented something called a “net visa grant”, a completely nonexistent concept that I suspect will mystify the Home Office officials who are actually in charge of granting visas.</p> <p>I doubt this will have much credibility with anyone who hasn’t already bought into a completely paranoid narrative about “floods” of migrants, or the entire population of Turkey moving here if we stay in the EU. There are definitely legitimate questions about Labour policy: as part of its proposed renegotiation of the Brexit deal, would it now be prepared to accept free movement with the EU, which in turn would unlock the possibility of continued UK membership of the single market (a policy that <a href=\"https://d25d2506sfb94s.cloudfront.net/cumulus_uploads/document/wxdn9e6z4w/TheSundayTimes_VI_191108_w.pdf\" title=\"\">recent polls</a> suggest is surprisingly popular)? And, while they have rejected quotas and income thresholds, how would their policy on non-EU migration for work differ in practice from the Conservatives’ proposals? Pending their manifesto, we just don’t know.</p> <p>But the Conservatives’ claim that Labour will introduce free movement with the entire world is obviously nonsensical and has already <a href=\"https://fullfact.org/immigration/labour-immigration-policy/\" title=\"\">been debunked</a>. The more interesting aspect is what it’s designed to obscure. In fact, what the Conservatives are trying to do here is to bury good news – that is, the long-overdue abandonment of David Cameron and Theresa May’s economically illiterate and politically damaging target to reduce immigration to the “tens of thousands”.</p> <p>A little personal history may be in order here. When I was chief economist in the Cabinet Office in late 2010, I warned the then prime minister that he was setting himself up to fail – reducing non-EU migration very substantially would require economically damaging restrictions on skilled and student migration (absent a very prolonged recession), while EU migration would probably rise in 2014 (just before the next election) as controls were lifted on Bulgarians and Romanians.</p> <p>In the end, of course, he got the worst of all worlds: May’s nasty policies, a <a href=\"https://www.theguardian.com/uk-news/2015/feb/26/migration-figures-expected-to-shatter-camerons-tens-of-thousands-pledge\" title=\"\">high-profile missed target</a> and then, in reaction to that, a doomed attempt to end free movement as part of his renegotiation of our EU membership. And we all know how that ended.</p> <p>So the replacement of the target with a much vaguer commitment to “cut immigration overall” is positive. And it suggests a welcome, if belated, recognition of reality – that ending free movement will reduce EU migration. And that, <a href=\"https://www.theguardian.com/commentisfree/2019/jun/30/tragedy-is-inevitable-if-we-fear-migration-rather-than-celebrate-its-benefits\" title=\"\">given the needs</a> of the UK economy, not to mention public services, will require a considerably more liberal policy towards skilled migration from outside the EU. We’ve already had announcements about a new “<a href=\"https://www.theguardian.com/politics/2019/nov/08/boris-johnson-promises-preferential-immigration-for-nhs-staff\" title=\"\">NHS visa</a>”, as well as allowing more international students to stay on to work after they finish their studies – policies which many of us have long been arguing for.</p> <p>Nor is this just about economics. It was the Cameron/May target that drove the Home Office’s focus on simply keeping people out or kicking them out, leading in turn not just to the Windrush scandal, but similar abuses and mistreatment of foreign students, as well as inhumane policies towards the families of British citizens who happened not to be rich or well-paid enough. <a href=\"https://www.theguardian.com/world/2019/may/02/britons-more-sold-on-immigration-benefits-than-other-europeans\" title=\"\">As public opinion</a> has shifted away from a knee-jerk negativity, we can hope that these policies too might gradually be reversed.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/nov/13/michael-gove-immigration-myths-tories\">Michael Gove is peddling the same old immigration myths | Maya Goodfellow</a> </p> </aside>  <p>What would this mean for numbers overall? There’s huge uncertainty, but <a href=\"https://ukandeu.ac.uk/wp-content/uploads/2019/10/The-economic-impact-of-Boris-Johnsons-Brexit-proposals.pdf\" title=\"\">my modelling</a> suggests that the overall impact might be a modest fall of about 35,000 a year, with much of the reduction in EU migration being offset by increases elsewhere. This in turn would mean that rather than exacerbating the economic damage from Brexit, as May’s restrictionist approach would, the impact would be broadly neutral – and could even be positive.</p> <p>So, while it’s disappointing to see Conservative scaremongering about immigration in the headlines again, the underlying forces driving immigration policy – both economic and political – are pushing us in the right direction: away from the pointless numbers game of the last decade, and towards a more constructive debate about what an economically sensible and humane post-Brexit system might look like.</p> <p>• Jonathan Portes is a senior fellow at UK in a Changing Europe</p>",
      "wordcount": "837",
      "commentCloseDate": "2019-11-14T17:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-14T14:46:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:55Z",
      "newspaperEditionDate": "2019-11-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cykdv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b80219ebca9f54c46dbe98511a8eccee20c88324/0_16_2434_1460/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "What should we make of the Conservatives’ claims this morning that Labour policy would mean net migration would increase by 1.2 trillion over the next five years? Oh, wait. That was their claim about Labour spending plans – in fact, their “research” suggests that migration would rise by a mere 840,000. For those of us who work with numbers for a living, and frequently bemoan the lack of public understanding of key economic and social statistics, the way figures are abused by political parties during election campaigns is deeply depressing. (While not on the same scale as the torrent of unreliable Tory projections, Labour has made some dishonest predictions of its own – such as the claim that a Trump trade deal would cost the NHS £500m a week.) The Conservatives’ migration numbers can easily be dismissed – in fact, they couldn’t even be bothered to get the current levels of migration right, ignoring the latest official Office for National Statistics projections. Even better, they’ve invented something called a “net visa grant”, a completely nonexistent concept that I suspect will mystify the Home Office officials who are actually in charge of granting visas. I doubt this will have much credibility with anyone who hasn’t already bought into a completely paranoid narrative about “floods” of migrants, or the entire population of Turkey moving here if we stay in the EU. There are definitely legitimate questions about Labour policy: as part of its proposed renegotiation of the Brexit deal, would it now be prepared to accept free movement with the EU, which in turn would unlock the possibility of continued UK membership of the single market (a policy that recent polls suggest is surprisingly popular)? And, while they have rejected quotas and income thresholds, how would their policy on non-EU migration for work differ in practice from the Conservatives’ proposals? Pending their manifesto, we just don’t know. But the Conservatives’ claim that Labour will introduce free movement with the entire world is obviously nonsensical and has already been debunked. The more interesting aspect is what it’s designed to obscure. In fact, what the Conservatives are trying to do here is to bury good news – that is, the long-overdue abandonment of David Cameron and Theresa May’s economically illiterate and politically damaging target to reduce immigration to the “tens of thousands”. A little personal history may be in order here. When I was chief economist in the Cabinet Office in late 2010, I warned the then prime minister that he was setting himself up to fail – reducing non-EU migration very substantially would require economically damaging restrictions on skilled and student migration (absent a very prolonged recession), while EU migration would probably rise in 2014 (just before the next election) as controls were lifted on Bulgarians and Romanians. In the end, of course, he got the worst of all worlds: May’s nasty policies, a high-profile missed target and then, in reaction to that, a doomed attempt to end free movement as part of his renegotiation of our EU membership. And we all know how that ended. So the replacement of the target with a much vaguer commitment to “cut immigration overall” is positive. And it suggests a welcome, if belated, recognition of reality – that ending free movement will reduce EU migration. And that, given the needs of the UK economy, not to mention public services, will require a considerably more liberal policy towards skilled migration from outside the EU. We’ve already had announcements about a new “NHS visa”, as well as allowing more international students to stay on to work after they finish their studies – policies which many of us have long been arguing for. Nor is this just about economics. It was the Cameron/May target that drove the Home Office’s focus on simply keeping people out or kicking them out, leading in turn not just to the Windrush scandal, but similar abuses and mistreatment of foreign students, as well as inhumane policies towards the families of British citizens who happened not to be rich or well-paid enough. As public opinion has shifted away from a knee-jerk negativity, we can hope that these policies too might gradually be reversed. What would this mean for numbers overall? There’s huge uncertainty, but my modelling suggests that the overall impact might be a modest fall of about 35,000 a year, with much of the reduction in EU migration being offset by increases elsewhere. This in turn would mean that rather than exacerbating the economic damage from Brexit, as May’s restrictionist approach would, the impact would be broadly neutral – and could even be positive. So, while it’s disappointing to see Conservative scaremongering about immigration in the headlines again, the underlying forces driving immigration policy – both economic and political – are pushing us in the right direction: away from the pointless numbers game of the last decade, and towards a more constructive debate about what an economically sensible and humane post-Brexit system might look like. • Jonathan Portes is a senior fellow at UK in a Changing Europe",
      "charCount": "5154",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonathan-portes\">Jonathan Portes</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/nov/14/tories-narrow-focus-policy-costings-economic-issues",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-14T14:01:09Z",
    "webTitle": "Throwing big numbers around ignores the economic questions that really matter | Carys Roberts",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/14/tories-narrow-focus-policy-costings-economic-issues",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/14/tories-narrow-focus-policy-costings-economic-issues",
    "fields": {
      "headline": "Throwing big numbers around ignores the economic questions that really matter",
      "standfirst": "<p>The Tories’ obsession with policy costings as the only measure of economic credibility is austerity logic in action</p>",
      "trailText": "The Tories’ obsession with policy costings as the only measure of economic credibility is austerity logic in action, says economist Carys Roberts",
      "byline": "Carys Roberts",
      "main": "<figure class=\"element element-image\" data-media-id=\"719e693b48cada10478e6a35942ae2ea7ce0d0ac\"> <img src=\"https://media.guim.co.uk/719e693b48cada10478e6a35942ae2ea7ce0d0ac/0_17_3128_1877/1000.jpg\" alt=\"Sajid Javid Campaigns In Bristol on November 12, 2019 \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Sajid Javid’s assessment of Labour’s tax plans that supposedly reveals a tax gap of £2,400 per taxpayer is a poor way to present the likely impact on voters of increased spending.’ The chancellor campaigning in Bristol this week</span> <span class=\"element-image__credit\">Photograph: Finnbarr Webster/Getty Images</span> </figcaption> </figure>",
      "body": "<p>This week the election campaign has been squarely focused on public finances, with the Conservatives publishing a <a href=\"https://www.theguardian.com/commentisfree/2019/nov/11/labour-spending-tories-young-voters\" title=\"\">widely derided £1.2tn assessment</a> of Labour’s spending plans. In spite of the debunking of these figures, the party has doubled down with a separate assessment of Labour’s tax plans – it says Labour’s spending plans outweigh how much it plans to collect in tax, leading to a <a href=\"https://www.theguardian.com/politics/2019/nov/12/will-labour-plans-really-cost-each-taxpayer-2400\" title=\"\">£2,400 per taxpayer “gap”</a> that will need to be filled by borrowing or raising taxes.</p> <p>Of course, the Conservatives are aware of the quality of the claims they are making. As a tactic, the £1.2tn is straight out of the “£350m a week” playbook: come up with a big figure, and no matter if it’s indefensible, wait for it to stick. The more your opponents complain, the more they end up repeating the big number until it’s indelibly imprinted on voters’ minds.</p> <p>Many of the figures presented to arrive at this big number are questionable. Labour has not yet agreed the policies in its manifesto and some of the spending and tax proposals included in these calculations, such as replacing council tax with a property tax, are not currently Labour policy. And where the calculations involve policies that have been previously announced, assumptions have been made in order to generate the largest possible estimate of their costs. </p> <p>Next are the presentational tricks. There can be good reasons to present figures aggregated to five-year totals: such as when setting an ambition for a parliament, for instance, or if you expect year-to-year fluctuations that are superficial rather than meaningful. But in this case, with no good reason to do it, presenting a five-year £1.2tn figure looks a lot like <a href=\"https://www.theguardian.com/politics/2019/nov/10/labour-derides-12tn-tory-costing-claims-as-work-of-fiction-corbyn\" title=\"\">an attempt to inflate the number</a>. It’s then even more misleading to compare this erroneous five-year figure to an annual figure for GDP, as the Conservatives went on to do. Even if we were to accept their costings, they would represent roughly 12% of GDP on an annual basis, not 60% as is claimed.</p> <p>Sajid Javid’s assessment of Labour’s tax plans that supposedly reveals a tax gap of £2,400 per taxpayer is a poor way to present the likely impact on voters of increased spending. First, the Conservatives haven’t taken into account any of the potential benefits of the policies, such as income from <a href=\"https://www.theguardian.com/business/2019/oct/14/labour-plans-for-utilities-would-cost-the-uk-200bn-says-cbi\" title=\"\">nationalised utilities and rail</a>, which could recoup some of the upfront cost. We’d also expect to see incomes – and therefore tax revenues – rise as a result of increased investment. But even if taxes did need to rise, thankfully we have a progressive tax and benefit system, which would spread the costs to those more able to pay. It is reasonable to assume that <a href=\"https://www.theguardian.com/politics/live/2019/nov/13/general-election-johnson-re-launches-tory-campaign-as-labour-unveils-nhs-plan-live-news?page=with:block-5dcbe68c8f08aab51e1be264#block-5dcbe68c8f08aab51e1be264\" title=\"\">the tax changes Labour might introduce</a> would also be progressive, given previous commitments. This means that while £2,400 will look very worrying to a low-income voter, it’s a tax bill they’re unlikely to ever be presented with.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>While we’re all obsessing over the numbers, we lose sight of the questions that really matter</p> </blockquote> </aside>  <p>To ordinary people without the tools or time to decode policy costings, incomprehensibly large numbers start to become meaningless. So too do economic analyses: if these numbers can’t be trusted, why should other numbers widely reported in the press be trusted either? Election antics such as these therefore damage the fabric of public debate, and as a consequence the strength of our democracy.</p> <p>They also direct public attention on to narrow and overly simplistic accounting rather than the economic questions that really matter. Economic policy is seen as no more than management of the public finances, with policies that we know really shape how the economy works and for whom it works – such as investment, industrial strategy and regulation – treated as secondary.</p> <p>Yet we know that it is fundamental reform of the economy that is urgently needed. Wages are only just recovering from their pre-recession peak and several regions in the country have been <a href=\"https://qz.com/1709904/which-uk-regions-have-had-a-recession-recently/\" title=\"\">in technical recession</a> since 2015. The UK has been near the bottom of the Organisation for Economic Co-operation and Development (OECD) <a href=\"https://www.tuc.org.uk/blogs/uk-third-bottom-global-investment-league\" title=\"\">league table for investment</a> for 20 years – yet with the ongoing crises of <a href=\"https://www.theguardian.com/uk-news/2019/may/30/half-of-job-growth-to-be-limited-to-london-inequality-inquiry-finds\" title=\"\">regional inequality</a> and climate breakdown, the country can no longer afford not to invest.</p> <p>But the Tories continue to paint the kind of investment required as an upfront cost deemed unaffordable. In fact, in the Conservatives’ new fiscal rules and in the name of economic credibility, public investment would be <a href=\"https://www.theguardian.com/politics/2019/nov/07/tories-and-labour-warned-over-ambitious-spending-promises-infrastructure-investment\" title=\"\">limited to 3% of national income</a> – below the level our OECD peers already invest and unlikely to be sufficient to meet the challenges we face as a society.</p> <p>This is austerity logic in action. George Osborne’s legacy goes further than the unnecessary cuts imposed on public services and welfare budgets, to an obsession with upfront, direct policy costings as the only measure of economic credibility. Policy costings are presented as a “neutral” assessment, but are in fact deeply and opaquely politicised, and favour incremental policies with low upfront investment over potentially more effective, transformative policies.</p> <p>While we’re all obsessing over the numbers, we lose sight of the questions that really matter. What determines affordability is where and how the money is used. We urgently need to repair the damage that has been done to public services and family incomes by austerity over the past decade, and to invest in the economy so that incomes – and consequently tax revenues – can grow.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/jul/19/worsening-public-finances-hand-next-pm-a-sharp-reality-check\">Worsening public finances give next PM a sharp 'reality check'</a> </p> </aside>  <p>Rather than boiling down economics to a poorly executed accounting spreadsheet, we need to be focusing on how parties plan to fix the longstanding weaknesses of our economy and how they plan to avert catastrophic climate breakdown – so that we even have an economy to talk of in years to come. The cracks are showing in the UK’s economic model. Let’s not focus on the wallpaper as the house crumbles around us.</p> <p>• Carys Roberts is chief economist and head of the Centre for Economic Justice at the Institute for Public Policy Research</p>",
      "wordcount": "975",
      "commentCloseDate": "2019-11-17T14:01:09Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-14T14:01:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:50Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cyk7z",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/719e693b48cada10478e6a35942ae2ea7ce0d0ac/0_17_3128_1877/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "This week the election campaign has been squarely focused on public finances, with the Conservatives publishing a widely derided £1.2tn assessment of Labour’s spending plans. In spite of the debunking of these figures, the party has doubled down with a separate assessment of Labour’s tax plans – it says Labour’s spending plans outweigh how much it plans to collect in tax, leading to a £2,400 per taxpayer “gap” that will need to be filled by borrowing or raising taxes. Of course, the Conservatives are aware of the quality of the claims they are making. As a tactic, the £1.2tn is straight out of the “£350m a week” playbook: come up with a big figure, and no matter if it’s indefensible, wait for it to stick. The more your opponents complain, the more they end up repeating the big number until it’s indelibly imprinted on voters’ minds. Many of the figures presented to arrive at this big number are questionable. Labour has not yet agreed the policies in its manifesto and some of the spending and tax proposals included in these calculations, such as replacing council tax with a property tax, are not currently Labour policy. And where the calculations involve policies that have been previously announced, assumptions have been made in order to generate the largest possible estimate of their costs. Next are the presentational tricks. There can be good reasons to present figures aggregated to five-year totals: such as when setting an ambition for a parliament, for instance, or if you expect year-to-year fluctuations that are superficial rather than meaningful. But in this case, with no good reason to do it, presenting a five-year £1.2tn figure looks a lot like an attempt to inflate the number. It’s then even more misleading to compare this erroneous five-year figure to an annual figure for GDP, as the Conservatives went on to do. Even if we were to accept their costings, they would represent roughly 12% of GDP on an annual basis, not 60% as is claimed. Sajid Javid’s assessment of Labour’s tax plans that supposedly reveals a tax gap of £2,400 per taxpayer is a poor way to present the likely impact on voters of increased spending. First, the Conservatives haven’t taken into account any of the potential benefits of the policies, such as income from nationalised utilities and rail, which could recoup some of the upfront cost. We’d also expect to see incomes – and therefore tax revenues – rise as a result of increased investment. But even if taxes did need to rise, thankfully we have a progressive tax and benefit system, which would spread the costs to those more able to pay. It is reasonable to assume that the tax changes Labour might introduce would also be progressive, given previous commitments. This means that while £2,400 will look very worrying to a low-income voter, it’s a tax bill they’re unlikely to ever be presented with. To ordinary people without the tools or time to decode policy costings, incomprehensibly large numbers start to become meaningless. So too do economic analyses: if these numbers can’t be trusted, why should other numbers widely reported in the press be trusted either? Election antics such as these therefore damage the fabric of public debate, and as a consequence the strength of our democracy. They also direct public attention on to narrow and overly simplistic accounting rather than the economic questions that really matter. Economic policy is seen as no more than management of the public finances, with policies that we know really shape how the economy works and for whom it works – such as investment, industrial strategy and regulation – treated as secondary. Yet we know that it is fundamental reform of the economy that is urgently needed. Wages are only just recovering from their pre-recession peak and several regions in the country have been in technical recession since 2015. The UK has been near the bottom of the Organisation for Economic Co-operation and Development (OECD) league table for investment for 20 years – yet with the ongoing crises of regional inequality and climate breakdown, the country can no longer afford not to invest. But the Tories continue to paint the kind of investment required as an upfront cost deemed unaffordable. In fact, in the Conservatives’ new fiscal rules and in the name of economic credibility, public investment would be limited to 3% of national income – below the level our OECD peers already invest and unlikely to be sufficient to meet the challenges we face as a society. This is austerity logic in action. George Osborne’s legacy goes further than the unnecessary cuts imposed on public services and welfare budgets, to an obsession with upfront, direct policy costings as the only measure of economic credibility. Policy costings are presented as a “neutral” assessment, but are in fact deeply and opaquely politicised, and favour incremental policies with low upfront investment over potentially more effective, transformative policies. While we’re all obsessing over the numbers, we lose sight of the questions that really matter. What determines affordability is where and how the money is used. We urgently need to repair the damage that has been done to public services and family incomes by austerity over the past decade, and to invest in the economy so that incomes – and consequently tax revenues – can grow. Rather than boiling down economics to a poorly executed accounting spreadsheet, we need to be focusing on how parties plan to fix the longstanding weaknesses of our economy and how they plan to avert catastrophic climate breakdown – so that we even have an economy to talk of in years to come. The cracks are showing in the UK’s economic model. Let’s not focus on the wallpaper as the house crumbles around us. • Carys Roberts is chief economist and head of the Centre for Economic Justice at the Institute for Public Policy Research",
      "charCount": "5889",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/carys-roberts\">Carys Roberts</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/nov/14/lib-dems-labour-brexit-jo-swinson-remain-vote-boris-johnson",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-11-14T10:29:19Z",
    "webTitle": "The Lib Dems hate Labour more than they hate Brexit | Owen Jones",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/nov/14/lib-dems-labour-brexit-jo-swinson-remain-vote-boris-johnson",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/nov/14/lib-dems-labour-brexit-jo-swinson-remain-vote-boris-johnson",
    "fields": {
      "headline": "The Lib Dems hate Labour more than they hate Brexit",
      "standfirst": "Jo Swinson’s aggressive campaign to split the remain vote is a gift to Boris Johnson",
      "trailText": "Jo Swinson’s aggressive campaign to split the remain vote is a gift to Boris Johnson, says Guardian columnist Owen Jones",
      "byline": "Owen Jones",
      "main": "<figure class=\"element element-image\" data-media-id=\"955062b4daf4ed125726a0b208f2732694d063c2\"> <img src=\"https://media.guim.co.uk/955062b4daf4ed125726a0b208f2732694d063c2/0_15_6016_3610/1000.jpg\" alt=\"Campaigning in London, Lib Dem leader Jo Swinson knows ‘that focusing their vitriol on Corbyn strengthens the position of Johnson’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Campaigning in London, Lib Dem leader Jo Swinson knows ‘that focusing their vitriol on Corbyn strengthens the position of Johnson’.</span> <span class=\"element-image__credit\">Photograph: Matthew Chattle/Barcroft Media</span> </figcaption> </figure>",
      "body": "<p>The Tory electoral strategy is straightforward: unite leave voters behind the Conservative banner. Nigel Farage’s decision to form a de facto pact with the Tories should serve as a moment of clarity. The differences between Farage and Boris Johnson, Donald Trump’s two principal British allies, are merely personal: politically, they are on the same page. Both fundamentally see Brexit as a blunt instrument to reshape British society, stripping away the pesky workers’ rights and consumer and social protections that stand in the way of their hyper-Thatcherite dystopia.</p> <p>John Major once declared that the NHS was as safe with Johnson and Michael Gove “as a pet hamster would be with a hungry python”; Farage is <a href=\"https://www.theguardian.com/politics/2014/nov/12/film-nigel-farage-insurance-based-nhs-private-companies\" title=\"\">on record supporting its privatisation</a>. This pact should be treated as a national political emergency: in four weeks, it may triumph and transform Britain for a generation.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Labour’s best hope is to mobilise its key strength – its mass membership</p> </blockquote> </aside>  <p>The second plank of the Tory strategy relies on the Liberal Democrats dividing the remain vote. Jo Swinson may have valid reasons, on her own political terms, for waging her party’s rampantly anti-Labour campaign. The Lib Dems’ only real chance of picking up significant numbers of seats is in the south-west, and that means winning over Tory remainers who abhor the very notion of a Corbyn-led government.</p> <p>By focusing her attacks on Labour rather than the Tory Brexiteers, Swinson believes she will reassure those David Cameron-type supporters that a vote for the Lib Dems will not install Corbyn in Downing Street. It is why Swinson so aggressively opposed a temporary Corbyn premiership to extend article 50 and call an election, and why she refuses to stand down candidates against anti-Brexit Labour MPs.</p> <p>The problem is that the future of the country is rather more important than whether the Lib Dems win back St Ives, Cheltenham or North Devon. Canterbury was a Tory fortress from the mid-19th century until Labour’s Rosie Duffield triumphed in 2017 with a majority of just 187 votes. The Lib Dems’ Tim Walker stood down for the principled, commonsense reason that if he succeeded in dividing the anti-Tory vote, the hard Brexit Tory candidate – a Vote Leave veteran – would take the seat instead.</p> <p>The Lib Dem leadership’s response? Disciplining Walker and imposing a new candidate instead. That led a Lib Dem candidate, Guy Kiddey, in the marginal of High Peak – held by Labour with a majority of 2,322 – to threaten to resign from the party. He was later <a href=\"https://www.theguardian.com/politics/2019/nov/13/second-lib-dem-guy-kiddey-threatens-to-stand-down-in-marginal-seat\" title=\"\">told he would be replaced as the Lib Dem candidate</a>.</p> <p>The Lib Dems will protest that this is terribly unfair. Are they not a national party with the right to stand wherever they choose? Yes, this is how politics works. But the problem is this: the party has made stopping Brexit its defining cause, while simultaneously portraying it as a crusade that transcends party politics. The Lib Dems know that throwing resources at seats they cannot win and peeling away significant numbers of Labour voters will allow the Tories to win. They know that demonising Labour as a “Brexit party” – when a Labour-led government implementing its policy of a second referendum is the only plausible route to stop Brexit – divides remainers to the benefit of the Tory Brexiteers. They know that focusing their vitriol on Corbyn strengthens the position of Johnson.</p> <p>But ultimately they are not, by definition, an anti-Brexit party; the remain cause is secondary to increasing the number of Lib Dem seats in parliament. If your main aim in politics is to advance the partisan interests of the Lib Dems and repeat their performance in government, then this makes sense. If your only cause is stopping Brexit, however, it does not.</p> <p>There will be some who vote Lib Dem in four weeks’ time because of dishonest graphs printed on leaflets claiming that only Swinson’s party can defeat Johnson in tight Tory-Labour marginals. If they wake up to see a beaming Boris Johnson, relishing his newly minted Tory majority and pledging to implement a Trumpian hard Brexit by the end of January, they will feel horrified and tricked. </p> <p>That does not absolve Labour of its responsibilities. No party has a divine right to any voters. In 19 November’s televised debate with Johnson, Corbyn must surely make it clear to disillusioned remainers that Labour’s referendum policy is their only chance of stopping Johnson’s Brexit.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/nov/12/general-election-farage-under-pressure-to-withdraw-from-tory-labour-contests-live-news\">General election: Corbyn claims Trump-Farage-Johnson pact poses threat to rights in UK – as it happened</a> </p> </aside>  <p>This doesn’t mean a return to the cynical “you might hate us but the Tories are worse” politics of the New Labour years – in fact, the party’s commitments to <a href=\"https://www.bbc.co.uk/news/50325432\" title=\"\">hiking tax on the top 5%</a> to invest in public services, public ownership and scrapping tuition fees are very popular. A tightrope has to be trodden, of course: Labour supporters who voted for Brexit, particularly in leave-leaning northern constituencies, cannot simply be ignored.</p> <p>The party’s challenges go beyond Brexit. A <a href=\"https://twitter.com/Survation/status/1194248053114515456\" title=\"\">new poll from Survation</a> finds that just 45% of 18- to 34-year-olds and less than half of those earning under £20,000 are certain to vote, compared with 81.5% of over 65-year-olds and 77% of those earning more than £40,000. It is these people – who should be natural Labour voters – that the party urgently needs to get out.</p> <p>Labour’s best hope is to mobilise its key strength – its mass membership – and focus on its popular domestic policies and a positive vision. That does not mean avoiding the obvious truth, however, which is that the Tory Brexiteers’ best hopes rely on the Lib Dems. If a Tory hard Brexit is unleashed in the coming weeks, then Jo Swinson and her cynical Lib Dem strategists will rank among its chief handmaidens.</p> <p>• Owen Jones is a Guardian columnist</p>",
      "wordcount": "931",
      "commentCloseDate": "2019-11-14T13:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-11-14T10:29:19Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:43:51Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cygm2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/955062b4daf4ed125726a0b208f2732694d063c2/0_15_6016_3610/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Tory electoral strategy is straightforward: unite leave voters behind the Conservative banner. Nigel Farage’s decision to form a de facto pact with the Tories should serve as a moment of clarity. The differences between Farage and Boris Johnson, Donald Trump’s two principal British allies, are merely personal: politically, they are on the same page. Both fundamentally see Brexit as a blunt instrument to reshape British society, stripping away the pesky workers’ rights and consumer and social protections that stand in the way of their hyper-Thatcherite dystopia. John Major once declared that the NHS was as safe with Johnson and Michael Gove “as a pet hamster would be with a hungry python”; Farage is on record supporting its privatisation. This pact should be treated as a national political emergency: in four weeks, it may triumph and transform Britain for a generation. The second plank of the Tory strategy relies on the Liberal Democrats dividing the remain vote. Jo Swinson may have valid reasons, on her own political terms, for waging her party’s rampantly anti-Labour campaign. The Lib Dems’ only real chance of picking up significant numbers of seats is in the south-west, and that means winning over Tory remainers who abhor the very notion of a Corbyn-led government. By focusing her attacks on Labour rather than the Tory Brexiteers, Swinson believes she will reassure those David Cameron-type supporters that a vote for the Lib Dems will not install Corbyn in Downing Street. It is why Swinson so aggressively opposed a temporary Corbyn premiership to extend article 50 and call an election, and why she refuses to stand down candidates against anti-Brexit Labour MPs. The problem is that the future of the country is rather more important than whether the Lib Dems win back St Ives, Cheltenham or North Devon. Canterbury was a Tory fortress from the mid-19th century until Labour’s Rosie Duffield triumphed in 2017 with a majority of just 187 votes. The Lib Dems’ Tim Walker stood down for the principled, commonsense reason that if he succeeded in dividing the anti-Tory vote, the hard Brexit Tory candidate – a Vote Leave veteran – would take the seat instead. The Lib Dem leadership’s response? Disciplining Walker and imposing a new candidate instead. That led a Lib Dem candidate, Guy Kiddey, in the marginal of High Peak – held by Labour with a majority of 2,322 – to threaten to resign from the party. He was later told he would be replaced as the Lib Dem candidate. The Lib Dems will protest that this is terribly unfair. Are they not a national party with the right to stand wherever they choose? Yes, this is how politics works. But the problem is this: the party has made stopping Brexit its defining cause, while simultaneously portraying it as a crusade that transcends party politics. The Lib Dems know that throwing resources at seats they cannot win and peeling away significant numbers of Labour voters will allow the Tories to win. They know that demonising Labour as a “Brexit party” – when a Labour-led government implementing its policy of a second referendum is the only plausible route to stop Brexit – divides remainers to the benefit of the Tory Brexiteers. They know that focusing their vitriol on Corbyn strengthens the position of Johnson. But ultimately they are not, by definition, an anti-Brexit party; the remain cause is secondary to increasing the number of Lib Dem seats in parliament. If your main aim in politics is to advance the partisan interests of the Lib Dems and repeat their performance in government, then this makes sense. If your only cause is stopping Brexit, however, it does not. There will be some who vote Lib Dem in four weeks’ time because of dishonest graphs printed on leaflets claiming that only Swinson’s party can defeat Johnson in tight Tory-Labour marginals. If they wake up to see a beaming Boris Johnson, relishing his newly minted Tory majority and pledging to implement a Trumpian hard Brexit by the end of January, they will feel horrified and tricked. That does not absolve Labour of its responsibilities. No party has a divine right to any voters. In 19 November’s televised debate with Johnson, Corbyn must surely make it clear to disillusioned remainers that Labour’s referendum policy is their only chance of stopping Johnson’s Brexit. This doesn’t mean a return to the cynical “you might hate us but the Tories are worse” politics of the New Labour years – in fact, the party’s commitments to hiking tax on the top 5% to invest in public services, public ownership and scrapping tuition fees are very popular. A tightrope has to be trodden, of course: Labour supporters who voted for Brexit, particularly in leave-leaning northern constituencies, cannot simply be ignored. The party’s challenges go beyond Brexit. A new poll from Survation finds that just 45% of 18- to 34-year-olds and less than half of those earning under £20,000 are certain to vote, compared with 81.5% of over 65-year-olds and 77% of those earning more than £40,000. It is these people – who should be natural Labour voters – that the party urgently needs to get out. Labour’s best hope is to mobilise its key strength – its mass membership – and focus on its popular domestic policies and a positive vision. That does not mean avoiding the obvious truth, however, which is that the Tory Brexiteers’ best hopes rely on the Lib Dems. If a Tory hard Brexit is unleashed in the coming weeks, then Jo Swinson and her cynical Lib Dem strategists will rank among its chief handmaidens. • Owen Jones is a Guardian columnist",
      "charCount": "5588",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/owen-jones\">Owen Jones</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]