[
  {
    "id": "politics/2019/dec/21/labour-after-the-debacle-what-comes-next",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-21T21:33:52Z",
    "webTitle": "Labour: After the debacle, what comes next?",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/21/labour-after-the-debacle-what-comes-next",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/21/labour-after-the-debacle-what-comes-next",
    "fields": {
      "headline": "Labour: After the debacle, what comes next?",
      "standfirst": "<p>Three Labour stalwarts discuss how the party can regain the confidence of voters</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2019/dec/22/labour-repelled-voters-political-graveyard-david-miliband\">David Miliband: New leader needs to recognise errors that made Labour unelectabl</a>e</li></ul>",
      "trailText": "Three Labour stalwarts discuss how the party can regain the confidence of voters",
      "byline": "David Lammy, Jon Trickett and Mary Creagh",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"cb42ca7c80c84b1c656c117c59921104f758cf64\"> <img src=\"https://media.guim.co.uk/cb42ca7c80c84b1c656c117c59921104f758cf64/0_0_2560_1536/1000.jpg\" alt=\"Mary Creagh, David Lammy and John Trickett.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mary Creagh, David Lammy and John Trickett.</span> <span class=\"element-image__credit\">Composite: Chris McAndrew/UK Parliament; Jeff Spicer/Getty; Richard Saker/the Observer</span> </figcaption> </figure>",
      "body": "<h2>David Lammy: “We need to unite the country around a vision for the UK we can all take pride in”</h2> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/dec/21/david-lammy-may-stand-labour-first-bame-leader\">Lammy hints at bid to be Labour’s first BAME leader</a> </p> </aside>  <p>The first election I paid attention to was in 1983. In the wake of the Brixton riots, Michael Foot’s commitment to tackling racial discrimination and disadvantage awakened my political consciousness. The manifesto was Labour’s most radical of the century, offering increased spending for the NHS, comprehensive care for under-fives and an emergency programme for investment in housing and transport. To a boy growing up poor in Tottenham, it seemed the exact tonic our sickly country needed.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/22/labour-repelled-voters-political-graveyard-david-miliband\">The next leadership team needs to recognise the fundamental errors that made Labour unelectable</a> </p> </aside>  <p>After learning the result – wipeout for Labour and a majority of 144 for Margaret Thatcher’s Conservatives – I was distraught. I could not believe that, offered a hopeful vision for a fairer UK, the public had opted for more economic conservatism. In the early hours of Friday 13 December, as the Tories secured their biggest win since the Thatcher era, I recognised the same <a href=\"https://www.theguardian.com/politics/2019/dec/14/labour-voices-on-election-result\" title=\"\">disappointment and disbelief </a>in many of those around me.</p> <p>The Jeremy Corbyn I have known for decades as the MP for my neighbouring constituency is kind, compassionate and thoroughly decent. I regard him as a friend, with a wonderful track record as a constituency MP. To put it politely, these were not <a href=\"https://www.theguardian.com/politics/2019/dec/14/i-saw-just-how-many-voters-were-hostile-to-jeremy-corbyn\" title=\"\">the qualities that came up on doorsteps </a>as I campaigned in London, Halifax, Bury, Bolton, Cardiff, Birmingham, Watford and elsewhere.</p> <p>The leadership’s failure to deal <a href=\"https://www.theguardian.com/politics/2019/dec/10/anyone-but-corbyn-jewish-voters-turn-away-from-labour\" title=\"\">with the stain of antisemitism </a>within the party stripped Labour of moral authority. Jeremy’s triangulation on Brexit left Leavers thinking he was a Remainer and convinced Remainers he supported Leave. His well-reported hostility to institutions such as Nato cemented the public’s distrust. It was not Jeremy’s righteous belief in economic justice that lost Labour this election; it was his perceived worldview, failure of competence, and mind-boggling decision to abdicate leadership on the biggest issue of the day.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"2d60df2110eadfeee432d0e8a999f724240c1e95\"> <img src=\"https://media.guim.co.uk/2d60df2110eadfeee432d0e8a999f724240c1e95/0_0_5861_3517/1000.jpg\" alt=\"David Lammy.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Lammy speaking in London earlier this year.</span> <span class=\"element-image__credit\">Photograph: Michael Bowles/REX/Shutterstock</span> </figcaption> </figure>  <p>For Labour to win back what were once seen as our heartlands, we need to unite the country around a vision for the UK we can all take pride in. This does not mean imitating Boris Johnson’s populist, ethnic nationalism. Many people voted Tory because of a legitimate commitment to leaving the EU, or because they did not like Corbyn or what Labour was offering. But Johnson cynically scapegoated migrants during the campaign, warning that Europeans had treated the UK like “their own” country for too long. This is not the first time Johnson has attacked a minority in an attempt to win popularity. In 2018, he compared Muslim women to bankrobbers and letterboxes, which led to a surge in hate crimes. By lurching to the right, Johnson was able to make a Faustian pact and convince Nigel Farage to stand down. This helped him win, but set a very dangerous precedent.</p> <p>Johnson’s ethnic nationalism relies on the idea of the nation as the natural home of a people whose ancestors are all from one ethnic group. History suggests that once ethnic nationalism is introduced into a nation’s politics it is difficult to remove and even more difficult to control. Once one group is defined as “the people”, the next step is often to classify the excluded as second-class citizens. This is hardly a route back to national unity.</p> <p>A new tribalism has gripped the UK. However, recent surveys show that on the most fundamental issues – climate change, equal pay and the right of women to have careers, faith in science and scientists, the NHS – we are not divided. On these issues our collective views are converging, and even heading towards a consensus. We need a politics that reflects that. The alternative to Johnson’s ethnic nationalism that Labour should offer is a civic nationalism. Rather than basing national pride on biological heritage, skin colour or religion, civic nationalism says we can unite around shared values and institutions. To foster this, we need new spaces and places in which the UK’s diverse peoples can engage with each other and belong.</p> <p>Why don’t we start by creating a citizens’ assembly to begin deciding the basis for a new British bill of rights and a codified constitution? Next, who is up for scrapping our unfair voting system and replacing it with something proportional to encourage a new politics of compromise? Then, why not trial a form of <a href=\"https://www.theguardian.com/society/2019/may/12/labour-would-trial-universal-basic-income-if-elected-john-mcdonnell-says\" title=\"\">universal basic income </a>– call it the citizens’ fund – so that all people have the capacity and capital to come together in social clubs, sports teams and other parts of civic life? More controversially, could compulsory national civic service – compelling young people from all regions, ethnicities and social classes to mix – remind us what we have in common?</p> <p>Labour will win back the country only if we show the public that we love the UK, too, and are positive about what we have achieved together, and optimistic about the inclusive, multicultural, dynamic society we want to build. The difference is that our national pride manifests itself in hope, rather than fear. While Johnson pulls the country back towards a nostalgic version of Little England, Labour must own the future of a reinvigorated UK.</p> <p>As for which Labour figure I believe is best-placed to lead this hopeful vision, I will consider that over Christmas.</p> <p><em>David Lammy is the MP for Tottenham in London</em></p> <h2>Mary Creagh: “I asked Corbyn why he is still leader given how toxic he is”</h2> <p>“Can I ask why you’re voting Conservative this time?” I asked the woman – who voted Labour in 2017 – smiling at me from the doorway of her home, beautifully decorated for Christmas.</p> <p>“Not at all,” she beamed. “First, education…” “Cut by £69m, in real terms, in Wakefield since 2015,” I interjected. “Second, the NHS,” she continued. “Suffering the longest funding squeeze in its history,” I countered. “Third, Brexit – I voted Remain but I just want it done.”</p> <p>I was used to Brexit objections, given my own long-standing opposition to it. Paradoxically, I benefited from Lib Dem and Tory Remainers backing me, and the Greens’ generous decision not to stand, which kept the swing against me to 6.5%, lower than in neighbouring seats. But this voter was switching because she trusted the Tories on education and the NHS, even after the photo of a child with suspected pneumonia asleep <a href=\"https://www.theguardian.com/politics/2019/dec/09/refuses-to-look-at-picture-of-boy-forced-to-sleep-on-hospital-floor\" title=\"\">on the floor of Leeds General Infirmary</a> was in every newspaper. I knew then that we would lose. Labour, the party of the NHS, was no longer trusted with it.</p> <p>The causes of our worst defeat in 80 years are complex – and simple. A winter election that Jeremy Corbyn should never have agreed to, against the advice of his shadow cabinet and the parliamentary Labour party. In the middle of a Brexit crisis, his indecision on the biggest issue facing the country meant we lost Leave and Remain voters. His leadership ratings were abysmal. Voters didn’t trust him on defence, security and the economy. They hated the party’s infection by antisemitism and saw good MPs bullied out of their seats. They just didn’t like him.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"e51599b699cc96bd48328551e2dba1cfdb59fb98\"> <img src=\"https://media.guim.co.uk/e51599b699cc96bd48328551e2dba1cfdb59fb98/0_117_3500_2100/1000.jpg\" alt=\"Mary Creagh.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mary Creagh speaking after losing her seat at the general election.</span> <span class=\"element-image__credit\">Photograph: Andrew Boyers/Reuters</span> </figcaption> </figure>  <p>When our “all shall have prizes” manifesto was published, people asked where the money was coming from and scoffed at our nationalised broadband idea. Nostrums of the 1970s were presented as answers to the 21st-century challenges of new technology, climate change, an ageing population and the changing nature of work. The <a href=\"https://www.theguardian.com/politics/2019/nov/23/labour-fifty-eight-billion-pound-pledge-women-pension-age-trap\" title=\"\">£58bn for the Waspi women</a> knocked the “carefully costed” mantra on the head.</p> <p>People despaired at the invidious choice before them and picked what they saw as the lesser of two evils. Thousands of party members had resigned. More have resigned since the result.</p> <p>Those failures mean a hard Brexit looms in January. Boris Johnson’s promises <a href=\"https://www.theguardian.com/politics/2019/dec/20/brexit-withdrawal-bill-whats-new-and-whats-different\" title=\"\">on workers and environmental rights have gone</a>, exposed as a ruse to win power. His anarchic Vote Leave government is cracking on. A £10 minimum wage will happen only “if economic conditions permit”. They won’t. The economy will shrink and people will be poorer. Brexit threatens the union and will harm our public services. The gap between north and south, rich and poor will grow.</p> <p>So when I saw Jeremy posing for a photo with young people in parliament, I seized the moment. <a href=\"https://www.bbc.co.uk/news/video_and_audio/headlines/50831524/mary-creagh-on-jeremy-corbyn-he-should-be-apologising\" title=\"\">In my accidental exit interview,</a> I asked why he wasn’t apologising to them. Why he was still leader when his personal toxicity, organisational incompetence and political mishandling had led to the catastrophe? How did losing the election mean we won the argument?</p> <p>The answers were indifferent and infuriating. The pre-election trigger ballots to reselect Labour MPs were because he wanted more democracy in the party. The bullying? Mainstream media. Antisemitism? Did I think he wants racism in the Labour party? He was present, but not involved.</p> <p>The Labour party, formed to represent working people, cannot ignore their verdict. We have failed them for four elections in a row. The party does not have a God-given right to exist.</p> <p>Members must decide if we are to be the strong social democratic opposition our country needs, or an ideological vanity project. The next leader must speak not just to members but to voters in Wakefield and Wolverhampton. They must ignore the keyboard warriors and speak to the decent, silent majority who want a leader they can trust.</p> <p>The next leader must reaffirm Labour’s progressive internationalism, kick out the antisemites, rebuild organisational competence and enforce the rules. They’ll need the heart of a lion and a strong stomach for the fight. We need to detoxify and become again a principled opposition that people can trust. We need a courageous, credible, clever and competent person to reshape our movement. Observer readers should join us and help get it right this time.</p> <p><em>Mary Creagh was MP for Wakefield from 2005 to 2019</em></p> <h2>Jon Trickett: “We need radicalism, social justice and national renewal”</h2> <p>The Johnson government is clearly resolved to use the power of the state in order to drive through a rightwing shift. Our task is both to oppose Johnson but also to advocate the renewal of the country in a way which unites, rather than divides, and which offers a new economy, social justice and democratic reform.</p> <p>We must use the leadership election to debate our future. A blizzard of discrete tax and spend policies which lack any connective narrative or national story will not work.</p> <p>First, we need an analysis. Labour’s concern about impoverished public services, gross inequality and class stratification was surely correct. Our transformative approach should be sustained.</p> <p>It is also clear that many millions of people share the view that we need a big change. How else can we explain the fact that over 17 million people voted to leave the EU?</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"2fa3b97336c1d1b28350aa5af8b03bb8c7feeea3\"> <img src=\"https://media.guim.co.uk/2fa3b97336c1d1b28350aa5af8b03bb8c7feeea3/0_46_3500_2101/1000.jpg\" alt=\"Jon Trickett and Jeremy Corbyn.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jon Trickett having tea with Jeremy Corbyn.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>  <p>A sense of dissatisfaction with the status quo has been incubating from as far back as the 2005 election. It is most deeply rooted in those areas which have suffered most from recent economic changes and which are geographically peripheral to the metropolitan growth nodes of the new economy.</p> <p>Too many people in too many communities experience a loss of agency; the power to control their own lives, to make a difference, and to have a voice which can make itself heard.</p> <p>Instead they sense they’re in a place where (bad) changes happen. Loss of control, no apparent economic purpose, and the collapse in social mobility means that your kids and grandkids can’t break out. The communities which I represent lost their coal mines 35 years ago. Their raison d’être was stripped away.</p> <p>Of the 533 English constituencies, mine is the 529th worst in terms of social mobility. Children born here can have little expectation of making progress in their lives.</p> <p>Loss of purpose leads to a sense of alienation and to emotional responses such as anger and a deep sense of existential angst.</p> <p>The right has understood this loss of agency. It explains the Brexit slogan of “take back control”. Of course, these working-class communities will not recover any control with a Tory government.</p> <p>Sadly the Remainer contingents failed to understand the emotional sense evoked by the offer of restored national sovereignty. Instead they sought to overturn the referendum in an apparent further twist of the knife by a social group which had never seemed to listen to or understood the “held back” regions.</p> <p>Given that the party was seen as tilting towards rejection of the votes of millions, it can hardly be surprising if those millions were suspicious of everything else we said, even though – taken singly – our policies were so popular that in some cases even Boris Johnson was using similar language.</p> <p>Where next, then? I would suggest three things. Each will require humility and a listening ear. First, there must be no going back to New Labour, where the alienation from so many communities began. Rather we must retain our central drive towards a transformation of our economic structures.</p> <p>But this must be rooted in a clearer understanding of working-class and left-behind areas. Never again should we present ourselves as knowing better than millions of our erstwhile supporters.</p> <p>Second, we need a connecting national story which explains who we are and where we are heading. This will require us to demonstrate how we will empower communities throughout the country and restore agency to those whose lives are subject to impersonal, often global economic forces. None of this new national story needs mean a return to a sense of an imperial Britain. The future is in internationalism on the one hand and localism on the other, bound together by a strong value-laden principle of solidarity.</p> <p>Third, we need to tackle the wholly dysfunctional, remote and incomprehensible political structures manipulated to their narrow interests by a golden elite group. We need a careful process of building power structures outside the metropolitan centre.</p> <p>It feels to me that progressive federalism with regional devolution in England alongside devomax for the nations is the only realistic way forward.</p> <p>Acting carefully, rooting ourselves in all Britain’s communities with resolve and radicalism but also with economic credibility, we can win again even in this dark hour.</p> <p><em>Jon Trickett is shadow minister for the Cabinet Office and MP for Hemsworth</em></p>",
      "newspaperPageNumber": "45",
      "wordcount": "2345",
      "commentCloseDate": "2019-12-24T21:30:00Z",
      "commentable": "false",
      "firstPublicationDate": "2019-12-21T21:33:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-22T08:05:28Z",
      "newspaperEditionDate": "2019-12-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/dx23p",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cb42ca7c80c84b1c656c117c59921104f758cf64/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "David Lammy: “We need to unite the country around a vision for the UK we can all take pride in” The first election I paid attention to was in 1983. In the wake of the Brixton riots, Michael Foot’s commitment to tackling racial discrimination and disadvantage awakened my political consciousness. The manifesto was Labour’s most radical of the century, offering increased spending for the NHS, comprehensive care for under-fives and an emergency programme for investment in housing and transport. To a boy growing up poor in Tottenham, it seemed the exact tonic our sickly country needed. After learning the result – wipeout for Labour and a majority of 144 for Margaret Thatcher’s Conservatives – I was distraught. I could not believe that, offered a hopeful vision for a fairer UK, the public had opted for more economic conservatism. In the early hours of Friday 13 December, as the Tories secured their biggest win since the Thatcher era, I recognised the same disappointment and disbelief in many of those around me. The Jeremy Corbyn I have known for decades as the MP for my neighbouring constituency is kind, compassionate and thoroughly decent. I regard him as a friend, with a wonderful track record as a constituency MP. To put it politely, these were not the qualities that came up on doorsteps as I campaigned in London, Halifax, Bury, Bolton, Cardiff, Birmingham, Watford and elsewhere. The leadership’s failure to deal with the stain of antisemitism within the party stripped Labour of moral authority. Jeremy’s triangulation on Brexit left Leavers thinking he was a Remainer and convinced Remainers he supported Leave. His well-reported hostility to institutions such as Nato cemented the public’s distrust. It was not Jeremy’s righteous belief in economic justice that lost Labour this election; it was his perceived worldview, failure of competence, and mind-boggling decision to abdicate leadership on the biggest issue of the day. For Labour to win back what were once seen as our heartlands, we need to unite the country around a vision for the UK we can all take pride in. This does not mean imitating Boris Johnson’s populist, ethnic nationalism. Many people voted Tory because of a legitimate commitment to leaving the EU, or because they did not like Corbyn or what Labour was offering. But Johnson cynically scapegoated migrants during the campaign, warning that Europeans had treated the UK like “their own” country for too long. This is not the first time Johnson has attacked a minority in an attempt to win popularity. In 2018, he compared Muslim women to bankrobbers and letterboxes, which led to a surge in hate crimes. By lurching to the right, Johnson was able to make a Faustian pact and convince Nigel Farage to stand down. This helped him win, but set a very dangerous precedent. Johnson’s ethnic nationalism relies on the idea of the nation as the natural home of a people whose ancestors are all from one ethnic group. History suggests that once ethnic nationalism is introduced into a nation’s politics it is difficult to remove and even more difficult to control. Once one group is defined as “the people”, the next step is often to classify the excluded as second-class citizens. This is hardly a route back to national unity. A new tribalism has gripped the UK. However, recent surveys show that on the most fundamental issues – climate change, equal pay and the right of women to have careers, faith in science and scientists, the NHS – we are not divided. On these issues our collective views are converging, and even heading towards a consensus. We need a politics that reflects that. The alternative to Johnson’s ethnic nationalism that Labour should offer is a civic nationalism. Rather than basing national pride on biological heritage, skin colour or religion, civic nationalism says we can unite around shared values and institutions. To foster this, we need new spaces and places in which the UK’s diverse peoples can engage with each other and belong. Why don’t we start by creating a citizens’ assembly to begin deciding the basis for a new British bill of rights and a codified constitution? Next, who is up for scrapping our unfair voting system and replacing it with something proportional to encourage a new politics of compromise? Then, why not trial a form of universal basic income – call it the citizens’ fund – so that all people have the capacity and capital to come together in social clubs, sports teams and other parts of civic life? More controversially, could compulsory national civic service – compelling young people from all regions, ethnicities and social classes to mix – remind us what we have in common? Labour will win back the country only if we show the public that we love the UK, too, and are positive about what we have achieved together, and optimistic about the inclusive, multicultural, dynamic society we want to build. The difference is that our national pride manifests itself in hope, rather than fear. While Johnson pulls the country back towards a nostalgic version of Little England, Labour must own the future of a reinvigorated UK. As for which Labour figure I believe is best-placed to lead this hopeful vision, I will consider that over Christmas. David Lammy is the MP for Tottenham in London Mary Creagh: “I asked Corbyn why he is still leader given how toxic he is” “Can I ask why you’re voting Conservative this time?” I asked the woman – who voted Labour in 2017 – smiling at me from the doorway of her home, beautifully decorated for Christmas. “Not at all,” she beamed. “First, education…” “Cut by £69m, in real terms, in Wakefield since 2015,” I interjected. “Second, the NHS,” she continued. “Suffering the longest funding squeeze in its history,” I countered. “Third, Brexit – I voted Remain but I just want it done.” I was used to Brexit objections, given my own long-standing opposition to it. Paradoxically, I benefited from Lib Dem and Tory Remainers backing me, and the Greens’ generous decision not to stand, which kept the swing against me to 6.5%, lower than in neighbouring seats. But this voter was switching because she trusted the Tories on education and the NHS, even after the photo of a child with suspected pneumonia asleep on the floor of Leeds General Infirmary was in every newspaper. I knew then that we would lose. Labour, the party of the NHS, was no longer trusted with it. The causes of our worst defeat in 80 years are complex – and simple. A winter election that Jeremy Corbyn should never have agreed to, against the advice of his shadow cabinet and the parliamentary Labour party. In the middle of a Brexit crisis, his indecision on the biggest issue facing the country meant we lost Leave and Remain voters. His leadership ratings were abysmal. Voters didn’t trust him on defence, security and the economy. They hated the party’s infection by antisemitism and saw good MPs bullied out of their seats. They just didn’t like him. When our “all shall have prizes” manifesto was published, people asked where the money was coming from and scoffed at our nationalised broadband idea. Nostrums of the 1970s were presented as answers to the 21st-century challenges of new technology, climate change, an ageing population and the changing nature of work. The £58bn for the Waspi women knocked the “carefully costed” mantra on the head. People despaired at the invidious choice before them and picked what they saw as the lesser of two evils. Thousands of party members had resigned. More have resigned since the result. Those failures mean a hard Brexit looms in January. Boris Johnson’s promises on workers and environmental rights have gone, exposed as a ruse to win power. His anarchic Vote Leave government is cracking on. A £10 minimum wage will happen only “if economic conditions permit”. They won’t. The economy will shrink and people will be poorer. Brexit threatens the union and will harm our public services. The gap between north and south, rich and poor will grow. So when I saw Jeremy posing for a photo with young people in parliament, I seized the moment. In my accidental exit interview, I asked why he wasn’t apologising to them. Why he was still leader when his personal toxicity, organisational incompetence and political mishandling had led to the catastrophe? How did losing the election mean we won the argument? The answers were indifferent and infuriating. The pre-election trigger ballots to reselect Labour MPs were because he wanted more democracy in the party. The bullying? Mainstream media. Antisemitism? Did I think he wants racism in the Labour party? He was present, but not involved. The Labour party, formed to represent working people, cannot ignore their verdict. We have failed them for four elections in a row. The party does not have a God-given right to exist. Members must decide if we are to be the strong social democratic opposition our country needs, or an ideological vanity project. The next leader must speak not just to members but to voters in Wakefield and Wolverhampton. They must ignore the keyboard warriors and speak to the decent, silent majority who want a leader they can trust. The next leader must reaffirm Labour’s progressive internationalism, kick out the antisemites, rebuild organisational competence and enforce the rules. They’ll need the heart of a lion and a strong stomach for the fight. We need to detoxify and become again a principled opposition that people can trust. We need a courageous, credible, clever and competent person to reshape our movement. Observer readers should join us and help get it right this time. Mary Creagh was MP for Wakefield from 2005 to 2019 Jon Trickett: “We need radicalism, social justice and national renewal” The Johnson government is clearly resolved to use the power of the state in order to drive through a rightwing shift. Our task is both to oppose Johnson but also to advocate the renewal of the country in a way which unites, rather than divides, and which offers a new economy, social justice and democratic reform. We must use the leadership election to debate our future. A blizzard of discrete tax and spend policies which lack any connective narrative or national story will not work. First, we need an analysis. Labour’s concern about impoverished public services, gross inequality and class stratification was surely correct. Our transformative approach should be sustained. It is also clear that many millions of people share the view that we need a big change. How else can we explain the fact that over 17 million people voted to leave the EU? A sense of dissatisfaction with the status quo has been incubating from as far back as the 2005 election. It is most deeply rooted in those areas which have suffered most from recent economic changes and which are geographically peripheral to the metropolitan growth nodes of the new economy. Too many people in too many communities experience a loss of agency; the power to control their own lives, to make a difference, and to have a voice which can make itself heard. Instead they sense they’re in a place where (bad) changes happen. Loss of control, no apparent economic purpose, and the collapse in social mobility means that your kids and grandkids can’t break out. The communities which I represent lost their coal mines 35 years ago. Their raison d’être was stripped away. Of the 533 English constituencies, mine is the 529th worst in terms of social mobility. Children born here can have little expectation of making progress in their lives. Loss of purpose leads to a sense of alienation and to emotional responses such as anger and a deep sense of existential angst. The right has understood this loss of agency. It explains the Brexit slogan of “take back control”. Of course, these working-class communities will not recover any control with a Tory government. Sadly the Remainer contingents failed to understand the emotional sense evoked by the offer of restored national sovereignty. Instead they sought to overturn the referendum in an apparent further twist of the knife by a social group which had never seemed to listen to or understood the “held back” regions. Given that the party was seen as tilting towards rejection of the votes of millions, it can hardly be surprising if those millions were suspicious of everything else we said, even though – taken singly – our policies were so popular that in some cases even Boris Johnson was using similar language. Where next, then? I would suggest three things. Each will require humility and a listening ear. First, there must be no going back to New Labour, where the alienation from so many communities began. Rather we must retain our central drive towards a transformation of our economic structures. But this must be rooted in a clearer understanding of working-class and left-behind areas. Never again should we present ourselves as knowing better than millions of our erstwhile supporters. Second, we need a connecting national story which explains who we are and where we are heading. This will require us to demonstrate how we will empower communities throughout the country and restore agency to those whose lives are subject to impersonal, often global economic forces. None of this new national story needs mean a return to a sense of an imperial Britain. The future is in internationalism on the one hand and localism on the other, bound together by a strong value-laden principle of solidarity. Third, we need to tackle the wholly dysfunctional, remote and incomprehensible political structures manipulated to their narrow interests by a golden elite group. We need a careful process of building power structures outside the metropolitan centre. It feels to me that progressive federalism with regional devolution in England alongside devomax for the nations is the only realistic way forward. Acting carefully, rooting ourselves in all Britain’s communities with resolve and radicalism but also with economic credibility, we can win again even in this dark hour. Jon Trickett is shadow minister for the Cabinet Office and MP for Hemsworth",
      "charCount": "14118",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/davidlammy\">David Lammy</a>, <a href=\"profile/jon-trickett\">Jon Trickett</a> and <a href=\"profile/mary-creagh\">Mary Creagh</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/21/law-society-warns-boris-johnson-on-independent-judiciary",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-21T21:00:56Z",
    "webTitle": "Top lawyers warn Johnson over role of judges as constitution fears grow",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/21/law-society-warns-boris-johnson-on-independent-judiciary",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/21/law-society-warns-boris-johnson-on-independent-judiciary",
    "fields": {
      "headline": "Top lawyers warn Johnson over role of judges as constitution fears grow",
      "standfirst": "Peers alarmed that PM will curtail their powers",
      "trailText": "Peers alarmed that PM will curtail their powers",
      "byline": "Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"63682842159a27c5a9d5f39138360a708d08f608\"> <img src=\"https://media.guim.co.uk/63682842159a27c5a9d5f39138360a708d08f608/0_117_3500_2100/1000.jpg\" alt=\"Boris Johnson speaks to British troops stationed in Estonia.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson speaks to British troops stationed in Estonia.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/AP</span> </figcaption> </figure>",
      "body": "<p>Senior legal figures are warning Boris Johnson against interfering with the independence of the judiciary, amid mounting concern over the new government’s plans to overhaul Britain’s unwritten constitution.</p> <p>Prominent figures in the Lords are also worried that the prime minister is planning to curtail their powers as part of a forthcoming review, with opposition parties already discussing how they can push back against any power grab by Downing Street.</p> <p>Concerns have been raised in the legal profession by a pledge in the <a href=\"https://www.theguardian.com/politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news?page=with:block-5dfb66a98f085eda5c10a90e\" title=\"\">Queen’s speech</a> last week for a new constitution, democracy and rights commission that will examine “how our democracy operates”. It follows September’s historic decision by the supreme court <a href=\"https://www.theguardian.com/law/2019/sep/24/boris-johnsons-suspension-of-parliament-unlawful-supreme-court-rules-prorogue\" title=\"\">to rule Johnson’s suspension of parliament unlawful</a>.</p> <p>Simon Davis, president of the Law Society of England and Wales, warned those drawing up the scope of the new commission to safeguard the “delicate balance that underpins our unwritten constitution”.</p> <p>“An independent legal profession and a government accountable to the people are fundamental elements of a nation rooted in the rule of law,” he said. “We must preserve and protect these principles at all costs. Our court system and our judges are there so the law laid down by parliament can be interpreted. In a mature democracy, it is crucial that the independence of this process is maintained.</p> <p>“These pillars are intrinsic to the prosperity of the country and to its international standing. And while the precise content of the government’s plans remains unclear it is important for the Law Society to say from the outset that the independence of our judiciary must be safeguarded in this review.”</p> <p>Peers and senior civil servants are concerned that the new government is planning to use constitutional reform to hold a sword of Damocles over the heads of potential critics. They fear it is designed to discourage them from holding up its Brexit proposals and domestic programme. Johnson’s team is also understood to be examining major changes to how Whitehall works, with some departments facing the prospect of being split up or abolished altogether.</p> <p>Government insiders have suggested that the idea of a US-style appointed supreme court is not being considered. However, Johnson has previously warned that “some form of accountability” may be needed if judges interfere in political decisions, while the attorney general, Geoffrey Cox, has raised the idea of parliamentary scrutiny of judicial appointments.</p>  <figure class=\"element element-image\" data-media-id=\"588987aa16624424c889e0e5571072fafeee9bf3\"> <img src=\"https://media.guim.co.uk/588987aa16624424c889e0e5571072fafeee9bf3/0_28_3500_2101/1000.jpg\" alt=\"Boris Johnson serves Christmas lunch to British troops stationed in Estonia.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson serves Christmas lunch to British troops stationed in Estonia.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>  <p>It is expected that the government’s review, of which more details will be given in the new year, will include a re-examination of the relationship between parliament and the government, following the trench warfare between the two while Johnson led a minority government. It is also expected to look at so-called “prerogative powers” – those powers that the government can use without parliament’s approval. Currently, their use can be challenged in the courts, which led to the ruling against Johnson’s prorogation of parliament.</p> <p>Senior peers are already expecting the government to attempt to strengthen the supremacy of the Commons, as well as limit the amount of time the Lords can hold up legislation.</p> <p><a href=\"https://www.theguardian.com/commentisfree/2019/dec/16/whitehall-dominic-cummings-boris-johnson-civil-servants\" title=\"\">Dominic Cummings</a>, the prime minister’s senior adviser, is understood to be frustrated by the length of time it takes legislation to reach the statute books. There is also concern inside Johnson’s team that it takes so long to get <a href=\"https://www.theguardian.com/business/2019/nov/04/major-infrastructural-projects-hs2-heathrow-third-runway-stall-amid-brexit-uncertainty\" title=\"\">infrastructure projects</a> off the ground that new Tory voters in small towns might not believe that the government is listening to them.</p> <p>With Johnson’s 80-strong majority in the Commons, the Lords is likely to become one of the most important checks on his plans. Opposition parties in the Lords have already arranged a cross-party group, to meet after Christmas, to coordinate their response. The group will debate which fights they take on with the government.</p> <p>“At the moment, the Tories’ tails are up,” said one senior figure involved. “Any amendments in the Lords will just be overturned. It won’t be hand-to-hand combat early on and we will have to find our way, but the Lords isn’t quite as pro-Boris as the Commons is now. We’ve already started drawing up amendments and we are worried that a power grab is coming up.”</p> <p>Significant <a href=\"https://www.theguardian.com/politics/2019/dec/16/union-warns-boris-johnson-against-civil-service-reform-for-reforms-sake\" title=\"\">Whitehall changes</a> are on the cards, with Cummings keen to tackle what he regards as long-running and crippling failings within the civil service. There is speculation about a new immigration department, the abolition of the justice and international development departments, and the arrival of more outside expertise into government. The imminent abolition of the Department for Exiting the European Union has already been announced. A cabinet cull is also on the cards in February, though no decisions have been taken. Jacob Rees-Mogg, the Commons leader, is seen as vulnerable.</p> <p>Cummings is keen to apply to Whitehall some of the principles pioneered by <a href=\"https://www.theguardian.com/science/2015/oct/21/george-mueller\" title=\"\">George Mueller</a>, a missiles engineer credited with making Nasa an organisation capable of a successful expedition to the moon. “Saving time saves money,” Cummings once <a href=\"https://dominiccummings.com/tag/osborne/\" title=\"\">wrote on his blog</a>. “Mueller focused on speed and saving time. Whitehall now works on opposite principles: its default mode is to go slower and those who advocate speed are denounced as reckless. Repeatedly in the [Department of Education, where he worked as an adviser under Michael Gove] I was told it was ‘impossible’ to do things in the period I demanded – often less than half what senior officials wanted – yet we often achieved this and there was practically no example of failure that came because my time demands were inherently unreasonable.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "904",
      "commentable": "false",
      "firstPublicationDate": "2019-12-21T21:00:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-21T21:00:56Z",
      "newspaperEditionDate": "2019-12-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/dx2x9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/63682842159a27c5a9d5f39138360a708d08f608/0_117_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Senior legal figures are warning Boris Johnson against interfering with the independence of the judiciary, amid mounting concern over the new government’s plans to overhaul Britain’s unwritten constitution. Prominent figures in the Lords are also worried that the prime minister is planning to curtail their powers as part of a forthcoming review, with opposition parties already discussing how they can push back against any power grab by Downing Street. Concerns have been raised in the legal profession by a pledge in the Queen’s speech last week for a new constitution, democracy and rights commission that will examine “how our democracy operates”. It follows September’s historic decision by the supreme court to rule Johnson’s suspension of parliament unlawful. Simon Davis, president of the Law Society of England and Wales, warned those drawing up the scope of the new commission to safeguard the “delicate balance that underpins our unwritten constitution”. “An independent legal profession and a government accountable to the people are fundamental elements of a nation rooted in the rule of law,” he said. “We must preserve and protect these principles at all costs. Our court system and our judges are there so the law laid down by parliament can be interpreted. In a mature democracy, it is crucial that the independence of this process is maintained. “These pillars are intrinsic to the prosperity of the country and to its international standing. And while the precise content of the government’s plans remains unclear it is important for the Law Society to say from the outset that the independence of our judiciary must be safeguarded in this review.” Peers and senior civil servants are concerned that the new government is planning to use constitutional reform to hold a sword of Damocles over the heads of potential critics. They fear it is designed to discourage them from holding up its Brexit proposals and domestic programme. Johnson’s team is also understood to be examining major changes to how Whitehall works, with some departments facing the prospect of being split up or abolished altogether. Government insiders have suggested that the idea of a US-style appointed supreme court is not being considered. However, Johnson has previously warned that “some form of accountability” may be needed if judges interfere in political decisions, while the attorney general, Geoffrey Cox, has raised the idea of parliamentary scrutiny of judicial appointments. It is expected that the government’s review, of which more details will be given in the new year, will include a re-examination of the relationship between parliament and the government, following the trench warfare between the two while Johnson led a minority government. It is also expected to look at so-called “prerogative powers” – those powers that the government can use without parliament’s approval. Currently, their use can be challenged in the courts, which led to the ruling against Johnson’s prorogation of parliament. Senior peers are already expecting the government to attempt to strengthen the supremacy of the Commons, as well as limit the amount of time the Lords can hold up legislation. Dominic Cummings, the prime minister’s senior adviser, is understood to be frustrated by the length of time it takes legislation to reach the statute books. There is also concern inside Johnson’s team that it takes so long to get infrastructure projects off the ground that new Tory voters in small towns might not believe that the government is listening to them. With Johnson’s 80-strong majority in the Commons, the Lords is likely to become one of the most important checks on his plans. Opposition parties in the Lords have already arranged a cross-party group, to meet after Christmas, to coordinate their response. The group will debate which fights they take on with the government. “At the moment, the Tories’ tails are up,” said one senior figure involved. “Any amendments in the Lords will just be overturned. It won’t be hand-to-hand combat early on and we will have to find our way, but the Lords isn’t quite as pro-Boris as the Commons is now. We’ve already started drawing up amendments and we are worried that a power grab is coming up.” Significant Whitehall changes are on the cards, with Cummings keen to tackle what he regards as long-running and crippling failings within the civil service. There is speculation about a new immigration department, the abolition of the justice and international development departments, and the arrival of more outside expertise into government. The imminent abolition of the Department for Exiting the European Union has already been announced. A cabinet cull is also on the cards in February, though no decisions have been taken. Jacob Rees-Mogg, the Commons leader, is seen as vulnerable. Cummings is keen to apply to Whitehall some of the principles pioneered by George Mueller, a missiles engineer credited with making Nasa an organisation capable of a successful expedition to the moon. “Saving time saves money,” Cummings once wrote on his blog. “Mueller focused on speed and saving time. Whitehall now works on opposite principles: its default mode is to go slower and those who advocate speed are denounced as reckless. Repeatedly in the [Department of Education, where he worked as an adviser under Michael Gove] I was told it was ‘impossible’ to do things in the period I demanded – often less than half what senior officials wanted – yet we often achieved this and there was practically no example of failure that came because my time demands were inherently unreasonable.”",
      "charCount": "5629",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "media/2019/dec/21/bbc-could-restrict-journalists-twitter",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-12-21T19:30:54Z",
    "webTitle": "BBC could restrict journalists’ use of Twitter",
    "webUrl": "https://www.theguardian.com/media/2019/dec/21/bbc-could-restrict-journalists-twitter",
    "apiUrl": "https://content.guardianapis.com/media/2019/dec/21/bbc-could-restrict-journalists-twitter",
    "fields": {
      "headline": "BBC could restrict journalists’ use of Twitter",
      "standfirst": "<p>Executive said to be considering move after rows during election campaign</p>",
      "trailText": "Executive said to be considering move after rows during election campaign",
      "byline": "Vanessa Thorpe",
      "main": "<figure class=\"element element-image\" data-media-id=\"666d31e5c0f2b3c47a25d8c4ae4cb108ed84e9f2\"> <img src=\"https://media.guim.co.uk/666d31e5c0f2b3c47a25d8c4ae4cb108ed84e9f2/0_498_6248_3748/1000.jpg\" alt=\"BBC political editor Laura Kuenssberg has come under unprecedented attack from some Jeremy Corbyn supporters on Twitter.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">BBC political editor Laura Kuenssberg has come under unprecedented attack from some Jeremy Corbyn supporters on Twitter.</span> <span class=\"element-image__credit\">Photograph: Keith Larby/Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>The BBC is considering restricting its journalists’ use of Twitter. If the plan is approved, top correspondents will be told to move away from using online platforms to break stories or offer instant analysis.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/media/2019/dec/21/twitter-toxic-institution-bbc-calibre-doesnt-need-it\">Twitter is toxic. An institution of the BBC’s calibre doesn’t need it | Jonathan Maitland</a> </p> </aside>  <p>The proposal follows criticism of online comments made by staff during the election campaign. Political editor Laura Kuenssberg was attacked by some Jeremy Corbyn supporters for repeating, along with other pundits, a false allegation that a Tory minister’s aide had been punched by a Labour activist. North America editor Jon Sopel has meanwhile been accused of tweets that reveal a critical stance on Donald Trump.</p> <p>Now Fran Unsworth, the director of news and current affairs, is believed to be keen to persuade journalists to end the practice of frequently posting on politics and current affairs.</p> <p>“She said that it was likely she would meet some resistance, but that she wants to start a debate and was now contemplating asking correspondents to come off Twitter,” said a BBC journalist. Unsworth is thought to have outlined her plans at a party held in the BBC Council Chamber in old Broadcasting House.</p> <p>This weekend, those close to Unsworth say she would only have joked about banning Twitter use altogether, but that she is believed to be serious about at least applying the BBC’s social media guidance more stringently. Speaking to the <em>Guardian </em>last weekend <a href=\"https://www.theguardian.com/media/2019/dec/14/bbc-staff-express-fear-of-public-distrust-after-election-coverage%0D\" title=\"\">Unsworth acknowledged the journalistic effectiveness of Twitter</a> and said: “We just need to reinforce our social media rules. But I don’t think it’s viable to say take a step back.”</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"b5902a63d07cb262af78cbcece308db958f442fb\"> <img src=\"https://media.guim.co.uk/b5902a63d07cb262af78cbcece308db958f442fb/878_270_1621_1621/1000.jpg\" alt=\"Fran Unsworth, the BBC director of news and current affairs, is said to be behind the move.\" width=\"1000\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Fran Unsworth, the BBC director of news and current affairs, is said to be behind the move.</span> <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> </figcaption> </figure>  <p>Last week, Channel 4 reportedly banned non-political staff from tweeting about current affairs.</p> <p>Phil Harding, the BBC’s former controller of editorial policy, welcomed the possibility of a review of Twitter’s place in BBC news coverage. “They need to take two steps back and make sure what they are saying is impartial and true, because we need that impartial service badly at the moment,” he told the <em>Observer</em>.</p> <p>Harding, who also edited the Radio 4 <em>Today </em>programme during his years at the BBC, added that a review of coverage priorities was standard after any election. “The most important thing is that they hang on to the trust, which has fallen away a little. They have to consider whether they need to be in among the first reactors to an event. It is a difficult conversation, but they have to get the balance right,” Harding said.</p> <p>Kuenssberg signed off from Twitter for Christmas on Thursday with apparent relish, writing “see you on the other side (follow @BBCPolitics and @BBCNews if you want to keep up, or sit on your sofa and eat Quality Street and come back in 2020)”.</p> <p>The journalist, who has 1.13 million Twitter followers, has been subjected to a torrent of online abuse over the past month. Her festive good wishes were met by several suggestions her own break should be haunted by the ghosts of the Labour election victory that might have been.</p> <p>Last Monday, Andy McDonald, a member of the shadow cabinet, claimed the BBC had played a part in Labour’s defeat.</p> <p>Similar attacks on BBC impartiality led Huw Edwards, the election night anchor, to write an unprecedented defence of the standards of licence-fee-funded reporting: “Providing a fair and balanced account of a complex election campaign – with feelings running high on all sides – is difficult enough. Trying to do so while dealing with relentlessly vitriolic attacks is doubly challenging.” </p> <p>Edwards warned that “toxic cynicism” about BBC output could undermine the broadcaster as it faces renewed threats from a strengthened Conservative government. Downing Street has promised to consider <a href=\"https://www.theguardian.com/media/2019/dec/15/boris-johnson-threatens-bbc-with-two-pronged-attack\" title=\"\">decriminalising the non-payment of the TV licence fee</a>, making it equivalent to failure to pay any other utility bill, rather than a criminal offence.</p> <p>Edwards also tweeted: “We are very far from being perfect at @BBCNews – but the bilge about ‘bias’ needs a response.” Channel 4’s decision follows mistakes, including an online subtitling error on tweeted video footage that wrongly suggested that Johnson had questioned whether “people of colour”, rather than “people of talent”, should be allowed into the country under Conservative immigration policy.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "683",
      "commentable": "false",
      "firstPublicationDate": "2019-12-21T19:30:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:44:56Z",
      "newspaperEditionDate": "2019-12-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/dxxtt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/666d31e5c0f2b3c47a25d8c4ae4cb108ed84e9f2/0_498_6248_3748/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The BBC is considering restricting its journalists’ use of Twitter. If the plan is approved, top correspondents will be told to move away from using online platforms to break stories or offer instant analysis. The proposal follows criticism of online comments made by staff during the election campaign. Political editor Laura Kuenssberg was attacked by some Jeremy Corbyn supporters for repeating, along with other pundits, a false allegation that a Tory minister’s aide had been punched by a Labour activist. North America editor Jon Sopel has meanwhile been accused of tweets that reveal a critical stance on Donald Trump. Now Fran Unsworth, the director of news and current affairs, is believed to be keen to persuade journalists to end the practice of frequently posting on politics and current affairs. “She said that it was likely she would meet some resistance, but that she wants to start a debate and was now contemplating asking correspondents to come off Twitter,” said a BBC journalist. Unsworth is thought to have outlined her plans at a party held in the BBC Council Chamber in old Broadcasting House. This weekend, those close to Unsworth say she would only have joked about banning Twitter use altogether, but that she is believed to be serious about at least applying the BBC’s social media guidance more stringently. Speaking to the Guardian last weekend Unsworth acknowledged the journalistic effectiveness of Twitter and said: “We just need to reinforce our social media rules. But I don’t think it’s viable to say take a step back.” Last week, Channel 4 reportedly banned non-political staff from tweeting about current affairs. Phil Harding, the BBC’s former controller of editorial policy, welcomed the possibility of a review of Twitter’s place in BBC news coverage. “They need to take two steps back and make sure what they are saying is impartial and true, because we need that impartial service badly at the moment,” he told the Observer. Harding, who also edited the Radio 4 Today programme during his years at the BBC, added that a review of coverage priorities was standard after any election. “The most important thing is that they hang on to the trust, which has fallen away a little. They have to consider whether they need to be in among the first reactors to an event. It is a difficult conversation, but they have to get the balance right,” Harding said. Kuenssberg signed off from Twitter for Christmas on Thursday with apparent relish, writing “see you on the other side (follow @BBCPolitics and @BBCNews if you want to keep up, or sit on your sofa and eat Quality Street and come back in 2020)”. The journalist, who has 1.13 million Twitter followers, has been subjected to a torrent of online abuse over the past month. Her festive good wishes were met by several suggestions her own break should be haunted by the ghosts of the Labour election victory that might have been. Last Monday, Andy McDonald, a member of the shadow cabinet, claimed the BBC had played a part in Labour’s defeat. Similar attacks on BBC impartiality led Huw Edwards, the election night anchor, to write an unprecedented defence of the standards of licence-fee-funded reporting: “Providing a fair and balanced account of a complex election campaign – with feelings running high on all sides – is difficult enough. Trying to do so while dealing with relentlessly vitriolic attacks is doubly challenging.” Edwards warned that “toxic cynicism” about BBC output could undermine the broadcaster as it faces renewed threats from a strengthened Conservative government. Downing Street has promised to consider decriminalising the non-payment of the TV licence fee, making it equivalent to failure to pay any other utility bill, rather than a criminal offence. Edwards also tweeted: “We are very far from being perfect at @BBCNews – but the bilge about ‘bias’ needs a response.” Channel 4’s decision follows mistakes, including an online subtitling error on tweeted video footage that wrongly suggested that Johnson had questioned whether “people of colour”, rather than “people of talent”, should be allowed into the country under Conservative immigration policy.",
      "charCount": "4171",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/vanessathorpe\">Vanessa Thorpe</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]