[
  {
    "id": "environment/2019/apr/23/greta-thunberg",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-04-23T18:56:56Z",
    "webTitle": "The Greta Thunberg effect: at last, MPs focus on climate change",
    "webUrl": "https://www.theguardian.com/environment/2019/apr/23/greta-thunberg",
    "apiUrl": "https://content.guardianapis.com/environment/2019/apr/23/greta-thunberg",
    "fields": {
      "headline": "The Greta Thunberg effect: at last, MPs focus on climate change",
      "standfirst": "<p>Michael Gove admits to feeling guilt as young activist says: your fossil fuels policy is beyond absurd</p>",
      "trailText": "Michael Gove admits to feeling guilt as young activist says: your fossil fuels policy is beyond absurd",
      "byline": "Jonathan Watts Global environment editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"70f35c974af9fbd39e0762a2dc90b82c26c691e8\"> \n <img src=\"https://media.guim.co.uk/70f35c974af9fbd39e0762a2dc90b82c26c691e8/0_0_3500_2101/1000.jpg\" alt=\"MPs Michael Gove, Layla Moran and Ed Miliband listen to Swedish climate activist Greta Thunberg.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">MPs Michael Gove, Layla Moran and Ed Miliband listen to Swedish climate activist Greta Thunberg.</span> \n  <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>Greta Thunberg took her climate message to the heart of power in Westminster on Tuesday, with a quiet but powerful message to MPs that prompted politicians to declare contrition for their failure to act.</p> \n<p>After the noise of Brexit in parliament and the disruption of Extinction Rebellion outside, the 16-year-old Swedish activist cut an extraordinarily composed figure as she arrived with her trademark braids, hand-painted placard and <a href=\"https://www.theguardian.com/environment/2019/apr/23/greta-thunberg-full-speech-to-mps-you-did-not-act-in-time\">a speech</a> that forced politicians to reflect on a crisis that is growing steadily worse despite three decades of political promises.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"bf3fdc13-03b1-499f-9950-25e464dda0da\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/FwY06xE24Es?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>“This ongoing irresponsible behaviour will no doubt be remembered in history as one of the greatest failures of humankind,” she <a href=\"https://www.theguardian.com/environment/video/2019/apr/23/greta-thunberg-met-with-applause-in-house-of-commons-video\">told the packed audience</a> of MPs, officials and fellow school strikers. “You lied to us. You gave us false hope. You told us that the future was something to look forward to.”</p> \n<p>There was no let-up for the audience. The UK, she said, was very special due to its “mind-blowing historical carbon debt”, a reference to the country’s record as the birthplace of industrialisation. But this was also, she said, because its claims of world-leading progress on cutting emissions are partly the result of “creative accounting” and are belied by the government’s plans for more high-emissions projects.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/apr/23/the-guardian-view-on-greta-thunberg-seizing-the-future\">The Guardian view on Greta Thunberg: seizing the future | Editorial</a> </p> \n</aside> \n<p>“The UK’s active current support of new exploitation of fossil fuels, like for example the UK shale gas fracking industry, the expansion of its North Sea oil and gas fields, the expansion of airports, as well as the planning permission for a <a href=\"https://www.theguardian.com/environment/2019/mar/19/deep-coal-mine-gets-go-ahead-in-cumbria-despite-protests\">brand new coalmine</a>, is beyond absurd,” she said.</p> \n<p>She finished to a standing ovation and cheers, then sat quietly as the panel of senior politicians gave their responses. Several appeared chastened.</p> \n<p>“Your voice – still, calm and clear – is like the voice of our conscience,” said the environment secretary, Michael Gove. “When I listened to you, I felt great admiration, but also responsibility and guilt. I am of your parents’ generation, and I recognise that we haven’t done nearly enough to address climate change and the broader environmental crisis that we helped to create.”</p> \n<p>Ed Miliband, the Labour politician who led the UK’s delegation to the 2009 Copenhagen climate summit and oversaw the UK Climate Act, said he recognised that what was done in the past has been proven by science not to be enough. “You have woken us up. We thank you. All the young people who have gone on strike have held up a mirror to our society … you have taught us all a really important lesson. You have stood out from the crowd.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/apr/23/greta-thunberg-autism\">Greta Thunberg teaches us about autism as much as climate change | Ian Birrell</a> </p> \n</aside> \n<p>Thunberg listened attentively, applauding only when a member of audience criticised the government for pushing ahead with fracking. Her mantra when dealing with governments has been consistent: Never mind the words. Nothing matters apart from actions to halt emissions.</p> \n<p>The big test on this will come on 2 May, when the climate change committee announces the results of a review of the UK’s targets, including when the country should aim to reach net zero emissions. This was prompted by the United Nations Intergovernmental Panel on Climate Change <a href=\"https://www.theguardian.com/environment/2018/oct/08/global-warming-must-not-exceed-15c-warns-landmark-un-report\">report last year</a>, which warned of the dangers of global warming exceeding 1.5C above pre-industrial levels. The recent surge of demands for more ambition – on the streets, from the Bank of England governor, <a href=\"https://www.theguardian.com/environment/2019/apr/17/mark-carney-tells-global-banks-they-cannot-ignore-climate-change-dangers\">Mark Carney</a>, and from <a href=\"https://www.theguardian.com/tv-and-radio/2019/apr/18/climate-change-the-facts-review-our-greatest-threat-laid-bare-david-attenborough\">David Attenborough</a> – have helped to amplify the message that Greta and others are stressing with their climate strikes.</p> \n<p>Tuesday saw other signs of progress that would have been hard to imagine a year ago. Caroline Lucas, the former leader of the Green party, announced that during Greta’s meeting with party leaders earlier in the day, participants – including Jeremy Corbyn and Ian Blackford – had agreed to start regular cross-party meetings on climate policy, to open consultations with youth climate activists and to have an independent body assess whether party manifestos were in line with the Paris agreement.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"308671cd-45cb-483c-9da5-c7c32ab2f087\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/oZJbFZe0EC4?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Theresa May was the only party leader who did not attend but otherwise Greta’s visit proved an opportunity for a renewal of the cross-party consensus on climate. The mood was strikingly in contrast to the bitterly divisive debates of Brexit: Gove applauded Lucas’s moral leadership on environmental issues and said nobody had done more than Miliband to put the UK’s climate policy on a strong track.</p> \n<p>Gove was, however, criticised for being the person in the room with the most power to change policy, but the most evasive answers. “He’s environment secretary, so it’s not enough for him to feel guilty,” said Lucas. “I hope he takes home the message that he should not be satisfied with warm words.”</p> \n<p>The standing-room-only turnout was far better than the recent climate debate in parliament, which drew barely a dozen MPs even though it was the first on the crisis held in the main chamber in two years. Several dozen politicians attended on Tuesday, along with government officials and representatives of the UK student strikers movement. Attendees said it was the most crowded event they could remember in more than 10 years at the Attlee suite.</p> \n<p>The young Swede spoke so quietly at first that many in the audience struggled to catch her speech above the clicks of the cameras. The low volume was deliberate, forcing people to hush and listen intently. “Can you hear me?” she asked repeatedly. “Is my English OK? Is the microphone on? Because I’m beginning to wonder. During the last six months I have travelled around Europe for hundreds of hours in trains, electric cars and buses, repeating these life-changing words over and over again. But no one seems to be talking about it, and nothing has changed.”</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/04/greta_thunberg-zip/giv-3902bd7bwtWKeaCZ/\" data-alt=\"Thunberg on tour map\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/04/greta_thunberg-zip/giv-3902bd7bwtWKeaCZ/\">Thunberg on tour map</a> \n</figure> \n<p>But now there is undoubtedly more focus on the subject. After Greta’s speech, she went to the main debating chamber of the House of Commons, where MPs greeted her with a roar of applause and Miliband asked the government whether it would declare a national climate emergency. MPs also held a debate about the recent Extinction Rebellion protests and student strikes.</p> \n<p>Unimpressed, Thunberg said afterwards that the politicians were missing the point. “They turn this into a question of what methods the protesters use – truancy and civil disobedience – but it’s not about that. It’s about the fact that we face an existential crisis.”</p> \n<p>After the event, she went to St Pancras station to catch the Eurostar, the first leg of a 36-hour journey back to Stockholm. Passers-by, who recognised her on the street with her climate-strike sign, gave her the thumbs up and words of support. During the Easter holidays, she has received rock star treatment, selling out venues, being followed by paparazzi, meeting the Pope and having politicians humble themselves in her presence.</p> \n<p>As long as the attention serves a purpose it is tolerable, Greta said. But she is now ready to return home. “I like to be left alone,” she said as she headed back to Sweden, back to school and back to her regular weekly strike.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1152",
      "firstPublicationDate": "2019-04-23T18:56:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-19T06:04:00Z",
      "newspaperEditionDate": "2019-04-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bamxp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/70f35c974af9fbd39e0762a2dc90b82c26c691e8/0_0_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Greta Thunberg took her climate message to the heart of power in Westminster on Tuesday, with a quiet but powerful message to MPs that prompted politicians to declare contrition for their failure to act. After the noise of Brexit in parliament and the disruption of Extinction Rebellion outside, the 16-year-old Swedish activist cut an extraordinarily composed figure as she arrived with her trademark braids, hand-painted placard and a speech that forced politicians to reflect on a crisis that is growing steadily worse despite three decades of political promises. “This ongoing irresponsible behaviour will no doubt be remembered in history as one of the greatest failures of humankind,” she told the packed audience of MPs, officials and fellow school strikers. “You lied to us. You gave us false hope. You told us that the future was something to look forward to.” There was no let-up for the audience. The UK, she said, was very special due to its “mind-blowing historical carbon debt”, a reference to the country’s record as the birthplace of industrialisation. But this was also, she said, because its claims of world-leading progress on cutting emissions are partly the result of “creative accounting” and are belied by the government’s plans for more high-emissions projects. “The UK’s active current support of new exploitation of fossil fuels, like for example the UK shale gas fracking industry, the expansion of its North Sea oil and gas fields, the expansion of airports, as well as the planning permission for a brand new coalmine, is beyond absurd,” she said. She finished to a standing ovation and cheers, then sat quietly as the panel of senior politicians gave their responses. Several appeared chastened. “Your voice – still, calm and clear – is like the voice of our conscience,” said the environment secretary, Michael Gove. “When I listened to you, I felt great admiration, but also responsibility and guilt. I am of your parents’ generation, and I recognise that we haven’t done nearly enough to address climate change and the broader environmental crisis that we helped to create.” Ed Miliband, the Labour politician who led the UK’s delegation to the 2009 Copenhagen climate summit and oversaw the UK Climate Act, said he recognised that what was done in the past has been proven by science not to be enough. “You have woken us up. We thank you. All the young people who have gone on strike have held up a mirror to our society … you have taught us all a really important lesson. You have stood out from the crowd.” Thunberg listened attentively, applauding only when a member of audience criticised the government for pushing ahead with fracking. Her mantra when dealing with governments has been consistent: Never mind the words. Nothing matters apart from actions to halt emissions. The big test on this will come on 2 May, when the climate change committee announces the results of a review of the UK’s targets, including when the country should aim to reach net zero emissions. This was prompted by the United Nations Intergovernmental Panel on Climate Change report last year, which warned of the dangers of global warming exceeding 1.5C above pre-industrial levels. The recent surge of demands for more ambition – on the streets, from the Bank of England governor, Mark Carney, and from David Attenborough – have helped to amplify the message that Greta and others are stressing with their climate strikes. Tuesday saw other signs of progress that would have been hard to imagine a year ago. Caroline Lucas, the former leader of the Green party, announced that during Greta’s meeting with party leaders earlier in the day, participants – including Jeremy Corbyn and Ian Blackford – had agreed to start regular cross-party meetings on climate policy, to open consultations with youth climate activists and to have an independent body assess whether party manifestos were in line with the Paris agreement. Theresa May was the only party leader who did not attend but otherwise Greta’s visit proved an opportunity for a renewal of the cross-party consensus on climate. The mood was strikingly in contrast to the bitterly divisive debates of Brexit: Gove applauded Lucas’s moral leadership on environmental issues and said nobody had done more than Miliband to put the UK’s climate policy on a strong track. Gove was, however, criticised for being the person in the room with the most power to change policy, but the most evasive answers. “He’s environment secretary, so it’s not enough for him to feel guilty,” said Lucas. “I hope he takes home the message that he should not be satisfied with warm words.” The standing-room-only turnout was far better than the recent climate debate in parliament, which drew barely a dozen MPs even though it was the first on the crisis held in the main chamber in two years. Several dozen politicians attended on Tuesday, along with government officials and representatives of the UK student strikers movement. Attendees said it was the most crowded event they could remember in more than 10 years at the Attlee suite. The young Swede spoke so quietly at first that many in the audience struggled to catch her speech above the clicks of the cameras. The low volume was deliberate, forcing people to hush and listen intently. “Can you hear me?” she asked repeatedly. “Is my English OK? Is the microphone on? Because I’m beginning to wonder. During the last six months I have travelled around Europe for hundreds of hours in trains, electric cars and buses, repeating these life-changing words over and over again. But no one seems to be talking about it, and nothing has changed.” But now there is undoubtedly more focus on the subject. After Greta’s speech, she went to the main debating chamber of the House of Commons, where MPs greeted her with a roar of applause and Miliband asked the government whether it would declare a national climate emergency. MPs also held a debate about the recent Extinction Rebellion protests and student strikes. Unimpressed, Thunberg said afterwards that the politicians were missing the point. “They turn this into a question of what methods the protesters use – truancy and civil disobedience – but it’s not about that. It’s about the fact that we face an existential crisis.” After the event, she went to St Pancras station to catch the Eurostar, the first leg of a 36-hour journey back to Stockholm. Passers-by, who recognised her on the street with her climate-strike sign, gave her the thumbs up and words of support. During the Easter holidays, she has received rock star treatment, selling out venues, being followed by paparazzi, meeting the Pope and having politicians humble themselves in her presence. As long as the attention serves a purpose it is tolerable, Greta said. But she is now ready to return home. “I like to be left alone,” she said as she headed back to Sweden, back to school and back to her regular weekly strike.",
      "charCount": "6943",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonathanwatts\">Jonathan Watts</a> Global environment editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/apr/23/the-guardian-view-on-greta-thunberg-seizing-the-future",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-23T17:43:40Z",
    "webTitle": "The Guardian view on Greta Thunberg: seizing the future | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/23/the-guardian-view-on-greta-thunberg-seizing-the-future",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/23/the-guardian-view-on-greta-thunberg-seizing-the-future",
    "fields": {
      "headline": "The Guardian view on Greta Thunberg: seizing the future",
      "standfirst": "The Swedish teenager’s clarity and urgency have cut through layers of obfuscation and helplessness – and forced climate change up the agenda",
      "trailText": "<strong>Editorial:</strong> The Swedish teenager’s clarity and urgency have cut through layers of obfuscation and helplessness – and forced climate change up the agenda",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"aa57cf1b97c9cb4ccf318c4f6021a519522d04d3\"> \n <img src=\"https://media.guim.co.uk/aa57cf1b97c9cb4ccf318c4f6021a519522d04d3/0_114_5365_3219/1000.jpg\" alt=\"Swedish environmental campaigner Greta Thunberg at the Houses of Parliament on Tuesday\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Swedish environmental campaigner Greta Thunberg at the Houses of Parliament on Tuesday.</span> \n  <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>Nobody could have predicted that a Swedish teenager would shift the terms of the global climate debate in the way that Greta Thunberg has done. Since she began her school strike in Stockholm last August, <a href=\"https://www.theguardian.com/science/video/2019/jan/25/i-want-you-to-panic-16-year-old-greta-thunberg-issues-climate-warning-at-davos-video\" title=\"\">Greta has addressed</a> the World Economic Forum in Davos, the European parliament and the UN climate talks in Poland. Last week she met the pope in Rome. On Tuesday <a href=\"https://www.theguardian.com/environment/2019/apr/23/vacant-seat-for-may-as-party-leaders-meet-greta-thunberg\" title=\"\">she met UK political leaders</a> at the House of Commons. That Theresa May opted out of an encounter with one of the world’s foremost young activists is an embarrassing error of judgment. By any rational calculus, Greta is in the process of doing humanity a huge favour.</p> \n<p>That is because we struggle to give the global warming and wildlife crisis the attention they deserve. We have the science, with predictions of a manmade greenhouse effect dating back to the 1890s. (One of Greta’s distant relatives, Svante Arrhenius, was a pioneer in the field.) We have the international structures to collate the experts’ findings: the UN’s Intergovernmental Panel on Climate Change (IPCC) issued its first report in 1990. We have some, although not all, of the knowledge and technology we need to wean us off our addiction to fossil fuels: wind and solar energy; healthy alternatives to meat; bicycles and trains. Many nations have laws to help us transition to a low-carbon future. The world has the UN Framework Convention on Climate Change and the <a href=\"https://www.theguardian.com/environment/2015/dec/13/paris-climate-deal-cop-diplomacy-developing-united-nations\" title=\"\">agreement</a> struck in Paris in 2015.</p> \n<p>But for reasons that are psychological as well as political, we seem mostly unable to concentrate on the existential threat we face as <a href=\"https://www.theguardian.com/environment/2019/feb/06/global-temperatures-2018-record-climate-change-global-warming\" title=\"\">global warming gathers pace</a> (20 of the hottest-ever years were in the last 22) and climate chaos unfolds. Something else is always more important – or more manageable. Even those who recognise that we must use all the tools at our disposal, to stop emitting greenhouse gases as soon as possible, struggle to be heard.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"bf3fdc13-03b1-499f-9950-25e464dda0da\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/FwY06xE24Es?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Thanks in no small part to the eye-catching tactic of the <a href=\"https://www.theguardian.com/commentisfree/2018/nov/26/im-striking-from-school-for-climate-change-too-save-the-world-australians-students-should-too\" title=\"\">school strike</a>, over the past nine months the movement spearheaded by Greta Thunberg has cut through. Green activists and scholars have spoken for years of the generational injustice of climate change. The school strikers belong to a 21st-century generation who have either taken this idea on, or arrived at it through a process of deduction of their own. Greta, who believes her outlook has been influenced by her autism, says she learned about climate change at school aged eight, and became depressed at 11. By 15, her angst had translated itself into a distinctive form of civil disobedience – the Friday school strikes which spread around the world.</p> \n<p>Hints that Greta has been manipulated by adults appear to be unfounded. As a teenager, she is in any case entitled to advice. And while it is natural to focus on her as a figurehead, the movement does not depend on her. As she told the audience at a <a href=\"https://www.theguardian.com/environment/video/2019/apr/23/this-is-an-emergency-greta-thunberg-speaks-at-guardian-live-video\" title=\"\">Guardian Live event</a> on Monday, she does not see herself as a leader, but as a participant.</p> \n<p>How the wave of demonstrations she helped start develops will be fascinating, as will the progress of the Extinction Rebellion protesters. Peaceful protest and activism are vital to democracy. The climate crisis makes them urgent and necessary. But decision-making requires processes and structures. This is not easy, and partly explains why so many of the successful civil disobedience campaigns of the past have been shaped by charismatic individuals.</p> \n<p>The school strikers’ message, similar to the extinction rebels, is that we should panic. Our house, in Greta’s memorable phrase, is on fire. We must embrace “cathedral thinking” – laying the foundations for the carbon-free future without knowing how we are going to paint the roof. This way of thinking does induce fear. But since doing nothing is not an option, except for nihilists and misanthropes, the rest of us have little choice but to battle through these darker emotions – and act with hope. The IPCC said last year that <a href=\"https://www.theguardian.com/environment/2018/oct/08/global-warming-must-not-exceed-15c-warns-landmark-un-report\" title=\"\">the next 12 years</a> are critical, a warning echoed on the BBC by David Attenborough in a landmark documentary last week. The film should have been made a decade ago. We should have been alert to the dangers before children went on strike. But we still have some time.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "711",
      "commentable": "false",
      "firstPublicationDate": "2019-04-23T17:43:40Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-19T06:04:01Z",
      "newspaperEditionDate": "2019-04-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bayy4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/aa57cf1b97c9cb4ccf318c4f6021a519522d04d3/0_114_5365_3219/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Nobody could have predicted that a Swedish teenager would shift the terms of the global climate debate in the way that Greta Thunberg has done. Since she began her school strike in Stockholm last August, Greta has addressed the World Economic Forum in Davos, the European parliament and the UN climate talks in Poland. Last week she met the pope in Rome. On Tuesday she met UK political leaders at the House of Commons. That Theresa May opted out of an encounter with one of the world’s foremost young activists is an embarrassing error of judgment. By any rational calculus, Greta is in the process of doing humanity a huge favour. That is because we struggle to give the global warming and wildlife crisis the attention they deserve. We have the science, with predictions of a manmade greenhouse effect dating back to the 1890s. (One of Greta’s distant relatives, Svante Arrhenius, was a pioneer in the field.) We have the international structures to collate the experts’ findings: the UN’s Intergovernmental Panel on Climate Change (IPCC) issued its first report in 1990. We have some, although not all, of the knowledge and technology we need to wean us off our addiction to fossil fuels: wind and solar energy; healthy alternatives to meat; bicycles and trains. Many nations have laws to help us transition to a low-carbon future. The world has the UN Framework Convention on Climate Change and the agreement struck in Paris in 2015. But for reasons that are psychological as well as political, we seem mostly unable to concentrate on the existential threat we face as global warming gathers pace (20 of the hottest-ever years were in the last 22) and climate chaos unfolds. Something else is always more important – or more manageable. Even those who recognise that we must use all the tools at our disposal, to stop emitting greenhouse gases as soon as possible, struggle to be heard. Thanks in no small part to the eye-catching tactic of the school strike, over the past nine months the movement spearheaded by Greta Thunberg has cut through. Green activists and scholars have spoken for years of the generational injustice of climate change. The school strikers belong to a 21st-century generation who have either taken this idea on, or arrived at it through a process of deduction of their own. Greta, who believes her outlook has been influenced by her autism, says she learned about climate change at school aged eight, and became depressed at 11. By 15, her angst had translated itself into a distinctive form of civil disobedience – the Friday school strikes which spread around the world. Hints that Greta has been manipulated by adults appear to be unfounded. As a teenager, she is in any case entitled to advice. And while it is natural to focus on her as a figurehead, the movement does not depend on her. As she told the audience at a Guardian Live event on Monday, she does not see herself as a leader, but as a participant. How the wave of demonstrations she helped start develops will be fascinating, as will the progress of the Extinction Rebellion protesters. Peaceful protest and activism are vital to democracy. The climate crisis makes them urgent and necessary. But decision-making requires processes and structures. This is not easy, and partly explains why so many of the successful civil disobedience campaigns of the past have been shaped by charismatic individuals. The school strikers’ message, similar to the extinction rebels, is that we should panic. Our house, in Greta’s memorable phrase, is on fire. We must embrace “cathedral thinking” – laying the foundations for the carbon-free future without knowing how we are going to paint the roof. This way of thinking does induce fear. But since doing nothing is not an option, except for nihilists and misanthropes, the rest of us have little choice but to battle through these darker emotions – and act with hope. The IPCC said last year that the next 12 years are critical, a warning echoed on the BBC by David Attenborough in a landmark documentary last week. The film should have been made a decade ago. We should have been alert to the dangers before children went on strike. But we still have some time.",
      "charCount": "4194",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "environment/2019/apr/23/human-responses-to-the-threat-of-climate-change-and-ecocide",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-04-23T17:25:17Z",
    "webTitle": "Human responses to the threat of climate change and ecocide | Letters",
    "webUrl": "https://www.theguardian.com/environment/2019/apr/23/human-responses-to-the-threat-of-climate-change-and-ecocide",
    "apiUrl": "https://content.guardianapis.com/environment/2019/apr/23/human-responses-to-the-threat-of-climate-change-and-ecocide",
    "fields": {
      "headline": "Human responses to the threat of climate change and ecocide",
      "standfirst": "Letters responding to recent coverage of climate change, Extinction Rebellion protests and Greta Thunberg",
      "trailText": "Letters responding to recent coverage of climate change, Extinction Rebellion protests and Greta Thunberg",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ad65f9104f2f85e3dcd4c389838294bb43975f5d\"> <img src=\"https://media.guim.co.uk/ad65f9104f2f85e3dcd4c389838294bb43975f5d/0_159_5104_3062/1000.jpg\" alt=\"Extinction Rebellion climate change protesters demonstrating in Parliament Square in London on Tuesday\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Extinction Rebellion climate change protesters demonstrating in Parliament Square in London on Tuesday.</span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure>",
      "body": "<p>Bill McKibben is right to believe in humans (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/23/stop-global-catastrophe-believe-humans-again-geoengineering\" title=\"\">To stop global catastrophe, we must believe in humans again</a>, 23 April). After all, in the blink of an evolutionary eye we have gone from being able to stand upright to being able to fly off our planet, from believing that the horizon was the end of the earth to being able to peer into deep space-time, from understanding how our bodies work to being on the verge of being able to create life itself. We love to compete and we love to collaborate, often combining both activities in the name of sport. We are inherently social and have formed our immensely complex civilisation on the basis of agreeing what is “socially acceptable” and enshrining that with laws and rules.</p> <p>With climate change, where we have gone astray is failing to update those laws and rules to cope with our burgeoning population, especially in our relationship with nature and the functioning of our economy.</p> <p>There are two actions we could take that would transform our chances of surviving into the future. The first would be to enact a law of ecocide – the death of whose principal proponent was sadly reported in the same issue (<a href=\"https://www.theguardian.com/environment/2019/apr/22/polly-higgins-environmentalist-eradicating-ecocide-dies\" title=\"\">Polly Higgins, tireless advocate for ecocide law, dies aged 50</a>, 23 April). And the second would be to change the rules of accounting so that all companies using natural resources had to reinvest, say, 2% of their revenues in the restoration and repair of the natural environment.</p> <p>In <a href=\"https://rebellion.earth/\" title=\"\">Extinction Rebellion</a> and <a href=\"https://www.theguardian.com/commentisfree/2019/mar/15/uk-student-climate-network-manifesto-declare-emergency\" title=\"\">the UK Student Climate Network</a>, we are seeing the emergence of social acceptance that it is wrong to not just allow but to actively reward the destruction of our future. We now need to press for these rule changes that would bring our destructive economy under control.<br><strong>Harold Forbes</strong><br><em>Wareham, Dorset</em></p> <p>• Greta Thunberg hits the nail on the head in calling for more support from the older generation and for the unions to get more active in tackling climate change (<a href=\"https://www.theguardian.com/environment/2019/apr/22/greta-thunberg-backs-general-strike-climate-change-environment\" title=\"\">Activist lends support to general strike for the climate</a>, 23 April). A crucial part of generating this support is to recognise that any effective response to the climate threat will mean <a href=\"https://www.greennewdealgroup.org/wp-content/uploads/2018/09/GNDJobsReport9-18.pdf\" title=\"\">a massive green infrastructure programme</a> which will generate jobs in every constituency. This would include a labour-intensive upgrading of the energy efficiency of every building countrywide, plus the upgrading of local transport systems and recycling provision.</p> <p>To get support for this approach not only from older people, but also more conservative ones, it will be imperative to emphasise the advantages for small and medium-sized businesses, as well as the investment and savings opportunities involved in addressing climate change. Add to this the concerns of these sectors of society about the future of their children and grandchildren, and this approach should result in a broader range of support for a net zero-carbon future. As such it should appeal to all political parties and so help ensure the urgent demands of Thunberg and Extinction Rebellion can be more swiftly met. <br><strong>Colin Hines</strong><br><em>Conven</em><em>er, </em><a href=\"https://www.greennewdealgroup.org/\" title=\"\"><em>UK Green New Deal Group</em></a><em> </em></p> <p>• While I applaud the awareness being raised by Extinction Rebellion campaigners, I object to Gaby Hinsliff saying “past generations were oblivious” (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/19/extinction-rebellion-right-questions-politicians\" title=\"\">Opinion</a>, 20 April).</p> <p>I am 73 and was brought up just after the war. We had no plastic bags and walked to the shops with our own bags. We got 2d on returned glass bottles. We walked to school. We beat cakes with a wooden spoon. We dried our clothes on the line. There was no bubble wrap – we used scrunched-up newspapers for fragile things and also for takeaway fish and chips. We pushed lawnmowers and we didn’t drive to the gym to get our exercise.</p> <p>I could go on! As soon as new products came in, such as plastic and labour-saving electrical goods, some of us realised they were polluting and led to tremendous waste, so I don’t feel our postwar generation should be held entirely responsible for our present appalling climate problems and ocean pollution.<br><strong>Elizabeth Earl</strong><br><em>Chard, Somerset</em></p> <p>• We are experiencing two protest movements – Extinction Rebellion and Brexit – which might seem to be diametrically opposed. But to what extent do they reflect a shared understanding – that, at least for rich and ageing societies, the costs of a growing GDP are simply too high? For some those costs are represented by the need for an immigrant workforce; for others they are the destruction of the environment. But both movements can be seen as a call for deceleration – a call that traditional politicians simply do not have the language to meet. The empty branding that characterises our main political parties no longer reflects any significant values; the chasms within those parties make that abundantly clear. The response to both these protests – however different they appear – will require a new narrative of interdependence between citizens, particularly between young and old; we need a revised vocabulary to enable new kinds of conversation. <br><strong>Charlotte Roueché</strong><br><em>London</em></p> <p>• I write in response to <a href=\"https://www.theguardian.com/environment/2019/apr/19/extinction-rebellion-may-be-our-last-chance\" title=\"\">letters published on 20 April</a>. I can assure Jean Corston that many Extinction Rebellion members go far beyond using a green energy supplier. We can also tell her that individuals’ energy suppliers don’t count for much if your government’s energy policy is fracking and nuclear power stations.</p> <p>Yes, Andy Brown, most protesters are white but, as I said to a fellow protester, if I were a young black man I would not want to risk being arrested for fear of how a historically institutionally racist judiciary and job market might treat me. Incidentally, the only people to verbally abuse me were white; the many black and non-British people who stopped to talk were all very supportive.</p> <p>Finally, I can tell Colin Baker that, apart from the initial jams last Monday, the police did an admirable job in keeping traffic flowing and minimising disruption. What will be interesting to see is the pollution records for London over the week. Many car journeys in central London are unnecessary, and if we showed some people an alternative way to travel, that can only be for the good of all of our lungs.</p> <p>I did not take part in acts of civil disobedience lightly, but to help protect the beautiful country, and world, that I live in – not just for my son but for future generations.<br><strong>Rebecca Fricker</strong><br><em>Loughton, Essex</em></p> <p>• I welcome the contributions from Mark Carney and Larry Elliott (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/18/mark-carney-warning-climate-change-timely-only-a-start\" title=\"\">Mark Carney’s warning on climate change is only a start</a>, 18 April) on the role of finance and global heating, but as I returned home after five days on the bridge, what struck me most was the silence from our politicians.</p> <p>Perhaps I was too busy handing out sunscreen or enjoying the atmosphere and music. Or is it because our government has nothing to say on anything? Paradigm shifts in public attitudes and even revolutions occur when the right time comes.</p> <p>Extinction Rebellion have, unlike our politicians, through long preparation and some luck, appeared on the scene just when our politicians’ minds have been emptied of coherent thought, and the supporting establishment (here business and the cut-to-the-bone police) has lost confidence in them.<br><strong>John Payne</strong><br><em>Penallt, Monmouthshire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1236",
      "commentable": "false",
      "firstPublicationDate": "2019-04-23T17:25:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-23T17:26:58Z",
      "newspaperEditionDate": "2019-04-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bay3n",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ad65f9104f2f85e3dcd4c389838294bb43975f5d/0_159_5104_3062/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Bill McKibben is right to believe in humans (To stop global catastrophe, we must believe in humans again, 23 April). After all, in the blink of an evolutionary eye we have gone from being able to stand upright to being able to fly off our planet, from believing that the horizon was the end of the earth to being able to peer into deep space-time, from understanding how our bodies work to being on the verge of being able to create life itself. We love to compete and we love to collaborate, often combining both activities in the name of sport. We are inherently social and have formed our immensely complex civilisation on the basis of agreeing what is “socially acceptable” and enshrining that with laws and rules. With climate change, where we have gone astray is failing to update those laws and rules to cope with our burgeoning population, especially in our relationship with nature and the functioning of our economy. There are two actions we could take that would transform our chances of surviving into the future. The first would be to enact a law of ecocide – the death of whose principal proponent was sadly reported in the same issue (Polly Higgins, tireless advocate for ecocide law, dies aged 50, 23 April). And the second would be to change the rules of accounting so that all companies using natural resources had to reinvest, say, 2% of their revenues in the restoration and repair of the natural environment. In Extinction Rebellion and the UK Student Climate Network, we are seeing the emergence of social acceptance that it is wrong to not just allow but to actively reward the destruction of our future. We now need to press for these rule changes that would bring our destructive economy under control. Harold Forbes Wareham, Dorset • Greta Thunberg hits the nail on the head in calling for more support from the older generation and for the unions to get more active in tackling climate change (Activist lends support to general strike for the climate, 23 April). A crucial part of generating this support is to recognise that any effective response to the climate threat will mean a massive green infrastructure programme which will generate jobs in every constituency. This would include a labour-intensive upgrading of the energy efficiency of every building countrywide, plus the upgrading of local transport systems and recycling provision. To get support for this approach not only from older people, but also more conservative ones, it will be imperative to emphasise the advantages for small and medium-sized businesses, as well as the investment and savings opportunities involved in addressing climate change. Add to this the concerns of these sectors of society about the future of their children and grandchildren, and this approach should result in a broader range of support for a net zero-carbon future. As such it should appeal to all political parties and so help ensure the urgent demands of Thunberg and Extinction Rebellion can be more swiftly met. Colin Hines Convener, UK Green New Deal Group • While I applaud the awareness being raised by Extinction Rebellion campaigners, I object to Gaby Hinsliff saying “past generations were oblivious” (Opinion, 20 April). I am 73 and was brought up just after the war. We had no plastic bags and walked to the shops with our own bags. We got 2d on returned glass bottles. We walked to school. We beat cakes with a wooden spoon. We dried our clothes on the line. There was no bubble wrap – we used scrunched-up newspapers for fragile things and also for takeaway fish and chips. We pushed lawnmowers and we didn’t drive to the gym to get our exercise. I could go on! As soon as new products came in, such as plastic and labour-saving electrical goods, some of us realised they were polluting and led to tremendous waste, so I don’t feel our postwar generation should be held entirely responsible for our present appalling climate problems and ocean pollution. Elizabeth Earl Chard, Somerset • We are experiencing two protest movements – Extinction Rebellion and Brexit – which might seem to be diametrically opposed. But to what extent do they reflect a shared understanding – that, at least for rich and ageing societies, the costs of a growing GDP are simply too high? For some those costs are represented by the need for an immigrant workforce; for others they are the destruction of the environment. But both movements can be seen as a call for deceleration – a call that traditional politicians simply do not have the language to meet. The empty branding that characterises our main political parties no longer reflects any significant values; the chasms within those parties make that abundantly clear. The response to both these protests – however different they appear – will require a new narrative of interdependence between citizens, particularly between young and old; we need a revised vocabulary to enable new kinds of conversation. Charlotte Roueché London • I write in response to letters published on 20 April. I can assure Jean Corston that many Extinction Rebellion members go far beyond using a green energy supplier. We can also tell her that individuals’ energy suppliers don’t count for much if your government’s energy policy is fracking and nuclear power stations. Yes, Andy Brown, most protesters are white but, as I said to a fellow protester, if I were a young black man I would not want to risk being arrested for fear of how a historically institutionally racist judiciary and job market might treat me. Incidentally, the only people to verbally abuse me were white; the many black and non-British people who stopped to talk were all very supportive. Finally, I can tell Colin Baker that, apart from the initial jams last Monday, the police did an admirable job in keeping traffic flowing and minimising disruption. What will be interesting to see is the pollution records for London over the week. Many car journeys in central London are unnecessary, and if we showed some people an alternative way to travel, that can only be for the good of all of our lungs. I did not take part in acts of civil disobedience lightly, but to help protect the beautiful country, and world, that I live in – not just for my son but for future generations. Rebecca Fricker Loughton, Essex • I welcome the contributions from Mark Carney and Larry Elliott (Mark Carney’s warning on climate change is only a start, 18 April) on the role of finance and global heating, but as I returned home after five days on the bridge, what struck me most was the silence from our politicians. Perhaps I was too busy handing out sunscreen or enjoying the atmosphere and music. Or is it because our government has nothing to say on anything? Paradigm shifts in public attitudes and even revolutions occur when the right time comes. Extinction Rebellion have, unlike our politicians, through long preparation and some luck, appeared on the scene just when our politicians’ minds have been emptied of coherent thought, and the supporting establishment (here business and the cut-to-the-bone police) has lost confidence in them. John Payne Penallt, Monmouthshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "7438",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/apr/23/net-loss-of-housing-to-wealthy-incomers",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-04-23T17:24:36Z",
    "webTitle": "Net loss of housing to wealthy incomers | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/apr/23/net-loss-of-housing-to-wealthy-incomers",
    "apiUrl": "https://content.guardianapis.com/society/2019/apr/23/net-loss-of-housing-to-wealthy-incomers",
    "fields": {
      "headline": "Net loss of housing to wealthy incomers",
      "standfirst": "Guardian readers respond to a range of stories on the UK housing crisis",
      "trailText": "<strong>Letters: </strong>Guardian readers respond to a range of stories on the UK housing crisis",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"60d6e0e86138ae1e89e0eabb81d5e64965dd0a25\"> <img src=\"https://media.guim.co.uk/60d6e0e86138ae1e89e0eabb81d5e64965dd0a25/2028_1601_3732_2239/1000.jpg\" alt=\"Southwold, Suffolk: ‘the district council is considering letting as a holiday home one of the few precious remaining council houses.’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Southwold, Suffolk: ‘the district council is considering letting as a holiday home one of the few precious remaining council houses.’</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>The government should help families like the Earles by keeping rents affordable (<a href=\"https://www.theguardian.com/uk-news/2019/apr/22/nothing-affordable-buying-home-now-just-dream-young-couples-older-workers-arran-tourism-booming\" title=\"\">Priced out: ‘We had to choose: eat dinner or stay warm’</a>, 22 April). Instead it actively makes their situation worse. On Arran and in other desirable rural areas there is a housing crisis driven by wealthy professionals who want the perfect place to retire. Wealthy professionals can only be attracted to a location if broadband coverage is adequate. To ensure this, the government imposes a universal service obligation on broadband suppliers to subsidise fast connections in rural locations, financed by subscription income from broadband users nationally. The improved infrastructure clears the way for landlords to expel poorer tenants to make way for the influx of wealthy outsiders.<br><strong>David Cooper</strong><br><em>Newbury, Berkshire</em></p> <p>• Your report <a href=\"https://www.theguardian.com/society/2019/apr/22/housing-crisis-on-arran-leaves-hundreds-of-islanders-without-homes\" title=\"\">Arran islanders seek help to ease housing crisis as number of holiday homes soars</a>, 22 April) suggests that at a total of one quarter St Ives has the largest proportion of second and holiday homes in the country. Here in Southwold the <a href=\"https://www.theguardian.com/uk-news/2018/jun/24/southwold-empty-holiday-homes-squeeze-life-out-of-suffolk-resort\" title=\"\">figure has reached 60%</a>. Now we are told the district council is considering letting as a holiday home one of the few precious remaining council houses that they have not already sold off.<br><strong>Hugh Williamson</strong><br><em>Southwold, Suffolk</em></p> <p>• Re <a href=\"https://www.theguardian.com/money/2019/apr/21/broken-land-ownership-system-fuels-inequality\" title=\"\">James Prestwich’s letter</a> (20 April): the Attlee government made provision in the Town and Country Planning Act 1947 for building plots to be sold at their agricultural value and for the difference between that and their value as building land to be paid to the Treasury. The act didn’t make that compulsory, however, so it didn’t work very well. In any case, as soon as the Tories got back into power, they repealed it.<br><strong>John Abbott</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "326",
      "commentable": "false",
      "firstPublicationDate": "2019-04-23T17:24:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-23T17:25:57Z",
      "newspaperEditionDate": "2019-04-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bakq8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/60d6e0e86138ae1e89e0eabb81d5e64965dd0a25/2028_1601_3732_2239/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The government should help families like the Earles by keeping rents affordable (Priced out: ‘We had to choose: eat dinner or stay warm’, 22 April). Instead it actively makes their situation worse. On Arran and in other desirable rural areas there is a housing crisis driven by wealthy professionals who want the perfect place to retire. Wealthy professionals can only be attracted to a location if broadband coverage is adequate. To ensure this, the government imposes a universal service obligation on broadband suppliers to subsidise fast connections in rural locations, financed by subscription income from broadband users nationally. The improved infrastructure clears the way for landlords to expel poorer tenants to make way for the influx of wealthy outsiders. David Cooper Newbury, Berkshire • Your report Arran islanders seek help to ease housing crisis as number of holiday homes soars, 22 April) suggests that at a total of one quarter St Ives has the largest proportion of second and holiday homes in the country. Here in Southwold the figure has reached 60%. Now we are told the district council is considering letting as a holiday home one of the few precious remaining council houses that they have not already sold off. Hugh Williamson Southwold, Suffolk • Re James Prestwich’s letter (20 April): the Attlee government made provision in the Town and Country Planning Act 1947 for building plots to be sold at their agricultural value and for the difference between that and their value as building land to be paid to the Treasury. The act didn’t make that compulsory, however, so it didn’t work very well. In any case, as soon as the Tories got back into power, they repealed it. John Abbott London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2011",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/blog/live/2019/apr/23/brexit-latest-news-developments-theresa-may-chairs-cabinet-as-mps-return-to-commons-and-brexit-deadlock-continues-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-23T16:47:17Z",
    "webTitle": "Labour and No 10 blame each other for lack of progress in talks on Brexit compromise – as it happened",
    "webUrl": "https://www.theguardian.com/politics/blog/live/2019/apr/23/brexit-latest-news-developments-theresa-may-chairs-cabinet-as-mps-return-to-commons-and-brexit-deadlock-continues-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/blog/live/2019/apr/23/brexit-latest-news-developments-theresa-may-chairs-cabinet-as-mps-return-to-commons-and-brexit-deadlock-continues-live-news",
    "fields": {
      "headline": "Labour and No 10 blame each other for lack of progress in talks on Brexit compromise – as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen, as MPs return to the Commons after the Easter recess with the Brexit deadlock continuing</p><ul><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/23/brexit-latest-news-developments-theresa-may-chairs-cabinet-as-mps-return-to-commons-and-brexit-deadlock-continues-live-news?page=with:block-5cbf096e8f085bb0e0de6beb#block-5cbf096e8f085bb0e0de6beb\">Lunchtime summary</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/23/brexit-latest-news-developments-theresa-may-chairs-cabinet-as-mps-return-to-commons-and-brexit-deadlock-continues-live-news?page=with:block-5cbf33d98f08d5e277b53442#block-5cbf33d98f08d5e277b53442\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen, as MPs return to the Commons after the Easter recess with the Brexit deadlock continuing",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"6995186024076ce2a079f9f7c2e798d8191b6b30\"> <img src=\"https://media.guim.co.uk/6995186024076ce2a079f9f7c2e798d8191b6b30/0_95_4840_2904/1000.jpg\" alt=\"Sir Keir Starmer, the shadow Brexit secretary, speaking to reporters outside the Cabinet Office ahead of cross-party talks this afternoon.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sir Keir Starmer, the shadow Brexit secretary, speaking to reporters outside the Cabinet Office ahead of cross-party talks this afternoon.</span> <span class=\"element-image__credit\">Photograph: Mark Thomas/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<div id=\"block-5cbf33d98f08d5e277b53442\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T16:47:17.012Z\">5.47pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Downing Street and Labour have been blaming each other of the lack of progress in the cross-party talks aimed at finding a Brexit compromise.</strong> Number 10 accused Labour of dragging its feet. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/23/brexit-latest-news-developments-theresa-may-chairs-cabinet-as-mps-return-to-commons-and-brexit-deadlock-continues-live-news?page=with:block-5cbf2cdd8f08c89bd9066e10#block-5cbf2cdd8f08c89bd9066e10\">4.33pm.) </a>But Jeremy Corbyn accused the government of “just regurgitating what has already been emphatically rejected three times by parliament” and he said there would only be progress if Theresa May shifted her red lines.</li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1120725067015438336\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Labour&#39;s Jeremy Corbyn calls on government to change its approach to cross-party <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> talks: &quot;They cannot keep on just regurgitating what has already been emphatically rejected three times by Parliament&quot;<a href=\"https://t.co/rSOx2TsKyN\">https://t.co/rSOx2TsKyN</a> <a href=\"https://t.co/EqV388R8Xw\">pic.twitter.com/EqV388R8Xw</a></p>&mdash; BBC Politics (@BBCPolitics) <a href=\"https://twitter.com/BBCPolitics/status/1120725067015438336?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure>  <ul> <li><strong>Members of the executive of the Conservative backbench 1922 Committee are tonight debating calls for the 1922 to change the party leadership rules to allow a new vote of no confidence in May. </strong>Under the current rules, a further challenge has to wait until December because only one is allowed in any 12-month period. Speaking ahead of the meeting, <strong>Sir Geoffrey Clifton-Brown</strong>, the 1922 treasurer, told the World at One:</li> </ul> <blockquote class=\"quoted\"> <p>[The executive] have to decide whether they wish to change the rules or not.</p> <p>I suspect quite a robust discussion will take place, because the executive represents all wings of the party. Eventually a motion will be put and that will be voted on. </p> <p>I think it will be done by first-past-the-post, and if it succeeds then of course the vote which would otherwise have taken place on December 12 will be brought forward to whatever is agreed in the motion.</p> </blockquote> <p>This is from Sky’s <strong>Beth Rigby.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1120723151892221953\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Meeting now. Different views about how to proceed. Options a) force May to name a date b) change rules to allow a new ballot (90+ MPs threshold) c) do neither and let her stand down on own terms. One Brexiteer ‘22 officer told me remainers trying to protect May... <a href=\"https://t.co/vgwYZTmVR2\">https://t.co/vgwYZTmVR2</a></p>&mdash; Beth Rigby (@BethRigby) <a href=\"https://twitter.com/BethRigby/status/1120723151892221953?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure>  <ul> <li><strong>Portsmouth council has objected to the government’s decision to invite Donald Trump to attend D-Day memorial events in the city as part of his state visit.</strong> As the Press Association reports, Portsmouth city council and the Ministry of Defence announced on Monday a series of events to mark the anniversary of the Normandy landings which were masterminded on the outskirts of the Hampshire city, with many of the vessels setting sail from the port. <strong>Gerald Vernon-Jackson</strong>, the Liberal Democrat leader of the council, said Trump had not been invited by the city and should not attend because he would take the attention away from the veterans. He said:</li> </ul> <blockquote class=\"quoted\"> <p>I am disappointed because it will change the nature of the event a great deal, for us the centre of the events was meant to be the veterans. </p> <p>It’s the 75th anniversary, this is probably the last time they will get together like this, the last time when they will meet the Queen, the last time the people of the city will be in a big event with them. </p> <p>With Donald Trump coming, I think the chances are that it will move from being around commemoration and instead it will be a day of controversy. There will be protests and that is not what we want.</p> </blockquote> <p>Vernon-Jackson said he did not fee Trump had “learnt the lessons” of the second world war, particularly those of isolationism, the importance of joint defence as shown by the creation of Nato and respecting human rights to prevent a future holocaust. </p> <ul> <li><strong>A Conservative MP has tabled a Commons motion of no confidence in the Speaker John Bercow.</strong> As the Press Association reports, former minister Crispin Blunt’s early-day motion (EDM) was tabled in his name only after he failed to find 100 MPs willing to sign it. Blunt wrote to all MPs asking for support, but said he would not publish the names of backers unless they hit three figures in order not to expose them to “retribution” by the Speaker.</li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/apr/23/tory-mp-chris-davies-fake-expenses-claim-brecon-radnorshire\">The Conservative MP Christopher Davies has been found guilty of submitting fake expenses invoices for £700 of landscape photographs to decorate his office, meaning he could be kicked out of parliament under the recall process.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/environment/2019/apr/23/vacant-seat-for-may-as-party-leaders-meet-greta-thunberg\">The UK government’s active support for fossil fuels and airport expansion is “beyond absurd”, Greta Thunberg has told MPs.</a> </strong>Here is <a href=\"https://www.theguardian.com/environment/2019/apr/23/greta-thunberg-full-speech-to-mps-you-did-not-act-in-time\">the full text of her speech.</a></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/apr/23/toeic-english-test-sajid-javid-urged-to-act-in-immigration-scandal-bigger-than-windrush\">The home secretary, Sajid Javid, is under mounting pressure to head off an immigration scandal that MPs have warned could be “bigger than Windrush”.</a></strong> As <strong>Amelia Gentleman</strong> reports, about 34,000 foreign students have had their visas cancelled or curtailed and more than 1,000 people were forcibly removed from the UK as a result of the English language testing scandal, which involved the government accusing tens of thousands of students who sat a Home Office-approved test of cheating. The Guardian understands that students who took the test of English for international communication (Toeic) five or more years ago are still being targeted by immigration enforcement officers and being taken to immigration detention centres ahead of enforced removal from the UK.</li> </ul> <p>That’s all from me for today.</p> <p>Thanks for the comments.</p> </div>   </div> <div id=\"block-5cbf3d068f08c89bd9066eec\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T16:29:22.795Z\">5.29pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>International development minister<strong> Lord Bates</strong> has resigned from the government, forcing Theresa May into the latest of a long series of changes to her administration. As the Press Association reports, the Tory peer offered his resignation last year after turning up late for a parliamentary appearance, but it was refused by the Prime Minister. There was no immediate explanation for his decision to go now.</p> <p>A former Downing Street aide to David Cameron, <strong>Lady Sugg</strong>, has been appointed junior minister in the Department for International Development, moving from the Department for Transport. Her place at the DFT is taken by <strong>Lady Vere of Norbiton</strong>. Both continue to serve as whips in the House of Lords. </p> <p>Meanwhile Dumfries and Galloway MP <strong>Alister Jack</strong> has been promoted within the whip’s office and Boston and Skegness MP <strong>Matt Warman </strong>has been appointed an assistant government whip, the Press Association reports.<br><br></p> </div>   </div> <div id=\"block-5cbf3bd48f08d5e277b534a3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T16:23:36.533Z\">5.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"1377ecd72e12b5e8fa245f6e806b4b096d8c6205\"> <img src=\"https://media.guim.co.uk/1377ecd72e12b5e8fa245f6e806b4b096d8c6205/0_102_4621_2773/1000.jpg\" alt=\"(Left to right): Labour’s Sir Keir Starmer, Rebecca Long-Bailey, John McDonnell and Sue Hayman arriving at the Cabinet Office earlier for the cross-party talks with the government on Brexit.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">(Left to right): Labour’s Sir Keir Starmer, Rebecca Long-Bailey, John McDonnell and Sue Hayman arriving at the Cabinet Office earlier for the cross-party talks with the government on Brexit.</span> <span class=\"element-image__credit\">Photograph: Matthew Chattle/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cbf32bd8f085bb0e0de6e05\" class=\"block\" data-block-contributor=\"profile/peterwalker\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T15:47:24.824Z\">4.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Swedish environmental activist Greta Thunberg has been in the public gallery of the Commons watching an urgent question on Extinction Rebellion, which saw the former Labour leader, <strong>Ed Miliband</strong>, demand that the government declare a climate emergency and introduce a green new deal, among other measures.</p> <p>Miliband, who was the energy and climate change secretary under Gordon Brown, said the protesters were correct. </p> <blockquote class=\"quoted\"> <p>The truth is the planet is warming far faster than we are acting. Climate change is not some theoretical future prospect, but is with us here and now.</p> </blockquote> <p>Responding for the government, energy minister <strong>Claire Perry</strong> rejected the idea of a climate emergency – “I don’t know what that would entail” – and said she had reservations about the Extinction Rebellion protests.</p> <p>While she was glad such arguments were being heard, Perry said, “they have caused disruption for many hundreds and thousands of hard-working Londoners and they have required a heavy policing presence”. She added: </p> <blockquote class=\"quoted\"> <p>I worry that many of the messages we are hearing ignore the progress that is being made, and as such make people fearful for the future rather than hopeful.</p> </blockquote> <p>But speaking for Labour the shadow energy minister<strong> Barry Gardiner</strong>, who also holds the international trade role, likened the protesters to the Chartists, suffragettes, and anti-apartheid movement.</p> <blockquote class=\"quoted\"> <p>All of those victories were won by citizens uniting against injustice, making their voice heard. And Extinction Rebellion and the school climate strikers are doing just that.</p> </blockquote> </div>   </div> <div id=\"block-5cbf2cdd8f08c89bd9066e10\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T15:33:29.959Z\">4.33pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">No 10 accuses Labour of holding up Brexit talks</h2>  <div class=\"block-elements\">  <p>At the Downing Street lobby briefing Number 10 criticised Labour for holding up the Brexit talks. In a read-out of what happened at today’s cabinet, the prime minister’s spokesman said:</p> <blockquote class=\"quoted\"> <p>The PM said the discussions with Labour had been serious, but had also been difficult in some areas, such as in relation to the timetable for the negotiations.</p> <p>The PM said that the government’s position was that progress needed to be made urgently as it was vital to deliver on the result of the referendum and for the UK to leave the European Union as soon as possible. </p> <p>[David Lidington] outlined the nature of the discussions which had taken place so far and said talks with the opposition would be resuming this afternoon.</p> <p>Cabinet agreed on the need to secure safe passage of the withdrawal agreement bill, WAB, through parliament as soon as possible in order to allow the UK to complete the ratification of its orderly departure from the EU. At the same time, it was agreed to continue with sensible preparations for the UK leaving the EU without a deal.</p> </blockquote> <p>When a reporter asked if the reference to difficulties in the talks relating to the “timetable” referred to Labour not wanting them to conclude as quickly as the government wanted, the spokesman said that interpretation seemed “reasonable”.</p> <p>But the spokesman would not go as far as accusing Labour of negotiating in bad faith. Asked if the PM thought Labour was not sincere about wanting to find a compromise, he said:</p> <blockquote class=\"quoted\"> <p>The word the prime minister used was the discussions are “serious” and the talks are ongoing. It is clear that Labour has approached [the talks] in a serious manner and has been engaging constructively, and has been holding very serious and thorough discussions in the negotiation meetings.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"3075d97690de16fce1456fdf3366554cd30daa59\"> <img src=\"https://media.guim.co.uk/3075d97690de16fce1456fdf3366554cd30daa59/1820_45_3277_1966/1000.jpg\" alt=\"10 Downing Street\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">10 Downing Street</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cbf24158f085bb0e0de6d02\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T14:42:57.729Z\">3.42pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In the Commons <strong>John Bercow</strong>, the Speaker, has just given a formal welcome to Greta Thunberg, the Swedish environmental campaigner, who is in the gallery watching. She received a smattering of applause.</p> <p>I’m just off to the post-cabinet lobby briefing. I will post again after 4.15pm.</p> </div>   </div> <div id=\"block-5cbf1fbd8f08c89bd9066d65\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T14:28:00.303Z\">3.28pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Adam Price</strong>, the Plaid Cymru leader, has also put out a statement condemning the planned state visit by Donald Trump. Price said:</p> <blockquote class=\"quoted\"> <p>Wales and the United States share an important link, and I want to see the relationship between our peoples continue to develop.</p> <p>However, many of President Trump’s policies are simply abhorrent. Indeed, some of his policies are globally damaging.</p> <p>His actions are empowering the far right. We will not normalise the actions of a politician who systematically undermines women, Muslims, and anyone who doesn’t fit his narrow world view.</p> <p>It is not appropriate to honour Donald Trump with a State Visit, and I deeply regret the overtures the prime minister has made to him.</p> </blockquote> <p>As <strong>Matt Foster</strong> reports at PoliticsHome, more than 50 opposition MPs have also signed<a href=\"https://www.politicshome.com/news/uk/political-parties/labour-party/news/103377/excl-labour-mps-demand-theresa-may-cancels-donald\"> a Commons early day motion saying the invitation to Trump should be withdrawn.</a></p>  <figure class=\"element element-image\" data-media-id=\"80a271bcb8b5f48036ca5dc9801b4afb8746b9d9\"> <img src=\"https://media.guim.co.uk/80a271bcb8b5f48036ca5dc9801b4afb8746b9d9/0_125_6720_4032/1000.jpg\" alt=\"Adam Price\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Adam Price</span> <span class=\"element-image__credit\">Photograph: Gareth Phillips/The Guardian</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cbf1e8e8f08d5e277b53302\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T14:21:59.363Z\">3.21pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>These are from <strong>Mujtaba Rahman,</strong> the former European commission official who now writes well-regarded regular Brexit analysis for the Eurasia consultancy. He is commenting on<a href=\"https://www.theguardian.com/politics/2019/apr/23/mps-may-vote-on-key-brexit-legislation-next-week-theresa-may\"> this news about a possible Brexit vote next week.</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mij_Europe/status/1120685560647970816\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">On <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> Commons vote next week, we&#39;re sceptical. Think Govt wary about risking a vote until they have a chance of winning. Right now don&#39;t: in fact, numbers getting even worse for <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a>. Suspect diversionary tactic because her position is so fragile in her own party 1/</p>&mdash; Mujtaba Rahman (@Mij_Europe) <a href=\"https://twitter.com/Mij_Europe/status/1120685560647970816?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mij_Europe/status/1120685562740891648\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">But, WA Bill has been an option for some time - gets round problem of Bercow denying a vote - so May could do it as her last shot &amp; say this is the way to avoid EP elections (which are making Tory&#39;s agonise &amp; anti-May feeling even worse, &amp; giving <a href=\"https://twitter.com/Nigel_Farage?ref_src=twsrc%5Etfw\">@Nigel_Farage</a> a platform) 2/</p>&mdash; Mujtaba Rahman (@Mij_Europe) <a href=\"https://twitter.com/Mij_Europe/status/1120685562740891648?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Mij_Europe/status/1120685566771646465\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">However, some May aides advising her to wait until after 2 May local elections as another Commons defeat would make bad results even worse. So it&#39;s all in play. Latest <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> piece tomorrow/Fri with updated, comprehensive views</p>&mdash; Mujtaba Rahman (@Mij_Europe) <a href=\"https://twitter.com/Mij_Europe/status/1120685566771646465?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cbf1cf58f08c89bd9066d42\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T14:15:35.265Z\">3.15pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Conservatives should not be chasing hard Brexit vote, says Osborne</h2>  <div class=\"block-elements\">  <p><strong>George Osborne,</strong> the Conservative former chancellor, has said his party should give up chasing the hard Brexit vote. He now edits the Evening Standard and this is what he says today in<a href=\"https://www.standard.co.uk/comment/letters/the-reader-farage-s-demagogic-rise-is-alarming-for-eu-citizens-like-me-a4123716.html\"> an editor’s reply letter.</a></p> <blockquote class=\"quoted\"> <p>The Conservatives’ mistake was to think “Let’s just get Brexit done, and then we can move on to other things.” There is no “moving on”. Even if the prime minister had managed to pass her Brexit deal, the hard Brexiteers (and their leadership contenders) would have immediately campaigned to withdraw from the withdrawal agreement — and the argument about the permanent EU relationship would go on for years. </p> <p>Trying to upend 50 years of economic and security relationships with our neighbours was always going to shatter the existing political order. The part of the Brexit vote that was angry about markets, globalisation and modernity was never going to stick with mainstream Conservatism. </p> <p>The Tories would be better advised to focus also on the 16m who voted to remain, many of whom were their natural supporters. For if the equivalent of the Brexit Party emerges on the remain side, or Labour manages to harvest their anger, then the Conservatives really are sunk. </p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"68b041247288166738784414ad682fca11031644\"> <img src=\"https://media.guim.co.uk/68b041247288166738784414ad682fca11031644/0_70_3000_1800/1000.jpg\" alt=\"George Osborne\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">George Osborne</span> <span class=\"element-image__credit\">Photograph: Matt Cardy/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cbf1b358f085bb0e0de6c91\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T14:05:32.870Z\">3.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Labour condemns decision to invite Trump to UK for state visit</h2>  <div class=\"block-elements\">  <p>Labour has opposed the decision to invite Donald Trump to the UK for a state visit in June. The party has put out this statement from <strong>Emily Thornberry,</strong> the shadow foreign secretary.</p> <blockquote class=\"quoted\"> <p>It beggars belief that on the very same day<a href=\"https://www.theguardian.com/world/2019/apr/22/us-un-resolution-rape-weapon-of-war-veto\"> Donald Trump is threatening to veto a UN resolution against the use of rape as a weapon of war,</a> Theresa May is pressing ahead with her plans to honour him with a State Visit to the UK.</p> <p>This is a president who has systematically assaulted all the shared values that unite our two countries, and unless Theresa May is finally going to stand up to him and object to that behaviour, she has no business wasting taxpayers’ money on all the pomp, ceremony and policing costs that will come with this visit.</p> </blockquote> </div>   </div> <div id=\"block-5cbf14908f085bb0e0de6c4c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T13:35:32.273Z\">2.35pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Ian Jones from the Press Association has the latest European elections polling.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ian_a_jones/status/1120681588126289920\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Still early days in the EU election campaign, but a rolling average of polls suggests upward trends for the Brexit Party, Greens and Change UK. <a href=\"https://t.co/brpeekpU4C\">pic.twitter.com/brpeekpU4C</a></p>&mdash; Ian Jones (@ian_a_jones) <a href=\"https://twitter.com/ian_a_jones/status/1120681588126289920?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cbf096e8f085bb0e0de6beb\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T13:10:42.785Z\">2.10pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/apr/23/may-should-go-today-says-senior-1922-committee-member-nigel-evans\">Senior Conservatives will vote today on whether to make it easier to force Theresa May out of office within weeks by changing the party’s rules to allow a no-confidence motion at any time.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/apr/23/mps-may-vote-on-key-brexit-legislation-next-week-theresa-may\">May is preparing to give MPs a vote on the key piece of legislation enacting Britain’s exit from the European Union next week, as negotiations with Labour continue.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/apr/23/former-communist-claire-fox-standing-as-mep-for-farages-brexit-party\">Nigel Farage’s Brexit party has unveiled a former revolutionary communist who once supported Irish republicanism and opposed the Good Friday peace deal as one of five new candidates for the European elections. </a></strong>As<strong> Peter Walker</strong> reports, Claire Fox, who now styles herself as a libertarian and is a panellist on BBC Radio 4’s Moral Maze programme, told the launch event she most likely only agreed with Farage on one issue – <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a>.</li> </ul> <ul> <li><strong>Farage claimed a Brexit party victory in the European elections could stop a second referendum.</strong> Speaking at the Brexit party news conference, he said:</li> </ul> <blockquote class=\"quoted\"> <p>It seems to me that the better the Brexit party does on May 23, the less chance there is of the people of this great country being insulted by being made to vote again. I think we can stop a second referendum.</p> </blockquote> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/apr/23/change-uk-independent-group-launches-european-election-campaign-brexit\">The anti-Brexit party Change UK – The Independent Group has announced its candidates for next month’s European elections after receiving more than 3,700 applications.</a></strong> As<strong> Steven Morris</strong> reports, <a href=\"https://www.theguardian.com/media/rachel-johnson\">Rachel Johnson</a>, the sister of former foreign secretary Boris Johnson, and the broadcast journalist Gavin Esler – who said Brexit was based on “cheating and lies” and was sick of the likes of Nigel Farage and Jacob Rees-Mogg selling “snake oil” – will both stand. Other candidates include former Labour, Tory and Liberal Democrat politicians and activists, as well as people with no previous political affiliation or involvement.</li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/us-news/2019/apr/23/donald-trump-plans-state-visit-to-uk-in-june\">Donald Trump’s postponed state visit to the UK will go ahead in June, it has been confirmed, prompting renewed calls for protests against the trip.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/environment/2019/apr/23/vacant-seat-for-may-as-party-leaders-meet-greta-thunberg\">Jeremy Corbyn and several other Westminster party leaders met the Swedish environmental protester Greta Thunberg at parliament, with a symbolic place left at the table for the absent Theresa May.</a></strong></li> </ul> </div>   </div> <div id=\"block-5cbf0dbf8f08c89bd9066c79\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T13:07:26.705Z\">2.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from<strong> Jeremy Hunt</strong>, the foreign secretary. That exclamation mark at the end suggests Hunt has been reading too many tweets from Donald Trump himself.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jeremy_Hunt/status/1120669272483749888\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Big news: <a href=\"https://twitter.com/realDonaldTrump?ref_src=twsrc%5Etfw\">@realDonaldTrump</a> and <a href=\"https://twitter.com/MELANIATRUMP?ref_src=twsrc%5Etfw\">@MELANIATRUMP</a> will be hosted by Her Majesty The Queen for their first State Visit to the United Kingdom in June. The transatlantic relationship has been the foundation of global peace and prosperity for many years – and great things are yet to come!</p>&mdash; Jeremy Hunt (@Jeremy_Hunt) <a href=\"https://twitter.com/Jeremy_Hunt/status/1120669272483749888?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cbf0b158f08d5e277b53233\" class=\"block is-key-event\" data-block-contributor=\"profile/severincarrell\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T13:00:12.127Z\">2.00pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Sturgeon to make statement to Scottish parliament on Wednesday about Brexit and independence</h2>  <div class=\"block-elements\">  <p><strong>Nicola Sturgeon</strong> is to give a “detailed and substantive” statement on Brexit and her hopes for a second independence referendum to the Scottish parliament on Wednesday, even though a fog of confusion surrounds the UK’s future with the EU.</p> <p>With that in mind, her spokesman again hinted Sturgeon will reject demands for greater urgency from pro-independence hardliners and insist a referendum can only take place when Scottish voters are ready for one.</p> <p>That presumes Brexit takes place; Sturgeon has recently put heavy emphasis on the quest for a second EU referendum, giving that precedence. Speaking to reporters after she hosted a Scottish government cabinet on Tuesday morning, her spokesman implied stopping Brexit remains uppermost in the first minister’s mind:</p> <blockquote class=\"quoted\"> <p>The first minister will give a detailed and substantive statement setting out a path forward for Scotland amid the ongoing Brexit confusion at Westminster. The first minister will take time to set out her thoughts on that front and in doing so she will seek to strike an inclusive tone.</p> <p>[It] will obviously touch on Scotland’s future and it will touch obviously on her thoughts on independence and how that relates to where the country currently finds itself. </p> </blockquote> <p>The phrase “inclusive tone” is widely seen as code for appealing to middle ground Scottish voters unpersuaded of the case for independence or the need for an early poll.</p> <p>In June 2016, fresh from the resounding rejection of Brexit by Scottish voters in the EU referendum, she promised draft legislation on a new independence vote. This time there will be no draft bills or supporting documentation, Sturgeon’s spokesman confirmed, implying she is far from readying the country and the civil service for another constitutional conflict.</p> <p>The timing of Sturgeon’s statement is also a live issue. Although she has been promising to update Holyrood for two years on her plans for a second referendum, ever since the Scottish National party lost 21 Westminster seats in the snap 2017 election, the further postponement of the article 50 deadline lightens the pressure on her.</p> <p>Her opponents think the statement is timed entirely to coincide with this weekend’s SNP spring conference in Edinburgh, where Sturgeon faces a very restless party membership. Party hardliners, including some SNP backbenchers, want her to call a second independence referendum quickly, in a bid to exploit the chaos around Brexit and Theresa May’s ailing premiership.</p> <p>A further delay would be consistent with Sturgeon’s previous statements; earlier this year she stressed the need for “clarity” and “calm consideration” of the impacts of Brexit in an interview with the US broadcaster PBS. </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/feb/05/scottish-independence-new-vote-depends-on-brexit-outcome-sturgeon\">Scottish independence: new vote depends on Brexit outcome – Sturgeon</a> </p> </aside>  <figure class=\"element element-image\" data-media-id=\"88488248b8145a5bbe22a09bcade7b90fbdc9bae\"> <img src=\"https://media.guim.co.uk/88488248b8145a5bbe22a09bcade7b90fbdc9bae/0_0_3378_2027/1000.jpg\" alt=\"Nicola Sturgeon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicola Sturgeon</span> <span class=\"element-image__credit\">Photograph: Jane Barlow/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cbed2b28f08c89bd9066972\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T12:39:24.760Z\">1.39pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Could parliament stop new Tory leader opting for no-deal?</h2>  <div class=\"block-elements\">  <p>Here is a question from BTL that is worth addressing because it is likely to become increasingly topical in the coming weeks.</p> <p><strong>Could parliament stop a new Conservative leader opting for a no-deal Brexit?</strong></p>  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/128286635\">  <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> <div class=\"d2-left-col\"> <a href=\"https://profile.theguardian.com/user/id/4523901\" title=\"View DaveLester’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/4523901\" height=\"40\" width=\"40\" alt=\"User avatar for DaveLester\"> </a> </div> <div class=\"d2-right-col\"> <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/4523901\" title=\"View DaveLester’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">DaveLester</span> </a> </div> <div class=\"d2-permalink\"> <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/128286635\" title=\"Link to this comment\" itemprop=\"datePublished\">23 April 2019 9:42am</a> </div> <div class=\"d2-body\" itemprop=\"text\"><p>@AndrewSparrow</p> <p>First a big welcome back!</p> <p>I'm wondering if you can say anything about the options that will face a new Tory Leader?</p> <p>As I understand it, a new leader would struggle to do a \"No Deal\" exit; but could they not use the Henry VIII powers instead of putting it through Parliament?</p></div> </div> </div>  </figure>  <p>The Conservative party leadership contest has not officially started yet but, assuming that no Brexit deal has been passed by the time it does get underway, it is hard to imagine anyone winning on anything other than a platform saying they would embrace no-deal if the EU refused to offer better terms. According to <a href=\"https://www.conservativehome.com/thetorydiary/2019/04/our-survey-how-party-members-would-cast-indicative-votes-they-are-overwhelmingly-for-no-deal.html\">one survey,</a> 75% of members give no-deal as their preference.</p> <p>But would a new leader be able to enact no-deal when MPs have repeatedly voted against this?</p> <p>In the question DaveLester refers to a PM using Henry VIII powers, which I think is a reference to using secondary legislation to change the date of Brexit in the EU Withdrawal Act. An amendment to the Yvette Cooper bill changed the process required for this to happen <a href=\"https://www.parliament.uk/about/how/laws/delegated/\">(from an affirmative resolution procedure to a negative resolution procedure)</a> and this would make it much easier for the government to change the date again. MPs could object, but there is no guarantee that they could force a vote.</p> <p>But other avenues would be open to MPs determined to stop a new prime minister accelerating a no-deal Brexit, or planning for one at the end of October.</p> <p>First, MPs could revive the Letwin/Cooper trick, and pass a motion setting aside time for an emergency bill to be passed making no-deal illegal. There is now a precedent for legislation of this kind, although it is worth remembering that the Cooper bill (requiring the PM to request an article 50 extension) only passed the Commons by one vote, and it only got through the Lords rapidly after amendments were passed significantly watering down its impact. There may also be a limit as to what practical effect a bill could have. It might be able to instruct the government to rule out no-deal as an objective, but it probably could not prevent a new PM acting towards the EU in such an antagonistic way as to make Brussels activate no-deal of its own accord in October.</p> <p>Second, MPs could just pass a resolution ruling out no-deal, in the hope that the prime minister would have to comply for fear of being found in contempt of parliament. But ministers can ignore resolutions of this kind, and even the threat of being found in contempt of parliament isn’t much of a sanction. This would not block no-deal.</p> <p>Third, MPs could pass a no-confidence motion in the government, triggering a general election after 14 days if no alternative PM could win a confidence vote. This may be the most reliable route to avoiding no-deal. But today’s declaration from Change UK that it would probably not vote for a general election (see <a href=\"https://www.theguardian.com/politics/blog/live/2019/apr/23/brexit-latest-news-developments-theresa-may-chairs-cabinet-as-mps-return-to-commons-and-brexit-deadlock-continues-live-news?page=with:block-5cbed3d58f08d5e277b52f6b#block-5cbed3d58f08d5e277b52f6b\">10.38am)</a> makes this more problematic (there are still some Tory MPs who might be willing to vote against the party in a no confidence motion to avoid no-deal, but not many) and the timing could be awkward too. A new PM could set course for no-deal during the summer recess, giving parliament little or no time to thwart the plan via an election.</p> <p>I’m sure I’ve missed some possibilities. If you can suggest others, please mention them BTL.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-23T12:40:30.880Z\">at 1.40pm BST</time></p>  </div> <div id=\"block-5cbefb9d8f08d5e277b53153\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T11:49:09.718Z\">12.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There are two urgent questions and three statements in the Commons later.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HouseofCommons/status/1120655260194877440\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">2 urgent questions:<a href=\"https://twitter.com/Ed_Miliband?ref_src=twsrc%5Etfw\">@Ed_Miliband</a> - climate action and <a href=\"https://twitter.com/hashtag/ExtinctionRebellion?src=hash&amp;ref_src=twsrc%5Etfw\">#ExtinctionRebellion</a><br>Sir Michael Fallon - delay to award of the new south-east rail franchise<br><br>Followed by 3 statements:<a href=\"https://twitter.com/Jeremy_Hunt?ref_src=twsrc%5Etfw\">@Jeremy_Hunt</a>- Sri Lanka<a href=\"https://twitter.com/NIOgov?ref_src=twsrc%5Etfw\">@NIOgov</a> - Northern Ireland Update<a href=\"https://twitter.com/claireperrymp?ref_src=twsrc%5Etfw\">@claireperrymp</a> - <a href=\"https://twitter.com/hashtag/ClimateChange?src=hash&amp;ref_src=twsrc%5Etfw\">#ClimateChange</a> policy <a href=\"https://t.co/SjqomRuhMm\">pic.twitter.com/SjqomRuhMm</a></p>&mdash; UK House of Commons (@HouseofCommons) <a href=\"https://twitter.com/HouseofCommons/status/1120655260194877440?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cbef8638f085bb0e0de6ade\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T11:39:44.885Z\">12.39pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Theresa May</strong> has issued this statement on President Trump’s state visit.</p> <blockquote class=\"quoted\"> <p>The UK and United States have a deep and enduring partnership that is rooted in our common history and shared interests.</p> <p>We do more together than any two nations in the world and we are both safer and more prosperous because of our cooperation.</p> <p>The state visit is an opportunity to strengthen our already close relationship in areas such as trade, investment, security and defence, and to discuss how we can build on these ties in the years ahead.</p> </blockquote> <p>And commenting on the planned D-Day commemorative event in Portsmouth on 5 June, May said:</p> <blockquote class=\"quoted\"> <p>D-Day was an unparalleled international military operation and a turning point in the second world war. The freedom we have today would not be possible without the incredible sacrifice of troops from across the world 75 years ago.</p> <p>I am proud that the UK will host representatives and veterans from allied nations to pay tribute to that sacrifice and recognise the extraordinary cooperation that made the Normandy landings possible.</p> <p>And today – as we face new and different challenges to our security – we must continue to stand together to uphold our shared values and way of life.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"d5530a78d18cc62f0e669b742428e8b7600f749f\"> <img src=\"https://media.guim.co.uk/d5530a78d18cc62f0e669b742428e8b7600f749f/0_268_4950_2969/1000.jpg\" alt=\"Troops from the 48th Royal Marines at Saint-Aubin-sur-mer on Juno Beach, Normandy, France, during the D-Day landings on 6th June 1944. This year commemorations will mark the 75th anniversary.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Troops from the 48th Royal Marines at Saint-Aubin-sur-mer on Juno Beach, Normandy, France, during the D-Day landings on 6th June 1944. This year commemorations will mark the 75th anniversary.</span> <span class=\"element-image__credit\">Photograph: Hulton Archive/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cbef6688f08c89bd9066b1e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T11:29:17.586Z\">12.29pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">No 10 confirms Trump coming to UK for three-day state visit in June</h2>  <div class=\"block-elements\">  <p>Downing Street has confirmed Donald Trump’s state visit to the UK in June. Here is an extract from the news release.</p> <blockquote class=\"quoted\"> <p>In the first week of June the UK will host the state visit of President Trump as well as a major D-Day commemoration event.</p> <p>The president and first lady will make a state visit to the UK on 3-5 June, as announced by Buckingham Palace this afternoon.</p> <p>President Trump will be a guest of Her Majesty The Queen during the visit, and will also have discussions with the prime minister in Downing Street.</p> <p>On 5 June the UK will host a major international event in Portsmouth to mark the 75 anniversary of D-Day and commemorate this critical moment in the Second World War.</p> <p>Countries that fought alongside the United Kingdom in the historic military operation, as well as Germany, have been invited to attend.</p> <p>The gathering on Southsea Common in Portsmouth will involve live performances, military displays and tributes to the allied troops who fought in Normandy in the Second World War.</p> <p>The event will be one of the greatest British military spectacles in recent history, with a flypast of 26 iconic RAF aircraft and at least 11 Royal Navy vessels in the Solent.</p> <p>The event will honour the bravery, commitment and sacrifice of D-Day veterans and those who gave their lives in the operation.</p> <p>On 6 June the prime minister will travel to Normandy to attend a number of commemorative events including the inauguration of the British Normandy memorial in Ver-Sur-Mer.</p> </blockquote> </div>   </div> <div id=\"block-5cbef4378f08d5e277b530da\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T11:19:44.930Z\">12.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Theresa May was “empty chaired” as Swedish environmental protester <strong>Greta Thunberg </strong>met Westminster party leaders for a round-table discussion in the House of Commons, the Press Association reports. Thunberg met Labour leader Jeremy Corbyn, Liberal Democrat Sir Vince Cable, Green MP Caroline Lucas and the Westminster leaders of the Scottish National Party and Plaid Cymru, Ian Blackford and Liz Saville Roberts. A place at the table was left free for May, with a sign bearing her name, but she did not attend. The Prime Minister was instead chairing Cabinet in 10 Downing Street. </p> <p>Opening the talks, Thunberg - who earlier met Commons Speaker John Bercow - told the MPs: “We just want people to listen to the science.”</p>  <figure class=\"element element-image\" data-media-id=\"b54c38546179bb48aba8d5035a2039e41bebc2f9\"> <img src=\"https://media.guim.co.uk/b54c38546179bb48aba8d5035a2039e41bebc2f9/0_63_4908_2945/1000.jpg\" alt=\"Swedish schoolgirl climate activist Greta Thunberg\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Swedish schoolgirl climate activist Greta Thunberg</span> <span class=\"element-image__credit\">Photograph: Facundo Arrizabalaga/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cbef1a08f08d5e277b530c8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T11:10:31.463Z\">12.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Green party has dismissed Change UK as “a single-issue party with no coherent policy platform beyond opposing Brexit”. This is from <strong>Molly Scott Cato</strong>, who is standing for re-election as a Green MEP in the South West.</p> <blockquote class=\"quoted\"> <p>Change UK are a single-issue party with no coherent policy platform beyond opposing Brexit. This is a re-branding exercise for former Conservative and Labour politicians who presided over cuts to public services and the relentless growth in inequality. And we have no idea which group in the European parliament any elected MEPs would join.</p> <p>Greens on the other hand are the most electorally successful pro-EU party standing in this election and Green votes are more likely to send pro-EU MEPs to Brussels than votes for any other party. We are standing candidates in all 28 EU nations and polls suggest Greens will increase their number of MEPs.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"9444557216e6270396873d968551c77a153c3179\"> <img src=\"https://media.guim.co.uk/9444557216e6270396873d968551c77a153c3179/0_101_5514_3308/1000.jpg\" alt=\"Molly Scott Cato\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Molly Scott Cato</span> <span class=\"element-image__credit\">Photograph: Isopix/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cbee9c38f085bb0e0de6a10\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T10:38:26.556Z\">11.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Gavin Esler</strong>, the former Newsnight presenter who is now a Change UK candidate for London, is speaking at the event now.</p> <p>He says he has never been a member of a political party before. He has never been seriously worried about the future of our country, but he is now. </p> <p>He says the UK has become a worldwide joke. Politics is broken. This country cannot be strong abroad when it is weak at home, he says.</p> <blockquote class=\"quoted\"> <p>I have never been a candidate in an election but I am now. </p> <p>I have never been seriously worried about the future of our country but I am now. </p> <p>Our political system is a joke. It is a worldwide joke. </p> <p>They are laughing at us - not with us, at us.</p> </blockquote> <p>He says he has joined this “remain alliance” for three reasons: to stop Brexit, to reform Britain, and to fix the EU.</p> <p>The first step will be a people’s vote, he says.</p> <p>He says he has in mind a working-class friend in London, who is in his 40s, who works six days a week and who normally does not vote. But he voted leave in the referendum, to send a message to the political class.</p> <p>His friend is a British patriot, and an optimist. Esler says he is too. He says he is appalled when he sees pretend patriots like Nigel Farage and Jacob Rees-Mogg pretending to speak for the people.</p> <blockquote class=\"quoted\"> <p>They stole our patriotism. And I want it back.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"950075b9730526466f2bf05da87e08da9acfc127\"> <img src=\"https://media.guim.co.uk/950075b9730526466f2bf05da87e08da9acfc127/0_20_3272_1963/1000.jpg\" alt=\"Gavin Esler\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gavin Esler</span> <span class=\"element-image__credit\">Photograph: Adrian Dennis/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-23T11:16:40.417Z\">at 12.16pm BST</time></p>  </div> <div id=\"block-5cbee9028f08d5e277b53060\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T10:30:52.925Z\">11.30am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Heidi Allen</strong>, the Change UK interim leader, is speaking at her party’s campaign launch in Bristol. She says she feels like a “proud TIGer mum” introducing her candidates (from TIG, The Independent Group).</p> </div>   </div> <div id=\"block-5cbee7b08f08c89bd9066a69\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T10:29:16.246Z\">11.29am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Change UK unveils Rachel Johnson as European elections candidate</h2>  <div class=\"block-elements\">  <p>And on the subject of the European elections, the Evening Standard is revealing that <a href=\"https://www.standard.co.uk/news/politics/rachel-johnson-reveals-plans-to-stand-as-euro-candidate-for-change-uk-and-takes-swipe-at-brother-a4123756.html\"><strong>Rachel Johnson,</strong> Boris’s sister, will be a Change UK candidate at the elections in May.</a></p> <p>This might be seen as a display of loyalty typical of the Johnson family.<a href=\"https://www.independent.co.uk/news/uk/politics/rachel-johnson-liberal-democrats-mayor-2020-boris-johnson-brexit-a7710601.html\"> Two years ago Rachel joined the Lib Dems.</a></p> <p>Writing about other Change UK candidates,<strong> Joe Murphy </strong>and<strong> Nicholas Cecil</strong> report:</p> <blockquote class=\"quoted\"> <p>Former Tory health secretary Stephen Dorrell will stand in the West Midlands, with ex-Tory MP Neil Carmichael running in the East of England.</p> <p>In London, candidates include former Labour MEP Carole Tongue and Karen Newman, a member of the Board of Deputies of British Jews, plus human rights barrister Jessica Simor QC, one of the lawyers who secured the parliamentary vote on Article 50.</p> <p>Former Labour Wimbledon MP Roger Casale is standing in East of England.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"27eca4f8122545e1d392dfc4257d0652db0a30d1\"> <img src=\"https://media.guim.co.uk/27eca4f8122545e1d392dfc4257d0652db0a30d1/0_73_5424_3254/1000.jpg\" alt=\"Rachel Johnson, with her father Stanley, at the Conservative party conference last year waiting to hear her brother Boris speak at a fringe event.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rachel Johnson, with her father Stanley, at the Conservative party conference last year waiting to hear her brother Boris speak at a fringe event.</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-23T13:04:09.994Z\">at 2.04pm BST</time></p>  </div> <div id=\"block-5cbee68b8f08c89bd9066a5f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T10:21:43.138Z\">11.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Have you spoken to President Trump about your new party? Will you meet him when he comes to London?</em></p> <p>Farage says he has not spoken to Trump in the last five weeks. The Brexit party had not been formed then.</p> <p>He says Trump will be visiting the UK on a state visit. He thinks the chance of his being invited to any of the state visit events is zero.</p> <p>And that’s it. The press conference is over.</p> <p>I will post a summary soon.</p> </div>   </div> <div id=\"block-5cbee5fd8f085bb0e0de69d6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T10:18:44.918Z\">11.18am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Having been to a private school, and having a background in banking, what do you have in common with ordinary people?</em></p> <p>Farage says he never worked in banking. Next question.</p> <p>(Farage was a commodities trader in the City, not a banker.)</p> <p>When pressed, Farage says he did not choose his parents, who sent him to a private school. He did not choose the name Nigel, he says.</p> <p>He says he cares about democracy. That is something many people care about.</p> </div>   </div> <div id=\"block-5cbee5888f08d5e277b53031\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T10:16:27.040Z\">11.16am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Farage says Brexit party victory at European elections would reduce chance of second referendum</h2>  <div class=\"block-elements\">  <p><em>Q: In the past you said you would not mind a second referendum because you thought leave would win. Is that still your view?</em></p> <p>Farage says what he said was that leave voters had to get read for a second referendum.</p> <p>But do they want that referendum? No. They want the first one enacted.</p> <p>He says the better the Brexit party does in the European elections, the less chance there will be of a second referendum.</p> <ul> <li><strong>Farage says the better the Brexit party does in the European elections, the less chance there will be of a second referendum.</strong></li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-23T10:51:27.491Z\">at 11.51am BST</time></p>  </div> <div id=\"block-5cbee4618f085bb0e0de69a5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T10:14:29.416Z\">11.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: You talk about targeting Labour heartlands. How do you think you will be received there? And, if you try to become an MP again, will you stand in a Labour seat?</em></p> <p>On the issue of standing as an MP, Farage says he is focused on this election.</p> <p>As for Labour heartlands, he says it is a mistake to think Euroscepticism is centred on the right.</p> <p>He says Labour has its roots in democracy. And for that party to be telling Labour leave voters they got it wrong is a mistake.</p> <p><strong>Claire Fox</strong> says Labour leave voters voted Labour in 2017 because they thought the party would deliver Brexit. But the party is now “sneering” at them. It deserves a “rhetorical bloody nose” for treating them with such contempt.</p> <p>She says she would have more respect for Labour if it chose a firm position - either remain or leave. But they have not got the courage to do that, she says.</p> </div>   </div> <div id=\"block-5cbee3738f08d5e277b53016\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T10:09:34.112Z\">11.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><em>Q: Isn’t it the case that the best way to get the Brexit you want is to have a change of Tory leader? Voting Brexit party in the European elections won’t make much difference. Shouldn’t you focus on changing Tory leader?</em></p> <p>Farage says, in previous European election campaigns, he was told those elections would not change a thing. But he thinks he proved that argument wrong.</p> <p>As for the Conservative party, he says it is a leave party in the country.</p> <p>But it is up to the Conservative party to decide their future.</p> <p>He says he has not seen a Tory leadership candidate who has not signed up to the withdrawal agreement.</p> <p>He says the two-party system is bust. The Brexit party is the catalyst for real change.</p> <p><em>Q: What lessons have you learnt from the attack in Sri Lanka?</em></p> <p>Farage says it is remarkable that, when warnings were given, the Sri Lankan authorities failed to do their job.</p> </div>   </div> <div id=\"block-5cbee2ac8f085bb0e0de6989\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T10:05:34.421Z\">11.05am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Farage says Brexit party not planning to discuss policy in detail until after European elections</h2>  <div class=\"block-elements\">  <p><strong>Nigel Farage</strong> is now taking questions at the Brexit party event.</p> <p><em>Q: Are you in talks with any senior Tories about defecting? And are you going to publish a manifesto? What does Brexit mean to you?</em></p> <p>Farage says everyone at Westminster is interested in defectors. But he is more interested in people from “broad walks of life” representing the party.</p> <p>He says he thinks his party will put forward a list of 70 candidates with more experience and more honesty than candidates for other parties.</p> <p>As for a manifesto, he says his party is campaigning on trust and on competence. It is clear that Theresa May and the people around her have never done a deal in their lives.</p> <p>Of course they will talk about change, he says. He says the two-party system is not fit for purpose. They will talk about things like how the UK is not training enough doctors. But they will do that after the elections on 23 May.</p> <ul> <li><strong>Farage says the Brexit party is not planning to discuss policy in detail until after the European elections.</strong></li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-23T10:53:47.506Z\">at 11.53am BST</time></p>  </div> <div id=\"block-5cbee1848f085bb0e0de6970\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T10:01:53.750Z\">11.01am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Farage says Brexit party going for Labour vote 'in very big way'</h2>  <div class=\"block-elements\">  <p>Speaking at the start of the Brexit party news conference, <strong>Nigel Farage</strong> said he would be going after the Labour vote in the European elections “in a very big way”. He said:</p> <blockquote class=\"quoted\"> <p>There are five million people that voted for Jeremy Corbyn and voted for Brexit as well and that’s going to be our task. </p> <p>I think we will go on squeezing the Conservatives and squeezing Ukip down to virtually nothing. </p> <p>We’re going to go after that Labour vote in a very big way.</p> </blockquote> <p>Here are the final three candidates unveiled by the party today.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brexitparty_uk/status/1120626141671362562\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Candidate announcement! Charity leader and CEO <a href=\"https://twitter.com/math_patten?ref_src=twsrc%5Etfw\">@Math_Patten</a> is standing for The Brexit Party in the upcoming EU elections to unlock Britain&#39;s potential. <a href=\"https://t.co/HfXJn4ApL7\">pic.twitter.com/HfXJn4ApL7</a></p>&mdash; The Brexit Party (@brexitparty_uk) <a href=\"https://twitter.com/brexitparty_uk/status/1120626141671362562?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brexitparty_uk/status/1120626957757054978\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Former nurse and community leader Christina Jordan is our latest candidate for The Brexit Party. <br><br>Christina came to Britain in 1985, now she wants to stand up for the 17.4 million. <a href=\"https://t.co/MoNO8LipRZ\">pic.twitter.com/MoNO8LipRZ</a></p>&mdash; The Brexit Party (@brexitparty_uk) <a href=\"https://twitter.com/brexitparty_uk/status/1120626957757054978?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brexitparty_uk/status/1120627846102298626\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Businessman and owner of H.Forman and Son <a href=\"https://twitter.com/LanceForman?ref_src=twsrc%5Etfw\">@LanceForman</a> is now standing as a candidate for The Brexit Party. <br><br>We need people with real life experience taking leadership, not this current useless political class. <a href=\"https://t.co/upw8j4tXDT\">pic.twitter.com/upw8j4tXDT</a></p>&mdash; The Brexit Party (@brexitparty_uk) <a href=\"https://twitter.com/brexitparty_uk/status/1120627846102298626?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure>  <p>Forman used to be a special adviser to Peter Lilley when he was trade secretary in the 1990s.</p>  <figure class=\"element element-image\" data-media-id=\"f3ea5c83ef559ee98f2384c978075d0749da0407\"> <img src=\"https://media.guim.co.uk/f3ea5c83ef559ee98f2384c978075d0749da0407/0_40_3500_2100/1000.jpg\" alt=\"Nigel Farage at a Brexit party news conference.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage at a Brexit party news conference.</span> <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cbedfc68f08d5e277b52fcc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T09:51:28.208Z\">10.51am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The next new Brexit party candidate speaking at its news conference is <strong>James Glancy, </strong>a former soldier and a conservationist.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brexitparty_uk/status/1120625535388999681\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/jaglancy?ref_src=twsrc%5Etfw\">@jaglancy</a>, veteran and broadcaster is standing for The Brexit Party in the upcoming European elections because he believes in Britain. <br><br>Let&#39;s change politics for good! <a href=\"https://t.co/6O2A1C8RhA\">pic.twitter.com/6O2A1C8RhA</a></p>&mdash; The Brexit Party (@brexitparty_uk) <a href=\"https://twitter.com/brexitparty_uk/status/1120625535388999681?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cbedeb18f08d5e277b52fbd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T09:49:09.217Z\">10.49am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Brexit party press conference has started. The party has unveiled a new candidate -<strong> Claire Fox</strong>, the broadcaster and head of the Institute of Ideas thinktank.</p> <p>The party is describing her as “someone from the left”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/brexitparty_uk/status/1120623959488253960\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/Fox_Claire?ref_src=twsrc%5Etfw\">@Fox_Claire</a> is standing for The Brexit Party as someone from the left. <br><br>This isn&#39;t about left or right, this is about democracy. <a href=\"https://t.co/8QJaIr9aHf\">pic.twitter.com/8QJaIr9aHf</a></p>&mdash; The Brexit Party (@brexitparty_uk) <a href=\"https://twitter.com/brexitparty_uk/status/1120623959488253960?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure>  <p>There is a live feed of the launch<a href=\"https://www.pscp.tv/w/1OwxWkBEkanxQ\"> here.</a></p> </div>   </div> <div id=\"block-5cbed3d58f08d5e277b52f6b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T09:38:47.104Z\">10.38am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Change UK unlikely to vote against May in no confidence debate, Heidi Allen reveals</h2>  <div class=\"block-elements\">  <p><strong>Heidi Allen,</strong> the former Tory MP who is now interim leader of Change UK (the independent group), which was formed recently by eight Labour MPs and three Conservatives, was on the Today programme speaking ahead of its European election campaign launch later. Here are the key points.</p> <ul> <li><strong>Allen suggested Change UK would not vote against Theresa May in a no confidence debate. </strong>Asked about how the group would vote on such a motion, Allen initially replied by saying she could not give a firm answer. But then she said: “We won’t precipitate a general election, no we won’t.” She explained:</li> </ul> <blockquote class=\"quoted\"> <p>Do I believe however that a general election is a smart thing right now for our country? Absolutely not. We need to find a way through. I don’t believe the talks between Jeremy Corbyn and Theresa May will lead anywhere. I don’t believe some customs union deal will emerge that can unite parliament. So we are going round and round circles. A general election would fix nothing. It wouldn’t change the splintering in the two main parties. The only way out of this is to put the decision back to the people in a confirmatory vote.</p> </blockquote> <p>This is not particularly surprising. Change UK has only just registered as a political party, and if there were to be an election now, it is quite likely that all of its MPs would lose their seats.</p> <p>But this is a boon to Labour because it will enable them to argue that Change UK are effectively closet Tories. This is from <strong>Simon Fletcher,</strong> a former aide to Jeremy Corbyn.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/fletchersimon/status/1120614673714483200\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Heidi Allen confirming that TIG won’t precipitate a gen election - and not saying say if they would ever be a partner in *any* coalition type government” (my emphasis). <br>Sounds a lot like they don’t rule out being in coalition with the Tories. So much for change. Via <a href=\"https://twitter.com/danbloom1?ref_src=twsrc%5Etfw\">@danbloom1</a> <a href=\"https://t.co/TBv4fSJtqb\">pic.twitter.com/TBv4fSJtqb</a></p>&mdash; Simon Fletcher (@fletchersimon) <a href=\"https://twitter.com/fletchersimon/status/1120614673714483200?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure>  <ul> <li><strong>Allen rejected claims that Change UK, the Liberal Democrats and the Greens would split the pro-second referendum vote in the European elections by not having an electoral pact. </strong>(Arguably the SNP and Plaid Cymru should be included in such a pact too, because they also want a second referendum.) When this argument was put to Allen, she said:</li> </ul> <blockquote class=\"quoted\"> <p>I know a lot of people have concerns about this ... The way the election system works, we genuinely don’t believe that that vote would be split, not least because it relies heavily on polling. We have no idea which parties will do better or worse in a particular region.</p> </blockquote> <p>Allen also claimed that people were calling Change UK “the remain alliance”, implying that she would like them to be seen as an alliance - even though there is no alliance with other parties in the European elections. She justified this on the grounds that the party was attracting support from “right across the political spectrum”.</p> <p>Allen’s argument about the electoral system not punishing the pro-second referendum parties for not combining is hard to understand (to put it politely) because all the evidence points the other way. <strong>Ian Dunt</strong> has a good explanation <a href=\"https://www.politics.co.uk/blogs/2019/04/17/remainers-are-making-a-pig-s-ear-of-the-european-elections\">in this politics.co.uk blog.</a> Here is an extract.</p> <blockquote class=\"quoted\"> <p>Remain has motivation on its side, but it also has a very significant problem. Its own vote is split four ways. The Hanbury poll put the Liberal Democrats on 8.1%, Change UK on 4.1%, the SNP on 4.1% and the Greens on 4.0%.</p> <p>This is a catastrophic divide. It means that outside of the SNP these parties might not even win a single seat.</p> <p>The voting system used for the European elections is called a closed list proportional representation system. That means that parties select a list of candidates and put them down under their name. You go into the voting booth and put a cross by the party you want to support. The candidates are then selected to become MEPs in the order they appear on the ballot paper. </p> <p>It’s a proportional representation system, so it’s better for small parties than first-past-the-post - the winner-takes-all system we use in general elections. But it isn’t that good, because the seats are so small. The North East, for instance, returns just three MEPs. A party would need to get over 25% of the vote to secure a candidate. Even the South East, which returns ten MEPS, requires a party to get over 9.1% of the vote before it secures a candidate.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"22fca71ca4df65b401381d83c1bc7c864934c009\"> <img src=\"https://media.guim.co.uk/22fca71ca4df65b401381d83c1bc7c864934c009/0_125_3500_2100/1000.jpg\" alt=\"Heidi Allen\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Heidi Allen</span> <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cbed03b8f08d5e277b52f57\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T08:48:11.397Z\">9.48am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>As my colleague<strong> Matthew Weaver </strong>reports, we are expecting an announcement today confirming that Donald Trump will make a state visit to the UK in June.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/apr/23/donald-trump-plans-state-visit-to-uk-in-june\">Donald Trump plans state visit to UK in June</a> </p> </aside>  <p>The official statement has not even been issued yet, but already the Stand up to Trump campaign has sent out a news release saying it is planning <a href=\"https://www.facebook.com/events/447620012676970/\">a massive protest.</a> Shaista Aziz, a campaign spokesperson, said:</p> <blockquote class=\"quoted\"> <p>This demonstration isn’t just about Trump as one man. He is a symbol of the new far right, a politics of Islamophobia and anti-semitism, of war and conflict, and walls and fences that are growing around the world. We are fighting against the British government’s own disgraceful “hostile environment” policies, as well as Trump’s border wall. It is time for everyone who opposes this politics of hate and bigotry to stand up and be counted.</p> </blockquote> </div>   </div> <div id=\"block-5cbebcc58f085bb0e0de6866\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-04-23T08:15:38.731Z\">9.15am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Theresa May chairs cabinet as MPs return to Commons and Brexit deadlock continues</h2>  <div class=\"block-elements\">  <p>Good morning. I hope you all had a good Easter. And welcome back to the Brexit Groundhog Day vortex of doom.</p> <p>If that seems a bit harsh, I’m afraid it’s just a reflection of what people seem to feel about Brexit, as <a href=\"http://britainthinks.com/pdfs/Brexit-Diaries-April-19_Full-Presentation.pdf\">this recent research (pdf)</a> from the Britain Thinks public opinion consultancy confirms. (See two of the slides below.) If you voted remain in 2016, then the news over the last three years has been grim, and even though the recent decision to extend article 50 until the end of October must slightly increase the chances of a second referendum, the probability of Brexit being reversed remains small. And if you voted leave - well, events haven’t gone your way either. <a href=\"https://inews.co.uk/news/uk/mark-francois-army-sky-news-beth-rigby-brexit-vote/\">“I wasn’t trained to lose,” </a>the arch-Brexiter Mark Francois famously declared last month. But even without the requisite training, he and his fellow Brexiters pulled it off quite easily, and their attempt to prevent the article 50 extension was defeated.</p> <p>Given that this blog is mostly about Brexit at the moment, and that, according to Britain Thinks, 64% of people think “anxiety about Brexit is bad for people’s mental health”, some sort of disclaimer may be necessary. If you want something more cheerful, do feel free to stop reading for a while. You could try instead bookmarking <a href=\"https://www.theguardian.com/lifeandstyle/cats\">Guardian stories about cats,</a> or <a href=\"https://www.theguardian.com/world/series/the-upside\">the Upside</a>, a Guardian feature dedicated to stories about people finding solutions to the world’s problems (which I would recommend very strongly.) Or, instead of reading about a country that has<a href=\"https://www.theguardian.com/politics/2019/apr/01/brexit-britain-siemens-uk-eu\"> inadvertently become an international laughing stock, </a>you could read about Ukraine, <a href=\"https://www.theguardian.com/world/2019/apr/21/zelenskiy-wins-second-round-of-ukraines-presidential-election-exit-poll\">where voters short-circuited the process by actually electing a comedian as leader.</a></p> <p>But if you are ready for more weeks and months of Brexit crisis, stick with Politics Live. It probably won’t be uplifting, but at least it will never get dull.,</p> <p>This morning MPs are returning to Westminster after the Easter recess and Theresa May is chairing cabinet. As my colleagues<strong> Jessica Elgot </strong>and<strong> Peter Walker</strong> report, May is facing renewed calls to quit now.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/23/may-should-go-today-says-senior-1922-committee-member-nigel-evans\">May should go today, says senior 1922 Committee member</a> </p> </aside>  <p><strong>Nigel Evans,</strong> a member of the executive of the Conservative backbench 1922 Committee, told the Today programme that calls for May’s resignation were “growing into a clamour”. He said:</p> <blockquote class=\"quoted\"> <p>I hope she does accept the fact the call for her resignation now is growing into a clamour. It’s not now just within Westminster - we’ve heard the news that 70 chairs of Conservative associations throughout the country have now said that they reluctantly have no confidence in the prime minister ...</p> <p>We need fresh leadership of the Conservative party as quickly as possible - it can’t start soon enough.</p> </blockquote> <p>Here is the agenda for the day.</p> <p><em>10.30am:</em> Downing Street lobby briefing.</p> <p><em>10.30am: </em>Nigel Farage unveils a new tranche of Brexit party candidates for the European elections.</p> <p><em>11am:</em> Theresa May chairs cabinet.</p> <p><em>11.20am: </em>Change UK launches its campaign for the European elections at an event in Bristol, and unveils candidates. This is from the BBC’s <strong>Norman Smith.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCNormanS/status/1120586168586969090\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Am told <a href=\"https://twitter.com/TheIndGroup?ref_src=twsrc%5Etfw\">@TheIndGroup</a> will unveil some &quot;household names&quot; among their list of candidates for Euro elections</p>&mdash; norman smith (@BBCNormanS) <a href=\"https://twitter.com/BBCNormanS/status/1120586168586969090?ref_src=twsrc%5Etfw\">April 23, 2019</a></blockquote>  </figure>  <p><em>11.30am:</em> Greta Thunberg, the Swedish climate change activist, holds a meeting in the Commons.</p> <p>2.30pm: Elizabeth Denham, the information commissioner, gives evidence to the Commons culture committee’s sub-committee on disinformation. She is expected to be asked about <a href=\"https://www.theguardian.com/politics/2019/apr/22/facebook-ads-by-lynton-crosbys-firm-part-of-push-for-hard-brexit\">pro-Brexit Facebook campaigns overseen by Sir Lynton Crosby’s company CTF Partners.</a></p> <p><em>Afternoon:</em> Talks between the government and Labour aimed at trying to find a Brexit compromise resume in the Cabinet Office.</p> <p><em>After 3.30pm:</em> Jeremy Hunt, the foreign secretary, is due to make a statement to MPs about the Sri Lankan terrorist bombings.</p> <p><em>Afternoon: </em>The executive of the backbench Conservative 1922 Committee is due to meet to discuss calls for party rules to be changed to allow a fresh no confidence vote in Theresa May.</p> <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although I expect to be focusing mostly on <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a>. I plan to post a summary at lunchtime and another when I wrap up.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here.</a> Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-barclays-bank-how-to-spend-a-sizzling-holiday-weekend-heres-looking-at-ewe-latest-from-sri-lanka/\">the Politico Europe round-up of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p>  <figure class=\"element element-image\" data-media-id=\"fc4e3721a967def687e257d07c5ec7a840830fdd\"> <img src=\"https://media.guim.co.uk/fc4e3721a967def687e257d07c5ec7a840830fdd/48_0_1835_1101/1000.jpg\" alt=\"Britain Thinks Brexit research\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Britain Thinks Brexit research</span> <span class=\"element-image__credit\">Photograph: Britain Thinks</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"b0e1d5a90406ffeeb92c95eb67f59d080517b702\"> <img src=\"https://media.guim.co.uk/b0e1d5a90406ffeeb92c95eb67f59d080517b702/0_0_1928_1082/1000.jpg\" alt=\"Brtiain Thinks Brexit research\" width=\"1000\" height=\"561\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Brtiain Thinks Brexit research</span> <span class=\"element-image__credit\">Photograph: Britain Thinks</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-04-23T09:52:17.146Z\">at 10.52am BST</time></p>  </div>",
      "wordcount": "7061",
      "commentCloseDate": "2019-04-23T20:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-23T08:15:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:00Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/baj6x",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6995186024076ce2a079f9f7c2e798d8191b6b30/0_95_4840_2904/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Downing Street and Labour have been blaming each other of the lack of progress in the cross-party talks aimed at finding a Brexit compromise. Number 10 accused Labour of dragging its feet. (See 4.33pm.) But Jeremy Corbyn accused the government of “just regurgitating what has already been emphatically rejected three times by parliament” and he said there would only be progress if Theresa May shifted her red lines. Members of the executive of the Conservative backbench 1922 Committee are tonight debating calls for the 1922 to change the party leadership rules to allow a new vote of no confidence in May. Under the current rules, a further challenge has to wait until December because only one is allowed in any 12-month period. Speaking ahead of the meeting, Sir Geoffrey Clifton-Brown, the 1922 treasurer, told the World at One: [The executive] have to decide whether they wish to change the rules or not. I suspect quite a robust discussion will take place, because the executive represents all wings of the party. Eventually a motion will be put and that will be voted on. I think it will be done by first-past-the-post, and if it succeeds then of course the vote which would otherwise have taken place on December 12 will be brought forward to whatever is agreed in the motion. This is from Sky’s Beth Rigby. Portsmouth council has objected to the government’s decision to invite Donald Trump to attend D-Day memorial events in the city as part of his state visit. As the Press Association reports, Portsmouth city council and the Ministry of Defence announced on Monday a series of events to mark the anniversary of the Normandy landings which were masterminded on the outskirts of the Hampshire city, with many of the vessels setting sail from the port. Gerald Vernon-Jackson, the Liberal Democrat leader of the council, said Trump had not been invited by the city and should not attend because he would take the attention away from the veterans. He said: I am disappointed because it will change the nature of the event a great deal, for us the centre of the events was meant to be the veterans. It’s the 75th anniversary, this is probably the last time they will get together like this, the last time when they will meet the Queen, the last time the people of the city will be in a big event with them. With Donald Trump coming, I think the chances are that it will move from being around commemoration and instead it will be a day of controversy. There will be protests and that is not what we want. Vernon-Jackson said he did not fee Trump had “learnt the lessons” of the second world war, particularly those of isolationism, the importance of joint defence as shown by the creation of Nato and respecting human rights to prevent a future holocaust. A Conservative MP has tabled a Commons motion of no confidence in the Speaker John Bercow. As the Press Association reports, former minister Crispin Blunt’s early-day motion (EDM) was tabled in his name only after he failed to find 100 MPs willing to sign it. Blunt wrote to all MPs asking for support, but said he would not publish the names of backers unless they hit three figures in order not to expose them to “retribution” by the Speaker. The Conservative MP Christopher Davies has been found guilty of submitting fake expenses invoices for £700 of landscape photographs to decorate his office, meaning he could be kicked out of parliament under the recall process. The UK government’s active support for fossil fuels and airport expansion is “beyond absurd”, Greta Thunberg has told MPs. Here is the full text of her speech. The home secretary, Sajid Javid, is under mounting pressure to head off an immigration scandal that MPs have warned could be “bigger than Windrush”. As Amelia Gentleman reports, about 34,000 foreign students have had their visas cancelled or curtailed and more than 1,000 people were forcibly removed from the UK as a result of the English language testing scandal, which involved the government accusing tens of thousands of students who sat a Home Office-approved test of cheating. The Guardian understands that students who took the test of English for international communication (Toeic) five or more years ago are still being targeted by immigration enforcement officers and being taken to immigration detention centres ahead of enforced removal from the UK. That’s all from me for today. Thanks for the comments. International development minister Lord Bates has resigned from the government, forcing Theresa May into the latest of a long series of changes to her administration. As the Press Association reports, the Tory peer offered his resignation last year after turning up late for a parliamentary appearance, but it was refused by the Prime Minister. There was no immediate explanation for his decision to go now. A former Downing Street aide to David Cameron, Lady Sugg, has been appointed junior minister in the Department for International Development, moving from the Department for Transport. Her place at the DFT is taken by Lady Vere of Norbiton. Both continue to serve as whips in the House of Lords. Meanwhile Dumfries and Galloway MP Alister Jack has been promoted within the whip’s office and Boston and Skegness MP Matt Warman has been appointed an assistant government whip, the Press Association reports. The Swedish environmental activist Greta Thunberg has been in the public gallery of the Commons watching an urgent question on Extinction Rebellion, which saw the former Labour leader, Ed Miliband, demand that the government declare a climate emergency and introduce a green new deal, among other measures. Miliband, who was the energy and climate change secretary under Gordon Brown, said the protesters were correct. The truth is the planet is warming far faster than we are acting. Climate change is not some theoretical future prospect, but is with us here and now. Responding for the government, energy minister Claire Perry rejected the idea of a climate emergency – “I don’t know what that would entail” – and said she had reservations about the Extinction Rebellion protests. While she was glad such arguments were being heard, Perry said, “they have caused disruption for many hundreds and thousands of hard-working Londoners and they have required a heavy policing presence”. She added: I worry that many of the messages we are hearing ignore the progress that is being made, and as such make people fearful for the future rather than hopeful. But speaking for Labour the shadow energy minister Barry Gardiner, who also holds the international trade role, likened the protesters to the Chartists, suffragettes, and anti-apartheid movement. All of those victories were won by citizens uniting against injustice, making their voice heard. And Extinction Rebellion and the school climate strikers are doing just that. At the Downing Street lobby briefing Number 10 criticised Labour for holding up the Brexit talks. In a read-out of what happened at today’s cabinet, the prime minister’s spokesman said: The PM said the discussions with Labour had been serious, but had also been difficult in some areas, such as in relation to the timetable for the negotiations. The PM said that the government’s position was that progress needed to be made urgently as it was vital to deliver on the result of the referendum and for the UK to leave the European Union as soon as possible. [David Lidington] outlined the nature of the discussions which had taken place so far and said talks with the opposition would be resuming this afternoon. Cabinet agreed on the need to secure safe passage of the withdrawal agreement bill, WAB, through parliament as soon as possible in order to allow the UK to complete the ratification of its orderly departure from the EU. At the same time, it was agreed to continue with sensible preparations for the UK leaving the EU without a deal. When a reporter asked if the reference to difficulties in the talks relating to the “timetable” referred to Labour not wanting them to conclude as quickly as the government wanted, the spokesman said that interpretation seemed “reasonable”. But the spokesman would not go as far as accusing Labour of negotiating in bad faith. Asked if the PM thought Labour was not sincere about wanting to find a compromise, he said: The word the prime minister used was the discussions are “serious” and the talks are ongoing. It is clear that Labour has approached [the talks] in a serious manner and has been engaging constructively, and has been holding very serious and thorough discussions in the negotiation meetings. In the Commons John Bercow, the Speaker, has just given a formal welcome to Greta Thunberg, the Swedish environmental campaigner, who is in the gallery watching. She received a smattering of applause. I’m just off to the post-cabinet lobby briefing. I will post again after 4.15pm. Adam Price, the Plaid Cymru leader, has also put out a statement condemning the planned state visit by Donald Trump. Price said: Wales and the United States share an important link, and I want to see the relationship between our peoples continue to develop. However, many of President Trump’s policies are simply abhorrent. Indeed, some of his policies are globally damaging. His actions are empowering the far right. We will not normalise the actions of a politician who systematically undermines women, Muslims, and anyone who doesn’t fit his narrow world view. It is not appropriate to honour Donald Trump with a State Visit, and I deeply regret the overtures the prime minister has made to him. As Matt Foster reports at PoliticsHome, more than 50 opposition MPs have also signed a Commons early day motion saying the invitation to Trump should be withdrawn. These are from Mujtaba Rahman, the former European commission official who now writes well-regarded regular Brexit analysis for the Eurasia consultancy. He is commenting on this news about a possible Brexit vote next week. George Osborne, the Conservative former chancellor, has said his party should give up chasing the hard Brexit vote. He now edits the Evening Standard and this is what he says today in an editor’s reply letter. The Conservatives’ mistake was to think “Let’s just get Brexit done, and then we can move on to other things.” There is no “moving on”. Even if the prime minister had managed to pass her Brexit deal, the hard Brexiteers (and their leadership contenders) would have immediately campaigned to withdraw from the withdrawal agreement — and the argument about the permanent EU relationship would go on for years. Trying to upend 50 years of economic and security relationships with our neighbours was always going to shatter the existing political order. The part of the Brexit vote that was angry about markets, globalisation and modernity was never going to stick with mainstream Conservatism. The Tories would be better advised to focus also on the 16m who voted to remain, many of whom were their natural supporters. For if the equivalent of the Brexit Party emerges on the remain side, or Labour manages to harvest their anger, then the Conservatives really are sunk. Labour has opposed the decision to invite Donald Trump to the UK for a state visit in June. The party has put out this statement from Emily Thornberry, the shadow foreign secretary. It beggars belief that on the very same day Donald Trump is threatening to veto a UN resolution against the use of rape as a weapon of war, Theresa May is pressing ahead with her plans to honour him with a State Visit to the UK. This is a president who has systematically assaulted all the shared values that unite our two countries, and unless Theresa May is finally going to stand up to him and object to that behaviour, she has no business wasting taxpayers’ money on all the pomp, ceremony and policing costs that will come with this visit. Ian Jones from the Press Association has the latest European elections polling. Senior Conservatives will vote today on whether to make it easier to force Theresa May out of office within weeks by changing the party’s rules to allow a no-confidence motion at any time. May is preparing to give MPs a vote on the key piece of legislation enacting Britain’s exit from the European Union next week, as negotiations with Labour continue. Nigel Farage’s Brexit party has unveiled a former revolutionary communist who once supported Irish republicanism and opposed the Good Friday peace deal as one of five new candidates for the European elections. As Peter Walker reports, Claire Fox, who now styles herself as a libertarian and is a panellist on BBC Radio 4’s Moral Maze programme, told the launch event she most likely only agreed with Farage on one issue – Brexit. Farage claimed a Brexit party victory in the European elections could stop a second referendum. Speaking at the Brexit party news conference, he said: It seems to me that the better the Brexit party does on May 23, the less chance there is of the people of this great country being insulted by being made to vote again. I think we can stop a second referendum. The anti-Brexit party Change UK – The Independent Group has announced its candidates for next month’s European elections after receiving more than 3,700 applications. As Steven Morris reports, Rachel Johnson, the sister of former foreign secretary Boris Johnson, and the broadcast journalist Gavin Esler – who said Brexit was based on “cheating and lies” and was sick of the likes of Nigel Farage and Jacob Rees-Mogg selling “snake oil” – will both stand. Other candidates include former Labour, Tory and Liberal Democrat politicians and activists, as well as people with no previous political affiliation or involvement. Donald Trump’s postponed state visit to the UK will go ahead in June, it has been confirmed, prompting renewed calls for protests against the trip. Jeremy Corbyn and several other Westminster party leaders met the Swedish environmental protester Greta Thunberg at parliament, with a symbolic place left at the table for the absent Theresa May. This is from Jeremy Hunt, the foreign secretary. That exclamation mark at the end suggests Hunt has been reading too many tweets from Donald Trump himself. Nicola Sturgeon is to give a “detailed and substantive” statement on Brexit and her hopes for a second independence referendum to the Scottish parliament on Wednesday, even though a fog of confusion surrounds the UK’s future with the EU. With that in mind, her spokesman again hinted Sturgeon will reject demands for greater urgency from pro-independence hardliners and insist a referendum can only take place when Scottish voters are ready for one. That presumes Brexit takes place; Sturgeon has recently put heavy emphasis on the quest for a second EU referendum, giving that precedence. Speaking to reporters after she hosted a Scottish government cabinet on Tuesday morning, her spokesman implied stopping Brexit remains uppermost in the first minister’s mind: The first minister will give a detailed and substantive statement setting out a path forward for Scotland amid the ongoing Brexit confusion at Westminster. The first minister will take time to set out her thoughts on that front and in doing so she will seek to strike an inclusive tone. [It] will obviously touch on Scotland’s future and it will touch obviously on her thoughts on independence and how that relates to where the country currently finds itself. The phrase “inclusive tone” is widely seen as code for appealing to middle ground Scottish voters unpersuaded of the case for independence or the need for an early poll. In June 2016, fresh from the resounding rejection of Brexit by Scottish voters in the EU referendum, she promised draft legislation on a new independence vote. This time there will be no draft bills or supporting documentation, Sturgeon’s spokesman confirmed, implying she is far from readying the country and the civil service for another constitutional conflict. The timing of Sturgeon’s statement is also a live issue. Although she has been promising to update Holyrood for two years on her plans for a second referendum, ever since the Scottish National party lost 21 Westminster seats in the snap 2017 election, the further postponement of the article 50 deadline lightens the pressure on her. Her opponents think the statement is timed entirely to coincide with this weekend’s SNP spring conference in Edinburgh, where Sturgeon faces a very restless party membership. Party hardliners, including some SNP backbenchers, want her to call a second independence referendum quickly, in a bid to exploit the chaos around Brexit and Theresa May’s ailing premiership. A further delay would be consistent with Sturgeon’s previous statements; earlier this year she stressed the need for “clarity” and “calm consideration” of the impacts of Brexit in an interview with the US broadcaster PBS. Here is a question from BTL that is worth addressing because it is likely to become increasingly topical in the coming weeks. Could parliament stop a new Conservative leader opting for a no-deal Brexit? The Conservative party leadership contest has not officially started yet but, assuming that no Brexit deal has been passed by the time it does get underway, it is hard to imagine anyone winning on anything other than a platform saying they would embrace no-deal if the EU refused to offer better terms. According to one survey, 75% of members give no-deal as their preference. But would a new leader be able to enact no-deal when MPs have repeatedly voted against this? In the question DaveLester refers to a PM using Henry VIII powers, which I think is a reference to using secondary legislation to change the date of Brexit in the EU Withdrawal Act. An amendment to the Yvette Cooper bill changed the process required for this to happen (from an affirmative resolution procedure to a negative resolution procedure) and this would make it much easier for the government to change the date again. MPs could object, but there is no guarantee that they could force a vote. But other avenues would be open to MPs determined to stop a new prime minister accelerating a no-deal Brexit, or planning for one at the end of October. First, MPs could revive the Letwin/Cooper trick, and pass a motion setting aside time for an emergency bill to be passed making no-deal illegal. There is now a precedent for legislation of this kind, although it is worth remembering that the Cooper bill (requiring the PM to request an article 50 extension) only passed the Commons by one vote, and it only got through the Lords rapidly after amendments were passed significantly watering down its impact. There may also be a limit as to what practical effect a bill could have. It might be able to instruct the government to rule out no-deal as an objective, but it probably could not prevent a new PM acting towards the EU in such an antagonistic way as to make Brussels activate no-deal of its own accord in October. Second, MPs could just pass a resolution ruling out no-deal, in the hope that the prime minister would have to comply for fear of being found in contempt of parliament. But ministers can ignore resolutions of this kind, and even the threat of being found in contempt of parliament isn’t much of a sanction. This would not block no-deal. Third, MPs could pass a no-confidence motion in the government, triggering a general election after 14 days if no alternative PM could win a confidence vote. This may be the most reliable route to avoiding no-deal. But today’s declaration from Change UK that it would probably not vote for a general election (see 10.38am) makes this more problematic (there are still some Tory MPs who might be willing to vote against the party in a no confidence motion to avoid no-deal, but not many) and the timing could be awkward too. A new PM could set course for no-deal during the summer recess, giving parliament little or no time to thwart the plan via an election. I’m sure I’ve missed some possibilities. If you can suggest others, please mention them BTL. There are two urgent questions and three statements in the Commons later. Theresa May has issued this statement on President Trump’s state visit. The UK and United States have a deep and enduring partnership that is rooted in our common history and shared interests. We do more together than any two nations in the world and we are both safer and more prosperous because of our cooperation. The state visit is an opportunity to strengthen our already close relationship in areas such as trade, investment, security and defence, and to discuss how we can build on these ties in the years ahead. And commenting on the planned D-Day commemorative event in Portsmouth on 5 June, May said: D-Day was an unparalleled international military operation and a turning point in the second world war. The freedom we have today would not be possible without the incredible sacrifice of troops from across the world 75 years ago. I am proud that the UK will host representatives and veterans from allied nations to pay tribute to that sacrifice and recognise the extraordinary cooperation that made the Normandy landings possible. And today – as we face new and different challenges to our security – we must continue to stand together to uphold our shared values and way of life. Downing Street has confirmed Donald Trump’s state visit to the UK in June. Here is an extract from the news release. In the first week of June the UK will host the state visit of President Trump as well as a major D-Day commemoration event. The president and first lady will make a state visit to the UK on 3-5 June, as announced by Buckingham Palace this afternoon. President Trump will be a guest of Her Majesty The Queen during the visit, and will also have discussions with the prime minister in Downing Street. On 5 June the UK will host a major international event in Portsmouth to mark the 75 anniversary of D-Day and commemorate this critical moment in the Second World War. Countries that fought alongside the United Kingdom in the historic military operation, as well as Germany, have been invited to attend. The gathering on Southsea Common in Portsmouth will involve live performances, military displays and tributes to the allied troops who fought in Normandy in the Second World War. The event will be one of the greatest British military spectacles in recent history, with a flypast of 26 iconic RAF aircraft and at least 11 Royal Navy vessels in the Solent. The event will honour the bravery, commitment and sacrifice of D-Day veterans and those who gave their lives in the operation. On 6 June the prime minister will travel to Normandy to attend a number of commemorative events including the inauguration of the British Normandy memorial in Ver-Sur-Mer. Theresa May was “empty chaired” as Swedish environmental protester Greta Thunberg met Westminster party leaders for a round-table discussion in the House of Commons, the Press Association reports. Thunberg met Labour leader Jeremy Corbyn, Liberal Democrat Sir Vince Cable, Green MP Caroline Lucas and the Westminster leaders of the Scottish National Party and Plaid Cymru, Ian Blackford and Liz Saville Roberts. A place at the table was left free for May, with a sign bearing her name, but she did not attend. The Prime Minister was instead chairing Cabinet in 10 Downing Street. Opening the talks, Thunberg - who earlier met Commons Speaker John Bercow - told the MPs: “We just want people to listen to the science.” The Green party has dismissed Change UK as “a single-issue party with no coherent policy platform beyond opposing Brexit”. This is from Molly Scott Cato, who is standing for re-election as a Green MEP in the South West. Change UK are a single-issue party with no coherent policy platform beyond opposing Brexit. This is a re-branding exercise for former Conservative and Labour politicians who presided over cuts to public services and the relentless growth in inequality. And we have no idea which group in the European parliament any elected MEPs would join. Greens on the other hand are the most electorally successful pro-EU party standing in this election and Green votes are more likely to send pro-EU MEPs to Brussels than votes for any other party. We are standing candidates in all 28 EU nations and polls suggest Greens will increase their number of MEPs. Gavin Esler, the former Newsnight presenter who is now a Change UK candidate for London, is speaking at the event now. He says he has never been a member of a political party before. He has never been seriously worried about the future of our country, but he is now. He says the UK has become a worldwide joke. Politics is broken. This country cannot be strong abroad when it is weak at home, he says. I have never been a candidate in an election but I am now. I have never been seriously worried about the future of our country but I am now. Our political system is a joke. It is a worldwide joke. They are laughing at us - not with us, at us. He says he has joined this “remain alliance” for three reasons: to stop Brexit, to reform Britain, and to fix the EU. The first step will be a people’s vote, he says. He says he has in mind a working-class friend in London, who is in his 40s, who works six days a week and who normally does not vote. But he voted leave in the referendum, to send a message to the political class. His friend is a British patriot, and an optimist. Esler says he is too. He says he is appalled when he sees pretend patriots like Nigel Farage and Jacob Rees-Mogg pretending to speak for the people. They stole our patriotism. And I want it back. Heidi Allen, the Change UK interim leader, is speaking at her party’s campaign launch in Bristol. She says she feels like a “proud TIGer mum” introducing her candidates (from TIG, The Independent Group). And on the subject of the European elections, the Evening Standard is revealing that Rachel Johnson, Boris’s sister, will be a Change UK candidate at the elections in May. This might be seen as a display of loyalty typical of the Johnson family. Two years ago Rachel joined the Lib Dems. Writing about other Change UK candidates, Joe Murphy and Nicholas Cecil report: Former Tory health secretary Stephen Dorrell will stand in the West Midlands, with ex-Tory MP Neil Carmichael running in the East of England. In London, candidates include former Labour MEP Carole Tongue and Karen Newman, a member of the Board of Deputies of British Jews, plus human rights barrister Jessica Simor QC, one of the lawyers who secured the parliamentary vote on Article 50. Former Labour Wimbledon MP Roger Casale is standing in East of England. Q: Have you spoken to President Trump about your new party? Will you meet him when he comes to London? Farage says he has not spoken to Trump in the last five weeks. The Brexit party had not been formed then. He says Trump will be visiting the UK on a state visit. He thinks the chance of his being invited to any of the state visit events is zero. And that’s it. The press conference is over. I will post a summary soon. Q: Having been to a private school, and having a background in banking, what do you have in common with ordinary people? Farage says he never worked in banking. Next question. (Farage was a commodities trader in the City, not a banker.) When pressed, Farage says he did not choose his parents, who sent him to a private school. He did not choose the name Nigel, he says. He says he cares about democracy. That is something many people care about. Q: In the past you said you would not mind a second referendum because you thought leave would win. Is that still your view? Farage says what he said was that leave voters had to get read for a second referendum. But do they want that referendum? No. They want the first one enacted. He says the better the Brexit party does in the European elections, the less chance there will be of a second referendum. Farage says the better the Brexit party does in the European elections, the less chance there will be of a second referendum. Q: You talk about targeting Labour heartlands. How do you think you will be received there? And, if you try to become an MP again, will you stand in a Labour seat? On the issue of standing as an MP, Farage says he is focused on this election. As for Labour heartlands, he says it is a mistake to think Euroscepticism is centred on the right. He says Labour has its roots in democracy. And for that party to be telling Labour leave voters they got it wrong is a mistake. Claire Fox says Labour leave voters voted Labour in 2017 because they thought the party would deliver Brexit. But the party is now “sneering” at them. It deserves a “rhetorical bloody nose” for treating them with such contempt. She says she would have more respect for Labour if it chose a firm position - either remain or leave. But they have not got the courage to do that, she says. Q: Isn’t it the case that the best way to get the Brexit you want is to have a change of Tory leader? Voting Brexit party in the European elections won’t make much difference. Shouldn’t you focus on changing Tory leader? Farage says, in previous European election campaigns, he was told those elections would not change a thing. But he thinks he proved that argument wrong. As for the Conservative party, he says it is a leave party in the country. But it is up to the Conservative party to decide their future. He says he has not seen a Tory leadership candidate who has not signed up to the withdrawal agreement. He says the two-party system is bust. The Brexit party is the catalyst for real change. Q: What lessons have you learnt from the attack in Sri Lanka? Farage says it is remarkable that, when warnings were given, the Sri Lankan authorities failed to do their job. Nigel Farage is now taking questions at the Brexit party event. Q: Are you in talks with any senior Tories about defecting? And are you going to publish a manifesto? What does Brexit mean to you? Farage says everyone at Westminster is interested in defectors. But he is more interested in people from “broad walks of life” representing the party. He says he thinks his party will put forward a list of 70 candidates with more experience and more honesty than candidates for other parties. As for a manifesto, he says his party is campaigning on trust and on competence. It is clear that Theresa May and the people around her have never done a deal in their lives. Of course they will talk about change, he says. He says the two-party system is not fit for purpose. They will talk about things like how the UK is not training enough doctors. But they will do that after the elections on 23 May. Farage says the Brexit party is not planning to discuss policy in detail until after the European elections. Speaking at the start of the Brexit party news conference, Nigel Farage said he would be going after the Labour vote in the European elections “in a very big way”. He said: There are five million people that voted for Jeremy Corbyn and voted for Brexit as well and that’s going to be our task. I think we will go on squeezing the Conservatives and squeezing Ukip down to virtually nothing. We’re going to go after that Labour vote in a very big way. Here are the final three candidates unveiled by the party today. Forman used to be a special adviser to Peter Lilley when he was trade secretary in the 1990s. The next new Brexit party candidate speaking at its news conference is James Glancy, a former soldier and a conservationist. The Brexit party press conference has started. The party has unveiled a new candidate - Claire Fox, the broadcaster and head of the Institute of Ideas thinktank. The party is describing her as “someone from the left”. There is a live feed of the launch here. Heidi Allen, the former Tory MP who is now interim leader of Change UK (the independent group), which was formed recently by eight Labour MPs and three Conservatives, was on the Today programme speaking ahead of its European election campaign launch later. Here are the key points. Allen suggested Change UK would not vote against Theresa May in a no confidence debate. Asked about how the group would vote on such a motion, Allen initially replied by saying she could not give a firm answer. But then she said: “We won’t precipitate a general election, no we won’t.” She explained: Do I believe however that a general election is a smart thing right now for our country? Absolutely not. We need to find a way through. I don’t believe the talks between Jeremy Corbyn and Theresa May will lead anywhere. I don’t believe some customs union deal will emerge that can unite parliament. So we are going round and round circles. A general election would fix nothing. It wouldn’t change the splintering in the two main parties. The only way out of this is to put the decision back to the people in a confirmatory vote. This is not particularly surprising. Change UK has only just registered as a political party, and if there were to be an election now, it is quite likely that all of its MPs would lose their seats. But this is a boon to Labour because it will enable them to argue that Change UK are effectively closet Tories. This is from Simon Fletcher, a former aide to Jeremy Corbyn. Allen rejected claims that Change UK, the Liberal Democrats and the Greens would split the pro-second referendum vote in the European elections by not having an electoral pact. (Arguably the SNP and Plaid Cymru should be included in such a pact too, because they also want a second referendum.) When this argument was put to Allen, she said: I know a lot of people have concerns about this ... The way the election system works, we genuinely don’t believe that that vote would be split, not least because it relies heavily on polling. We have no idea which parties will do better or worse in a particular region. Allen also claimed that people were calling Change UK “the remain alliance”, implying that she would like them to be seen as an alliance - even though there is no alliance with other parties in the European elections. She justified this on the grounds that the party was attracting support from “right across the political spectrum”. Allen’s argument about the electoral system not punishing the pro-second referendum parties for not combining is hard to understand (to put it politely) because all the evidence points the other way. Ian Dunt has a good explanation in this politics.co.uk blog. Here is an extract. Remain has motivation on its side, but it also has a very significant problem. Its own vote is split four ways. The Hanbury poll put the Liberal Democrats on 8.1%, Change UK on 4.1%, the SNP on 4.1% and the Greens on 4.0%. This is a catastrophic divide. It means that outside of the SNP these parties might not even win a single seat. The voting system used for the European elections is called a closed list proportional representation system. That means that parties select a list of candidates and put them down under their name. You go into the voting booth and put a cross by the party you want to support. The candidates are then selected to become MEPs in the order they appear on the ballot paper. It’s a proportional representation system, so it’s better for small parties than first-past-the-post - the winner-takes-all system we use in general elections. But it isn’t that good, because the seats are so small. The North East, for instance, returns just three MEPs. A party would need to get over 25% of the vote to secure a candidate. Even the South East, which returns ten MEPS, requires a party to get over 9.1% of the vote before it secures a candidate. As my colleague Matthew Weaver reports, we are expecting an announcement today confirming that Donald Trump will make a state visit to the UK in June. The official statement has not even been issued yet, but already the Stand up to Trump campaign has sent out a news release saying it is planning a massive protest. Shaista Aziz, a campaign spokesperson, said: This demonstration isn’t just about Trump as one man. He is a symbol of the new far right, a politics of Islamophobia and anti-semitism, of war and conflict, and walls and fences that are growing around the world. We are fighting against the British government’s own disgraceful “hostile environment” policies, as well as Trump’s border wall. It is time for everyone who opposes this politics of hate and bigotry to stand up and be counted. Good morning. I hope you all had a good Easter. And welcome back to the Brexit Groundhog Day vortex of doom. If that seems a bit harsh, I’m afraid it’s just a reflection of what people seem to feel about Brexit, as this recent research (pdf) from the Britain Thinks public opinion consultancy confirms. (See two of the slides below.) If you voted remain in 2016, then the news over the last three years has been grim, and even though the recent decision to extend article 50 until the end of October must slightly increase the chances of a second referendum, the probability of Brexit being reversed remains small. And if you voted leave - well, events haven’t gone your way either. “I wasn’t trained to lose,” the arch-Brexiter Mark Francois famously declared last month. But even without the requisite training, he and his fellow Brexiters pulled it off quite easily, and their attempt to prevent the article 50 extension was defeated. Given that this blog is mostly about Brexit at the moment, and that, according to Britain Thinks, 64% of people think “anxiety about Brexit is bad for people’s mental health”, some sort of disclaimer may be necessary. If you want something more cheerful, do feel free to stop reading for a while. You could try instead bookmarking Guardian stories about cats, or the Upside, a Guardian feature dedicated to stories about people finding solutions to the world’s problems (which I would recommend very strongly.) Or, instead of reading about a country that has inadvertently become an international laughing stock, you could read about Ukraine, where voters short-circuited the process by actually electing a comedian as leader. But if you are ready for more weeks and months of Brexit crisis, stick with Politics Live. It probably won’t be uplifting, but at least it will never get dull., This morning MPs are returning to Westminster after the Easter recess and Theresa May is chairing cabinet. As my colleagues Jessica Elgot and Peter Walker report, May is facing renewed calls to quit now. Nigel Evans, a member of the executive of the Conservative backbench 1922 Committee, told the Today programme that calls for May’s resignation were “growing into a clamour”. He said: I hope she does accept the fact the call for her resignation now is growing into a clamour. It’s not now just within Westminster - we’ve heard the news that 70 chairs of Conservative associations throughout the country have now said that they reluctantly have no confidence in the prime minister ... We need fresh leadership of the Conservative party as quickly as possible - it can’t start soon enough. Here is the agenda for the day. 10.30am: Downing Street lobby briefing. 10.30am: Nigel Farage unveils a new tranche of Brexit party candidates for the European elections. 11am: Theresa May chairs cabinet. 11.20am: Change UK launches its campaign for the European elections at an event in Bristol, and unveils candidates. This is from the BBC’s Norman Smith. 11.30am: Greta Thunberg, the Swedish climate change activist, holds a meeting in the Commons. 2.30pm: Elizabeth Denham, the information commissioner, gives evidence to the Commons culture committee’s sub-committee on disinformation. She is expected to be asked about pro-Brexit Facebook campaigns overseen by Sir Lynton Crosby’s company CTF Partners. Afternoon: Talks between the government and Labour aimed at trying to find a Brexit compromise resume in the Cabinet Office. After 3.30pm: Jeremy Hunt, the foreign secretary, is due to make a statement to MPs about the Sri Lankan terrorist bombings. Afternoon: The executive of the backbench Conservative 1922 Committee is due to meet to discuss calls for party rules to be changed to allow a fresh no confidence vote in Theresa May. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although I expect to be focusing mostly on Brexit. I plan to post a summary at lunchtime and another when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "41243",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]