[
  {
    "id": "politics/2019/nov/30/boris-johnson-london-bridge-terror-attack-hardline-reforms",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-11-30T22:32:47Z",
    "webTitle": "London Bridge: Boris Johnson thrusts attack into centre of election battle",
    "webUrl": "https://www.theguardian.com/politics/2019/nov/30/boris-johnson-london-bridge-terror-attack-hardline-reforms",
    "apiUrl": "https://content.guardianapis.com/politics/2019/nov/30/boris-johnson-london-bridge-terror-attack-hardline-reforms",
    "fields": {
      "headline": "London Bridge: Boris Johnson thrusts attack into centre of election battle",
      "standfirst": "<p>Prime minister says terrorists convicted of the most serious offences should never be released from prison</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/01/boris-johnson-faces-marr-in-wake-of-london-bridge-attack-jeremy-corbyn-live\">Follow the day’s politics news – live</a></li></ul>",
      "trailText": "Prime minister says terrorists convicted of the most serious offences should never be released from prison",
      "byline": "Toby Helm, Mark Townsend and Jamie Doward",
      "main": "<figure class=\"element element-image\" data-media-id=\"11a802fc4c18eafc7846a5067b0ab3bfd9bc4703\"> <img src=\"https://media.guim.co.uk/11a802fc4c18eafc7846a5067b0ab3bfd9bc4703/760_59_2349_1409/1000.jpg\" alt=\"Boris Johnson and Commissioner of the City of London Police Ian Dyson, right, at the scene of the London Bridge terror attack. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson and Commissioner of the City of London Police Ian Dyson, right, at the scene of the London Bridge terror attack. </span> <span class=\"element-image__credit\">Photograph: Simon Dawson/PA</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson on Saturday said that those convicted of the most serious terrorist offences should never be released from prison, as arguments over the blame for Friday’s <a href=\"https://www.theguardian.com/uk-news/2019/nov/29/what-know-so-far-london-bridge-attack-visual-guide\" title=\"\">London Bridge attack</a> were thrust centre stage into the election campaign.</p> <p>The prime minister reacted to the latest terrorist incident – in which three people died, including the assailant – by promising a package of hardline reforms which also included mandatory minimum 14-year sentences, an end to automatic early release for terrorist and extremism offences, and a new system under which those convicted will have to serve every day of sentences handed down by judges.</p> <p>At the same time, Labour leader Jeremy Corbyn and the London mayor Sadiq Khan said urgent questions had to be asked about the <a href=\"https://www.theguardian.com/uk-news/2019/nov/30/labour-and-tories-row-over-early-release-of-london-bridge-attacker\" title=\"\">Tory government’s record</a> of imposing draconian austerity cuts to the prison services, while attempting a botched probation privatisation and failing to run an effective sentencing system.</p> <p>On Saturday further details emerged about the knifeman, Usman Khan, and how he was subdued with a fire extinguisher and a narwhal tusk on London Bridge. </p> <p>The convicted terrorist, who had been fitted with an electronic tag to track his movements after release from prison on licence last December, had been attending a prisoner rehabilitation conference at Fishmongers’ Hall. After threatening to blow up the building, he stabbed five people then moved to London Bridge where he was confronted by members of the public. One sprayed him with a fire extinguisher, while another pointed a 2m narwhal tusk taken from Fishmongers’ Hall by a Polish chef named Łukasz. Khan was tackled from behind and pinned down. Among those grappling with him were ex-prisoners attending the conference including James Ford, a convicted murderer.</p> <p>Sources told the <em>Observer</em> that Khan attended a Whitehall conference earlier this year under escort. But he went to Friday’s conference unsupervised following discussions between police and probation officers.</p> <p>The Ministry of Justice said on Saturday it was conducting a review of licence conditions of some 70 terrorists released under licence since 2000. Last night Islamic State claimed responsibility but offered no evidence to support the claim.</p>  <figure class=\"element element-image\" data-media-id=\"69e3e83efc2a72a22d64566de283bf6e478954bd\"> <img src=\"https://media.guim.co.uk/69e3e83efc2a72a22d64566de283bf6e478954bd/0_109_3500_2100/1000.jpg\" alt=\"Police forensic officers at property in Stafford being searched in connection with the London Bridge attack.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Police forensic officers at a property in Stafford being searched in connection with the London Bridge attack.</span> <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> </figcaption> </figure>  <p>The first victim of the attack was named as 25-year-old Jack Merritt, a Cambridge University postgraduate and course coordinator for the Learning Together rehabilitation programme at Fishmongers’ Hall.</p> <p>Hours ahead of Johnson announcing his hardline changes to sentencing, Jack’s father, David Merritt, posted a Twitter appeal urging politicians not to use his son’s death as a pretext for severe action. “My son Jack would not wish his death to be used as the pretext for more draconian sentences or for detaining people unnecessarily,” he wrote.</p> <p>On Sunday Corbyn will blame successive leaders, including Tony Blair, for stoking hatred with disastrous foreign interventions. While insisting that terrorists, their funders and recruiters are mainly to blame, he will add: “Sixteen years ago, I warned against the invasion and occupation of Iraq. I said it would set off a spiral of conflict, hate, misery, desperation that will fuel the wars, the conflict, the terrorism, and the misery of future generations.</p> <p>“It did, and we are still living with the consequences today.”</p> <p>Early signs that the attack was becoming politicised with less than two weeks to go before the 12 December election came when the home secretary, Priti Patel, clashed with Labour’s Yvette Cooper on Twitter. Cooper had questioned how Khan could have been released given he was “thought to be so dangerous”. “Instead he was released 6 yrs later without Parole Board assessment. How cd this be allowed to happen?” asked Cooper.</p> <p>Patel responded by blaming Labour: “Because legislation brought in by your government in 2008 meant that dangerous terrorists had to automatically be released after half of their jail term.”</p> <p>In a statement on Saturday, Johnson said : “It’s absolutely clear that we can’t carry on with the failed approaches of the past.” Appearing in part to blame his predecessors, Theresa May and David Cameron, he said: “We simply cannot risk being in the same situation for the next five years where parliament cannot do what’s needed. We need a government that can act. The terrorist who attacked yesterday was sentenced 11 years ago under laws passed in 2008 which established automatic early release.</p> <p>“This system has got to end – I repeat, this has got to end, as I‘ve been saying for four months. If you are convicted of a serious terrorist offence, there should be a mandatory minimum sentence of 14 years – and some should never be released.</p> <p>“Further, for all terrorism and extremist offences the sentence announced by the judge must be the time actually served – these criminals must serve every day of their sentence, with no exceptions.”</p> <p>Corbyn said the attack was a disaster which reflected failings at multiple levels. “There’s got to be a very full investigation and clearly there’s been a complete disaster. I think there is also a question about what the probation service were doing – were they involved at all – and whether the parole board should have been involved in deciding whether or not he should have been allowed to be released from prison in the first place.</p> <p>“And also, what happened in prison, that somebody who was clearly a danger to society, was he given a de-radicalisation programme or not? We need to all know the answer to those questions urgently.</p> <p>Brendan Cox, husband of the murdered MP Jo Cox, and a member of the campaign group Survivors Against Terror, called on all politicians to resist using the tragedy as a pretext for political point-scoring: “We don’t want terrorists changing the course of our election and we definitely don’t want politicians of any party using it for party advantage. By all means debate the right policy response but please don’t use it to score cheap political points.”</p> <p>Met commissioner Cressida Dick praised the public for their response to Khan’s rampage. Visiting the scene, she said that she was “very proud to be a Londoner”.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "988",
      "commentable": "false",
      "firstPublicationDate": "2019-11-30T22:32:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:42:26Z",
      "newspaperEditionDate": "2019-12-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/czdmx",
      "shouldHideAdverts": "true",
      "showInRelatedContent": "false",
      "thumbnail": "https://media.guim.co.uk/11a802fc4c18eafc7846a5067b0ab3bfd9bc4703/760_59_2349_1409/500.jpg",
      "legallySensitive": "true",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson on Saturday said that those convicted of the most serious terrorist offences should never be released from prison, as arguments over the blame for Friday’s London Bridge attack were thrust centre stage into the election campaign. The prime minister reacted to the latest terrorist incident – in which three people died, including the assailant – by promising a package of hardline reforms which also included mandatory minimum 14-year sentences, an end to automatic early release for terrorist and extremism offences, and a new system under which those convicted will have to serve every day of sentences handed down by judges. At the same time, Labour leader Jeremy Corbyn and the London mayor Sadiq Khan said urgent questions had to be asked about the Tory government’s record of imposing draconian austerity cuts to the prison services, while attempting a botched probation privatisation and failing to run an effective sentencing system. On Saturday further details emerged about the knifeman, Usman Khan, and how he was subdued with a fire extinguisher and a narwhal tusk on London Bridge. The convicted terrorist, who had been fitted with an electronic tag to track his movements after release from prison on licence last December, had been attending a prisoner rehabilitation conference at Fishmongers’ Hall. After threatening to blow up the building, he stabbed five people then moved to London Bridge where he was confronted by members of the public. One sprayed him with a fire extinguisher, while another pointed a 2m narwhal tusk taken from Fishmongers’ Hall by a Polish chef named Łukasz. Khan was tackled from behind and pinned down. Among those grappling with him were ex-prisoners attending the conference including James Ford, a convicted murderer. Sources told the Observer that Khan attended a Whitehall conference earlier this year under escort. But he went to Friday’s conference unsupervised following discussions between police and probation officers. The Ministry of Justice said on Saturday it was conducting a review of licence conditions of some 70 terrorists released under licence since 2000. Last night Islamic State claimed responsibility but offered no evidence to support the claim. The first victim of the attack was named as 25-year-old Jack Merritt, a Cambridge University postgraduate and course coordinator for the Learning Together rehabilitation programme at Fishmongers’ Hall. Hours ahead of Johnson announcing his hardline changes to sentencing, Jack’s father, David Merritt, posted a Twitter appeal urging politicians not to use his son’s death as a pretext for severe action. “My son Jack would not wish his death to be used as the pretext for more draconian sentences or for detaining people unnecessarily,” he wrote. On Sunday Corbyn will blame successive leaders, including Tony Blair, for stoking hatred with disastrous foreign interventions. While insisting that terrorists, their funders and recruiters are mainly to blame, he will add: “Sixteen years ago, I warned against the invasion and occupation of Iraq. I said it would set off a spiral of conflict, hate, misery, desperation that will fuel the wars, the conflict, the terrorism, and the misery of future generations. “It did, and we are still living with the consequences today.” Early signs that the attack was becoming politicised with less than two weeks to go before the 12 December election came when the home secretary, Priti Patel, clashed with Labour’s Yvette Cooper on Twitter. Cooper had questioned how Khan could have been released given he was “thought to be so dangerous”. “Instead he was released 6 yrs later without Parole Board assessment. How cd this be allowed to happen?” asked Cooper. Patel responded by blaming Labour: “Because legislation brought in by your government in 2008 meant that dangerous terrorists had to automatically be released after half of their jail term.” In a statement on Saturday, Johnson said : “It’s absolutely clear that we can’t carry on with the failed approaches of the past.” Appearing in part to blame his predecessors, Theresa May and David Cameron, he said: “We simply cannot risk being in the same situation for the next five years where parliament cannot do what’s needed. We need a government that can act. The terrorist who attacked yesterday was sentenced 11 years ago under laws passed in 2008 which established automatic early release. “This system has got to end – I repeat, this has got to end, as I‘ve been saying for four months. If you are convicted of a serious terrorist offence, there should be a mandatory minimum sentence of 14 years – and some should never be released. “Further, for all terrorism and extremist offences the sentence announced by the judge must be the time actually served – these criminals must serve every day of their sentence, with no exceptions.” Corbyn said the attack was a disaster which reflected failings at multiple levels. “There’s got to be a very full investigation and clearly there’s been a complete disaster. I think there is also a question about what the probation service were doing – were they involved at all – and whether the parole board should have been involved in deciding whether or not he should have been allowed to be released from prison in the first place. “And also, what happened in prison, that somebody who was clearly a danger to society, was he given a de-radicalisation programme or not? We need to all know the answer to those questions urgently. Brendan Cox, husband of the murdered MP Jo Cox, and a member of the campaign group Survivors Against Terror, called on all politicians to resist using the tragedy as a pretext for political point-scoring: “We don’t want terrorists changing the course of our election and we definitely don’t want politicians of any party using it for party advantage. By all means debate the right policy response but please don’t use it to score cheap political points.” Met commissioner Cressida Dick praised the public for their response to Khan’s rampage. Visiting the scene, she said that she was “very proud to be a Londoner”.",
      "charCount": "6113",
      "shouldHideReaderRevenue": "true",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a>, <a href=\"profile/marktownsend\">Mark Townsend</a> and <a href=\"profile/jamiedoward\">Jamie Doward</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "media/2019/nov/30/bbc-allows-boris-johnson-interview-on-andrew-marr-show",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-11-30T13:01:11Z",
    "webTitle": "BBC allows Boris Johnson interview on Andrew Marr Show",
    "webUrl": "https://www.theguardian.com/media/2019/nov/30/bbc-allows-boris-johnson-interview-on-andrew-marr-show",
    "apiUrl": "https://content.guardianapis.com/media/2019/nov/30/bbc-allows-boris-johnson-interview-on-andrew-marr-show",
    "fields": {
      "headline": "BBC allows Boris Johnson interview on Andrew Marr Show",
      "standfirst": "<p>After terrorist attack broadcaster drops Andrew Neil condition for Marr appearance<br></p>",
      "trailText": "After terrorist attack broadcaster drops Andrew Neil condition for Marr appearance<br>",
      "byline": "Nadeem Badshah",
      "main": "<figure class=\"element element-image\" data-media-id=\"9206cfc719164a7a25b3667828c0d0df1bca571c\"> <img src=\"https://media.guim.co.uk/9206cfc719164a7a25b3667828c0d0df1bca571c/575_259_2747_1648/1000.jpg\" alt=\"A stylist prepares Boris Johnson to appear on the Andrew Marr show before the Conservative party annual conference in September.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A stylist prepares Boris Johnson to appear on the Andrew Marr show before the Conservative party annual conference in September.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson will be interviewed on the Andrew Marr Show on Sunday, despite him failing to set a date to be interviewed by Andrew Neil, the BBC has announced.</p> <p>The <a href=\"https://www.theguardian.com/politics/2019/nov/29/bbc-bars-johnson-marr-show-unless-he-agrees-andrew-neil-interview\">broadcaster had initially refused to allow the prime minister</a> to appear on Marr’s flagship programme unless he agreed to take part in a 30-minute interview with Neil, as every other party leader had agreed to do.</p> <p>In a statement, the BBC said that after the <a href=\"https://www.theguardian.com/uk-news/live/2019/nov/30/london-bridge-attack-police-search-property-in-stafford-latest-updates\">terrorist attack on London Bridge</a>, it believed there was a public interest in Johnson appearing on the show, but it repeated its request for him to face Neil.</p> <p>“As the national public service broadcaster, the BBC’s first priority must be its audience,” the statement said.</p> <p>“In the wake of a major terrorist incident, we believe it is now in the public interest that the prime minister should be interviewed on our flagship Sunday political programme.</p> <p>“All parties’ election policy proposals must – and will – face detailed scrutiny from us and we continue to urge Boris Johnson to take part in the primetime Andrew Neil interview as other leaders have done.”</p>  <figure class=\"element element-embed\" data-alt=\"Callout callout-fact-checking-2\">  <iframe class=\"fenced\" srcdoc=\"&lt;html&gt;&lt;head&gt;&lt;/head&gt;&lt;body&gt;&lt;div data-callout-tagname=&quot;callout-fact-checking-2&quot;&gt; &lt;h2&gt;Callout&lt;/h2&gt; &lt;p&gt;callout-fact-checking-2&lt;/p&gt; &lt;/div&gt;&lt;/body&gt;&lt;/html&gt;\"></iframe> </figure>  <p>Jonathan Ashworth, Labour’s candidate for Leicester South, and the Liberal Democrats’ Chuka Umunna are the other guests on the programme. The Guardian’s north of England editor, Helen Pidd, will be among the journalists reviewing Sunday’s newspapers.</p> <p>Labour candidates accused the BBC of “abject surrender” in allowing Johnson to be interviewed by Marr without agreeing to the Neil interview.</p> <p>Ben Bradshaw, a Labour former culture secretary and candidate in Exeter, tweeted: “This is a shameful and abject surrender by the BBC management, which will leave professional BBC journalists absolutely horrified and in despair with an organisation where morale is already at rock bottom.”</p> <p>In a tweet, the Ilford North candidate Wes Streeting said: “I love the BBC and hate the regular attacks on its impartiality and the professionalism of its journalists, particularly when it has some of the very best in the business. But this decision is wrong. The BBC have been played by the Tory leader and shouldn’t dance to his tune.”</p> <p>Labour had accused Johnson of avoiding Neil, insisting it had agreed to let Jeremy Corbyn appear on the programme in the belief that the prime minister was already signed up.</p> <p>John McDonnell, the shadow chancellor, said: “The reason [Johnson] is doing this is because he thinks, like his Bullingdon friends, that they are above the rest of us, that they don’t need to be held to account, they don’t need to be treated like the rest of us.”</p> <p>The prime minister also refused to appear on Channel 4 News’s climate change debate on Thursday, where he was replaced with a melting ice sculpture.</p> <p>In response, the Conservatives <a href=\"https://www.theguardian.com/politics/2019/nov/28/ice-sculpture-to-replace-boris-johnson-in-channel-4-climate-debate\">complained to the media regulato</a>r, Ofcom, about alleged bias; threatened to change the public service remit of Channel 4 if they won the election; and sent their own camera crew to follow Michael Gove, the chancellor of the Duchy of Lancaster, as he attempted to take Johnson’s place on the debate.</p> <p>ITV will hold its election debate on Sunday evening, featuring the Brexit party leader, Nigel Farage, Jo Swinson of the Liberal Democrats, the Scottish National party’s Nicola Sturgeon, Siân Berry, the co-leader of the Green party, and Plaid Cymru’s Adam Price.</p> <p>Party representatives for Labour and the Conservatives were still to be confirmed, the broadcaster said.</p> <p>During the debate, from 7pm-9pm, each representative will have one minute for their opening statement and 45sec for a closing statement.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "581",
      "firstPublicationDate": "2019-11-30T13:01:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:45:18Z",
      "newspaperEditionDate": "2019-12-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/czc6h",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9206cfc719164a7a25b3667828c0d0df1bca571c/575_259_2747_1648/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson will be interviewed on the Andrew Marr Show on Sunday, despite him failing to set a date to be interviewed by Andrew Neil, the BBC has announced. The broadcaster had initially refused to allow the prime minister to appear on Marr’s flagship programme unless he agreed to take part in a 30-minute interview with Neil, as every other party leader had agreed to do. In a statement, the BBC said that after the terrorist attack on London Bridge, it believed there was a public interest in Johnson appearing on the show, but it repeated its request for him to face Neil. “As the national public service broadcaster, the BBC’s first priority must be its audience,” the statement said. “In the wake of a major terrorist incident, we believe it is now in the public interest that the prime minister should be interviewed on our flagship Sunday political programme. “All parties’ election policy proposals must – and will – face detailed scrutiny from us and we continue to urge Boris Johnson to take part in the primetime Andrew Neil interview as other leaders have done.” Jonathan Ashworth, Labour’s candidate for Leicester South, and the Liberal Democrats’ Chuka Umunna are the other guests on the programme. The Guardian’s north of England editor, Helen Pidd, will be among the journalists reviewing Sunday’s newspapers. Labour candidates accused the BBC of “abject surrender” in allowing Johnson to be interviewed by Marr without agreeing to the Neil interview. Ben Bradshaw, a Labour former culture secretary and candidate in Exeter, tweeted: “This is a shameful and abject surrender by the BBC management, which will leave professional BBC journalists absolutely horrified and in despair with an organisation where morale is already at rock bottom.” In a tweet, the Ilford North candidate Wes Streeting said: “I love the BBC and hate the regular attacks on its impartiality and the professionalism of its journalists, particularly when it has some of the very best in the business. But this decision is wrong. The BBC have been played by the Tory leader and shouldn’t dance to his tune.” Labour had accused Johnson of avoiding Neil, insisting it had agreed to let Jeremy Corbyn appear on the programme in the belief that the prime minister was already signed up. John McDonnell, the shadow chancellor, said: “The reason [Johnson] is doing this is because he thinks, like his Bullingdon friends, that they are above the rest of us, that they don’t need to be held to account, they don’t need to be treated like the rest of us.” The prime minister also refused to appear on Channel 4 News’s climate change debate on Thursday, where he was replaced with a melting ice sculpture. In response, the Conservatives complained to the media regulator, Ofcom, about alleged bias; threatened to change the public service remit of Channel 4 if they won the election; and sent their own camera crew to follow Michael Gove, the chancellor of the Duchy of Lancaster, as he attempted to take Johnson’s place on the debate. ITV will hold its election debate on Sunday evening, featuring the Brexit party leader, Nigel Farage, Jo Swinson of the Liberal Democrats, the Scottish National party’s Nicola Sturgeon, Siân Berry, the co-leader of the Green party, and Plaid Cymru’s Adam Price. Party representatives for Labour and the Conservatives were still to be confirmed, the broadcaster said. During the debate, from 7pm-9pm, each representative will have one minute for their opening statement and 45sec for a closing statement.",
      "charCount": "3521",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nadeembadshah\">Nadeem Badshah</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]