[
  {
    "id": "uk-news/2019/aug/10/labour-calls-for-review-into-police-welfare-as-suicide-figures-revealed",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-08-10T13:00:19Z",
    "webTitle": "Labour calls for review into police welfare as suicide figures revealed",
    "webUrl": "https://www.theguardian.com/uk-news/2019/aug/10/labour-calls-for-review-into-police-welfare-as-suicide-figures-revealed",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/aug/10/labour-calls-for-review-into-police-welfare-as-suicide-figures-revealed",
    "fields": {
      "headline": "Labour calls for review into police welfare as suicide figures revealed",
      "standfirst": "<p>Sickness and absence at near record levels and hundreds of officers have killed themselves</p>",
      "trailText": "Sickness and absence at near record levels and hundreds of officers have killed themselves",
      "byline": "Mark Townsend and Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"2b5cdf395672c3add442fb3758aaaf4f63472966\"> <img src=\"https://media.guim.co.uk/2b5cdf395672c3add442fb3758aaaf4f63472966/0_100_3840_2304/1000.jpg\" alt=\"Diane Abbott\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘There is clearly a serious problem of welfare and morale among many officers,’ said Diane Abbott. </span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>",
      "body": "<p>The Labour party has called for a review into police welfare as new analysis reveals that hundreds of officers have killed themselves.</p> <p>Research shows that sickness and absence are running at near record levels across forces in England and Wales, with 336 officers classified as having killed themselves since 2001. Three of the four highest totals of annual absence on record were also in the last three years.</p> <p>The figures follow increased fears of violence against the police, the latest incident being a <a href=\"https://www.theguardian.com/uk-news/2019/aug/08/london-machete-attack-leaves-police-officer-critically-wounded\">machete attack on PC Stuart Outten</a> in east London on Tuesday.</p> <p>Although the 28-year-old received multiple stab wounds to his head and body, the officer managed to use a Taser electrical weapon on his assailant.</p> <p>On Saturday police officers on social media were demanding the end of “single-crewing” – the deployment of unaccompanied officers – and the universal rollout of Taser electrical weapons to protect officers from physical attacks.</p> <p>The debate on the level of street violence comes as Boris Johnson prepares to unveil plans to increase the number of prison places.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/aug/09/family-of-police-officer-stabbed-in-the-head-praise-his-bravery\">Family of police officer stabbed in the head praise his bravery</a> </p> </aside>  <p>The prime minister, aiming to reposition the Conservatives as the party of law and order before a possible election, is expected to announce thousands more spaces in a renewed prison-building programme.</p> <p>On Monday, police chiefs, judges and prison bosses will attend a roundtable discussion at Downing Street on how to improve the criminal justice system and ensure offenders serve their full sentences.</p> <p>Johnson also wants more stop-and-search and place greater emphasis on “tackling county lines, knife crime and moped gangs”.</p> <p>Although Johnson has previously announced 20,000 extra police, Labour says the previous cuts and the loss of about 20,000 officers between 2009 and 2018 has had an impact on the mental health of many.</p> <p>Analysis by the party found that between 2001 and 2009, the average number of suicides a year of individuals classed as police officers at death, between the age of 20 and 74, was below 17.</p> <p>Yet from 2010 to 2017, the most recent data available, the average rose to 23 and follows concerns aired by the Police Federation of England and Wales that the “high-stress nature of the job is driving several police officers to consider suicide”.</p> <p>Elsewhere, Labour’s research reveals that the number of officers retired on medical grounds surged in 2011-12 and has remained high ever since, standing at 500 in 2017-18.</p> <p>Diane Abbott, the shadow home secretary, said: “There is clearly a serious problem of welfare and morale among many officers. Home Office ministers need to address this crisis, and urgently work with police representatives to improve mental health support. The demands on officers’ time have soared because there are fewer police dealing with rising recorded crime, against the backdrop of deepening social problems caused by Tory cuts.”</p> <p><em>• In the UK and Ireland, Samaritans can be contacted on 116 123 or email <a href=\"mailto:jo@samaritans.org\">jo@samaritans.org</a> or <a href=\"mailto:jo@samaritans.ie\">jo@samaritans.ie</a>. In the US, the National Suicide Prevention Lifeline is <a href=\"tel:%28800%29%20273-8255\">1-800-273-8255</a>. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found at<a href=\"http://www.befrienders.org/\">www.befrienders.org</a>.</em></p>",
      "wordcount": "504",
      "firstPublicationDate": "2019-08-10T13:00:19Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-10T13:41:05Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c5v4v",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2b5cdf395672c3add442fb3758aaaf4f63472966/0_100_3840_2304/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Labour party has called for a review into police welfare as new analysis reveals that hundreds of officers have killed themselves. Research shows that sickness and absence are running at near record levels across forces in England and Wales, with 336 officers classified as having killed themselves since 2001. Three of the four highest totals of annual absence on record were also in the last three years. The figures follow increased fears of violence against the police, the latest incident being a machete attack on PC Stuart Outten in east London on Tuesday. Although the 28-year-old received multiple stab wounds to his head and body, the officer managed to use a Taser electrical weapon on his assailant. On Saturday police officers on social media were demanding the end of “single-crewing” – the deployment of unaccompanied officers – and the universal rollout of Taser electrical weapons to protect officers from physical attacks. The debate on the level of street violence comes as Boris Johnson prepares to unveil plans to increase the number of prison places. The prime minister, aiming to reposition the Conservatives as the party of law and order before a possible election, is expected to announce thousands more spaces in a renewed prison-building programme. On Monday, police chiefs, judges and prison bosses will attend a roundtable discussion at Downing Street on how to improve the criminal justice system and ensure offenders serve their full sentences. Johnson also wants more stop-and-search and place greater emphasis on “tackling county lines, knife crime and moped gangs”. Although Johnson has previously announced 20,000 extra police, Labour says the previous cuts and the loss of about 20,000 officers between 2009 and 2018 has had an impact on the mental health of many. Analysis by the party found that between 2001 and 2009, the average number of suicides a year of individuals classed as police officers at death, between the age of 20 and 74, was below 17. Yet from 2010 to 2017, the most recent data available, the average rose to 23 and follows concerns aired by the Police Federation of England and Wales that the “high-stress nature of the job is driving several police officers to consider suicide”. Elsewhere, Labour’s research reveals that the number of officers retired on medical grounds surged in 2011-12 and has remained high ever since, standing at 500 in 2017-18. Diane Abbott, the shadow home secretary, said: “There is clearly a serious problem of welfare and morale among many officers. Home Office ministers need to address this crisis, and urgently work with police representatives to improve mental health support. The demands on officers’ time have soared because there are fewer police dealing with rising recorded crime, against the backdrop of deepening social problems caused by Tory cuts.” • In the UK and Ireland, Samaritans can be contacted on 116 123 or email jo@samaritans.org or jo@samaritans.ie. In the US, the National Suicide Prevention Lifeline is 1-800-273-8255. In Australia, the crisis support service Lifeline is 13 11 14. Other international helplines can be found atwww.befrienders.org.",
      "charCount": "3164",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/marktownsend\">Mark Townsend</a> and <a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]