[
  {
    "id": "politics/2019/sep/28/speaker-john-bercow-summons-party-leaders-to-peace-talks",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-28T20:13:00Z",
    "webTitle": "Speaker John Bercow summons party leaders to peace talks",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/28/speaker-john-bercow-summons-party-leaders-to-peace-talks",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/28/speaker-john-bercow-summons-party-leaders-to-peace-talks",
    "fields": {
      "headline": "Speaker John Bercow summons party leaders to peace talks",
      "standfirst": "<p>Meeting called after multiple MPs raise fears over effect of angry rhetoric in Commons </p>",
      "trailText": "Meeting called after multiple MPs raise fears over effect of angry rhetoric in Commons ",
      "byline": "Michael Savage and Mark Townsend",
      "main": "<figure class=\"element element-image\" data-media-id=\"fc9774eaf9a6cd08d18427f52509183bc6841d4b\"> <img src=\"https://media.guim.co.uk/fc9774eaf9a6cd08d18427f52509183bc6841d4b/0_115_4950_2970/1000.jpg\" alt=\"John Bercow\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">John Bercow will also discuss new security measures with the leaders.</span> <span class=\"element-image__credit\">Photograph: Jessica Taylor/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Commons Speaker John Bercow has summoned party leaders to an emergency meeting on the growing use of <a href=\"https://www.theguardian.com/politics/2019/sep/26/boris-johnson-refuses-to-apologise-for-language-about-jo-cox\" title=\"\">inflammatory language</a> in Westminster, amid concerns that MPs are facing an increasing safety risk before a potential election.</p> <p>Bercow has convened the meeting on Monday in an attempt to tackle the acrimony in the Commons and to discuss any new security measures in parliament. It comes just days after Boris Johnson accused his opponents of Brexit betrayal and surrender.</p> <p>A number of MPs, including former Tory minister Amber Rudd, have accused Johnson of <a href=\"https://www.theguardian.com/politics/2019/sep/27/amber-rudd-prime-minister-brexit-rhetoric-legitimises-violence\" title=\"\">legitimising violence</a> against opponents with his Brexit rhetoric. He caused outrage last week after refusing to drop the term “surrender act” to describe legal measures designed to stop a no-deal Brexit.</p> <p>However, it is understood that the prime minister will not attend the Speaker’s meeting, instead sticking to his commitments at the Conservative party conference in Manchester. The government plans to send another minister in his place.</p> <p>Johnson ignited the row last week after dismissing the concerns of a Labour MP who had received death threats. Paula Sherriff referred to Jo Cox, the Labour MP murdered in 2016, as she pleaded with the prime minister to refrain from using words such as “surrender”. He dismissed her concerns as “humbug”.</p> <p>It has emerged that West Yorkshire Police are investigating three <a href=\"https://www.theguardian.com/politics/2019/sep/26/abuse-is-virtually-constant-female-mps-speak-about-the-threats-they-face\" title=\"\">serious threats</a> against Sherriff in the wake of her heated exchange with Johnson last Wednesday. Sherriff, MP for Dewsbury, told the <em>Observer</em> that following the confrontation her office received hundreds of abusive messages in less than two days. “People are parroting his words in the emails we are getting: you voted for the surrender act, capitulation. People are so angry and the fact that we have a prime minister who is deliberately stoking up this toxic atmosphere is beyond irresponsible,” she said.</p> <p>Tracy Brabin, the neighbouring Labour MP for Batley and Spen, the constituency where Cox was murdered by a far-right terrorist in 2016 days before the EU referendum, said her office had received a fourfold increase in abusive messages since she also told Johnson to “moderate his language” last week.</p> <p>Tensions will be further inflamed after it emerged that Johnson’s key adviser said the term “surrender” would be used repeatedly throughout any election campaign. Dominic Cummings told a meeting on Friday he planned to “ram it down their throats”.</p>  <figure class=\"element element-image\" data-media-id=\"6fd0f5a1e4c513c3255c9cf60f9fd4d6eeb5a22c\"> <img src=\"https://media.guim.co.uk/6fd0f5a1e4c513c3255c9cf60f9fd4d6eeb5a22c/0_73_2200_1319/1000.jpg\" alt=\"MP Paula Sherriff\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">MP Paula Sherriff questioning the prime minister on his use of the word “surrender” in the Commons last week.</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <p>It came as police in Gwent <a href=\"https://www.theguardian.com/politics/2019/sep/28/police-investigate-nigel-farage-knife-comments\">investigated comments by Nigel Farage</a> in which he said the Brexit party would “take the knife” to the civil service, condemning “overpaid pen pushers … not doing a neutral job”.</p> <p><a href=\"https://www.theguardian.com/politics/2019/sep/28/jo-cox-parties-must-agree-behaviour-standards-kim-leadbeater-catherine-anderson\">Writing in the </a><em><a href=\"https://www.theguardian.com/politics/2019/sep/28/jo-cox-parties-must-agree-behaviour-standards-kim-leadbeater-catherine-anderson\">Observer</a></em>, Kim Leadbeater, Cox’s sister, calls for party leaders to agree a new standard of conduct.</p> <p>“We cannot go on like this,” she writes. “The poison and intolerance that has infected our national political debate has to be excised. If we cannot find a way to restore some respect and responsibility to our politics the implications will be serious, not just for those in and around Westminster, but for all of us.”</p> <p>Jeremy Corbyn, Jo Swinson and other party leaders are expecting to attend the meeting with the Speaker. Liz Saville Roberts, the Plaid Cymru Westminster leader, said: “It is deeply depressing that it has come to this. Politicians on all sides of the divide have to raise the tone of debate. There is, however, a difference between passionate debate and the cynical use of focus-group tested phrases to whip up anger and division.</p> <p>“Brexit has released a deeply dark side of our politics, elements of which have found its way into No 10 Downing Street. I hope this meeting will give politicians from all parties, and particularly the prime minister, the opportunity to think again.”Antoinette Sandbach, MP for Eddisbury, one of the 21 who recently had the Tory whip removed for voting against the government, <a href=\"https://www.theguardian.com/politics/2019/sep/28/antoinette-sandbach-moderate-tories-stand-up-boris-johnson\">wrote in the </a><em><a href=\"https://www.theguardian.com/politics/2019/sep/28/antoinette-sandbach-moderate-tories-stand-up-boris-johnson\">Observer</a></em> the government’s cavalier approach to language was destroying British values and called on moderate Tories to speak out against this “aberration from our values”. Johnson, she added, needed “to recognise he was no longer a highly paid columnist” but the prime minister whose words were taken seriously: “Until he lives up to the reality of his actions, he lets down our country and puts his colleagues in danger.”</p> <p>Brabin has been advised by West Yorkshire Police to have a police presence in her constituency surgery in the wake of threats after the clash with the prime minister. She said: “I would say to anybody reading this article, say ‘well done’ to your MP because it’s going to be too late when they’re in A&amp;E. Do it now.”</p> <p>The Labour MP also revealed that even before the latest outbreak of abuse the issue was serious. A summer intern, who was also a friend of Cox, had the role of supervising Brabin’s social media account but found the abuse too much. “He was finding it impacting on his mental health so in the end I took him off the job.”</p> <p>Sherriff also revealed that a number of Tory MPs had approached her to offer support and some said they were making complaints to the party whip over Johnson’s conduct. One told her that he was “mortified” by Johnson’s conduct and last Thursday told Sherriff: “There are so many of us with you and we are making representations to the chief whip.”</p> <p>Sherriff also claimed that a cabinet minister told her that he would personally “sort this out” with Johnson and had already texted the prime minister.</p>",
      "newspaperPageNumber": "7",
      "wordcount": "920",
      "commentable": "false",
      "firstPublicationDate": "2019-09-28T20:01:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:14Z",
      "newspaperEditionDate": "2019-09-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cdy4q",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fc9774eaf9a6cd08d18427f52509183bc6841d4b/0_115_4950_2970/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Commons Speaker John Bercow has summoned party leaders to an emergency meeting on the growing use of inflammatory language in Westminster, amid concerns that MPs are facing an increasing safety risk before a potential election. Bercow has convened the meeting on Monday in an attempt to tackle the acrimony in the Commons and to discuss any new security measures in parliament. It comes just days after Boris Johnson accused his opponents of Brexit betrayal and surrender. A number of MPs, including former Tory minister Amber Rudd, have accused Johnson of legitimising violence against opponents with his Brexit rhetoric. He caused outrage last week after refusing to drop the term “surrender act” to describe legal measures designed to stop a no-deal Brexit. However, it is understood that the prime minister will not attend the Speaker’s meeting, instead sticking to his commitments at the Conservative party conference in Manchester. The government plans to send another minister in his place. Johnson ignited the row last week after dismissing the concerns of a Labour MP who had received death threats. Paula Sherriff referred to Jo Cox, the Labour MP murdered in 2016, as she pleaded with the prime minister to refrain from using words such as “surrender”. He dismissed her concerns as “humbug”. It has emerged that West Yorkshire Police are investigating three serious threats against Sherriff in the wake of her heated exchange with Johnson last Wednesday. Sherriff, MP for Dewsbury, told the Observer that following the confrontation her office received hundreds of abusive messages in less than two days. “People are parroting his words in the emails we are getting: you voted for the surrender act, capitulation. People are so angry and the fact that we have a prime minister who is deliberately stoking up this toxic atmosphere is beyond irresponsible,” she said. Tracy Brabin, the neighbouring Labour MP for Batley and Spen, the constituency where Cox was murdered by a far-right terrorist in 2016 days before the EU referendum, said her office had received a fourfold increase in abusive messages since she also told Johnson to “moderate his language” last week. Tensions will be further inflamed after it emerged that Johnson’s key adviser said the term “surrender” would be used repeatedly throughout any election campaign. Dominic Cummings told a meeting on Friday he planned to “ram it down their throats”. It came as police in Gwent investigated comments by Nigel Farage in which he said the Brexit party would “take the knife” to the civil service, condemning “overpaid pen pushers … not doing a neutral job”. Writing in the Observer, Kim Leadbeater, Cox’s sister, calls for party leaders to agree a new standard of conduct. “We cannot go on like this,” she writes. “The poison and intolerance that has infected our national political debate has to be excised. If we cannot find a way to restore some respect and responsibility to our politics the implications will be serious, not just for those in and around Westminster, but for all of us.” Jeremy Corbyn, Jo Swinson and other party leaders are expecting to attend the meeting with the Speaker. Liz Saville Roberts, the Plaid Cymru Westminster leader, said: “It is deeply depressing that it has come to this. Politicians on all sides of the divide have to raise the tone of debate. There is, however, a difference between passionate debate and the cynical use of focus-group tested phrases to whip up anger and division. “Brexit has released a deeply dark side of our politics, elements of which have found its way into No 10 Downing Street. I hope this meeting will give politicians from all parties, and particularly the prime minister, the opportunity to think again.”Antoinette Sandbach, MP for Eddisbury, one of the 21 who recently had the Tory whip removed for voting against the government, wrote in the Observer the government’s cavalier approach to language was destroying British values and called on moderate Tories to speak out against this “aberration from our values”. Johnson, she added, needed “to recognise he was no longer a highly paid columnist” but the prime minister whose words were taken seriously: “Until he lives up to the reality of his actions, he lets down our country and puts his colleagues in danger.” Brabin has been advised by West Yorkshire Police to have a police presence in her constituency surgery in the wake of threats after the clash with the prime minister. She said: “I would say to anybody reading this article, say ‘well done’ to your MP because it’s going to be too late when they’re in A&amp;E. Do it now.” The Labour MP also revealed that even before the latest outbreak of abuse the issue was serious. A summer intern, who was also a friend of Cox, had the role of supervising Brabin’s social media account but found the abuse too much. “He was finding it impacting on his mental health so in the end I took him off the job.” Sherriff also revealed that a number of Tory MPs had approached her to offer support and some said they were making complaints to the party whip over Johnson’s conduct. One told her that he was “mortified” by Johnson’s conduct and last Thursday told Sherriff: “There are so many of us with you and we are making representations to the chief whip.” Sherriff also claimed that a cabinet minister told her that he would personally “sort this out” with Johnson and had already texted the prime minister.",
      "charCount": "5449",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a> and <a href=\"profile/marktownsend\">Mark Townsend</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/28/police-investigate-nigel-farage-knife-comments",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-28T17:15:14Z",
    "webTitle": "No police action over Farage vow to 'take knife' to Whitehall",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/28/police-investigate-nigel-farage-knife-comments",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/28/police-investigate-nigel-farage-knife-comments",
    "fields": {
      "headline": "No police action over Farage vow to 'take knife' to Whitehall",
      "standfirst": "<p>Gwent force said the comments made in a speech did not constitute a criminal offence</p>",
      "trailText": "Gwent force said the comments made in a speech did not constitute a criminal offence",
      "byline": "Nadeem Badshah",
      "main": "<figure class=\"element element-image\" data-media-id=\"e262b73b87ca3ed3dcabeee735f1055963e9620c\"> <img src=\"https://media.guim.co.uk/e262b73b87ca3ed3dcabeee735f1055963e9620c/0_168_4500_2700/1000.jpg\" alt=\"Nigel Farage\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nigel Farage’s comments were reported to the police.</span> <span class=\"element-image__credit\">Photograph: Vickie Flores/EPA</span> </figcaption> </figure>",
      "body": "<p>Police will not be taking further action over remarks made by Nigel Farage at a rally in which he told the crowd “once Brexit is done, we will take the knife” to “overpaid pen-pushers in Whitehall.”</p> <p>Gwent police said they were looking into the comments made by the Brexit party leader during the event at the Neon in Newport last weekend. The comments, made to an audience of about 500 people, were reported to the force by several people on Twitter.</p> <p>The force later issued a statement saying: “We are aware of the heightened tensions that exist regarding use of language, and take all allegations and concerns from members of the public very seriously.</p> <p>“However, following a thorough assessment, it is our view that the comments in the video, do not constitute a criminal offence. As such, Gwent police will not be taking any further action.”</p> <p>Naomi Long, an MEP for the Alliance party, had asked police on Twitter if they would be investigating “this clear case of incitement to violence against staff in the civil service”.</p> <p>Farage has since claimed he was talking about reducing the number of civil service jobs after Brexit. He tweeted: “I should have said ‘take the axe’, which is a more traditional term for cuts.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Nigel_Farage/status/1177932689321730050\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I should have said ‘take the axe’, which is a more traditional term for cuts. <a href=\"https://t.co/3SCyut3tlx\">https://t.co/3SCyut3tlx</a></p>&mdash; Nigel Farage (@Nigel_Farage) <a href=\"https://twitter.com/Nigel_Farage/status/1177932689321730050?ref_src=twsrc%5Etfw\">September 28, 2019</a></blockquote>  </figure>  <p>During the speech, Farage also described his opinion of several political figures including “that ghastly little man called [John] Bercow” and “that perfectly vile little pipsqueak of a prime minister in Luxembourg”.</p> <p>It comes after Boris Johnson triggered widespread criticism over his <a href=\"https://www.theguardian.com/politics/2019/sep/25/pm-branded-a-disgrace-after-saying-best-way-to-honour-jo-cox-is-to-deliver-brexit\">inflammatory rhetoric</a> in the Commons on Wednesday. </p> <p>The prime minister told the Labour MP Paula Sherriff, who <a href=\"https://www.theguardian.com/politics/2019/sep/26/abuse-is-virtually-constant-female-mps-speak-about-the-threats-they-face\">disclosed she received death threats every day</a>, that her concerns about his language fuelling violence were “humbug”. Johnson also said the best way to honour the murdered MP Jo Cox was to “get Brexit done”.</p> <p>Johnson <a href=\"https://www.theguardian.com/politics/2019/sep/26/boris-johnson-refuses-to-apologise-for-language-about-jo-cox\">declined to apologise for his remarks</a> about Cox and did not attend a Commons debate on incendiary rhetoric. But he later acknowledged the need to moderate violent language on all sides of the debate.</p> <p>The prime minister was reported to have told Conservative MPs on Thursday that he would continue to use his language about the so-called Benn act to stop a no-deal Brexit. He had <a href=\"https://www.theguardian.com/politics/2019/sep/26/pms-divisive-surrender-bill-phrase-neither-careless-nor-casual\">labelled the legislation the “surrender bill”</a>, despite criticism that this depicts his opponents in parliament as traitors guilty of a betrayal.</p> <p>Johnson was criticised by his sister, Rachel, who told Sky: “I do think it was particularly tasteless for those grieving a mother, MP and friend to say the best way to honour her memory is to deliver the thing she and her family campaigned against.</p> <p>“I think it was a very tasteless way of referring to the memory of a murdered MP, murdered by someone who said ‘Britain first’, of the far-right tendency, which you could argue is being whipped up by this sort of language.</p> <p>“My brother is using words like surrender and capitulation as if the people standing in the way of the blessed will of the people as defined by 17.4m votes in 2016 should be hung, drawn, quartered, tarred and feathered. I think that is highly reprehensible language to use.”</p> <p>The former home secretary Amber Rudd accused Johnson of inciting violence for using words such as “surrender” and accusing MPs of “betraying” the people.</p> <p>The Church of England’s bishops released a joint statement on Friday, calling on people both inside and outside parliament <a href=\"https://www.theguardian.com/politics/2019/sep/27/c-of-e-bishops-call-for-amelioration-of-brexit-rhetoric\">to treat each other with greater respect</a>. They spoke after numerous MPs complained of receiving threats and Johnson’s senior aide, <a href=\"https://www.theguardian.com/politics/2019/sep/07/smash-and-grab-dominic-cummings-democracy\">Dominic Cummings</a>, suggested that only carrying out Brexit would ease tensions. “In the last few days, the use of language, both in debates and outside parliament, has been unacceptable,” the bishops wrote.</p>",
      "wordcount": "622",
      "firstPublicationDate": "2019-09-28T13:20:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:13Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cdk8m",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e262b73b87ca3ed3dcabeee735f1055963e9620c/0_168_4500_2700/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Police will not be taking further action over remarks made by Nigel Farage at a rally in which he told the crowd “once Brexit is done, we will take the knife” to “overpaid pen-pushers in Whitehall.” Gwent police said they were looking into the comments made by the Brexit party leader during the event at the Neon in Newport last weekend. The comments, made to an audience of about 500 people, were reported to the force by several people on Twitter. The force later issued a statement saying: “We are aware of the heightened tensions that exist regarding use of language, and take all allegations and concerns from members of the public very seriously. “However, following a thorough assessment, it is our view that the comments in the video, do not constitute a criminal offence. As such, Gwent police will not be taking any further action.” Naomi Long, an MEP for the Alliance party, had asked police on Twitter if they would be investigating “this clear case of incitement to violence against staff in the civil service”. Farage has since claimed he was talking about reducing the number of civil service jobs after Brexit. He tweeted: “I should have said ‘take the axe’, which is a more traditional term for cuts.” During the speech, Farage also described his opinion of several political figures including “that ghastly little man called [John] Bercow” and “that perfectly vile little pipsqueak of a prime minister in Luxembourg”. It comes after Boris Johnson triggered widespread criticism over his inflammatory rhetoric in the Commons on Wednesday. The prime minister told the Labour MP Paula Sherriff, who disclosed she received death threats every day, that her concerns about his language fuelling violence were “humbug”. Johnson also said the best way to honour the murdered MP Jo Cox was to “get Brexit done”. Johnson declined to apologise for his remarks about Cox and did not attend a Commons debate on incendiary rhetoric. But he later acknowledged the need to moderate violent language on all sides of the debate. The prime minister was reported to have told Conservative MPs on Thursday that he would continue to use his language about the so-called Benn act to stop a no-deal Brexit. He had labelled the legislation the “surrender bill”, despite criticism that this depicts his opponents in parliament as traitors guilty of a betrayal. Johnson was criticised by his sister, Rachel, who told Sky: “I do think it was particularly tasteless for those grieving a mother, MP and friend to say the best way to honour her memory is to deliver the thing she and her family campaigned against. “I think it was a very tasteless way of referring to the memory of a murdered MP, murdered by someone who said ‘Britain first’, of the far-right tendency, which you could argue is being whipped up by this sort of language. “My brother is using words like surrender and capitulation as if the people standing in the way of the blessed will of the people as defined by 17.4m votes in 2016 should be hung, drawn, quartered, tarred and feathered. I think that is highly reprehensible language to use.” The former home secretary Amber Rudd accused Johnson of inciting violence for using words such as “surrender” and accusing MPs of “betraying” the people. The Church of England’s bishops released a joint statement on Friday, calling on people both inside and outside parliament to treat each other with greater respect. They spoke after numerous MPs complained of receiving threats and Johnson’s senior aide, Dominic Cummings, suggested that only carrying out Brexit would ease tensions. “In the last few days, the use of language, both in debates and outside parliament, has been unacceptable,” the bishops wrote.",
      "charCount": "3715",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nadeembadshah\">Nadeem Badshah</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/sep/28/brexit-language-division-anger-infecting-schools-teaching",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-09-28T14:05:13Z",
    "webTitle": "‘We’re confused, angry and anxious over Brexit … and so are the children we teach’",
    "webUrl": "https://www.theguardian.com/education/2019/sep/28/brexit-language-division-anger-infecting-schools-teaching",
    "apiUrl": "https://content.guardianapis.com/education/2019/sep/28/brexit-language-division-anger-infecting-schools-teaching",
    "fields": {
      "headline": "‘We’re confused, angry and anxious over Brexit … and so are the children we teach’",
      "standfirst": "As divisive language plumbs new depths, three teachers say their pupils are afraid and they cannot now teach ‘British values’",
      "trailText": "As divisive language plumbs new depths, three teachers say their pupils are afraid and they cannot now teach ‘British values’",
      "byline": "Donna Ferguson",
      "main": "<figure class=\"element element-image\" data-media-id=\"ca57f8b85c71665efa57509f27781856e71cb803\"> <img src=\"https://media.guim.co.uk/ca57f8b85c71665efa57509f27781856e71cb803/855_0_4675_2806/1000.jpg\" alt=\"Ed Finch, a teacher at Larkrise primary school in Oxford.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ed Finch, a teacher at Larkrise primary school in Oxford: ‘Our school is diverse in every sense. For many of our children, this is a scary time. Will they be permitted to remain in the UK?’</span> <span class=\"element-image__credit\">Photograph: Ben Gurr/The Observer</span> </figcaption> </figure>",
      "body": "<p><strong>Ed Finch, teacher, Larkrise primary school, Oxford</strong><br>There’s another general election coming and I am sick to my stomach at the thought of how I’ll discuss that in class or in assembly. How can I present, in a balanced and non-judgmental way, the appalling invective that has been normalised these last few weeks? How can I suggest to pupils that adults who posture, threaten, lie and break the law are worthy of our respect?</p> <p>We are required to teach “British values” – values such as democracy, pride in diversity, respect for the rule of law. How can we present any of these with a straight face?</p> <p>Our school is diverse in every sense. Children from every part of the globe learn together, and our staff are multicultural too. For many of them, this is a scary time. Will they be permitted to remain in the UK? Even if they are permitted to remain, is this still a country in which they feel welcome and safe?</p> <p>Conversation in the staff room is strained. We tread carefully, not knowing where people’s worries lie. More than one staff member has told me of cruel words in the street.</p> <p>Some children are anxious – just yesterday I had to have a calming conversation with a six-year-old child who had misunderstood the judgment of the supreme court to mean that Brexit was going ahead immediately. Like the rest of us, I’m confused, angry and anxious, too, and it took a good deal of my skills gained from decades in the classroom to put on my reassuring face and convince her all would be well.</p> <p>As a teacher trying to mould young people who feel safe and empowered to be active citizens of the future, the changes to our political life make me feel helpless in a way I have never felt before.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"15c83b3eaf7cd6e2f83b8a97f5251d5feb7434b9\"> <img src=\"https://media.guim.co.uk/15c83b3eaf7cd6e2f83b8a97f5251d5feb7434b9/0_1346_3024_1814/1000.jpg\" alt=\"Kevin Patel, deputy headteacher of Harrow high school.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Kevin Patel, deputy headteacher of Harrow high school: ‘There is a need for young people to see that democracy can work, that they are part of the political process.’</span> <span class=\"element-image__credit\">Photograph: Handout</span> </figcaption> </figure>  <p><strong>Kevin Patel, deputy headteacher, Harrow high school</strong><br>My school is very diverse and there are lots of students from Europe, particularly eastern Europe. They have come here for a better life and now they feel uncertain about whether they can stay and what fees they will be charged for university if they do. As a result, there is a growing sense among the GCSE and A-level students that they will go back to their native country, instead of attending university here.</p> <p>Motivation has dropped off among some of these students over the past year and their grades are falling too. They don’t seem to care as much about their schoolwork.</p> <p>Colleagues from Europe, meanwhile, feel very worried. The nation is divided and it’s hard for us, as teachers, to remain impartial. </p> <p>We are living in such a time of political turmoil that at the end of the last academic year we decided to start discussing topical issues on a weekly basis. We are careful to show students both sides of a political argument. Then we vote as a school.</p> <p>I hope that by proactively giving students space and time to debate politics we will make sure things don’t spill out into the playground. Clearly, there is a need for young people to see that democracy can work, that they are part of the political process. I want to make sure that when our students become voters they will feel they can shape their own destiny.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"16e20bcccd0a41afb67efd6ca25dded2a6c0a266\"> <img src=\"https://media.guim.co.uk/16e20bcccd0a41afb67efd6ca25dded2a6c0a266/33_20_246_308/246.jpg\" alt=\"Anthony White, headteacher, Pound Hill junior school, Crawley.\" width=\"246\" height=\"308\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anthony White, headteacher, Pound Hill junior school, Crawley: ‘Our country’s leaders demand of us to teach tolerance and respect, but they are not demonstrating those values themselves.’</span> <span class=\"element-image__credit\">Photograph: PR</span> </figcaption> </figure>  <p><strong>Anthony White, headteacher, Pound Hill junior school, Crawley</strong><br>Ever since the referendum result, levels of anger about Brexit have slowly been building among parents and, consequently, their children. After the March date for leaving the EU passed, we noticed some people – particularly from white, British families – starting to demonstrate that anger more often inside school.</p> <p>For example, we’ve had more parents coming into school and shouting at me and my staff when they get frustrated. There have also been times parents have shouted at children in the playground who have upset their own child. There’s been no chance to say: let’s discuss this and find out what happened. There’s just been immediate anger and a conviction that they’re right. We see that in school now with the children as well. They can’t listen to each other. Everything is black and white. There’s no grey. We witness a lot more physical violence from children. There is more aggression and confrontation, and less tolerance.</p> <p>Sometimes our students see people shouting on the TV about Brexit. They don’t understand it and they feel anxious. It’s difficult for us, as teachers, to unpick what is happening and explain it. We have had some challenging conversations with children who feel worried about losing their European friends.</p> <p>Our country’s leaders demand of us, in schools, to teach our children tolerance, respect and British values. But they are not demonstrating those values themselves. We live in a much more angry society now and I think parents are taking out their frustrations about the government on public servants like us. They are using us as a punchbag.</p>",
      "newspaperPageNumber": "44",
      "wordcount": "816",
      "commentable": "false",
      "firstPublicationDate": "2019-09-28T14:05:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:15Z",
      "newspaperEditionDate": "2019-09-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cdhcn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ca57f8b85c71665efa57509f27781856e71cb803/0_163_5530_3319/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Ed Finch, teacher, Larkrise primary school, Oxford There’s another general election coming and I am sick to my stomach at the thought of how I’ll discuss that in class or in assembly. How can I present, in a balanced and non-judgmental way, the appalling invective that has been normalised these last few weeks? How can I suggest to pupils that adults who posture, threaten, lie and break the law are worthy of our respect? We are required to teach “British values” – values such as democracy, pride in diversity, respect for the rule of law. How can we present any of these with a straight face? Our school is diverse in every sense. Children from every part of the globe learn together, and our staff are multicultural too. For many of them, this is a scary time. Will they be permitted to remain in the UK? Even if they are permitted to remain, is this still a country in which they feel welcome and safe? Conversation in the staff room is strained. We tread carefully, not knowing where people’s worries lie. More than one staff member has told me of cruel words in the street. Some children are anxious – just yesterday I had to have a calming conversation with a six-year-old child who had misunderstood the judgment of the supreme court to mean that Brexit was going ahead immediately. Like the rest of us, I’m confused, angry and anxious, too, and it took a good deal of my skills gained from decades in the classroom to put on my reassuring face and convince her all would be well. As a teacher trying to mould young people who feel safe and empowered to be active citizens of the future, the changes to our political life make me feel helpless in a way I have never felt before. Kevin Patel, deputy headteacher, Harrow high school My school is very diverse and there are lots of students from Europe, particularly eastern Europe. They have come here for a better life and now they feel uncertain about whether they can stay and what fees they will be charged for university if they do. As a result, there is a growing sense among the GCSE and A-level students that they will go back to their native country, instead of attending university here. Motivation has dropped off among some of these students over the past year and their grades are falling too. They don’t seem to care as much about their schoolwork. Colleagues from Europe, meanwhile, feel very worried. The nation is divided and it’s hard for us, as teachers, to remain impartial. We are living in such a time of political turmoil that at the end of the last academic year we decided to start discussing topical issues on a weekly basis. We are careful to show students both sides of a political argument. Then we vote as a school. I hope that by proactively giving students space and time to debate politics we will make sure things don’t spill out into the playground. Clearly, there is a need for young people to see that democracy can work, that they are part of the political process. I want to make sure that when our students become voters they will feel they can shape their own destiny. Anthony White, headteacher, Pound Hill junior school, Crawley Ever since the referendum result, levels of anger about Brexit have slowly been building among parents and, consequently, their children. After the March date for leaving the EU passed, we noticed some people – particularly from white, British families – starting to demonstrate that anger more often inside school. For example, we’ve had more parents coming into school and shouting at me and my staff when they get frustrated. There have also been times parents have shouted at children in the playground who have upset their own child. There’s been no chance to say: let’s discuss this and find out what happened. There’s just been immediate anger and a conviction that they’re right. We see that in school now with the children as well. They can’t listen to each other. Everything is black and white. There’s no grey. We witness a lot more physical violence from children. There is more aggression and confrontation, and less tolerance. Sometimes our students see people shouting on the TV about Brexit. They don’t understand it and they feel anxious. It’s difficult for us, as teachers, to unpick what is happening and explain it. We have had some challenging conversations with children who feel worried about losing their European friends. Our country’s leaders demand of us, in schools, to teach our children tolerance, respect and British values. But they are not demonstrating those values themselves. We live in a much more angry society now and I think parents are taking out their frustrations about the government on public servants like us. They are using us as a punchbag.",
      "charCount": "4718",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/donna-ferguson\">Donna Ferguson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/sep/28/education-closing-private-schools-labour-inequality-league-tables",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-28T09:00:05Z",
    "webTitle": "Education needs an overhaul, but closing private schools is not the answer | Lee Elliot Major and Steve Higgins",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/28/education-closing-private-schools-labour-inequality-league-tables",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/28/education-closing-private-schools-labour-inequality-league-tables",
    "fields": {
      "headline": "Education needs an overhaul, but closing private schools is not the answer",
      "standfirst": "If Labour really wants to tackle inequality, it should abolish league tables – and make state school admissions a lottery",
      "trailText": "If Labour really wants to tackle inequality, it should abolish league tables – and make state school admissions a lottery, say academics Lee Elliot Major and Steve Higgins",
      "byline": "Lee Elliot Major and Steve Higgins",
      "main": "<figure class=\"element element-image\" data-media-id=\"8699ae416b45a0ba213344c0a2ab735e54a32cd3\"> <img src=\"https://media.guim.co.uk/8699ae416b45a0ba213344c0a2ab735e54a32cd3/0_11_5906_3543/1000.jpg\" alt=\"Pupils at Kirkby high school, Merseyside\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Amid stagnating social mobility, schools remain the great hope of levelling the grotesquely uneven playing field.’ Pupils at Kirkby high school, Merseyside.</span> <span class=\"element-image__credit\">Photograph: Colin McPherson/Corbis via Getty Images</span> </figcaption> </figure>",
      "body": "<p>The Labour party’s radical proposals to <a href=\"https://www.theguardian.com/education/2019/sep/22/labour-delegates-vote-in-favour-of-abolishing-private-schools\" title=\"\">shake up England’s schooling system</a> has thrust educational debate into the spotlight, shattering the post-millennial political consensus of what’s best for our children. A Labour government would dismantle the very foundations of the current education landscape – <a href=\"https://www.theguardian.com/education/2019/apr/16/labour-will-scrap-sats-let-teachers-teach-vows-jeremy-corbyn\" title=\"\">abandoning tests</a> at the end of primary school, replacing the schools inspectorate, and abolishing private schools altogether. Labour claims it’s the party fighting for social justice rather than social mobility. It is certainly offering a different vision to that of the Conservatives, who want to create more places at selective grammar schools.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2019/sep/22/labour-delegates-vote-in-favour-of-abolishing-private-schools\">Labour delegates vote for plan that would abolish private schools</a> </p> </aside>  <p>But how do these policies stack up against the hard evidence? What’s undeniable is that we need to rethink the current approach to education. Amid <a href=\"https://www.theguardian.com/society/2019/apr/30/social-mobility-in-uk-virtually-stagnant-since-2014\" title=\"\">stagnating social mobility</a>, schools remain the great hope of levelling a grotesquely uneven playing field. But the achievement gap between poorer children and their better-off peers continues to be stark. Reviews of progress on narrowing the gap have adopted an increasingly futile tone.</p> <p>It’s an impossible task for teachers. Classroom divides are driven by inequalities outside the school gates. It’s an arms race that the wealthy are destined to win – just look at the <a href=\"https://www.theguardian.com/education/2018/dec/05/an-education-arms-race-inside-the-ultra-competitive-world-of-private-tutoring\" title=\"\">boom in private tutoring</a>. Education acts as a positional good – it’s not what qualifications you have that matters, but how much better they are than those of other pupils. Schools have worked wonders to get more children on free school meals passing national school benchmarks at age 16, but children from privileged homes have leaped further ahead in the academic stakes.</p> <p>Nationalising private schools wouldn’t demolish the divide between education’s haves and have-nots – even if you were able to overcome the legal and financial obstacles required for such a dramatic move. Middle-class parents would still manage to gain advantage in the state system, monopolising the best state schools.</p> <p>A guaranteed way to reduce middle-class advantage would be to roll out lotteries for state school admissions, and pick pupils randomly. It is undeniably the most equitable means of allocating places to equally deserving candidates. But that’s unlikely to win many votes in a general election. Promoting social mobility is not always politically palatable.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Classroom divides are driven by inequalities outside the school gates. Just look at the boom in private tutoring</p> </blockquote> </aside>  <p>In our new book, What Works? Research and Evidence for Successful Teaching, we assess the evidence from more than 200 reviews of 8,000 studies to provide teachers with the best strategies for improving learning. The most effective approaches relate to what happens in classrooms between teachers and pupils – not new types of schools or shiny new national reforms.</p> <p>The best school systems balance the trust and support needed to retain and develop teachers with the external challenge required to hold the system to account for our children’s learning. In this country, teachers will tell you, there’s none of the former and all of the latter. Nowhere else has embraced <a href=\"https://www.theguardian.com/commentisfree/2019/jan/26/school-league-tables-research-grammar\" title=\"\">league tables</a> and school inspections quite like us. And there is no evidence that Ofsted inspections improve school outcomes.</p> <p>Schools are the victims of Campbell’s law. This states that anything that is measured with simple statistics will be distorted as people game the system to improve their performance. Extra time devoted to preparing for English, mathematics and traditional academic subjects in league tables has squeezed out subjects such as music, art, languages and physical education. Teachers <a href=\"https://www.bbc.co.uk/news/education-41580550\" title=\"\">“teach to the test”</a>, drilling pupils with the best answers to questions likely to come up in exams.</p> <p>Rising exam scores are heralded as evidence of improved standards, but the quality and breadth of education children receive is likely to have declined. How do we rid the system of these unintended consequences? It’s not by doing away with tests, but by rebalancing the assessment regime. We need a mix of tests: some instigated by teachers to diagnose the particular needs of the pupils in their classes; some used by schools to track their own progress; some deployed by researchers to look at the effectiveness of different educational approaches; and others used by external bodies to sample and monitor education standards.</p> <p>The rising levels of distrust among teachers, amid the booming industry of consultants advising on how to pass inspections, suggests more fundamental change, as Labour has mooted, is now required. We need to consider the kind of society we aspire to foster for the next generation. Do we want a narrow but efficient range of subjects for all, or do we want to support a breadth of expertise and success across a wealth of subjects, which includes music, fine arts and drama? Do we want a system that offers a basic education for all, and options to pursue creative and vocational routes as well as academic ones? </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jan/26/school-league-tables-research-grammar\">Ban school league tables. They’re not just misleading, they’re harmful | Nuala Burgess</a> </p> </aside>  <p>The answers are unlikely to come from populist policies bubbling up from the cauldron of modern politics. One thing that all major political parties agree on is that education should be evidence-informed. The most logical step, if we were to adhere strictly to this principle, would be to remove education policymaking from political interference altogether, creating an arm’s-length government body with a strategic remit to oversee schools. But that is unlikely to feature in an election manifesto any time soon.</p> <p>• Lee Elliot Major is professor of social mobility at the University of Exeter. Steve Higgins is professor of education at Durham University. They are the authors of <a href=\"https://www.bloomsbury.com/uk/what-works-9781472965639/\" title=\"\">What Works?</a> </p>",
      "wordcount": "877",
      "commentable": "false",
      "firstPublicationDate": "2019-09-28T09:00:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-28T09:01:10Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cdgyd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8699ae416b45a0ba213344c0a2ab735e54a32cd3/0_11_5906_3543/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Labour party’s radical proposals to shake up England’s schooling system has thrust educational debate into the spotlight, shattering the post-millennial political consensus of what’s best for our children. A Labour government would dismantle the very foundations of the current education landscape – abandoning tests at the end of primary school, replacing the schools inspectorate, and abolishing private schools altogether. Labour claims it’s the party fighting for social justice rather than social mobility. It is certainly offering a different vision to that of the Conservatives, who want to create more places at selective grammar schools. But how do these policies stack up against the hard evidence? What’s undeniable is that we need to rethink the current approach to education. Amid stagnating social mobility, schools remain the great hope of levelling a grotesquely uneven playing field. But the achievement gap between poorer children and their better-off peers continues to be stark. Reviews of progress on narrowing the gap have adopted an increasingly futile tone. It’s an impossible task for teachers. Classroom divides are driven by inequalities outside the school gates. It’s an arms race that the wealthy are destined to win – just look at the boom in private tutoring. Education acts as a positional good – it’s not what qualifications you have that matters, but how much better they are than those of other pupils. Schools have worked wonders to get more children on free school meals passing national school benchmarks at age 16, but children from privileged homes have leaped further ahead in the academic stakes. Nationalising private schools wouldn’t demolish the divide between education’s haves and have-nots – even if you were able to overcome the legal and financial obstacles required for such a dramatic move. Middle-class parents would still manage to gain advantage in the state system, monopolising the best state schools. A guaranteed way to reduce middle-class advantage would be to roll out lotteries for state school admissions, and pick pupils randomly. It is undeniably the most equitable means of allocating places to equally deserving candidates. But that’s unlikely to win many votes in a general election. Promoting social mobility is not always politically palatable. In our new book, What Works? Research and Evidence for Successful Teaching, we assess the evidence from more than 200 reviews of 8,000 studies to provide teachers with the best strategies for improving learning. The most effective approaches relate to what happens in classrooms between teachers and pupils – not new types of schools or shiny new national reforms. The best school systems balance the trust and support needed to retain and develop teachers with the external challenge required to hold the system to account for our children’s learning. In this country, teachers will tell you, there’s none of the former and all of the latter. Nowhere else has embraced league tables and school inspections quite like us. And there is no evidence that Ofsted inspections improve school outcomes. Schools are the victims of Campbell’s law. This states that anything that is measured with simple statistics will be distorted as people game the system to improve their performance. Extra time devoted to preparing for English, mathematics and traditional academic subjects in league tables has squeezed out subjects such as music, art, languages and physical education. Teachers “teach to the test”, drilling pupils with the best answers to questions likely to come up in exams. Rising exam scores are heralded as evidence of improved standards, but the quality and breadth of education children receive is likely to have declined. How do we rid the system of these unintended consequences? It’s not by doing away with tests, but by rebalancing the assessment regime. We need a mix of tests: some instigated by teachers to diagnose the particular needs of the pupils in their classes; some used by schools to track their own progress; some deployed by researchers to look at the effectiveness of different educational approaches; and others used by external bodies to sample and monitor education standards. The rising levels of distrust among teachers, amid the booming industry of consultants advising on how to pass inspections, suggests more fundamental change, as Labour has mooted, is now required. We need to consider the kind of society we aspire to foster for the next generation. Do we want a narrow but efficient range of subjects for all, or do we want to support a breadth of expertise and success across a wealth of subjects, which includes music, fine arts and drama? Do we want a system that offers a basic education for all, and options to pursue creative and vocational routes as well as academic ones? The answers are unlikely to come from populist policies bubbling up from the cauldron of modern politics. One thing that all major political parties agree on is that education should be evidence-informed. The most logical step, if we were to adhere strictly to this principle, would be to remove education policymaking from political interference altogether, creating an arm’s-length government body with a strategic remit to oversee schools. But that is unlikely to feature in an election manifesto any time soon. • Lee Elliot Major is professor of social mobility at the University of Exeter. Steve Higgins is professor of education at Durham University. They are the authors of What Works?",
      "charCount": "5529",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dr-lee-elliot-major\">Lee Elliot Major</a> and <a href=\"profile/steve-higgins\">Steve Higgins</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]