[
  {
    "id": "politics/2019/dec/31/can-rebecca-long-bailey-vision-revive-labour-fortunes",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-31T17:54:10Z",
    "webTitle": "Can Rebecca Long Bailey’s vision revive Labour fortunes? | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/31/can-rebecca-long-bailey-vision-revive-labour-fortunes",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/31/can-rebecca-long-bailey-vision-revive-labour-fortunes",
    "fields": {
      "headline": "Can Rebecca Long-Bailey’s vision revive Labour fortunes?",
      "standfirst": "<p>Rebecca Long-Bailey’s apparent pitch for the Labour leadership is found wanting by <strong>Nadine Grieve, Mary Evans</strong> and <strong>Declan Cadogan</strong>, while <strong>Steve Williams</strong> and <strong>Lyn Dale</strong> are keen to know where she stands on electoral reform</p>",
      "trailText": "<strong>Letters: </strong>Rebecca Long-Bailey’s apparent pitch for the Labour leadership is found wanting by <strong>Nadine Grieve, Mary Evans</strong> and <strong>Declan Cadogan</strong>, while <strong>Steve Williams</strong> and <strong>Lyn Dale</strong> are keen to know where she stands on electoral reform",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"10606c0a79a0e92d1e57266dfc6c848035420043\"> <img src=\"https://media.guim.co.uk/10606c0a79a0e92d1e57266dfc6c848035420043/0_8_3166_1900/1000.jpg\" alt=\"Rebecca Long Bailey addresses the 2019 Labour party annual conference\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rebecca Long-Bailey addresses the 2019 Labour party annual conference.</span> <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>Rebecca Long Bailey makes very valid points about the need for an imaginative, transformative agenda (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/29/rebecca-long-bailey-labour-party-britain\" title=\"\">We can take the Labour party back into power. Here’s how</a>, Journal, 30 December). One crucial feature she ignores is that the electoral system is now so distorted and so loaded against Labour ever gaining a majority of seats that the party cannot do it alone.</p> <p>I was expelled from the Labour party in 2017 for advocating a progressive alliance to secure victory for progressive candidates in seats that Labour cannot win. I stood aside as a Green party parliamentary candidate in 2019 in an attempt to unseat Jeremy Hunt in his South West Surrey constituency. The local Labour party could not support this approach because of its rulebook.</p> <p>It is only through Labour supporting a one-off progressive alliance underpinned by a commitment to a fair voting system – under which we would have no need for pre-election tactical alliances – that Labour can find its way back to leading a government of the left. Will any of the current candidates for the Labour leadership offer up this realistic route back to power?<br><strong>Steve Williams</strong><br><em>Godalming, Surrey</em></p> <p>• Rebecca Long-Bailey writes that Labour “must pledge to upend the broken political system that has held back our communities for decades. Wealth and power must be returned to the people of Britain, and their desire for control over their own lives and the future of their communities must be at the heart of our agenda.” Does that mean she is committed to a radical programme of constitutional reform, beginning with PR for elections to Westminster?</p> <p>As a new Labour party member who has joined only to have a vote in the leadership contest, my choice will be determined by the need for every vote to count, a renewal of our political institutions and for a radical programme of decentralisation of power. Locally is the best way to address the climate crisis, too.<br><strong>Lyn Dade</strong><br><em>London</em></p> <p>• Much of Rebecca Long-Bailey’s piece appeared to be jargon-filled waffle. While the Tories are (possibly falsely) promising to put extra money into the NHS, to increase police numbers, and to revise the Treasury spending formula in order to spend more outside London, Long-Bailey is offering to “upend the broken political system”, to “take the conversation from Westminster to the workplaces and social spaces” and to “revive this progressive patriotism”.</p> <p>I wonder how many people at the school gates, in A&amp;E departments and supermarket queues will be saying: “Of course! Stuff the NHS, I’ll vote for for a conversation about upending the political system.”</p> <p>Can other Labour leadership candidates please explain in clear language how they would plan to improve this country for everyone, in order to take the fight to the Tories?<br><strong>Nadine Grieve</strong><br><em>London</em></p> <p>• In the various plans put forward by Emily Thornberry and Rebecca Long-Bailey, there is very little that amounts to a recognition of those underlying factors which generated a loss of Labour votes. The cliche of rebuilding communities and trust demands a recognition of issues such as the social fracture created by an emphasis on higher education at the expense of further and vocational education, the loss of “good” jobs and the refusal to address the absence of public value for essential forms of employment such as that of care. Slogans such as “all jobs should be good jobs” might be just one of the policies that might be more relevant to millions of people than pious remarks about trust and engagement.<br><strong>Mary Evans</strong><br><em>Patrixbourne, Kent</em></p> <p>• I felt dismayed as I read Rebecca Long-Bailey’s prospectus to return Labour to power. Seven paragraphs of dark imagery (“austerity”, “nightmare”, “broken system”, “plunging living standards”) offer scant hope of a Labour revival. Candidates for the leadership take note: scolding the Tories for their past failings is not enough. We need a spirited vision of a competent and kind Labour government.<br><strong>Declan Cadogan</strong><br><em>Bristol</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"http://gu.com/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "4",
      "wordcount": "691",
      "commentable": "false",
      "firstPublicationDate": "2019-12-31T17:54:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:40:44Z",
      "newspaperEditionDate": "2020-01-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/d2hfd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/10606c0a79a0e92d1e57266dfc6c848035420043/0_8_3166_1900/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Rebecca Long Bailey makes very valid points about the need for an imaginative, transformative agenda (We can take the Labour party back into power. Here’s how, Journal, 30 December). One crucial feature she ignores is that the electoral system is now so distorted and so loaded against Labour ever gaining a majority of seats that the party cannot do it alone. I was expelled from the Labour party in 2017 for advocating a progressive alliance to secure victory for progressive candidates in seats that Labour cannot win. I stood aside as a Green party parliamentary candidate in 2019 in an attempt to unseat Jeremy Hunt in his South West Surrey constituency. The local Labour party could not support this approach because of its rulebook. It is only through Labour supporting a one-off progressive alliance underpinned by a commitment to a fair voting system – under which we would have no need for pre-election tactical alliances – that Labour can find its way back to leading a government of the left. Will any of the current candidates for the Labour leadership offer up this realistic route back to power? Steve Williams Godalming, Surrey • Rebecca Long-Bailey writes that Labour “must pledge to upend the broken political system that has held back our communities for decades. Wealth and power must be returned to the people of Britain, and their desire for control over their own lives and the future of their communities must be at the heart of our agenda.” Does that mean she is committed to a radical programme of constitutional reform, beginning with PR for elections to Westminster? As a new Labour party member who has joined only to have a vote in the leadership contest, my choice will be determined by the need for every vote to count, a renewal of our political institutions and for a radical programme of decentralisation of power. Locally is the best way to address the climate crisis, too. Lyn Dade London • Much of Rebecca Long-Bailey’s piece appeared to be jargon-filled waffle. While the Tories are (possibly falsely) promising to put extra money into the NHS, to increase police numbers, and to revise the Treasury spending formula in order to spend more outside London, Long-Bailey is offering to “upend the broken political system”, to “take the conversation from Westminster to the workplaces and social spaces” and to “revive this progressive patriotism”. I wonder how many people at the school gates, in A&amp;E departments and supermarket queues will be saying: “Of course! Stuff the NHS, I’ll vote for for a conversation about upending the political system.” Can other Labour leadership candidates please explain in clear language how they would plan to improve this country for everyone, in order to take the fight to the Tories? Nadine Grieve London • In the various plans put forward by Emily Thornberry and Rebecca Long-Bailey, there is very little that amounts to a recognition of those underlying factors which generated a loss of Labour votes. The cliche of rebuilding communities and trust demands a recognition of issues such as the social fracture created by an emphasis on higher education at the expense of further and vocational education, the loss of “good” jobs and the refusal to address the absence of public value for essential forms of employment such as that of care. Slogans such as “all jobs should be good jobs” might be just one of the policies that might be more relevant to millions of people than pious remarks about trust and engagement. Mary Evans Patrixbourne, Kent • I felt dismayed as I read Rebecca Long-Bailey’s prospectus to return Labour to power. Seven paragraphs of dark imagery (“austerity”, “nightmare”, “broken system”, “plunging living standards”) offer scant hope of a Labour revival. Candidates for the leadership take note: scolding the Tories for their past failings is not enough. We need a spirited vision of a competent and kind Labour government. Declan Cadogan Bristol • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4246",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/dec/31/moving-on-from-brexit-but-not-our-close-european-connections",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-31T17:53:55Z",
    "webTitle": "Moving on from Brexit, but not our close European connections | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/31/moving-on-from-brexit-but-not-our-close-european-connections",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/31/moving-on-from-brexit-but-not-our-close-european-connections",
    "fields": {
      "headline": "Moving on from Brexit, but not our close European connections",
      "standfirst": "<strong>Peter Marshall</strong> writes that the UK’s ties to the rest of the continent are not inextricably bound up in political institutions, while <strong>Adrian Heald</strong> wonders if the Tory party can live up to its promises",
      "trailText": "Letters: <strong>Peter Marshall</strong> writes that the UK’s ties to the rest of the continent are not inextricably bound up in political institutions, while <strong>Adrian Heald</strong> wonders if the Tory party can live up to its promises",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"7635b01837726e60faec244e1132d1d4586dfbef\"> <img src=\"https://media.guim.co.uk/7635b01837726e60faec244e1132d1d4586dfbef/68_0_3426_2055/1000.jpg\" alt=\"EU and Union Jack flags fly outside the Houses of Parliament in London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I have no doubt whatever that both Europhilia and Anglophilia will play a great part in our future relationship,’ says Peter Marshall.</span> <span class=\"element-image__credit\">Photograph: Ben Stansall/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>It would be unthinkable to let Frans Timmermans’ wonderful <a href=\"https://www.theguardian.com/commentisfree/2019/dec/26/my-love-letter-to-britain-family-ties\" title=\"\">love letter</a> pass unacknowledged (<a href=\"https://www.theguardian.com/politics/2019/dec/26/post-brexit-uk-always-welcome-back-in-eu-says-timmermans\" title=\"\">European leader’s love letter says Britain would always be welcome back</a>, 26 December). Let me, in the absence of any more eminent response, offer the first bouquet.</p> <p>I have no doubt whatever that both Europhilia and Anglophilia will play a great part in our future relationship. It could not be otherwise. But we have to recognise that these two enduring and essentially organic concepts are not necessarily coterminous with full UK membership of essentially legal and administrative institutions promoting European integration.</p> <p>Such is my antiquity, during the childhood of the executive vice-president of the European commission, prior to his attendance at St George’s school in Rome, I was successively the deputy head of the UK mission in Geneva, dealing inter alia with the European Free Trade Association, while we were being kept out of the EEC by the first De Gaulle veto; and political counsellor at the British embassy in Paris, concerned with renewing our application to join, in the wake of De Gaulle’s unlamented departure. The path was stony at times.</p> <p>At a meeting of diplomats from east and west in Lausanne in 1957, which he addressed, Clement Attlee, the great postwar Labour prime minister, was asked if Britain was part of Europe or not. “We’re semi-detached”, he replied succinctly, and did not elaborate. Was he right? Was De Gaulle right?</p> <p>A very happy new year to the most distinguished alumnus of St George’s, Rome, and to all your readers.<br><strong>Peter Marshall</strong><br><em>London</em></p> <p>• As we enter the new year, it will be 47 calendar years since the UK officially joined the common market as it then was, preparing as we are to leave the European Union at the end of January 2020.</p> <p>Whatever is the majority view in the UK on our membership of the EU (and we will now not ever know that, after a general election that conflated the matter of EU membership with party manifesto promises for our future), it has brought peace across its member nations for the first time in many centuries and the opportunity for the first time since the Roman empire for people to see themselves as much citizens of Europe as citizens of their nation states.</p> <p>After January 1973 when the UK joined, the benefits of European partnership were not ever fully marketed to the people of the UK, while one penalty shot after another in terms of criticism, mistruths and derision of the EU was fired into an open goal. So perhaps it was not so surprising that when we were all asked to choose in the June 2016 referendum, many people did not see any benefits of continued EU membership and put the ills of our country firmly at the door of the EU, while at the same time being promised so much about a projected future of an unfettered UK riding the buccaneering waves of international commerce.</p> <p>The UK will now move on.</p> <p>The prime minister and the Conservative party have promised us a bumper decade. Let’s hope that wasn’t a spelling mistake by the headline writers. One more M can make such a difference!<br><strong>Dr Adrian Heald</strong><br><em>Labour parliamentary candidate for Mid</em><em> Norfolk </em><em>in 2019</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"http://gu.com/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "586",
      "commentable": "false",
      "firstPublicationDate": "2019-12-31T17:53:55Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:40:57Z",
      "newspaperEditionDate": "2020-01-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/d2hc5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7635b01837726e60faec244e1132d1d4586dfbef/68_0_3426_2055/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It would be unthinkable to let Frans Timmermans’ wonderful love letter pass unacknowledged (European leader’s love letter says Britain would always be welcome back, 26 December). Let me, in the absence of any more eminent response, offer the first bouquet. I have no doubt whatever that both Europhilia and Anglophilia will play a great part in our future relationship. It could not be otherwise. But we have to recognise that these two enduring and essentially organic concepts are not necessarily coterminous with full UK membership of essentially legal and administrative institutions promoting European integration. Such is my antiquity, during the childhood of the executive vice-president of the European commission, prior to his attendance at St George’s school in Rome, I was successively the deputy head of the UK mission in Geneva, dealing inter alia with the European Free Trade Association, while we were being kept out of the EEC by the first De Gaulle veto; and political counsellor at the British embassy in Paris, concerned with renewing our application to join, in the wake of De Gaulle’s unlamented departure. The path was stony at times. At a meeting of diplomats from east and west in Lausanne in 1957, which he addressed, Clement Attlee, the great postwar Labour prime minister, was asked if Britain was part of Europe or not. “We’re semi-detached”, he replied succinctly, and did not elaborate. Was he right? Was De Gaulle right? A very happy new year to the most distinguished alumnus of St George’s, Rome, and to all your readers. Peter Marshall London • As we enter the new year, it will be 47 calendar years since the UK officially joined the common market as it then was, preparing as we are to leave the European Union at the end of January 2020. Whatever is the majority view in the UK on our membership of the EU (and we will now not ever know that, after a general election that conflated the matter of EU membership with party manifesto promises for our future), it has brought peace across its member nations for the first time in many centuries and the opportunity for the first time since the Roman empire for people to see themselves as much citizens of Europe as citizens of their nation states. After January 1973 when the UK joined, the benefits of European partnership were not ever fully marketed to the people of the UK, while one penalty shot after another in terms of criticism, mistruths and derision of the EU was fired into an open goal. So perhaps it was not so surprising that when we were all asked to choose in the June 2016 referendum, many people did not see any benefits of continued EU membership and put the ills of our country firmly at the door of the EU, while at the same time being promised so much about a projected future of an unfettered UK riding the buccaneering waves of international commerce. The UK will now move on. The prime minister and the Conservative party have promised us a bumper decade. Let’s hope that wasn’t a spelling mistake by the headline writers. One more M can make such a difference! Dr Adrian Heald Labour parliamentary candidate for Mid Norfolk in 2019 • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3439",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "lifeandstyle/2019/dec/31/no-southern-comfort-at-the-rovers-return",
    "type": "article",
    "sectionId": "lifeandstyle",
    "sectionName": "Life and style",
    "webPublicationDate": "2019-12-31T17:53:38Z",
    "webTitle": "No southern comfort at the Rovers Return | Letters",
    "webUrl": "https://www.theguardian.com/lifeandstyle/2019/dec/31/no-southern-comfort-at-the-rovers-return",
    "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/dec/31/no-southern-comfort-at-the-rovers-return",
    "fields": {
      "headline": "No southern comfort at the Rovers Return",
      "standfirst": "Queen Vic or Rovers Return? | Codpiece comeback | John Bercow | Ageing | A better new year",
      "trailText": "<strong>Brief letters: </strong>Queen Vic or Rovers Return? | Codpiece comeback | John Bercow | Ageing | A better new year",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"6fa52b27b96549ca2dedaace301695ac3ee164fe\"> <img src=\"https://media.guim.co.uk/6fa52b27b96549ca2dedaace301695ac3ee164fe/0_78_3008_1805/1000.jpg\" alt=\"The Rovers Return on the Coronation Street set\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Rovers Return on the Coronation Street set.</span> <span class=\"element-image__credit\">Photograph: ITV/PA</span> </figcaption> </figure>",
      "body": "<p>Your <a href=\"https://www.theguardian.com/commentisfree/2019/dec/29/the-guardian-view-on-pubs-the-heart-of-the-community\" title=\"\">editorial</a> on pubs (30 December) states that “today’s most famous pub is the Queen Vic in EastEnders”. Why not the Rovers Return in Coronation Street? I am disappointed in the Guardian confirming my husband’s conviction of southern bias as I am going to have to agree with him from now on.<br><strong>Francesca Whittlestone</strong><br><em>Liversedge, West Yorkshire</em></p> <p>• I hope John Bercow will regard his exclusion from this year’s honours list as a badge of honour – surely he would not wish to be on the same list as the architect of welfare reform so aptly depicted in your cartoon (<a href=\"https://www.theguardian.com/commentisfree/picture/2019/dec/29/ben-jennings-on-iain-duncan-smiths-knighthood-cartoon\" title=\"\">Journal</a>, 30 December).<br><strong>Christine Strachan</strong><br><em>Waterbeach, Cambridgeshire</em></p> <p>• Your <a href=\"https://www.theguardian.com/fashion/2019/dec/27/codpiece-envy-fashion-reinvents-16th-century-accessory\" title=\"\">report on the codpiece revival</a> (28 December) shamefully failed to mention a certain Larry Blackmon, prominent frontperson of Cameo, who single-handedly thrust the codpiece into public consciousness like nobody before or since.<br><strong>Stefan Badham</strong><br><em>Portsmouth, Hampshire</em></p> <p>• My realisation that I must now be officially old (<a href=\"https://www.theguardian.com/music/2019/dec/30/down-with-the-kids-in-tunbridge-wells\" title=\"\">Letters</a>, 31 December) occurred recently when my wife and I bought a new frying pan and I was informed that it had a 20-year guarantee and therefore was likely to significantly outlast me.<br><strong>Rob Lily</strong><br><em>Biddenden, Kent</em></p> <p>• Re the letters about joining the Labour party (<a href=\"https://www.theguardian.com/football/2019/dec/25/footballer-v-nurse-who-is-valued-more\" title=\"\">26 December</a>) and taking out a subscription to the Guardian (<a href=\"https://www.theguardian.com/uk-news/2019/dec/29/honours-snub-for-john-bercow-is-petty\" title=\"\">30 December</a>) making readers feel a bit better; having both taken out a subscription to the Guardian and joined the Labour party, may we expect to feel quite a bit better in the new year?<br><strong>Robert and Teresa Heeks</strong><br><em>Ironbridge, Shropshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"http://gu.com/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "289",
      "commentable": "false",
      "firstPublicationDate": "2019-12-31T17:53:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-31T18:06:36Z",
      "newspaperEditionDate": "2020-01-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/d2ha2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6fa52b27b96549ca2dedaace301695ac3ee164fe/0_78_3008_1805/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your editorial on pubs (30 December) states that “today’s most famous pub is the Queen Vic in EastEnders”. Why not the Rovers Return in Coronation Street? I am disappointed in the Guardian confirming my husband’s conviction of southern bias as I am going to have to agree with him from now on. Francesca Whittlestone Liversedge, West Yorkshire • I hope John Bercow will regard his exclusion from this year’s honours list as a badge of honour – surely he would not wish to be on the same list as the architect of welfare reform so aptly depicted in your cartoon (Journal, 30 December). Christine Strachan Waterbeach, Cambridgeshire • Your report on the codpiece revival (28 December) shamefully failed to mention a certain Larry Blackmon, prominent frontperson of Cameo, who single-handedly thrust the codpiece into public consciousness like nobody before or since. Stefan Badham Portsmouth, Hampshire • My realisation that I must now be officially old (Letters, 31 December) occurred recently when my wife and I bought a new frying pan and I was informed that it had a 20-year guarantee and therefore was likely to significantly outlast me. Rob Lily Biddenden, Kent • Re the letters about joining the Labour party (26 December) and taking out a subscription to the Guardian (30 December) making readers feel a bit better; having both taken out a subscription to the Guardian and joined the Labour party, may we expect to feel quite a bit better in the new year? Robert and Teresa Heeks Ironbridge, Shropshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1804",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-31T16:57:23Z",
    "webTitle": "Labour leadership: Richard Burgon confirms he's standing for deputy leader - as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news",
    "fields": {
      "headline": "Labour leadership: Richard Burgon confirms he's standing for deputy leader - as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b78bf8f08c39722642cbe#block-5e0b78bf8f08c39722642cbe\">Afternoon summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b59e38f08c39722642bb6#block-5e0b59e38f08c39722642bb6\">Richard Burgon to stand for Labour deputy leadership</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b52a28f087e8308e667fb#block-5e0b52a28f087e8308e667fb\">Tories want Long Bailey as next Labour leader, claims George Osborne</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b38878f087e8308e66756#block-5e0b38878f087e8308e66756\">Cable says Lib Dems’ ‘revoke Brexit’ policy was a mistake</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"23619b0e54a10f8aafbcd21be97cf99565776e7b\"> \n <img src=\"https://media.guim.co.uk/23619b0e54a10f8aafbcd21be97cf99565776e7b/913_769_2631_1579/1000.jpg\" alt=\"Richard Burgon, the shadow justice secretary, in the ITV election debate. He has confirmed he is standing for the Labour deputy leadership.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Richard Burgon, the shadow justice secretary, in the ITV election debate. He has confirmed he is standing for the Labour deputy leadership.</span> \n  <span class=\"element-image__credit\">Photograph: Matt Frost/AFP via Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<div id=\"block-5e0b78bf8f08c39722642cbe\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T16:50:05.389Z\">4.50pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Jeremy Corbyn has faced fierce criticism from current and former Labour MPs after releasing a new year message that made no direct reference to his crushing election defeat while insisting the party had a role as “the resistance to Boris Johnson”.</strong> (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b0bad8f08c397226429b1#block-5e0b0bad8f08c397226429b1\">9.20am</a>, <a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b299d8f085eda5c110031#block-5e0b299d8f085eda5c110031\">10.59am</a>, <a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b2a8b8f087e8308e666f6#block-5e0b2a8b8f087e8308e666f6\">11.04am</a>, <a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b33a18f087e8308e6672e#block-5e0b33a18f087e8308e6672e\">11.43am</a>, <a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b364d8f085eda5c110089#block-5e0b364d8f085eda5c110089\">11.54am</a>, <a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b3b1d8f087e8308e66768#block-5e0b3b1d8f087e8308e66768\">12.18pm</a> and <a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b74b68f08c39722642c99#block-5e0b74b68f08c39722642c99\">4.20pm</a>.) Some of them suggested it confirmed fears that Corbyn was a politician more comfortable with protest than he was with obtaining and exercising power. <strong>Neil Coyle</strong> MP said Labour would be better able to resist Johnson if Corbyn had not led it to its worst result since 1935. The former MP <strong>Phil Wilson</strong> said that, far from resisting Johnson, Corbyn had enabled him to continue as PM. And the former minister <strong>Dame Anne McGuire</strong> said Corbyn was “delusional”.</li> \n  </ul> \n  <ul> \n   <li><strong>Richard Burgon, the shadow justice minister, has announced that he is standing for the Labour deputy leadership.</strong> (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b59e38f08c39722642bb6#block-5e0b59e38f08c39722642bb6\">2.33pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>The former Conservative chancellor George Osborne has said that Tories want Rebecca Long Bailey to be the next Labour leader.</strong> (See<a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b52a28f087e8308e667fb#block-5e0b52a28f087e8308e667fb\"> 2.22pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>A survey of Conservative party members suggests they want Boris Johnson to go ahead with a £9bn tax cut that would mostly benefit the richest 10%. </strong>(See <a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b3db28f085eda5c1100ba#block-5e0b3db28f085eda5c1100ba\">12.51pm.)</a></li> \n  </ul> \n  <p>That’s all from me for 2019.</p> \n  <p>Happy new year.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-31T16:54:21.738Z\">at 4.54pm GMT</time></p> \n</div> \n<div id=\"block-5e0b74b68f08c39722642c99\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T16:20:17.308Z\">4.20pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Earlier I quoted the Labour MP <strong>Neil Coyle</strong> criticising Jeremy Corbyn’s new year message. (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b0bad8f08c397226429b1#block-5e0b0bad8f08c397226429b1\">9.20am.) </a>Since then he has beefed up his attack in a longer quote for PoliticsHome. This is from PoliticsHome’s <strong>Kevin Schofield.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PolhomeEditor/status/1211942719796514816\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Labour MP Neil Coyle responds to Jeremy Corbyn’s New Year message. <a href=\"https://t.co/SpLB0hngKf\">pic.twitter.com/SpLB0hngKf</a></p>— Kevin Schofield (@PolhomeEditor) \n    <a href=\"https://twitter.com/PolhomeEditor/status/1211942719796514816?ref_src=twsrc%5Etfw\">December 31, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-31T16:25:17.725Z\">at 4.25pm GMT</time></p> \n</div> \n<div id=\"block-5e0b6f6f8f08c39722642c58\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T16:10:37.687Z\">4.10pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Since this is the last blog of 2019, I would like to wish you all a very happy new year and to thank you all for reading the blog and other Guardian journalism. And I would particularly like to thank you if you contribute comments below the line. It has been an extraordinarily intense and busy and dramatic year for the blog and for many readers the fact that there is always stimulating, intelligent comment BTL is a big bonus. In October I was told we had accumulated 2.6m comments on this blog alone over the course of the year. God knows what the figure is now, but you are one of our most important commenting communities at the Guardian and we treasure you hugely.</p> \n  <p>I’ve also become more and more convinced, the longer I’ve been doing this job, that my reporting is sharper, more accurate, more informed and more fair-minded because of the feedback I get from you BTL. Thanks.</p> \n  <p>And if you contribute to the Guardian, through a subscription or through membership, thank you even more. During the general election both Boris Johnson and Jeremy Corbyn seemed to have discovered the magic money tree. But we haven’t found it at the Guardian, and so we are dependent on revenue from readers and advertisers to keep the lights turned on and the computer screens flickering.</p> \n  <p>I’ll be wrapping up the blog fairly soon, but I hope to be back on Thursday.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-31T16:17:28.333Z\">at 4.17pm GMT</time></p> \n</div> \n<div id=\"block-5e0b6c5c8f085eda5c110220\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T15:51:37.542Z\">3.51pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Farage says he won't rush into decision about what to do with Brexit party after Brexit</h2> \n <div class=\"block-elements\"> \n  <p>In a New Year’s message to supporters <strong>Nigel Farage</strong>, the Brexit party leader, and <strong>Richard Tice</strong>, its chairman, say they are still deciding what will happen to the party in 2020. Earlier this month <a href=\"https://www.express.co.uk/news/uk/1214684/brexit-news-nigel-farage-brexit-party-reform-party-general-election-boris-johnson\">Farage said he would rename it the Reform party after Brexit</a>, but he is not confirming that today. He and Tice say:</p> \n  <blockquote class=\"quoted\"> \n   <p>We put country before party or person.<strong> </strong>History will clearly show this. Standing down in over 300 seats effectively guaranteed a Boris majority, the only question was its size. Don’t let anyone tell you that we have not succeeded in our main goals. </p> \n   <p>We have changed politics for good in many ways since launching under 9 months ago. We are now assessing thoughts and ideas as to what our next steps might be. This does not need to be rushed, tempting though it is. <br></p> \n  </blockquote> \n  <p>In their message Farage and Tice also claim that, if they had not set up the Brexit party, Boris Johnson would not have become prime minister.</p> \n  <blockquote class=\"quoted\"> \n   <p>There is much to celebrate: we are going to leave the EU on 31st January! The remoaners are crushed and most of the Brexit blockers in parliament are now gone. Remember this is thanks to the Brexit party. Without us, Boris would not have become PM. The Conservative party knew that to win, they had to copy many of our policies and ideas. </p> \n  </blockquote> \n  <p>As I have said before, according to May at 10, the recent Seldon/Newell book about Theresa May’s premiership, <a href=\"https://www.theguardian.com/politics/live/2019/dec/03/general-election-nhs-staff-lead-protests-as-trump-visits-london-for-nato-talks-live?page=with:block-5de67e238f0829bc521b5b6a#block-5de67e238f0829bc521b5b6a\">Johnson himself also thinks Farage was crucial to his becoming PM.</a></p> \n  <figure class=\"element element-image\" data-media-id=\"a7a83a2a68146ed281a16d29125418965d4e8e69\"> \n   <img src=\"https://media.guim.co.uk/a7a83a2a68146ed281a16d29125418965d4e8e69/0_12_4397_2638/1000.jpg\" alt=\"Nigel Farage and Richard Tice.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nigel Farage and Richard Tice.</span> \n    <span class=\"element-image__credit\">Photograph: Ian Forsyth/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e0b698b8f08c39722642c1e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T15:36:51.329Z\">3.36pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In <a href=\"https://www.thejc.com/comment/comment/ruth-smeeth-no-one-in-labour-s-shadow-cabinet-deserves-to-be-leader-1.494791\">an article for the Jewish Chronicle</a> <strong>Ruth Smeeth</strong>, who was a Labour MP until she lost her seat in the election, claims that no serving member of the shadow cabinet deserves to be elected as the next leader because none of them did enough to support people like her when they were complaining about the party’s handling of antisemitism. She says:</p> \n  <blockquote class=\"quoted\"> \n   <p>Unless the next leader has a record of publicly attacking racism in the party, demanding expulsions, standing by the whistleblowers and supporting JLM [the Jewish Labour Movement] as the sole Jewish affiliate to the party then they will not get my vote and nor should they get your support. </p> \n   <p>That means that no currently serving member of the shadow cabinet deserves our vote ...</p> \n   <p>Yes, they would pay lip service when the anti-Jewish hate was at its worst. Some even addressed meetings of Labour MPs and said how awful it was that committed Jewish socialists like Margaret Hodge, Luciana Berger, Louise Ellman and I were being abused — but then they sat in shadow cabinet meetings and nothing changed.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"3d836fadae716baae9169c0bdff2b94e1e7dadd2\"> \n   <img src=\"https://media.guim.co.uk/3d836fadae716baae9169c0bdff2b94e1e7dadd2/0_32_5540_3324/1000.jpg\" alt=\"Ruth Smeeth.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Ruth Smeeth.</span> \n    <span class=\"element-image__credit\">Photograph: Nicola Tree/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e0b64eb8f085eda5c1101f6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T15:18:10.745Z\">3.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Richard Burgon</strong>’s <a href=\"https://tribunemag.co.uk/2019/12/learning-the-right-lessons\">Tribune article</a> offers one of the fuller versions available of what has become the standard Corbynite analysis of Labour’s election defeat; that Brexit was the main problem for the party, and that Corbyn’s leadership could not have been the main problem because he was also leading the party when it did much better in 2017. Burgon writes:</p> \n  <blockquote class=\"quoted\"> \n   <p>Brexit also became an issue of trust. The failure to “get it done” meant many people simply did not believe we’d be able to deliver on our ambitious manifesto. Put simply, the mood was: if you won’t honour the referendum, then why should we trust your pledge to deliver a huge house building programme, a £10 per hour minimum wage or scrap tuition fees?</p> \n   <p>Regaining that trust is the first step towards winning. Initial assessments of <a href=\"https://d25d2506sfb94s.cloudfront.net/cumulus_uploads/inlineimage/28340/How%2520Britain%2520voted%25202019%25202017%2520vote%2520sankey%2520v2-01.png\">YouGov</a>, <a href=\"https://lordashcroftpolls.com/2019/12/how-britain-voted-and-why-my-2019-general-election-post-vote-poll/\">Ashcroft</a> and <a href=\"https://www.dataprax.is/tory-landslide-progressives-split\">Datapraxis</a> data suggest Labour lost, more or less, the same numbers of votes to both remain and leave parties.</p> \n   <p>In rebuilding, Labour must be the champion of the whole working-class: whether in towns and cities, whether remain or leave, and ensure we are a party that reflects the diversity of the working-class in 21st century multicultural Britain. Nostalgia has no role to play in making Labour successful again. </p> \n  </blockquote> \n  <p>Burgon does not set out a detailed plan for what the party should do next, but he says that it would be a mistake to abandon Corbyn’s transformational policies, that the party should set up a special commission to look into why it lost in leave seats and that in future its campaigning should focus on promoting 10 key manifesto policies.</p> \n </div> \n</div> \n<div id=\"block-5e0b59e38f08c39722642bb6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T14:33:20.228Z\">2.33pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Richard Burgon to stand for Labour deputy leadership</h2> \n <div class=\"block-elements\"> \n  <p><strong>Richard Burgon,</strong> the shadow justice secretary, has announced that he is standing for the Labour deputy leadership.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RichardBurgon/status/1212015649020686336\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">After a break and discussions with MPs and party members, I’m announcing that I'm standing to be Labour's Deputy Leader🌹<br><br>Here’s my recent Tribune article with some thoughts on why we lost badly and how we rebuild: <a href=\"https://t.co/LjFGYZVA5m\">https://t.co/LjFGYZVA5m</a><br><br>I'll be outlining more in the New Year.</p>— Richard Burgon MP (@RichardBurgon) \n    <a href=\"https://twitter.com/RichardBurgon/status/1212015649020686336?ref_src=twsrc%5Etfw\">December 31, 2019</a>\n   </blockquote> \n  </figure> \n  <p>As Burgon said before Christmas <a href=\"https://www.theguardian.com/politics/live/2019/dec/18/labour-leadership-election-tony-blair-starmer-urges-labour-to-ditch-not-just-corbyn-by-corbynism-in-speech-on-partys-defeat-live-news?page=with:block-5dfa59238f08c3972263ccb8#block-5dfa59238f08c3972263ccb8\">when he revealed that he was considering standing, </a>part of his pitch will be that he is a total Jeremy Corbyn loyalist who nominated Corbyn for the leadership in 2015 (when he was thought to have no chance of winning). This differentiates him from Angela Rayner, the shadow education secretary, who is seen as the favourite for the deputy leadership post, even though she has not declared her candidature yet.</p> \n  <p>Two other candidates who are definitely standing are <a href=\"https://politicshome.com/news/uk/political-parties/labour-party/news/108763/shadow-equalities-minister-dawn-butler-confirms\">Dawn Butler, the shadow minister for women and equalities</a>, and <a href=\"https://www.birminghammail.co.uk/news/midlands-news/birmingham-mp-khalid-mahmood-stand-17433152\">Khalid Mahmood, a shadow Europe minister.</a></p> \n  <figure class=\"element element-image\" data-media-id=\"23619b0e54a10f8aafbcd21be97cf99565776e7b\"> \n   <img src=\"https://media.guim.co.uk/23619b0e54a10f8aafbcd21be97cf99565776e7b/507_597_2878_1727/1000.jpg\" alt=\"Richard Burgon in the ITV election debate.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Richard Burgon in the ITV election debate.</span> \n    <span class=\"element-image__credit\">Photograph: Matt Frost/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e0b52a28f087e8308e667fb\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T14:22:21.670Z\">2.22pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Tories want Long Bailey as next Labour leader, claims George Osborne</h2> \n <div class=\"block-elements\"> \n  <p>According to the former Tory chancellor <strong>George Osborne</strong>, Conservatives want Rebecca Long Bailey to be the next leader of the Labour party.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/George_Osborne/status/1212005457897906181\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">One thing that every Conservative I know wants for 2020 is for Rebecca Long Bailey to become leader of the Labour Party</p>— George Osborne (@George_Osborne) \n    <a href=\"https://twitter.com/George_Osborne/status/1212005457897906181?ref_src=twsrc%5Etfw\">December 31, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Supporters of Long Bailey, who is seen as the candidate most favoured by Corbynites at the top of the party, would argue that it does not make sense for politicians to give strategic advice to their opponents and that, if Osborne is saying this in public, that must be because he sees Long Bailey as a threat. Perhaps. But there is no evidence that Long Bailey would be more of a threat to the Tories than, say, Sir Keir Starmer, and <a href=\"https://www.independent.co.uk/news/uk/politics/labour-leadership-jeremy-corbyn-agenda-candidates-latest-starmer-thornberry-nandy-lammy-a9256491.html\">a recent BMG poll</a> found that people say they would prefer Starmer, Jess Phillips or Yvette Cooper to replace Jeremy Corbyn than Long Bailey, who was on just 2%. Sometimes it is just best to assume politicians are telling the truth.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BenKentish/status/1209431938131513344\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BMG poll for <a href=\"https://twitter.com/Independent?ref_src=twsrc%5Etfw\">@Independent</a> on who voters want to see as Labour leader:<br><br>Keir Starmer - 9%<br>Jess Phillips - 8%<br>Yvette Cooper - 6%<br>Lisa Nandy - 4%<br>Emily Thornberry - 3%<br>Barry Gardiner - 3%<br>Angela Rayner - 3%<br>David Lammy - 3%<br>Rebecca Long Bailey: 2%<br>Richard Burgon - 1%<br>Clive Lewis -1%</p>— Benjamin Kentish (@BenKentish) \n    <a href=\"https://twitter.com/BenKentish/status/1209431938131513344?ref_src=twsrc%5Etfw\">December 24, 2019</a>\n   </blockquote> \n  </figure> \n  <p>At this stage polling about the Labour leadership candidates is not necessarily very helpful because voters don’t know much about some of the candidates. The same BMG poll suggests 61% of people say they have never heard of Long Bailey.</p> \n  <p>But it is assumed that Long Bailey would be more likely than some of her rivals to continue the broad thrust of Corbynism – which presumably explains why Osborne does not see her as a threat.</p> \n  <p>According to <a href=\"https://yougov.co.uk/ratings/politics/popularity/labour-politicians/all\">a YouGov index</a>, Long Bailey is <a href=\"https://yougov.co.uk/topics/politics/explore/public_figure/Rebecca_Long_Bailey\">the 54th most popular Labour politician in the UK</a> (out of 98). That puts her ahead of Lisa Nandy (55th), but behind Keith Vaz (51st).</p> \n  <p>But this is not a particularly useful measure. The YouGov index is based on an average of rolling poll findings from May 2018, and so it is not up to date. And politicians are ranked according to their positive opinion score. Long Bailey has a positive opinion of just 6% (only 6% of people say they rate her positively), but her negative score (people with a negative view of her) is just 8%, making a net score of -2. <a href=\"https://yougov.co.uk/topics/politics/explore/public_figure/Jeremy_Corbyn\">Jeremy Corbyn comes fifth in this list because his positive rating is 21%. </a>But his negative rating is 61%.</p> \n  <p>The Labour politician at the top of the list is Ed Balls.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-31T16:57:23.613Z\">at 4.57pm GMT</time></p> \n</div> \n<div id=\"block-5e0b3db28f085eda5c1100ba\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T12:51:04.380Z\">12.51pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Tory members want Johnson to press ahead with tax cuts for rich, survey suggests</h2> \n <div class=\"block-elements\"> \n  <p>Since the general election Boris Johnson has been claiming that the Conservatives are now <a href=\"https://www.theguardian.com/politics/live/2019/dec/16/boris-johnson-new-mps-parliament-labour-arrive-at-westminster-as-boris-johnson-prepares-mini-reshuffle-live-news?page=with:block-5df7421d8f08c3972263b0a8#block-5df7421d8f08c3972263b0a8\">a “totally different party”</a> because of the success he had at winning over working-class voters and voters in the north (not always the same people, of course). There is some evidence to back up what he is saying; <a href=\"https://www.theguardian.com/politics/live/2019/dec/17/brexit-labour-cabinet-plp-commons-starmer-says-johnsons-decision-to-rule-out-transition-extension-reckless-and-irresponsible--live-news?page=with:block-5df8ffb08f085eda5c1095ac#block-5df8ffb08f085eda5c1095ac\">the party is now more popular with working-class voters than it is with middle-class voters.</a> </p> \n  <p>But the character of a party is not just determined by who votes for it. What is even more important is who its MPs are, and who its members are, and a ConservativeHome survey of party members today suggests that the membership has yet to embrace Johnson’s new-found proletarianism. During the Conservative leadership contest Johnson proposed raising the threshold for the higher rate of income tax from £50,000 to £80,000. This would do nothing for those on low or average earnings, and most of the benefit would go to the richest 10% of households, who would each gain about £2,500 a year. According to <a draggable=\"true\" href=\"https://www.ifs.org.uk/uploads/BN251_Boris_Johnson%27s_tax_policies.pdf\">an Institute for Fiscal Studies analysis (pdf)</a>, this would also cost £9bn.</p> \n  <p>A genuine one nation party would not go near a policy like this. But when ConservativeHome asked members if Johnson should stick with this proposal, or drop it, <a href=\"https://www.conservativehome.com/thetorydiary/2019/12/members-think-johnson-should-honour-his-pledge-on-the-40p-rate-our-survey.html\">about two-thirds of them said he should honour the promise.</a></p> \n  <figure class=\"element element-image\" data-media-id=\"d2542c1613aa4c2ce72b2f0cefd461cc9b022723\"> \n   <img src=\"https://media.guim.co.uk/d2542c1613aa4c2ce72b2f0cefd461cc9b022723/0_0_604_390/500.jpg\" alt=\"Poll of Tory members\" width=\"500\" height=\"323\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Poll of Tory members</span> \n    <span class=\"element-image__credit\">Photograph: ConservativeHome</span> \n   </figcaption> \n  </figure> \n  <p>Johnson appears to be in a strong position. But these findings suggest that reconciling the demands of his party’s longstanding members with the interests of its new, non-traditional supporters won’t be straightforward.</p> \n  <figure class=\"element element-image\" data-media-id=\"90db48fac4a3e12b79df861a920f7bf44d718cc5\"> \n   <img src=\"https://media.guim.co.uk/90db48fac4a3e12b79df861a920f7bf44d718cc5/0_89_5472_3283/1000.jpg\" alt=\"Boris Johnson with workers in Middlesbrough during the election campaign.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson with workers in Middlesbrough during the election campaign.</span> \n    <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-31T13:25:40.742Z\">at 1.25pm GMT</time></p> \n</div> \n<div id=\"block-5e0b3b1d8f087e8308e66768\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T12:18:48.955Z\">12.18pm <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Daily Mirror’s <strong>Kevin Maguire</strong>, one of the most high-profile Labour-supporting commentators in the media, thinks Jeremy Corbyn sounded “clueless” in his New Year’s message.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Kevin_Maguire/status/1211943700168925184\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Understated “quite the year” would work had Labour won the election but it sounds clueless from a leader in denial after a hammer blow fourth defeat. Battered Corbyn should step back completely. Immediately. <a href=\"https://t.co/dMOgChB1UI\">https://t.co/dMOgChB1UI</a></p>— Kevin Maguire (@Kevin_Maguire) \n    <a href=\"https://twitter.com/Kevin_Maguire/status/1211943700168925184?ref_src=twsrc%5Etfw\">December 31, 2019</a>\n   </blockquote> \n  </figure> \n  <p><strong>Tom Blenkinsop</strong>, a Labour MP from 2010 to 2017 and a longstanding critic of Corbyn’s, has an even harsher take on the new year message.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TomBlenkinsop/status/1211979635564699648\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Any self respecting “resistance” doesn’t go into a General Election, voluntarily, on Boris Johnson’s terms.<br>You inept, Tory enabling, trot, idiot. <a href=\"https://t.co/rfmGNyXZKt\">https://t.co/rfmGNyXZKt</a></p>— Tom Blenkinsop (@TomBlenkinsop) \n    <a href=\"https://twitter.com/TomBlenkinsop/status/1211979635564699648?ref_src=twsrc%5Etfw\">December 31, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-31T13:23:25.285Z\">at 1.23pm GMT</time></p> \n</div> \n<div id=\"block-5e0b38878f087e8308e66756\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T12:10:45.961Z\">12.10pm <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Cable says Lib Dems' 'revoke Brexit' policy was a mistake</h2> \n <div class=\"block-elements\"> \n  <p><strong>Sir Vince Cable</strong>, the former Lib Dem leader, has told <a href=\"https://www.dailymail.co.uk/news/article-7838875/Vince-Cable-brands-Lib-Dems-flagship-Stop-Brexit-policy-mistake.html\">the Daily Mail in an interview</a> that the party’s decision to go into the election promising to revoke Brexit was a “mistake”. He explained:</p> \n  <blockquote class=\"quoted\"> \n   <p>There is an adage in politics – ‘if you’re explaining, you’re losing’. Liberal Democrat canvassers found themselves explaining endlessly to voters on doorsteps that the proposal to revoke article 50 would only apply in the event of a democratic earthquake, and the election of a majority Liberal Democrat government.</p> \n  </blockquote> \n  <p>At the start of the election campaign the Lib Dems confirmed that their policy was to revoke Brexit. But as it became clear that this was unpopular with voters, because it sounded undemocratic, the party increasingly focused on its support for a second referendum (a more likely outcome, because it was an option backed by Labour and the Lib Dems). </p> \n  <p>But Cable said, even though the prospect of the Lib Dems obtaining the majority that would allow them to revoke Brexit was most improbable, that did not stop people getting angry about the idea. “Commentators could sustain derision about the likelihood of this outcome, but also outrage about the implications,” he said.</p> \n  <figure class=\"element element-image\" data-media-id=\"55482c00377e3783aa378d68a93da4db0d07f5f2\"> \n   <img src=\"https://media.guim.co.uk/55482c00377e3783aa378d68a93da4db0d07f5f2/274_94_4160_2495/1000.jpg\" alt=\"Sir Vince Cable campaigning during the election with Luciana Berger.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sir Vince Cable campaigning during the election with Luciana Berger.</span> \n    <span class=\"element-image__credit\">Photograph: Nicola Tree</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e0b364d8f085eda5c110089\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T11:54:17.631Z\">11.54am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Phil Wilson</strong>, who was Labour MP for Sedgefield until he lost his seat at the election, says that, far from being part of the resistance to Boris Johnson, Jeremy Corbyn has been one of Johnson’s “enablers” – helping him to stay PM.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PhilWilsonXMP/status/1211975901455540224\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">No <a href=\"https://twitter.com/jeremycorbyn?ref_src=twsrc%5Etfw\">@jeremycorbyn</a> you are not part of the resistance to Boris Johnson you are one of enablers of Boris Johnson. <a href=\"https://t.co/eoI5w9od1A\">https://t.co/eoI5w9od1A</a></p>— Phil Wilson (@PhilWilsonXMP) \n    <a href=\"https://twitter.com/PhilWilsonXMP/status/1211975901455540224?ref_src=twsrc%5Etfw\">December 31, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-31T13:02:07.412Z\">at 1.02pm GMT</time></p> \n</div> \n<div id=\"block-5e0b33a18f087e8308e6672e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T11:43:39.016Z\">11.43am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Labour MP<strong> Gareth Thomas</strong> also seems unimpressed by Jeremy Corbyn’s new year message.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GarethThomasMP/status/1211974660893609984\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">After a dismal decade for <a href=\"https://twitter.com/UKLabour?ref_src=twsrc%5Etfw\">@UKLabour</a> :- 4 election defeats ending with our lowest no of MPs since 1935, here’s hoping the next decade sees no more wild, multi-billion pound ‘fully costed’ manifestos, an end to antisemitism &amp; a Leader who thinks winning is better than opposition</p>— Gareth Thomas MP (@GarethThomasMP) \n    <a href=\"https://twitter.com/GarethThomasMP/status/1211974660893609984?ref_src=twsrc%5Etfw\">December 31, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And<strong> Caroline Flint</strong>, who was a Labour MP until she lost her seat at the election, seems astonished that Corbyn did not directly mention the election result in his message.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CarolineFlint/status/1211957843869536256\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“But why no mention of the General Election Jeremy?” JC: “What General Election?” That’s one way to do a review! <a href=\"https://t.co/4c36HLO1pI\">https://t.co/4c36HLO1pI</a></p>— Caroline Flint (@CarolineFlint) \n    <a href=\"https://twitter.com/CarolineFlint/status/1211957843869536256?ref_src=twsrc%5Etfw\">December 31, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-31T13:01:44.174Z\">at 1.01pm GMT</time></p> \n</div> \n<div id=\"block-5e0b2cbc8f087e8308e66701\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T11:16:46.047Z\">11.16am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Scottish government says minimum wage increase does not go far enough</h2> \n <div class=\"block-elements\"> \n  <p>The Scottish government has said that the increase in the national living wage announced today (see <a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b179b8f087e8308e66694#block-5e0b179b8f087e8308e66694\">9.53am)</a> does not go far enough. This is from <strong>Jamie Hepburn</strong>, its fair work minister, who says the Scottish government urges organisations to pay <a href=\"https://www.livingwage.org.uk/what-real-living-wage\">the voluntary Living Wage Foundation’s living wage</a> instead.</p> \n  <blockquote class=\"quoted\"> \n   <p>While I welcome any increase to workers’ hourly rate of pay, the increases announced today, following a decade of UK government austerity, do not go far enough.</p> \n   <p>The UK national living wage is still not a real living wage - even for those who will receive the full rate – and it cannot be right that workers aged 18 to 25 receive a lower rate of pay. </p> \n   <p>That is why the Scottish government supports the payment of the real living wage of £9.30 per hour. Unlike the UK national living wage, this is a minimum rate which applies to all workers over the age of 18.</p> \n   <p>While pay legislation remains reserved to the UK government, we continue to encourage every organisation, regardless of size, sector or location to ensure all staff receive a fair day’s pay for a fair day’s work.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"d7b5c9a5972248d4ad58699da957bd7aed7143bf\"> \n   <img src=\"https://media.guim.co.uk/d7b5c9a5972248d4ad58699da957bd7aed7143bf/0_0_3145_1887/1000.jpg\" alt=\"Jamie Hepburn, Scotland’s fair work minister.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jamie Hepburn, Scotland’s fair work minister.</span> \n    <span class=\"element-image__credit\">Photograph: Andrew MacColl/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e0b2b6a8f087e8308e666fe\" class=\"block\" data-block-contributor=\"profile/molly-blackall\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T11:06:58.617Z\">11.06am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More than 200,000 people have signed<a href=\"https://www.change.org/p/uk-government-and-parliament-we-object-to-iain-duncan-smith-receiving-a-knighthood?use_react=false\"> a change.org petition </a>protesting against the knighthood awarded to Iain Duncan Smith.</p> \n  <p>The former work and pensions secretary, who was responsible for the implementation of the controversial universal credit system, was named in the new year honours list, which recognises the “achievements and service of extraordinary people” in the UK.<br tabindex=\"-1\"></p> \n  <p>The petition, started by an NHS psychiatrist, says that Duncan Smith was “responsible for some of the cruellest most extreme welfare reforms this country has ever seen” which have led to “suffering and impoverishment”.</p> \n  <p>It describes his knighthood as an “insult to the hundreds of thousands of vulnerable individuals across this country who are suffering as a result of his policies” and calls for his title to be dropped. </p> \n  <figure class=\"element element-image\" data-media-id=\"79367e8efe2f783acc99cfc7e6f772393ee414fd\"> \n   <img src=\"https://media.guim.co.uk/79367e8efe2f783acc99cfc7e6f772393ee414fd/128_147_4619_2771/1000.jpg\" alt=\"Iain Duncan Smith (right) at his election count for the Chingford and Woodford Green constituency earlier this month.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Iain Duncan Smith (right) at his election count for the Chingford and Woodford Green constituency earlier this month.</span> \n    <span class=\"element-image__credit\">Photograph: Nicola Tree/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-31T12:00:14.353Z\">at 12.00pm GMT</time></p> \n</div> \n<div id=\"block-5e0b2a8b8f087e8308e666f6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T11:04:25.806Z\">11.04am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And here is another former Labour MP on the Jeremy Corbyn message. <strong>Michael Dugher</strong> briefly served in Corbyn’s first shadow cabinet before being sacked in January 2016 for disloyalty. He left parliament in 2017.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MichaelDugher/status/1211952841838997504\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Meet Lieutenant Hiroo Onoda of the Japanese Imperial Army. The year is 1974. Lieutenant Onoda has spent nearly three decades holding out in the jungle on an island in the Philippines, refusing to accept that the Japanese lost the Second World War back in 1945... <a href=\"https://t.co/9ZkFnV2Ri8\">https://t.co/9ZkFnV2Ri8</a></p>— Michael Dugher (@MichaelDugher) \n    <a href=\"https://twitter.com/MichaelDugher/status/1211952841838997504?ref_src=twsrc%5Etfw\">December 31, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5e0b299d8f085eda5c110031\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T10:59:25.104Z\">10.59am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More reaction to Jeremy Corbyn’s new year’s message. This is from <strong tabindex=\"-1\">Dame Anne McGuire</strong>, Labour MP for Stirling from 1997 to 2015 and a former minister.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AnneMcGuire97/status/1211963085902225408\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Listen to this and weep. Think what might have been and how we sacrificed those who most needed a Labour Government to a delusional ideology that thought echo chamber rallies were a substitute for persuading “the many” to vote Labour. Happy New Year. <a href=\"https://t.co/thqyOhHIiH\">https://t.co/thqyOhHIiH</a></p>— Dame Anne McGuire (@AnneMcGuire97) \n    <a href=\"https://twitter.com/AnneMcGuire97/status/1211963085902225408?ref_src=twsrc%5Etfw\">December 31, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-31T11:58:29.533Z\">at 11.58am GMT</time></p> \n</div> \n<div id=\"block-5e0b28798f08c39722642a47\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T10:53:45.722Z\">10.53am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is the video version of Jeremy Corbyn’s controversial New Year’s message. (See <a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b0bad8f08c397226429b1#block-5e0b0bad8f08c397226429b1\">9.20am.)</a></p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"daa9918a-cc04-41e0-a64f-90ceeb952265\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/IJvt2P05lt4?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-31T10:59:36.519Z\">at 10.59am GMT</time></p> \n</div> \n<div id=\"block-5e0b1f588f085eda5c10ffdc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T10:38:27.180Z\">10.38am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the Guardian today my colleague <strong>Rajeev Syal</strong> reports that <a href=\"https://www.theguardian.com/politics/2019/dec/30/rayner-will-endorse-long-bailey-for-labour-leadership\">Angela Rayner is expected to endorse Rebecca Long Bailey for the Labour leadership in the new year, contrary to intense speculation that she might instead pursue a leadership bid of her own.</a></p> \n  <p>Here are some of the Labour leadership stories in the other papers.</p> \n  <ul> \n   <li><a href=\"https://www.ft.com/content/f7ba7d8e-2b1b-11ea-bc77-65e4aa615551\">Sebastian Payne in the Financial Times (paywall) says the Labour left is divided over who is best placed to succeed Jeremy Corbyn.</a> He says:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Corbyn supporters initially focused on Rebecca Long Bailey, shadow business secretary ...</p> \n   <p>But her pitch of “progressive patriotism” [in a Guardian article yesterday] has not been universally well received. One senior party figure described it as a “confection of nothingness”. Another official said the article — which has been in gestation for more than a week — confirmed Ms Long Bailey was “a reluctant leader and it seems people are realising that now” ...</p> \n   <p>Ms Long Bailey’s status as the left’s main candidate is under threat from Ian Lavery, the party chair who is close to Mr Corbyn ...<br></p> \n   <p>One Corbyn ally said the influence of the powerful Unite trade union was behind Mr Lavery’s decision to challenge Ms Long Bailey. </p> \n   <p>“I think that Unite — specifically [leader] Len McCluskey and [Corbyn ally] Karie Murphy — are disaffected with Becky for some reason and they are encouraging Ian Lavery to run. From their point of view, the beauty of Ian is Corbynism without Corbyn. But I don’t see him appealing to voters in London and the cities or university towns.” </p> \n  </blockquote> \n  <ul> \n   <li><a href=\"https://www.telegraph.co.uk/politics/2019/12/30/labour-moderates-fear-party-chairman-ian-lavery-preparing-run/\">But Henry Yorke in the Daily Telegraph (paywall) says Labour “moderates” think Lavery is only floating the idea he might run to boost Long Bailey’s chances.</a> He says:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Toby Perkins, the MP for Chesterfield, urged colleagues not to be “fooled”, adding that it was “purely an attempt to convince us that [Ms Long-Bailey] is not a far left choice”. </p> \n   <p>“He won’t really stand, she will,” he added. </p> \n   <p>His concerns were echoed by a trade union source, who told The Daily Telegraph they had seen no evidence to suggest that Mr Lavery was preparing a “serious bid” to replace Mr Corbyn. </p> \n   <p>They added that wielding a second candidate from Mr Corbyn’s wing of the party would help “make the left look stronger”, thereby increasing Ms Long-Bailey’s chances of winning. </p> \n  </blockquote> \n  <ul> \n   <li><a href=\"https://www.thetimes.co.uk/edition/news/leadership-race-ian-lavery-emerges-as-rival-to-long-bailey-on-labour-left-2q8sprjfp\">Henry Zeffman in the Times (paywall) says Rayner is being urged by some of her supporters not to back Long Bailey for Labour leader.</a> He says:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Ms Rayner is being urged by her allies not to reciprocate when she announces her own campaign. One source said: “It’s clear what Rebecca gets out of Angela’s support but not clear what Angela gets out of it. She’ll walk deputy either way. But if she backs Rebecca she’ll be dragged into the hard-left warfare.”</p> \n  </blockquote> \n  <ul> \n   <li><a href=\"https://www.thesun.co.uk/news/10643325/fears-corbyn-will-choose-successor/\">Tom Newton Dunn in the Sun says some leadership candidates fear Jeremy Corbyn’s allies on Labour’s national executive committee will shorten the timescale for the leadership contest to boost the chances of Long Bailey winning.</a> He says:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p><a href=\"https://www.thesun.co.uk/news/10633807/labour-leadership-class-war/\">The race to replace the 70 year-old veteran socialist</a> formally opens next week and was expected to run until the end of March.</p> \n   <p>But some of the contenders have learned senior party officials are now trying to impose an end date of Saturday, March 7 instead.</p> \n   <p>In addition, the wannabe candidates fear they will only be allowed two weeks to tie down the support of the required number of formal backers to allow them to run.</p> \n   <p>Under rule changes enforced last year to lessen MPs’ power over the selection, hopefuls must win the support of at least 5% of affiliated members, including at least two unions, or 5% of constituency parties, on top of 21 MPs.</p> \n   <p>A shorter contest is seen to significantly benefit Mr Corbyn’s inner circle’s preferred choice, <a href=\"https://www.thesun.co.uk/news/politics/10555903/rebecca-long-bailey-labour-mp/\">Rebecca Long Bailey</a>.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"3c056f1951dbff2e6d8616bbab111e9b18aadaf0\"> \n   <img src=\"https://media.guim.co.uk/3c056f1951dbff2e6d8616bbab111e9b18aadaf0/0_39_4951_2970/1000.jpg\" alt=\"Rebecca Long Bailey, participating in the BBC election debate in Cardiff.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Rebecca Long Bailey, participating in the BBC election debate in Cardiff.</span> \n    <span class=\"element-image__credit\">Photograph: Hannah McKay/POOL/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-31T11:57:13.237Z\">at 11.57am GMT</time></p> \n</div> \n<div id=\"block-5e0b1caf8f087e8308e666a9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T10:07:29.878Z\">10.07am <span class=\"timezone\">GMT</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>Resolution Foundation</strong>, a thinktank specialising in issues affecting those on low and middle incomes, has welcomed the increase in the national living wage (see <a href=\"https://www.theguardian.com/politics/live/2019/dec/31/labour-leadership-corbyn-provokes-anger-from-labour-critics-with-new-years-message-glossing-over-impact-of-election-defeat-live-news?page=with:block-5e0b179b8f087e8308e66694#block-5e0b179b8f087e8308e66694\">9.53am)</a> - although it says the government plan to increase it to £10.50 an hour by 2024 is “not risk free”. Nye Cominetti, an economic analyst at the foundation, said<strong>:</strong> </p> \n  <blockquote class=\"quoted\"> \n   <p>This latest ramping up of the legal wage floor will boost the pay packets of millions of workers. </p> \n   <p>With the government committed to delivering one of the highest wage floors in the world by 2024, we are set for another parliament of big pay rises for the UK’s lowest earners of around five per cent a year. </p> \n   <p>This ambition is welcome but not risk free. It should be matched by a renewed commitment to swiftly evaluating evidence of the impact of such large and sustained minimum wage rises - and acting on that evidence if problems emerge.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e0b179b8f087e8308e66694\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T09:53:11.904Z\">9.53am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Business groups express concern about impact of minimum wage increase</h2> \n <div class=\"block-elements\"> \n  <p>Today the government has announced that the national living wage (the minimum wage for over-25s) will increase by four times the rate of inflation. The Treasury press notice about the move is <a href=\"https://www.gov.uk/government/news/government-announces-pay-rise-for-28-million-people\">here,</a> and my colleague <strong>Richard Partington</strong>’s news story is here.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2019/dec/31/boris-johnson-to-raise-minimum-wages-by-four-times-inflation\">Boris Johnson to increase minimum wage by four times inflation</a> </p> \n  </aside> \n  <p>Business groups have expressed some concern about the move.</p> \n  <p>The <strong>Federation of Small Businesses</strong> said increases in the NLW on this scale could be self-defeating. In a statement Craig Beaumont, the FSB’s director of external affairs and advocacy, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Four in ten small employers say they will raise prices in response to an NLW increase of this magnitude. One in four say they will recruit fewer workers, one in five will cancel investment plans, and one in ten will consider redundancies.</p> \n   <p>There’s always a danger of being self-defeating in this space: wage increases aren’t much good to workers if prices rise, jobs are lost and there’s no impact on productivity because employers are forced to cut back on investing in tech, training and equipment.<br></p> \n   <p>We’re already seeing signs of a cooling labour market. Within sectors where margins are particularly tight – not least retail, care and hospitality - thousands of jobs have been lost over the last year as overheads mount.<br></p> \n   <p>Looking ahead, the independence of the Low Pay Commission must be respected. We can only push on with substantial increases to minimum wage rates if economic conditions allow.<br></p> \n  </blockquote> \n  <p>And the <strong>British Chambers of Commerce</strong> said this increase would put pressure on businesses. Hannah Essex, the BCC’s co-executive director, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Businesses want to pay their staff a good wage. But many have struggled with increased costs in a time of great economic uncertainty. Raising wage floors by more than double the rate of inflation will pile further pressure on cashflow and eat into training and investment budgets.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5e0b0bad8f08c397226429b1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-12-31T09:20:05.499Z\">9.20am <span class=\"timezone\">GMT</span></time> </p> \n <h2 class=\"block-title\">Corbyn provokes anger from Labour critics with NY message glossing over impact of election defeat</h2> \n <div class=\"block-elements\"> \n  <p>Good morning. It’s New Year’s Eve, which means it’s time for political leaders to issue their new year’s messages. It is hard to know why they bother (particularly given that they are now expected to produce a Christmas message too just the week before). If they say something bland, no one takes any notice. And if the message is noteworthy, that’s probably for the wrong reasons – as <strong>Jeremy Corbyn</strong> is discovering this morning.</p> \n  <p>His message contains no direct reference to the general election, although there is an oblique reference to it in the opening line – which must count as a very late, but unbeatable, entry for the prize of understatement of the decade.</p> \n  <blockquote class=\"quoted\"> \n   <p>2019 has been quite the year for our country and for our labour movement.</p> \n  </blockquote> \n  <p>The rest of the message talks about how the Labour party will be “the resistance to Boris Johnson”. I will post it in full because it does not seem to be available online.</p> \n  <blockquote class=\"quoted\"> \n   <p>And now we are not just entering a new year but a new decade. And the period ahead could not be more important.</p> \n   <p>It will be crucial if we are to stop irreversible damage being caused by the climate crisis and the particular effects that has on people in the global south.</p> \n   <p>If we are to stop the pain plaguing our country: food banks, poverty and people struggling to get by. If we are to protect our precious NHS.</p> \n   <p>It won’t be easy. But we have built a movement. We are the resistance to Boris Johnson. We will be campaigning every day. We will be on the frontline, both in parliament and on the streets.</p> \n   <p>Protecting our public services. Protecting healthcare free at the point of use. Protecting our communities, in all their brilliant diversity. And standing up for internationalism, global solidarity and cooperation, and working with movements and parties seeking social justice and change all over the world.</p> \n   <p>And make no mistake, our movement is very strong. We are half a million people and growing. We are in every region and nation of our country.</p> \n   <p>We’re not backed by the press barons, by the billionaires or by the millionaires who work for the billionaires. We’re backed by you. We are by the many, for the many.</p> \n   <p>2020 and the years ahead will be tough. No one is saying otherwise. But we’re up for the fight. To protect what we hold dear. And to build to win and to transform.</p> \n   <p>The fight continues. There is no other choice.</p> \n   <p>So if you’re with us already, I can’t wait to meet the challenges ahead together. But if you’re not, join us. Join Labour today. Together we can bring about real change for our country, for the many and not just the few.</p> \n  </blockquote> \n  <p>All of this (apart from the reference to how the party membership has soared) is the sort of thing that Corbyn might reasonably have said at the end of 2015, when he had just taken over as leader of the Labour party. But after four years as leader, two election defeats, one of which was devastating after an election Corbyn voted for, the lack of introspection, or self-criticism, is remarkable.</p> \n  <p>Here is some reaction from Labour figures not on the Corbynite wing of the party.</p> \n  <p>From <strong>Neil Coyle</strong>, the Labour MP for Bermondsey and Old Southwark</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/coyleneil/status/1211928327205863425\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Labour isn't a rent-a-mob protest party, or a 'resistance' but a potential Party of Government when led well. Corbyn's team/message sank us to pre-war levels of representation. More poverty, homelessness &amp; higher foodbank use will be the result. Join Labour to help us move on! <a href=\"https://t.co/M9jafyo1bt\">pic.twitter.com/M9jafyo1bt</a></p>— Neil Coyle (@coyleneil) \n    <a href=\"https://twitter.com/coyleneil/status/1211928327205863425?ref_src=twsrc%5Etfw\">December 31, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the former Labour MP <strong>Jim Fitzpatrick</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Fitz_xMP/status/1211918721427619841\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Consistent in their belief that Parliament isn’t most important, the “resistance” is what matters. Jeremy Corbyn urges Labour to lead 'resistance' to Conservatives in 2020 <a href=\"https://t.co/lwh324genW\">https://t.co/lwh324genW</a></p>— Jim Fitzpatrick (@Fitz_xMP) \n    <a href=\"https://twitter.com/Fitz_xMP/status/1211918721427619841?ref_src=twsrc%5Etfw\">December 31, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Fitz_xMP/status/1211920169305616384\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Let’s have lots of demos where we can talk to each other, again!!Corbyn claims Labour is 'the resistance to Boris Johnson' despite historic election defeat <a href=\"https://t.co/87Yn1hh9Dh\">https://t.co/87Yn1hh9Dh</a></p>— Jim Fitzpatrick (@Fitz_xMP) \n    <a href=\"https://twitter.com/Fitz_xMP/status/1211920169305616384?ref_src=twsrc%5Etfw\">December 31, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Tom Hamilton</strong>, an adviser to Ed Miliband when he was Labour leader</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/thhamilton/status/1211915923982041088\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">White Star Line: 1912 was “quite a year” for Titanic <a href=\"https://t.co/9yt17i06Tl\">pic.twitter.com/9yt17i06Tl</a></p>— Tom Hamilton (@thhamilton) \n    <a href=\"https://twitter.com/thhamilton/status/1211915923982041088?ref_src=twsrc%5Etfw\">December 31, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>Darren Murphy</strong>, a former No 10 adviser in the Blair era</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MrDarrenMurphy/status/1211924172869447680\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/jeremycorbyn?ref_src=twsrc%5Etfw\">@jeremycorbyn</a> The best way to “resist” Conservative govts is to defeat them at the ballot box. The way to do that is to have an electable leader, a radical, social democratic programme for govt and to persuade previous Conservative voters to vote Labour.</p>— Darren Murphy (@MrDarrenMurphy) \n    <a href=\"https://twitter.com/MrDarrenMurphy/status/1211924172869447680?ref_src=twsrc%5Etfw\">December 31, 2019</a>\n   </blockquote> \n  </figure> \n  <p>It looks as if it is going to be a quiet news day but, as usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary when I wrap up.</p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is<a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-bp-playbook-awards-2019-vive-la-resistance-javids-pay-day/\"> the Politico Europe roundup of this morning’s political news.</a> And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.<br></p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-12-31T12:58:09.084Z\">at 12.58pm GMT</time></p> \n</div>",
      "wordcount": "4487",
      "commentCloseDate": "2019-12-31T17:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-12-31T09:20:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T12:40:57Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/d2g2c",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/23619b0e54a10f8aafbcd21be97cf99565776e7b/913_769_2631_1579/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has faced fierce criticism from current and former Labour MPs after releasing a new year message that made no direct reference to his crushing election defeat while insisting the party had a role as “the resistance to Boris Johnson”. (See 9.20am, 10.59am, 11.04am, 11.43am, 11.54am, 12.18pm and 4.20pm.) Some of them suggested it confirmed fears that Corbyn was a politician more comfortable with protest than he was with obtaining and exercising power. Neil Coyle MP said Labour would be better able to resist Johnson if Corbyn had not led it to its worst result since 1935. The former MP Phil Wilson said that, far from resisting Johnson, Corbyn had enabled him to continue as PM. And the former minister Dame Anne McGuire said Corbyn was “delusional”. Richard Burgon, the shadow justice minister, has announced that he is standing for the Labour deputy leadership. (See 2.33pm.) The former Conservative chancellor George Osborne has said that Tories want Rebecca Long Bailey to be the next Labour leader. (See 2.22pm.) A survey of Conservative party members suggests they want Boris Johnson to go ahead with a £9bn tax cut that would mostly benefit the richest 10%. (See 12.51pm.) That’s all from me for 2019. Happy new year. Earlier I quoted the Labour MP Neil Coyle criticising Jeremy Corbyn’s new year message. (See 9.20am.) Since then he has beefed up his attack in a longer quote for PoliticsHome. This is from PoliticsHome’s Kevin Schofield. Since this is the last blog of 2019, I would like to wish you all a very happy new year and to thank you all for reading the blog and other Guardian journalism. And I would particularly like to thank you if you contribute comments below the line. It has been an extraordinarily intense and busy and dramatic year for the blog and for many readers the fact that there is always stimulating, intelligent comment BTL is a big bonus. In October I was told we had accumulated 2.6m comments on this blog alone over the course of the year. God knows what the figure is now, but you are one of our most important commenting communities at the Guardian and we treasure you hugely. I’ve also become more and more convinced, the longer I’ve been doing this job, that my reporting is sharper, more accurate, more informed and more fair-minded because of the feedback I get from you BTL. Thanks. And if you contribute to the Guardian, through a subscription or through membership, thank you even more. During the general election both Boris Johnson and Jeremy Corbyn seemed to have discovered the magic money tree. But we haven’t found it at the Guardian, and so we are dependent on revenue from readers and advertisers to keep the lights turned on and the computer screens flickering. I’ll be wrapping up the blog fairly soon, but I hope to be back on Thursday. In a New Year’s message to supporters Nigel Farage, the Brexit party leader, and Richard Tice, its chairman, say they are still deciding what will happen to the party in 2020. Earlier this month Farage said he would rename it the Reform party after Brexit, but he is not confirming that today. He and Tice say: We put country before party or person. History will clearly show this. Standing down in over 300 seats effectively guaranteed a Boris majority, the only question was its size. Don’t let anyone tell you that we have not succeeded in our main goals. We have changed politics for good in many ways since launching under 9 months ago. We are now assessing thoughts and ideas as to what our next steps might be. This does not need to be rushed, tempting though it is. In their message Farage and Tice also claim that, if they had not set up the Brexit party, Boris Johnson would not have become prime minister. There is much to celebrate: we are going to leave the EU on 31st January! The remoaners are crushed and most of the Brexit blockers in parliament are now gone. Remember this is thanks to the Brexit party. Without us, Boris would not have become PM. The Conservative party knew that to win, they had to copy many of our policies and ideas. As I have said before, according to May at 10, the recent Seldon/Newell book about Theresa May’s premiership, Johnson himself also thinks Farage was crucial to his becoming PM. In an article for the Jewish Chronicle Ruth Smeeth, who was a Labour MP until she lost her seat in the election, claims that no serving member of the shadow cabinet deserves to be elected as the next leader because none of them did enough to support people like her when they were complaining about the party’s handling of antisemitism. She says: Unless the next leader has a record of publicly attacking racism in the party, demanding expulsions, standing by the whistleblowers and supporting JLM [the Jewish Labour Movement] as the sole Jewish affiliate to the party then they will not get my vote and nor should they get your support. That means that no currently serving member of the shadow cabinet deserves our vote ... Yes, they would pay lip service when the anti-Jewish hate was at its worst. Some even addressed meetings of Labour MPs and said how awful it was that committed Jewish socialists like Margaret Hodge, Luciana Berger, Louise Ellman and I were being abused — but then they sat in shadow cabinet meetings and nothing changed. Richard Burgon’s Tribune article offers one of the fuller versions available of what has become the standard Corbynite analysis of Labour’s election defeat; that Brexit was the main problem for the party, and that Corbyn’s leadership could not have been the main problem because he was also leading the party when it did much better in 2017. Burgon writes: Brexit also became an issue of trust. The failure to “get it done” meant many people simply did not believe we’d be able to deliver on our ambitious manifesto. Put simply, the mood was: if you won’t honour the referendum, then why should we trust your pledge to deliver a huge house building programme, a £10 per hour minimum wage or scrap tuition fees? Regaining that trust is the first step towards winning. Initial assessments of YouGov, Ashcroft and Datapraxis data suggest Labour lost, more or less, the same numbers of votes to both remain and leave parties. In rebuilding, Labour must be the champion of the whole working-class: whether in towns and cities, whether remain or leave, and ensure we are a party that reflects the diversity of the working-class in 21st century multicultural Britain. Nostalgia has no role to play in making Labour successful again. Burgon does not set out a detailed plan for what the party should do next, but he says that it would be a mistake to abandon Corbyn’s transformational policies, that the party should set up a special commission to look into why it lost in leave seats and that in future its campaigning should focus on promoting 10 key manifesto policies. Richard Burgon, the shadow justice secretary, has announced that he is standing for the Labour deputy leadership. As Burgon said before Christmas when he revealed that he was considering standing, part of his pitch will be that he is a total Jeremy Corbyn loyalist who nominated Corbyn for the leadership in 2015 (when he was thought to have no chance of winning). This differentiates him from Angela Rayner, the shadow education secretary, who is seen as the favourite for the deputy leadership post, even though she has not declared her candidature yet. Two other candidates who are definitely standing are Dawn Butler, the shadow minister for women and equalities, and Khalid Mahmood, a shadow Europe minister. According to the former Tory chancellor George Osborne, Conservatives want Rebecca Long Bailey to be the next leader of the Labour party. Supporters of Long Bailey, who is seen as the candidate most favoured by Corbynites at the top of the party, would argue that it does not make sense for politicians to give strategic advice to their opponents and that, if Osborne is saying this in public, that must be because he sees Long Bailey as a threat. Perhaps. But there is no evidence that Long Bailey would be more of a threat to the Tories than, say, Sir Keir Starmer, and a recent BMG poll found that people say they would prefer Starmer, Jess Phillips or Yvette Cooper to replace Jeremy Corbyn than Long Bailey, who was on just 2%. Sometimes it is just best to assume politicians are telling the truth. At this stage polling about the Labour leadership candidates is not necessarily very helpful because voters don’t know much about some of the candidates. The same BMG poll suggests 61% of people say they have never heard of Long Bailey. But it is assumed that Long Bailey would be more likely than some of her rivals to continue the broad thrust of Corbynism – which presumably explains why Osborne does not see her as a threat. According to a YouGov index, Long Bailey is the 54th most popular Labour politician in the UK (out of 98). That puts her ahead of Lisa Nandy (55th), but behind Keith Vaz (51st). But this is not a particularly useful measure. The YouGov index is based on an average of rolling poll findings from May 2018, and so it is not up to date. And politicians are ranked according to their positive opinion score. Long Bailey has a positive opinion of just 6% (only 6% of people say they rate her positively), but her negative score (people with a negative view of her) is just 8%, making a net score of -2. Jeremy Corbyn comes fifth in this list because his positive rating is 21%. But his negative rating is 61%. The Labour politician at the top of the list is Ed Balls. Since the general election Boris Johnson has been claiming that the Conservatives are now a “totally different party” because of the success he had at winning over working-class voters and voters in the north (not always the same people, of course). There is some evidence to back up what he is saying; the party is now more popular with working-class voters than it is with middle-class voters. But the character of a party is not just determined by who votes for it. What is even more important is who its MPs are, and who its members are, and a ConservativeHome survey of party members today suggests that the membership has yet to embrace Johnson’s new-found proletarianism. During the Conservative leadership contest Johnson proposed raising the threshold for the higher rate of income tax from £50,000 to £80,000. This would do nothing for those on low or average earnings, and most of the benefit would go to the richest 10% of households, who would each gain about £2,500 a year. According to an Institute for Fiscal Studies analysis (pdf), this would also cost £9bn. A genuine one nation party would not go near a policy like this. But when ConservativeHome asked members if Johnson should stick with this proposal, or drop it, about two-thirds of them said he should honour the promise. Johnson appears to be in a strong position. But these findings suggest that reconciling the demands of his party’s longstanding members with the interests of its new, non-traditional supporters won’t be straightforward. The Daily Mirror’s Kevin Maguire, one of the most high-profile Labour-supporting commentators in the media, thinks Jeremy Corbyn sounded “clueless” in his New Year’s message. Tom Blenkinsop, a Labour MP from 2010 to 2017 and a longstanding critic of Corbyn’s, has an even harsher take on the new year message. Sir Vince Cable, the former Lib Dem leader, has told the Daily Mail in an interview that the party’s decision to go into the election promising to revoke Brexit was a “mistake”. He explained: There is an adage in politics – ‘if you’re explaining, you’re losing’. Liberal Democrat canvassers found themselves explaining endlessly to voters on doorsteps that the proposal to revoke article 50 would only apply in the event of a democratic earthquake, and the election of a majority Liberal Democrat government. At the start of the election campaign the Lib Dems confirmed that their policy was to revoke Brexit. But as it became clear that this was unpopular with voters, because it sounded undemocratic, the party increasingly focused on its support for a second referendum (a more likely outcome, because it was an option backed by Labour and the Lib Dems). But Cable said, even though the prospect of the Lib Dems obtaining the majority that would allow them to revoke Brexit was most improbable, that did not stop people getting angry about the idea. “Commentators could sustain derision about the likelihood of this outcome, but also outrage about the implications,” he said. Phil Wilson, who was Labour MP for Sedgefield until he lost his seat at the election, says that, far from being part of the resistance to Boris Johnson, Jeremy Corbyn has been one of Johnson’s “enablers” – helping him to stay PM. The Labour MP Gareth Thomas also seems unimpressed by Jeremy Corbyn’s new year message. And Caroline Flint, who was a Labour MP until she lost her seat at the election, seems astonished that Corbyn did not directly mention the election result in his message. The Scottish government has said that the increase in the national living wage announced today (see 9.53am) does not go far enough. This is from Jamie Hepburn, its fair work minister, who says the Scottish government urges organisations to pay the voluntary Living Wage Foundation’s living wage instead. While I welcome any increase to workers’ hourly rate of pay, the increases announced today, following a decade of UK government austerity, do not go far enough. The UK national living wage is still not a real living wage - even for those who will receive the full rate – and it cannot be right that workers aged 18 to 25 receive a lower rate of pay. That is why the Scottish government supports the payment of the real living wage of £9.30 per hour. Unlike the UK national living wage, this is a minimum rate which applies to all workers over the age of 18. While pay legislation remains reserved to the UK government, we continue to encourage every organisation, regardless of size, sector or location to ensure all staff receive a fair day’s pay for a fair day’s work. More than 200,000 people have signed a change.org petition protesting against the knighthood awarded to Iain Duncan Smith. The former work and pensions secretary, who was responsible for the implementation of the controversial universal credit system, was named in the new year honours list, which recognises the “achievements and service of extraordinary people” in the UK. The petition, started by an NHS psychiatrist, says that Duncan Smith was “responsible for some of the cruellest most extreme welfare reforms this country has ever seen” which have led to “suffering and impoverishment”. It describes his knighthood as an “insult to the hundreds of thousands of vulnerable individuals across this country who are suffering as a result of his policies” and calls for his title to be dropped. And here is another former Labour MP on the Jeremy Corbyn message. Michael Dugher briefly served in Corbyn’s first shadow cabinet before being sacked in January 2016 for disloyalty. He left parliament in 2017. More reaction to Jeremy Corbyn’s new year’s message. This is from Dame Anne McGuire, Labour MP for Stirling from 1997 to 2015 and a former minister. Here is the video version of Jeremy Corbyn’s controversial New Year’s message. (See 9.20am.) In the Guardian today my colleague Rajeev Syal reports that Angela Rayner is expected to endorse Rebecca Long Bailey for the Labour leadership in the new year, contrary to intense speculation that she might instead pursue a leadership bid of her own. Here are some of the Labour leadership stories in the other papers. Sebastian Payne in the Financial Times (paywall) says the Labour left is divided over who is best placed to succeed Jeremy Corbyn. He says: Corbyn supporters initially focused on Rebecca Long Bailey, shadow business secretary ... But her pitch of “progressive patriotism” [in a Guardian article yesterday] has not been universally well received. One senior party figure described it as a “confection of nothingness”. Another official said the article — which has been in gestation for more than a week — confirmed Ms Long Bailey was “a reluctant leader and it seems people are realising that now” ... Ms Long Bailey’s status as the left’s main candidate is under threat from Ian Lavery, the party chair who is close to Mr Corbyn ... One Corbyn ally said the influence of the powerful Unite trade union was behind Mr Lavery’s decision to challenge Ms Long Bailey. “I think that Unite — specifically [leader] Len McCluskey and [Corbyn ally] Karie Murphy — are disaffected with Becky for some reason and they are encouraging Ian Lavery to run. From their point of view, the beauty of Ian is Corbynism without Corbyn. But I don’t see him appealing to voters in London and the cities or university towns.” But Henry Yorke in the Daily Telegraph (paywall) says Labour “moderates” think Lavery is only floating the idea he might run to boost Long Bailey’s chances. He says: Toby Perkins, the MP for Chesterfield, urged colleagues not to be “fooled”, adding that it was “purely an attempt to convince us that [Ms Long-Bailey] is not a far left choice”. “He won’t really stand, she will,” he added. His concerns were echoed by a trade union source, who told The Daily Telegraph they had seen no evidence to suggest that Mr Lavery was preparing a “serious bid” to replace Mr Corbyn. They added that wielding a second candidate from Mr Corbyn’s wing of the party would help “make the left look stronger”, thereby increasing Ms Long-Bailey’s chances of winning. Henry Zeffman in the Times (paywall) says Rayner is being urged by some of her supporters not to back Long Bailey for Labour leader. He says: Ms Rayner is being urged by her allies not to reciprocate when she announces her own campaign. One source said: “It’s clear what Rebecca gets out of Angela’s support but not clear what Angela gets out of it. She’ll walk deputy either way. But if she backs Rebecca she’ll be dragged into the hard-left warfare.” Tom Newton Dunn in the Sun says some leadership candidates fear Jeremy Corbyn’s allies on Labour’s national executive committee will shorten the timescale for the leadership contest to boost the chances of Long Bailey winning. He says: The race to replace the 70 year-old veteran socialist formally opens next week and was expected to run until the end of March. But some of the contenders have learned senior party officials are now trying to impose an end date of Saturday, March 7 instead. In addition, the wannabe candidates fear they will only be allowed two weeks to tie down the support of the required number of formal backers to allow them to run. Under rule changes enforced last year to lessen MPs’ power over the selection, hopefuls must win the support of at least 5% of affiliated members, including at least two unions, or 5% of constituency parties, on top of 21 MPs. A shorter contest is seen to significantly benefit Mr Corbyn’s inner circle’s preferred choice, Rebecca Long Bailey. The Resolution Foundation, a thinktank specialising in issues affecting those on low and middle incomes, has welcomed the increase in the national living wage (see 9.53am) - although it says the government plan to increase it to £10.50 an hour by 2024 is “not risk free”. Nye Cominetti, an economic analyst at the foundation, said: This latest ramping up of the legal wage floor will boost the pay packets of millions of workers. With the government committed to delivering one of the highest wage floors in the world by 2024, we are set for another parliament of big pay rises for the UK’s lowest earners of around five per cent a year. This ambition is welcome but not risk free. It should be matched by a renewed commitment to swiftly evaluating evidence of the impact of such large and sustained minimum wage rises - and acting on that evidence if problems emerge. Today the government has announced that the national living wage (the minimum wage for over-25s) will increase by four times the rate of inflation. The Treasury press notice about the move is here, and my colleague Richard Partington’s news story is here. Business groups have expressed some concern about the move. The Federation of Small Businesses said increases in the NLW on this scale could be self-defeating. In a statement Craig Beaumont, the FSB’s director of external affairs and advocacy, said: Four in ten small employers say they will raise prices in response to an NLW increase of this magnitude. One in four say they will recruit fewer workers, one in five will cancel investment plans, and one in ten will consider redundancies. There’s always a danger of being self-defeating in this space: wage increases aren’t much good to workers if prices rise, jobs are lost and there’s no impact on productivity because employers are forced to cut back on investing in tech, training and equipment. We’re already seeing signs of a cooling labour market. Within sectors where margins are particularly tight – not least retail, care and hospitality - thousands of jobs have been lost over the last year as overheads mount. Looking ahead, the independence of the Low Pay Commission must be respected. We can only push on with substantial increases to minimum wage rates if economic conditions allow. And the British Chambers of Commerce said this increase would put pressure on businesses. Hannah Essex, the BCC’s co-executive director, said: Businesses want to pay their staff a good wage. But many have struggled with increased costs in a time of great economic uncertainty. Raising wage floors by more than double the rate of inflation will pile further pressure on cashflow and eat into training and investment budgets. Good morning. It’s New Year’s Eve, which means it’s time for political leaders to issue their new year’s messages. It is hard to know why they bother (particularly given that they are now expected to produce a Christmas message too just the week before). If they say something bland, no one takes any notice. And if the message is noteworthy, that’s probably for the wrong reasons – as Jeremy Corbyn is discovering this morning. His message contains no direct reference to the general election, although there is an oblique reference to it in the opening line – which must count as a very late, but unbeatable, entry for the prize of understatement of the decade. 2019 has been quite the year for our country and for our labour movement. The rest of the message talks about how the Labour party will be “the resistance to Boris Johnson”. I will post it in full because it does not seem to be available online. And now we are not just entering a new year but a new decade. And the period ahead could not be more important. It will be crucial if we are to stop irreversible damage being caused by the climate crisis and the particular effects that has on people in the global south. If we are to stop the pain plaguing our country: food banks, poverty and people struggling to get by. If we are to protect our precious NHS. It won’t be easy. But we have built a movement. We are the resistance to Boris Johnson. We will be campaigning every day. We will be on the frontline, both in parliament and on the streets. Protecting our public services. Protecting healthcare free at the point of use. Protecting our communities, in all their brilliant diversity. And standing up for internationalism, global solidarity and cooperation, and working with movements and parties seeking social justice and change all over the world. And make no mistake, our movement is very strong. We are half a million people and growing. We are in every region and nation of our country. We’re not backed by the press barons, by the billionaires or by the millionaires who work for the billionaires. We’re backed by you. We are by the many, for the many. 2020 and the years ahead will be tough. No one is saying otherwise. But we’re up for the fight. To protect what we hold dear. And to build to win and to transform. The fight continues. There is no other choice. So if you’re with us already, I can’t wait to meet the challenges ahead together. But if you’re not, join us. Join Labour today. Together we can bring about real change for our country, for the many and not just the few. All of this (apart from the reference to how the party membership has soared) is the sort of thing that Corbyn might reasonably have said at the end of 2015, when he had just taken over as leader of the Labour party. But after four years as leader, two election defeats, one of which was devastating after an election Corbyn voted for, the lack of introspection, or self-criticism, is remarkable. Here is some reaction from Labour figures not on the Corbynite wing of the party. From Neil Coyle, the Labour MP for Bermondsey and Old Southwark From the former Labour MP Jim Fitzpatrick From Tom Hamilton, an adviser to Ed Miliband when he was Labour leader From Darren Murphy, a former No 10 adviser in the Blair era It looks as if it is going to be a quiet news day but, as usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I will post a summary when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "26039",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]