[
  {
    "id": "politics/2019/may/30/seven-tory-leadership-candidates-declare-themselves-feminists",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-30T18:11:56Z",
    "webTitle": "Eight Tory leadership candidates declare themselves feminists",
    "webUrl": "https://www.theguardian.com/politics/2019/may/30/seven-tory-leadership-candidates-declare-themselves-feminists",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/30/seven-tory-leadership-candidates-declare-themselves-feminists",
    "fields": {
      "headline": "Eight Tory leadership candidates declare themselves feminists",
      "standfirst": "<p>Candidates respond after Dominic Raab said he was ‘probably not’ a feminist</p>",
      "trailText": "Candidates respond after Dominic Raab said he was ‘probably not’ a feminist",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"d44f8781603b246327862182065e0229e63d19ca\"> <img src=\"https://media.guim.co.uk/d44f8781603b246327862182065e0229e63d19ca/0_206_5472_3283/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson considers himself a feminist.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Most of the Conservative leadership candidates – Boris Johnson, Jeremy Hunt, Sajid Javid, Michael Gove, Matthew Hancock, Andrea Leadsom, Rory Stewart and James Cleverly – have all declared that they are feminists, after Dominic Raab said he was “probably not” one.</p> <p>The question of women’s equality became an issue in the contest after Raab, one of the favourites to be Conservative leader, rejected the label of feminism and <a href=\"https://www.theguardian.com/politics/2019/may/26/dominic-raab-defends-calling-feminists-obnoxious-bigots\">stuck by his 2011 assertion</a> that feminists are among the most “obnoxious bigots”.</p> <p>Challenged about the remarks by ITV, Raab said: “The point I was making is that sexism is wrong and it’s wrong if it’s said about a woman or about a man and I think equality is too precious a value for us to put up with double standards. I do think we should call hypocrisy out in political debate and political life.”</p> <p>He added: “I’m all for working women making the very best of their potential and that’s something that’s really important to me.”</p> <p>All 10 of the other Conservative leadership candidates were subsequently asked if they were feminists, with eight saying they were.</p> <p>Johnson, the frontrunner, was criticised by <a href=\"https://www.theguardian.com/politics/2018/aug/07/boris-johnsons-burqa-remarks-offensive-foreign-office-minister-alistair-burt\">senior women in his party</a> last year over his comments referring to Muslim women in burqas as “letterboxes” and comparing them to bank robbers. However, it is understood he considers himself a feminist, and is proud of his campaign as foreign secretary to promote women and girls’ education across the world.</p> <p>Aides to Hunt, Javid, Gove, Leadsom and Stewart all confirmed that their candidates would describe themselves as feminists.</p> <p>Hancock was pressed about the issue of whether he was a feminist in a television interview. He said: “Yes. I have three children … I want my daughter and my sons to have the same opportunities in life. That is what it means to be a feminist. Absolutely, I am a feminist, yes.”</p> <p>Cleverly also said he is “absolutely” a feminist.</p> <p>Esther McVey’s spokesman had no comment. Kit Malthouse did not respond to the question.</p>",
      "newspaperPageNumber": "10",
      "wordcount": "333",
      "firstPublicationDate": "2019-05-30T18:11:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:37:22Z",
      "newspaperEditionDate": "2019-05-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/btdmp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d44f8781603b246327862182065e0229e63d19ca/0_206_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Most of the Conservative leadership candidates – Boris Johnson, Jeremy Hunt, Sajid Javid, Michael Gove, Matthew Hancock, Andrea Leadsom, Rory Stewart and James Cleverly – have all declared that they are feminists, after Dominic Raab said he was “probably not” one. The question of women’s equality became an issue in the contest after Raab, one of the favourites to be Conservative leader, rejected the label of feminism and stuck by his 2011 assertion that feminists are among the most “obnoxious bigots”. Challenged about the remarks by ITV, Raab said: “The point I was making is that sexism is wrong and it’s wrong if it’s said about a woman or about a man and I think equality is too precious a value for us to put up with double standards. I do think we should call hypocrisy out in political debate and political life.” He added: “I’m all for working women making the very best of their potential and that’s something that’s really important to me.” All 10 of the other Conservative leadership candidates were subsequently asked if they were feminists, with eight saying they were. Johnson, the frontrunner, was criticised by senior women in his party last year over his comments referring to Muslim women in burqas as “letterboxes” and comparing them to bank robbers. However, it is understood he considers himself a feminist, and is proud of his campaign as foreign secretary to promote women and girls’ education across the world. Aides to Hunt, Javid, Gove, Leadsom and Stewart all confirmed that their candidates would describe themselves as feminists. Hancock was pressed about the issue of whether he was a feminist in a television interview. He said: “Yes. I have three children … I want my daughter and my sons to have the same opportunities in life. That is what it means to be a feminist. Absolutely, I am a feminist, yes.” Cleverly also said he is “absolutely” a feminist. Esther McVey’s spokesman had no comment. Kit Malthouse did not respond to the question.",
      "charCount": "1978",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/30/brexit-to-compromise-or-make-hard-choices",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-30T17:04:16Z",
    "webTitle": "Brexit – to compromise or make hard choices? | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/30/brexit-to-compromise-or-make-hard-choices",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/30/brexit-to-compromise-or-make-hard-choices",
    "fields": {
      "headline": "Brexit – to compromise or make hard choices?",
      "standfirst": "Guardian readers share their thoughts on next steps when it comes to leaving the European Union",
      "trailText": "<strong>Letters: </strong>Guardian readers share their thoughts on next steps when it comes to leaving the European Union",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ce43999e5dfe832cedf28492fa98c07b48e2839e\"> <img src=\"https://media.guim.co.uk/ce43999e5dfe832cedf28492fa98c07b48e2839e/0_56_3500_2100/1000.jpg\" alt=\"Labour Party leader Jeremy Corbyn and members of the shadow cabinet.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour Party leader Jeremy Corbyn and members of the shadow cabinet. </span> <span class=\"element-image__credit\">Photograph: Phil Noble/Reuters</span> </figcaption> </figure>",
      "body": "<p>Paul Mason is right (<a href=\"https://www.theguardian.com/commentisfree/2019/may/27/corbynism-crisis-oppose-brexit-jeremy-corbyn-labour\" title=\"\">Corbynism is in crisis. Labour will have to oppose Brexit</a>, 28 May) and Gloria De Piero is wrong (<a href=\"https://www.theguardian.com/commentisfree/2019/may/27/brexit-backing-remain-labour-referendum-general-election\" title=\"\">Switching to remain would wreck Labour</a>, 28 May). The idea that Labour can be restored as one big, happy family that will produce social justice once Brexit is “got over with” is a hopeless delusion. Ms De Piero admits that the problems of people in run-down constituencies such as hers “were not created by being in the EU and won’t be solved by leaving it”, and she can hardly be unaware that most economists consider that places like Ashfield will be the most adversely impacted by the economic downturn that leaving will produce. She rightly says that Labour has a moral duty to represent the interests of working-class people but does not explain how this justifies tacitly endorsing the self-harm that Brexit represents for all except the wealthy rightwingers who have led the project.</p> <p>It may be true that Labour cannot win outright without winning in constituencies such as Ashfield, but even less can Labour win by alienating the vast majority of its members and supporters. We have just seen what happens when it tries to face both ways at once. Unfortunately for Jeremy Corbyn, the time has come to stop dithering like a latter-day George Lansbury and make some hard choices. Brexit isn’t going to go away but, at this rate, Labour might well vanish as a significant force in British politics, and serve it right, too.<br><strong>Michael Pyke</strong><br><em>Shenstone, Staff</em><em>ordshire</em></p> <p>• I would like to pose a rhetorical question to Gloria De Piero. If a future Tory government offered the country a referendum on capital punishment – not too far-fetched when looking at some of the members of the ERG – and the country, along with her own constituency, voted narrowly in favour, would she want a Labour party to back the majority vote?<br><strong>Irene Waddell</strong><br><em>Harrogate, North Yorkshire</em></p> <p>• Lisa Nandy’s concerns exemplify Labour’s difficulties in adopting the necessary new direction signalled by the European election results (<a href=\"https://www.theguardian.com/commentisfree/2019/may/20/brexit-britain-labour-remain-european-elections-leave-voters\" title=\"\">We abandon loyalists at our peril, warns Nandy</a>, 29 May). However, even in Wigan, the figures suggest the increase in the combined Brexit party/Ukip vote derived much more from Tory than Labour defectors, the bulk of whom are likely to have supported remain parties and might well return to Labour with a change of policy.</p> <p>In addition to clear analysis of the likely electoral consequences in each constituency of such a change, a method is required to resolve the competing pressures within the party. Formal consultation or a special conference would take considerable time to organise, but an indicative online membership ballot, of the type proposed by Jeremy Corbyn to democratise policymaking, but never implemented, could be relatively quick. A Brexit ballot could re-energise the party and in the event, for example, of substantial backing for Labour’s pre-referendum policy of “remain and reform”, could be a real game changer, which the leadership would ignore at its peril.<br><strong>Dr Anthony Isaacs</strong><br><em>London</em></p> <p>• I thought Martha Gill (<a href=\"https://www.theguardian.com/commentisfree/2019/may/28/farage-tories-brexiteer-gove-johnson-showdown\" title=\"\">Journal</a>, 28 May) summed up the situation around Brexit remarkably accurately: the Tories are landed with the harsh reality of delivering an extremely complex, possibly impossible, task rooted in an ideal which is “purist, anti-institution and scornful of compromise”.</p> <p>What she and other commentators neglect to examine is the degree to which those calling for another referendum, or the annulment of article 50, are also purist and scornful of compromise. That side assumes, without any real evidence, that another vote would deliver them the “right” answer. All it requires is to campaign sufficiently vigorously for the population to come to its senses Alas, this is unlikely to happen. Given all the indicators, the best one could hope for is a small majority for remain. But the anger released by overturning the referendum result would be frightening indeed, and its consequences for trust in democracy terrifying. I don’t know the answer to this conundrum, but I think that Corbyn will eventually be proved right in searching for compromise.<br><strong>Hazel Davies</strong><br><em>Newton-le-Willows, Merseyside</em></p> <p>• It’s encouraging to hear Rory Stewart (<a href=\"https://www.theguardian.com/politics/2019/may/28/rory-stewart-hits-out-at-tory-rivals-over-suicide-bomber-remark\" title=\"\">Report</a>, 28 May) supporting the idea of a citizens’ assembly, as a way to both cut the Gordian knot of Brexit and start bringing the country together. Few people seem to know that there was a <a href=\"http://citizensassembly.co.uk/wp-content/uploads/2017/12/Citizens-Assembly-on-Brexit-Report.pdf\" title=\"\">citizens’ assembly on options for Brexit</a> in late 2017 in Manchester. The main findings were:</p> <p>• The thing that members wanted to value most about their country was “quality of public services”.</p> <p>• On migration most people wanted the UK to maintain free movement of labour with the EU, but make greater use of controls that are available within the single market. They wanted improved training for UK citizens, possible benefit reforms and investment in public services in areas of high immigration.</p> <p>• On trade with the EU, most members preferred a close relationship with the EU, either through a comprehensive trade deal or ongoing membership of the single market. The latter was preferred to leaving without a deal.</p> <p>• On trade beyond the EU most people preferred an arrangement allowing an independent trade policy while maintaining a frictionless UK/EU border. But if unattainable they would prefer staying in the customs union over no deal.</p> <p>Two observations: first, when people are well informed, there is little support for leaving with no deal. So it seems reckless for the Tory leadership contenders, and media, to focus on this. Second, there are strong proponents of a citizens’ assembly on the opposition side as well, for example Stella Creasy and Caroline Lucas.</p> <p>Is it impossible to imagine that Theresa May’s parting gift would be to facilitate a cross-party agreement for an independently managed citizens’ assembly to provide the way forward on Brexit? Because there doesn’t seem to be any other option that gets us moving forward without deepening the existing divisions.<br><strong>Carolyn Hayman</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1019",
      "commentable": "false",
      "firstPublicationDate": "2019-05-30T17:04:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:29Z",
      "newspaperEditionDate": "2019-05-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/btdhv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ce43999e5dfe832cedf28492fa98c07b48e2839e/0_56_3500_2100/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Paul Mason is right (Corbynism is in crisis. Labour will have to oppose Brexit, 28 May) and Gloria De Piero is wrong (Switching to remain would wreck Labour, 28 May). The idea that Labour can be restored as one big, happy family that will produce social justice once Brexit is “got over with” is a hopeless delusion. Ms De Piero admits that the problems of people in run-down constituencies such as hers “were not created by being in the EU and won’t be solved by leaving it”, and she can hardly be unaware that most economists consider that places like Ashfield will be the most adversely impacted by the economic downturn that leaving will produce. She rightly says that Labour has a moral duty to represent the interests of working-class people but does not explain how this justifies tacitly endorsing the self-harm that Brexit represents for all except the wealthy rightwingers who have led the project. It may be true that Labour cannot win outright without winning in constituencies such as Ashfield, but even less can Labour win by alienating the vast majority of its members and supporters. We have just seen what happens when it tries to face both ways at once. Unfortunately for Jeremy Corbyn, the time has come to stop dithering like a latter-day George Lansbury and make some hard choices. Brexit isn’t going to go away but, at this rate, Labour might well vanish as a significant force in British politics, and serve it right, too. Michael Pyke Shenstone, Staffordshire • I would like to pose a rhetorical question to Gloria De Piero. If a future Tory government offered the country a referendum on capital punishment – not too far-fetched when looking at some of the members of the ERG – and the country, along with her own constituency, voted narrowly in favour, would she want a Labour party to back the majority vote? Irene Waddell Harrogate, North Yorkshire • Lisa Nandy’s concerns exemplify Labour’s difficulties in adopting the necessary new direction signalled by the European election results (We abandon loyalists at our peril, warns Nandy, 29 May). However, even in Wigan, the figures suggest the increase in the combined Brexit party/Ukip vote derived much more from Tory than Labour defectors, the bulk of whom are likely to have supported remain parties and might well return to Labour with a change of policy. In addition to clear analysis of the likely electoral consequences in each constituency of such a change, a method is required to resolve the competing pressures within the party. Formal consultation or a special conference would take considerable time to organise, but an indicative online membership ballot, of the type proposed by Jeremy Corbyn to democratise policymaking, but never implemented, could be relatively quick. A Brexit ballot could re-energise the party and in the event, for example, of substantial backing for Labour’s pre-referendum policy of “remain and reform”, could be a real game changer, which the leadership would ignore at its peril. Dr Anthony Isaacs London • I thought Martha Gill (Journal, 28 May) summed up the situation around Brexit remarkably accurately: the Tories are landed with the harsh reality of delivering an extremely complex, possibly impossible, task rooted in an ideal which is “purist, anti-institution and scornful of compromise”. What she and other commentators neglect to examine is the degree to which those calling for another referendum, or the annulment of article 50, are also purist and scornful of compromise. That side assumes, without any real evidence, that another vote would deliver them the “right” answer. All it requires is to campaign sufficiently vigorously for the population to come to its senses Alas, this is unlikely to happen. Given all the indicators, the best one could hope for is a small majority for remain. But the anger released by overturning the referendum result would be frightening indeed, and its consequences for trust in democracy terrifying. I don’t know the answer to this conundrum, but I think that Corbyn will eventually be proved right in searching for compromise. Hazel Davies Newton-le-Willows, Merseyside • It’s encouraging to hear Rory Stewart (Report, 28 May) supporting the idea of a citizens’ assembly, as a way to both cut the Gordian knot of Brexit and start bringing the country together. Few people seem to know that there was a citizens’ assembly on options for Brexit in late 2017 in Manchester. The main findings were: • The thing that members wanted to value most about their country was “quality of public services”. • On migration most people wanted the UK to maintain free movement of labour with the EU, but make greater use of controls that are available within the single market. They wanted improved training for UK citizens, possible benefit reforms and investment in public services in areas of high immigration. • On trade with the EU, most members preferred a close relationship with the EU, either through a comprehensive trade deal or ongoing membership of the single market. The latter was preferred to leaving without a deal. • On trade beyond the EU most people preferred an arrangement allowing an independent trade policy while maintaining a frictionless UK/EU border. But if unattainable they would prefer staying in the customs union over no deal. Two observations: first, when people are well informed, there is little support for leaving with no deal. So it seems reckless for the Tory leadership contenders, and media, to focus on this. Second, there are strong proponents of a citizens’ assembly on the opposition side as well, for example Stella Creasy and Caroline Lucas. Is it impossible to imagine that Theresa May’s parting gift would be to facilitate a cross-party agreement for an independently managed citizens’ assembly to provide the way forward on Brexit? Because there doesn’t seem to be any other option that gets us moving forward without deepening the existing divisions. Carolyn Hayman London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "6277",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/may/30/get-out-in-the-sun-for-your-vitamin-d",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-05-30T17:03:35Z",
    "webTitle": "Get out in the sun for your vitamin D | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/may/30/get-out-in-the-sun-for-your-vitamin-d",
    "apiUrl": "https://content.guardianapis.com/society/2019/may/30/get-out-in-the-sun-for-your-vitamin-d",
    "fields": {
      "headline": "Get out in the sun for your vitamin D",
      "standfirst": "Vitamin D cannot be easily obtained from diet, so sunlight and supplements are the main options to address deficiencies, say <strong>Ann Webb</strong> and <strong>Lesley Rhodes</strong>; while <strong>Kate Ashbrook </strong>says that government should enable local authorities properly to manage and improve their parks and green spaces",
      "trailText": "<strong>Letters:</strong> Vitamin D cannot be easily obtained from diet, so sunlight and supplements are the main options to address deficiencies, say <strong>Ann Webb</strong> and <strong>Lesley Rhodes</strong>; while <strong>Kate Ashbrook </strong>says that government should enable local authorities properly to manage and improve their parks and green spaces",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"7444459af074903c75d8131e121a7b284fef2e84\"> <img src=\"https://media.guim.co.uk/7444459af074903c75d8131e121a7b284fef2e84/218_158_2393_1436/1000.jpg\" alt=\"‘Exposing lower arms and legs during warm weather will further optimise a good supply of vitamin D,’ write Ann Webb and Lesley Rhodes. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Exposing lower arms and legs during warm weather will further optimise a good supply of vitamin D,’ write Ann Webb and Lesley Rhodes. </span> <span class=\"element-image__credit\">Photograph: Credit: Stephen Chung / Alamy Live News/Alamy Live News.</span> </figcaption> </figure>",
      "body": "<p>As researchers in sunlight and vitamin D, we welcome the advice by Professor Steve Jones to “get out in the sun” and to take vitamin D supplements when there is not enough sun (<a href=\"https://www.theguardian.com/society/2019/may/26/top-uk-scientist-urges-people-to-take-vitamin-d-supplements\" title=\"\">Scientist urges people to take vitamin D</a>, 27 May). Levels of vitamin D deficiency are high in the UK, and this is likely to impact on the nation’s long-term bone health, with an increase in childhood rickets and adult bone disease. Vitamin D cannot be easily obtained from diet, so sunlight and supplements are the main options to address deficiencies. Our research provides more context and detail on this: daily sunlight exposure for just 10-15 minutes in the middle of the day (25 minutes for people with darker skin) during the spring and summer months should provide sufficient vitamin D to avoid vitamin D deficiency all year round. For most people, this will be a safe level of exposure. Exposing lower arms and legs during warm weather will further optimise a good supply of vitamin D. We agree with Professor Jones’s message to “get out in the sun”, and highlight that low levels of exposure are all that are required, minimising risks of skin cancer.<br><strong>Professor Ann Webb, Professor Lesley Rhodes</strong> <em>University of Manchester</em></p> <p>• Urban planning should take account of sunlight (<a href=\"https://www.theguardian.com/commentisfree/2019/may/27/health-indoor-habit\" title=\"\">For the sake of our health, we need to kick the indoor habit</a>, 27 May), but the appeal court thinks otherwise. It recently ruled that land at Royal Wootton Bassett in Wiltshire could not be registered as a town or village green because it lay within an area scheduled for development. The future inhabitants will thus be denied the right to open-air recreation close to their homes on land safeguarded for that purpose. Developers should be required to create permanent new green spaces and paths, and the government should enable local authorities properly to manage and improve their parks and green spaces. From a purely financial point of view this makes sense, by cutting the costs to the NHS of an unhealthy population.<br><strong>Kate Ashbrook</strong><br><em>General secretary, the Open Spaces Society</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "391",
      "commentable": "false",
      "firstPublicationDate": "2019-05-30T17:03:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-30T17:04:42Z",
      "newspaperEditionDate": "2019-05-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/btdgc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7444459af074903c75d8131e121a7b284fef2e84/218_158_2393_1436/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As researchers in sunlight and vitamin D, we welcome the advice by Professor Steve Jones to “get out in the sun” and to take vitamin D supplements when there is not enough sun (Scientist urges people to take vitamin D, 27 May). Levels of vitamin D deficiency are high in the UK, and this is likely to impact on the nation’s long-term bone health, with an increase in childhood rickets and adult bone disease. Vitamin D cannot be easily obtained from diet, so sunlight and supplements are the main options to address deficiencies. Our research provides more context and detail on this: daily sunlight exposure for just 10-15 minutes in the middle of the day (25 minutes for people with darker skin) during the spring and summer months should provide sufficient vitamin D to avoid vitamin D deficiency all year round. For most people, this will be a safe level of exposure. Exposing lower arms and legs during warm weather will further optimise a good supply of vitamin D. We agree with Professor Jones’s message to “get out in the sun”, and highlight that low levels of exposure are all that are required, minimising risks of skin cancer. Professor Ann Webb, Professor Lesley Rhodes University of Manchester • Urban planning should take account of sunlight (For the sake of our health, we need to kick the indoor habit, 27 May), but the appeal court thinks otherwise. It recently ruled that land at Royal Wootton Bassett in Wiltshire could not be registered as a town or village green because it lay within an area scheduled for development. The future inhabitants will thus be denied the right to open-air recreation close to their homes on land safeguarded for that purpose. Developers should be required to create permanent new green spaces and paths, and the government should enable local authorities properly to manage and improve their parks and green spaces. From a purely financial point of view this makes sense, by cutting the costs to the NHS of an unhealthy population. Kate Ashbrook General secretary, the Open Spaces Society • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2334",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "money/2019/may/30/the-dream-of-free-buses-still-lives-on",
    "type": "article",
    "sectionId": "money",
    "sectionName": "Money",
    "webPublicationDate": "2019-05-30T17:03:22Z",
    "webTitle": "The dream of free buses still lives on | Letters",
    "webUrl": "https://www.theguardian.com/money/2019/may/30/the-dream-of-free-buses-still-lives-on",
    "apiUrl": "https://content.guardianapis.com/money/2019/may/30/the-dream-of-free-buses-still-lives-on",
    "fields": {
      "headline": "The dream of free buses still lives on",
      "standfirst": "Let’s give them a free-to-use bus service as was intended by a visionary authority in 1974, writes <strong>Mike Smith</strong> of South Yorkshire Freedom Riders",
      "trailText": "<strong>Letters:</strong> Let’s give them a free-to-use bus service as was intended by a visionary authority in 1974, writes <strong>Mike Smith</strong> of South Yorkshire Freedom Riders",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"5fedddf6a8e6080d0c9b87ea588cd240514eb65d\"> <img src=\"https://media.guim.co.uk/5fedddf6a8e6080d0c9b87ea588cd240514eb65d/0_0_4096_2459/1000.jpg\" alt=\"Sheffield.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sheffield. ‘Let’s give everyone access to towns, villages, friends, the countryside and work.’</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>David Walker’s recollection of South Yorkshire’s publicly subsidised public transport system (<a href=\"https://www.theguardian.com/environment/2019/may/29/eco-friendly-modes-of-transport-for-all\" title=\"\">Letters</a>, 30 May) is only part of the story. The aim of the cheap fares was to make the bus service totally free of fares by 1984 – a hop-on, hop-off service funded through a precept on the rates and savings made from not having to collect fares. The South Yorkshire Freedom Riders are pressing the Sheffield city region mayor Dan Jarvis, the Labour and Green parties, locally and nationally, to give serious consideration to a publicly owned and run universal basic service with a zero-fare expanded bus service. For most people it will mean a minimum of a £30 uplift in disposable income as well as removing cars from our roads and reducing levels of pollution.</p> <p>Motorists are facing higher costs to force them into buses. Let’s give them a viable alternative. Let’s give everyone access to towns, villages, friends, the countryside and work. Let’s give them a free-to-use bus service as was intended by a visionary authority in 1974.<br><strong>Mike Smith</strong><br><em>South Yorkshire Freedom Riders</em><em>, Barnsley</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "224",
      "commentable": "false",
      "firstPublicationDate": "2019-05-30T17:03:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-30T17:04:42Z",
      "newspaperEditionDate": "2019-05-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/btdtj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5fedddf6a8e6080d0c9b87ea588cd240514eb65d/0_0_4096_2459/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "David Walker’s recollection of South Yorkshire’s publicly subsidised public transport system (Letters, 30 May) is only part of the story. The aim of the cheap fares was to make the bus service totally free of fares by 1984 – a hop-on, hop-off service funded through a precept on the rates and savings made from not having to collect fares. The South Yorkshire Freedom Riders are pressing the Sheffield city region mayor Dan Jarvis, the Labour and Green parties, locally and nationally, to give serious consideration to a publicly owned and run universal basic service with a zero-fare expanded bus service. For most people it will mean a minimum of a £30 uplift in disposable income as well as removing cars from our roads and reducing levels of pollution. Motorists are facing higher costs to force them into buses. Let’s give them a viable alternative. Let’s give everyone access to towns, villages, friends, the countryside and work. Let’s give them a free-to-use bus service as was intended by a visionary authority in 1974. Mike Smith South Yorkshire Freedom Riders, Barnsley • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1376",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "environment/2019/may/30/in-the-gutter-but-looking-at-the-carbs",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-05-30T17:02:22Z",
    "webTitle": "In the gutter but looking at the carbs | Brief letters",
    "webUrl": "https://www.theguardian.com/environment/2019/may/30/in-the-gutter-but-looking-at-the-carbs",
    "apiUrl": "https://content.guardianapis.com/environment/2019/may/30/in-the-gutter-but-looking-at-the-carbs",
    "fields": {
      "headline": "In the gutter but looking at the carbs",
      "standfirst": "Frank Bowling | Food waste | Bumblebees | Brexit advisers | Golf | G-Wiz",
      "trailText": "<strong>Brief letters:</strong> Frank Bowling | Food waste | Bumblebees | Brexit advisers | Golf | G-Wiz",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"14692bb778fe1032d0080eebe5e9447131317c0a\"> <img src=\"https://media.guim.co.uk/14692bb778fe1032d0080eebe5e9447131317c0a/0_94_5100_3061/1000.jpg\" alt=\"Reader Shirley Williams wonders if eating leftovers of the heavily processed variety might not be bad for your health. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Reader Shirley Williams wonders if eating leftovers of the heavily processed variety might not be bad for your health. </span> <span class=\"element-image__credit\">Photograph: Janine Wiedel Photolibrary/Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>The venerable, and beautiful, photo-portrait of Frank Bowling (<a href=\"https://www.theguardian.com/artanddesign/2019/may/29/frank-bowling-painter-six-decade-journey-to-success-tate\" title=\"\">Bowling them over</a>, 30 May) brings to mind playing football with him in Battersea Park in the early 1960s. As we tussled in midfield he explained that in New York his peers judged a painter solely by the amount of money he was making. From this single encounter I have tracked and admired his work ever since. Particularly satisfying, therefore, to read about his public recognition, and his first retrospective at the Tate.<br><strong>Hamish MacGibbon</strong><br><em>London</em></p> <p>• Andrew Mayers (<a href=\"https://www.theguardian.com/environment/2019/may/30/im-the-gutter-gourmet-how-i-spent-a-month-eating-other-peoples-leftovers\" title=\"\">I’m the gutter gourmet: how I spent a month eating other people’s leftovers</a>, theguardian.com, 30 May) may “feel more streamlined, more connected, less anxious” and be playing better tennis, but has he considered the long-term effects (<a href=\"https://www.theguardian.com/science/2019/may/29/studies-link-too-much-heavily-processed-food-to-early-death\" title=\"\">Eating highly processed food linked with risk of early death</a>, 30 May)?<br><strong>Shirley Williams</strong><br><em>Chapel-en-le-Frith, Derbyshire</em></p> <p>• What a coincidence! On the very day that your article was published (<a href=\"https://www.theguardian.com/environment/2019/may/29/bumblebees-affected-by-2018-extreme-uk-weather-experts-say\" title=\"\">Bumblebees hit by harsh weather in 2018</a>, 29 May) my husband uncovered a white-tailed bumblebee nest – in the very place where he wanted to build a wood store. Now I can join the <a href=\"http://www.beewalk.org.uk/\" title=\"\">BeeWalk scheme</a>.<br><strong>Helen Keating</strong><br><em>Gatehouse of Fleet, Dumfries and Galloway</em></p> <p>• I’m sure the public sector will be delighted to see another indication that “austerity is over” (<a href=\"https://www.theguardian.com/politics/2019/may/29/government-spends-almost-100m-brexit-consultants\" title=\"\">UK spends £97m on Brexit advisers</a>, 30 May).<br><strong>Andrew J Langstone</strong><br><em>Solihull, West Midlands</em></p> <p>• If only I’d known that golf had been upgraded from a game to a sport, I’d have got all 12 (Wordsearch, 28 May).<br><strong>David Thompson</strong><br><em>Sudbury, Suffolk</em></p> <p>• A contender for the 21st-century Model T (<a href=\"https://www.theguardian.com/environment/2019/may/29/eco-friendly-modes-of-transport-for-all\" title=\"\">Letters</a>, 30 May) is the G-Wiz. Made in India.<br><strong>Charles Birch</strong><br><em>Watchet, Somerset</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "311",
      "commentable": "false",
      "firstPublicationDate": "2019-05-30T17:02:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-04-02T15:14:30Z",
      "newspaperEditionDate": "2019-05-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/btdng",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/14692bb778fe1032d0080eebe5e9447131317c0a/0_94_5100_3061/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The venerable, and beautiful, photo-portrait of Frank Bowling (Bowling them over, 30 May) brings to mind playing football with him in Battersea Park in the early 1960s. As we tussled in midfield he explained that in New York his peers judged a painter solely by the amount of money he was making. From this single encounter I have tracked and admired his work ever since. Particularly satisfying, therefore, to read about his public recognition, and his first retrospective at the Tate. Hamish MacGibbon London • Andrew Mayers (I’m the gutter gourmet: how I spent a month eating other people’s leftovers, theguardian.com, 30 May) may “feel more streamlined, more connected, less anxious” and be playing better tennis, but has he considered the long-term effects (Eating highly processed food linked with risk of early death, 30 May)? Shirley Williams Chapel-en-le-Frith, Derbyshire • What a coincidence! On the very day that your article was published (Bumblebees hit by harsh weather in 2018, 29 May) my husband uncovered a white-tailed bumblebee nest – in the very place where he wanted to build a wood store. Now I can join the BeeWalk scheme. Helen Keating Gatehouse of Fleet, Dumfries and Galloway • I’m sure the public sector will be delighted to see another indication that “austerity is over” (UK spends £97m on Brexit advisers, 30 May). Andrew J Langstone Solihull, West Midlands • If only I’d known that golf had been upgraded from a game to a sport, I’d have got all 12 (Wordsearch, 28 May). David Thompson Sudbury, Suffolk • A contender for the 21st-century Model T (Letters, 30 May) is the G-Wiz. Made in India. Charles Birch Watchet, Somerset • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1952",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/30/labour-peer-never-spoke-house-of-lords-claims-50000-expenses",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-30T17:00:11Z",
    "webTitle": "Peer who never spoke in Lords last year claims £50,000 expenses",
    "webUrl": "https://www.theguardian.com/politics/2019/may/30/labour-peer-never-spoke-house-of-lords-claims-50000-expenses",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/30/labour-peer-never-spoke-house-of-lords-claims-50000-expenses",
    "fields": {
      "headline": "Peer who never spoke in Lords last year claims £50,000 expenses",
      "standfirst": "<p><strong>Exclusive:</strong> Lord Brookman among dozens not to speak, raising fresh questions about the chamber</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/may/30/its-chaos-how-brexit-crisis-is-paralysing-the-house-of-lords\">‘It’s chaos’: how Brexit crisis is paralysing the House of Lords</a></li></ul>",
      "trailText": "<strong>Exclusive:</strong> Lord Brookman among dozens not to speak, raising fresh questions about the chamber",
      "byline": "Pamela Duncan and David Pegg",
      "main": "<figure class=\"element element-image\" data-media-id=\"0236fee1b450b8d0487ff9e2aefe5e0635e3b143\"> \n <img src=\"https://media.guim.co.uk/0236fee1b450b8d0487ff9e2aefe5e0635e3b143/0_357_5359_3216/1000.jpg\" alt=\"Peers in the House of Lords at the opening of parliament in 2017\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Peers in the House of Lords at the state opening of parliament in 2017.</span> \n  <span class=\"element-image__credit\">Photograph: Carl Court/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>A Labour peer claimed almost £50,000 in attendance and travel expenses covering every single day the House of Lords was sitting last year, despite never speaking or asking any written questions, a Guardian investigation reveals.</p> \n<p>The former trade union general secretary David Brookman was among dozens of other lords and baronesses who never took part in a single debate, while almost a third of the 800 peers barely participated in parliamentary business over a 12-month period despite costing almost £3.2m in allowances.</p> \n<p>The details have emerged from a new analysis of public data that will raise fresh questions about the size and effectiveness of the Lords, and the funds that can be claimed by those who fail to regularly contribute.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/30/its-chaos-how-brexit-crisis-is-paralysing-the-house-of-lords\">'It's chaos': how Brexit crisis is paralysing the House of Lords</a> </p> \n</aside> \n<p>The findings show:</p> \n<ul> \n <li><p>Eighty-eight peers – about one in nine - never spoke, held a government post or participated in a committee at all. </p></li> \n <li><p>Forty-six peers did not register a single vote, including on Brexit, sit on a committee or hold a post. One peer claimed £25,000 without voting, while another claimed £41,000 but only voted once.</p></li> \n <li><p>More than 270 peers claimed more than £40,000 in allowances, with two claiming more than £70,000.</p></li> \n</ul> \n<p>The former Lords speaker Frances D’Souza, a long-term advocate of reform, said the findings corroborated “what everyone suspects is going on”, and that a minority of peers risked discrediting the hard work of their colleagues.</p> \n<p>“There’s clearly a need to reduce numbers,” Lady D’Souza said, adding that the research “clearly shows there are people who are attending the House of Lords who are not contributing, and therefore they are simply redundant”.</p> \n<p>The Guardian’s analysis covers the attendance, participation and allowances claims of 785 lords serving for a full year between 2017 and 2018. They comprise 244 Conservatives, 196 Labour and 97 Liberal Democrats, as well as 248 crossbench peers and various others.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/05/peer-breakdown-zip/giv-3902z3YsoqSZPOpy/\" data-alt=\"785 peers served between 1 September 2017 and 31 August 2018\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/05/peer-breakdown-zip/giv-3902z3YsoqSZPOpy/\">785 peers served between 1 September 2017 and 31 August 2018</a> \n</figure> \n<p>The Lords plays a crucial role in scrutinising government legislation, but its critics have long complained the chamber is bloated, anachronistic and inefficient.</p> \n<p>Peers are mostly appointed by the prime minister of the day. About 100 peers are former senior members of the judiciary, Church of England bishops, or aristocrats who inherited their seats.</p> \n<p> The findings also showed that peers were much more likely to attend frequently than infrequently: 300 attended on more than 80% of possible days, with 15 peers attending for 157 days, the maximum number reported.</p> \n<p>They include the former chair of the Labour party’s national executive committee Dianne Hayter, who holds <a href=\"https://www.parliament.uk/biographies/lords/baroness-hayter-of-kentish-town/4159\">four frontbench posts</a> including Labour Brexit spokesperson in the Lords. She spoke on nearly half the days she attended, while also serving on the liaison committee, which manages the business of the upper chamber.</p> \n<p>But attendance data alone can be misleading because some peers rarely or never participate in parliamentary business despite attending frequently.</p> \n<p>The steel company magnate <a href=\"https://www.theguardian.com/business/2008/nov/21/swraj-paul-caparo-london-zoo\">Swraj Paul</a> attended on 157 days and claimed more than £47,000 of allowances, but only spoke once. He did not serve on a committee, though has done in the past.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/06/archive-zip/giv-3902kbbSl53hzNQT/\" data-alt=\"Peers speaking\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/06/archive-zip/giv-3902kbbSl53hzNQT/\">Peers speaking</a> \n</figure> \n<p>Lord Paul said there was no requirement in the rules for lords to participate in order to claim allowances. “I take a lot of interest in the House of Lords, but there is a lot more to be done than making speeches,” he said. Asked for an example, he replied: “Thinking, etc, and giving my point of view to colleagues.”</p> \n<p> Lord Brookman also attended 157 days but never spoke and did not serve on a committee, though he did regularly vote. He did not respond to an invitation to comment.</p> \n<p>About a third of lords – 245 – contributed infrequently, holding no committee roles or frontbench posts and speaking on only seven days or fewer. Eighty-eight of their number never spoke.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/05/participation-zip/giv-3902FEXsyj9IB0Yv/\" data-alt=\"Of the 785 peers covered by the analysis ... 245 spoke on seven days or fewer and did not hold a committee or front bench role, 88 of those never spoke at all and 46 of them never voted, including on Brexit\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/05/participation-zip/giv-3902FEXsyj9IB0Yv/\">Of the 785 peers covered by the analysis ... 245 spoke on seven days or fewer and did not hold a committee or front bench role, 88 of those never spoke at all and 46 of them never voted, including on Brexit</a> \n</figure> \n<p>Nick Houghton, a former chief of defence staff who joined the Lords in November 2017, was one of a small number of peers to rarely or never vote.</p> \n<p>Lord Houghton said he never voted because he had spent his first six months in the Lords familiarising himself with the chamber’s procedures. “I do not consider myself an expert on the intricacies of EU withdrawal,” he said. “I plan to be selective on the debates I contribute to and the votes I make.”</p> \n<p>Unlike MPs, who receive an annual salary, peers are entitled to a daily allowance of £305, in part because they are expected to work part time. Those who do not attend are not entitled to the allowance.</p> \n<p>The allowance system has been criticised because it allows peers to claim money for attending without necessarily making a contribution. Parliamentary staff note peers’ attendance when they arrive, but no record is kept of how soon after that they depart.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/05/allowences-zip/giv-3902TiRxsV60xbR5\" data-alt=\"116 peers claimed nothing in allowances while two claimed over £70,000\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/05/allowences-zip/giv-3902TiRxsV60xbR5\">116 peers claimed nothing in allowances while two claimed over £70,000</a> \n</figure> \n<p>The median allowance claim by peers was £30,180, though some peers claimed substantially more than that through more frequent attendance or through travel expenses.</p> \n<p>A spokesperson for the House of Lords said: “Members of the House of Lords are not full-time politicians, but they do bring a wealth of experience and expertise from outside parliament. As with MPs, not all the work that members undertake is visible – – much of it is done behind the scenes, researching issues and meeting campaigners and members of the public.”</p> \n<p>The spokesperson added: “Members are responsible for ensuring that claims they make are in accordance with the rules contained in the code of conduct. If no parliamentary work is undertaken, no money should be claimed. The large majority of members take these duties seriously and undertake them with diligence.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"3b478e43-eec1-47d2-878c-0f81f2b0e525\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The project covers the period between 1 September 2017 and 31 August 2018, and covers peers who could submit daily attendance allowances in that time period. Data was gathered from three official sources:</p>\n    <ul>\n     <li>Claims for <a href=\"https://www.parliament.uk/mps-lords-and-offices/members-allowances/house-of-lords/holallowances/hol-expenses04/\">daily attendance allowances and travel costs</a> by members of the House of Lords are published on the parliamentary website</li>\n     <li>Peers’ names, political parties, information on committee roles, and members’ interests were gathered from each peer’s <a href=\"https://www.parliament.uk/mps-lords-and-offices/lords/\">biography</a> on the parliamentary website</li>\n     <li>Speaking and voting records were taken from each peer’s <a href=\"https://hansard.parliament.uk/search/Members?house=lords&amp;currentFormerFilter=1\">contributions page</a> on Hansard</li>\n    </ul>\n    <p>The list includes all peers listed on the claims for <a href=\"https://www.parliament.uk/mps-lords-and-offices/members-allowances/house-of-lords/holallowances/hol-expenses04/\">daily attendance allowances and travel costs</a> by members of the House of Lords in the time period covered as published on the parliamentary website.</p>\n    <p>This includes those peers on a leave of absence either for part or all of the time period covered. Those who retired or died partway through the period were excluded.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<h2><strong>Flights</strong></h2> \n<p>Peers are permitted to claim for <a href=\"https://www.parliament.uk/documents/lords-finance-office/members-guide-may-2018.pdf\">business-class flights</a> to and from parliament.</p> \n<p>The largest claim for attendance and travel expenses was from the former Labour minister Jack Cunningham, who chairs one of the chamber’s most important committees scrutinising secondary legislation. He claimed £75,122 for 154 days’ attendance, £23,108 of which was for air travel.</p> \n<p>Receipts obtained through freedom of information requests suggest Lord Cunningham took dozens of flights to and from London. It is not clear whether or not Cunningham travelled business class.</p> \n<p><em>Additional reporting by</em><em> Olga Chen Cheng and Amelia Clarke</em></p> \n<p>• This article was amended on 31 May 2019 to clarify that former members of the judiciary sit in the House of Lords, but serving members are disqualified.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1030",
      "firstPublicationDate": "2019-05-30T17:00:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-16T09:28:18Z",
      "newspaperEditionDate": "2019-05-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b68vt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0236fee1b450b8d0487ff9e2aefe5e0635e3b143/0_357_5359_3216/500.jpg",
      "legallySensitive": "false",
      "sensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A Labour peer claimed almost £50,000 in attendance and travel expenses covering every single day the House of Lords was sitting last year, despite never speaking or asking any written questions, a Guardian investigation reveals. The former trade union general secretary David Brookman was among dozens of other lords and baronesses who never took part in a single debate, while almost a third of the 800 peers barely participated in parliamentary business over a 12-month period despite costing almost £3.2m in allowances. The details have emerged from a new analysis of public data that will raise fresh questions about the size and effectiveness of the Lords, and the funds that can be claimed by those who fail to regularly contribute. The findings show: Eighty-eight peers – about one in nine - never spoke, held a government post or participated in a committee at all. Forty-six peers did not register a single vote, including on Brexit, sit on a committee or hold a post. One peer claimed £25,000 without voting, while another claimed £41,000 but only voted once. More than 270 peers claimed more than £40,000 in allowances, with two claiming more than £70,000. The former Lords speaker Frances D’Souza, a long-term advocate of reform, said the findings corroborated “what everyone suspects is going on”, and that a minority of peers risked discrediting the hard work of their colleagues. “There’s clearly a need to reduce numbers,” Lady D’Souza said, adding that the research “clearly shows there are people who are attending the House of Lords who are not contributing, and therefore they are simply redundant”. The Guardian’s analysis covers the attendance, participation and allowances claims of 785 lords serving for a full year between 2017 and 2018. They comprise 244 Conservatives, 196 Labour and 97 Liberal Democrats, as well as 248 crossbench peers and various others. The Lords plays a crucial role in scrutinising government legislation, but its critics have long complained the chamber is bloated, anachronistic and inefficient. Peers are mostly appointed by the prime minister of the day. About 100 peers are former senior members of the judiciary, Church of England bishops, or aristocrats who inherited their seats. The findings also showed that peers were much more likely to attend frequently than infrequently: 300 attended on more than 80% of possible days, with 15 peers attending for 157 days, the maximum number reported. They include the former chair of the Labour party’s national executive committee Dianne Hayter, who holds four frontbench posts including Labour Brexit spokesperson in the Lords. She spoke on nearly half the days she attended, while also serving on the liaison committee, which manages the business of the upper chamber. But attendance data alone can be misleading because some peers rarely or never participate in parliamentary business despite attending frequently. The steel company magnate Swraj Paul attended on 157 days and claimed more than £47,000 of allowances, but only spoke once. He did not serve on a committee, though has done in the past. Lord Paul said there was no requirement in the rules for lords to participate in order to claim allowances. “I take a lot of interest in the House of Lords, but there is a lot more to be done than making speeches,” he said. Asked for an example, he replied: “Thinking, etc, and giving my point of view to colleagues.” Lord Brookman also attended 157 days but never spoke and did not serve on a committee, though he did regularly vote. He did not respond to an invitation to comment. About a third of lords – 245 – contributed infrequently, holding no committee roles or frontbench posts and speaking on only seven days or fewer. Eighty-eight of their number never spoke. Nick Houghton, a former chief of defence staff who joined the Lords in November 2017, was one of a small number of peers to rarely or never vote. Lord Houghton said he never voted because he had spent his first six months in the Lords familiarising himself with the chamber’s procedures. “I do not consider myself an expert on the intricacies of EU withdrawal,” he said. “I plan to be selective on the debates I contribute to and the votes I make.” Unlike MPs, who receive an annual salary, peers are entitled to a daily allowance of £305, in part because they are expected to work part time. Those who do not attend are not entitled to the allowance. The allowance system has been criticised because it allows peers to claim money for attending without necessarily making a contribution. Parliamentary staff note peers’ attendance when they arrive, but no record is kept of how soon after that they depart. The median allowance claim by peers was £30,180, though some peers claimed substantially more than that through more frequent attendance or through travel expenses. A spokesperson for the House of Lords said: “Members of the House of Lords are not full-time politicians, but they do bring a wealth of experience and expertise from outside parliament. As with MPs, not all the work that members undertake is visible – – much of it is done behind the scenes, researching issues and meeting campaigners and members of the public.” The spokesperson added: “Members are responsible for ensuring that claims they make are in accordance with the rules contained in the code of conduct. If no parliamentary work is undertaken, no money should be claimed. The large majority of members take these duties seriously and undertake them with diligence.” Flights Peers are permitted to claim for business-class flights to and from parliament. The largest claim for attendance and travel expenses was from the former Labour minister Jack Cunningham, who chairs one of the chamber’s most important committees scrutinising secondary legislation. He claimed £75,122 for 154 days’ attendance, £23,108 of which was for air travel. Receipts obtained through freedom of information requests suggest Lord Cunningham took dozens of flights to and from London. It is not clear whether or not Cunningham travelled business class. Additional reporting by Olga Chen Cheng and Amelia Clarke • This article was amended on 31 May 2019 to clarify that former members of the judiciary sit in the House of Lords, but serving members are disqualified.",
      "charCount": "6300",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/pamela-duncan\">Pamela Duncan</a> and <a href=\"profile/david-pegg\">David Pegg</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/30/its-chaos-how-brexit-crisis-is-paralysing-the-house-of-lords",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-30T17:00:09Z",
    "webTitle": "'It's chaos': how Brexit crisis is paralysing the House of Lords",
    "webUrl": "https://www.theguardian.com/politics/2019/may/30/its-chaos-how-brexit-crisis-is-paralysing-the-house-of-lords",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/30/its-chaos-how-brexit-crisis-is-paralysing-the-house-of-lords",
    "fields": {
      "headline": "'It's chaos': how Brexit crisis is paralysing the House of Lords",
      "standfirst": "<p>Deprived of its traditional role of legislative scrutiny, pressure grows on upper chamber to reform </p><ul><li><a href=\"https://www.theguardian.com/politics/2019/may/30/labour-peer-never-spoke-house-of-lords-claims-50000-expenses\">Peer who never spoke in Lords last year claims £50,000 expenses</a></li></ul>",
      "trailText": "Deprived of its traditional role of legislative scrutiny, pressure grows on upper chamber to reform",
      "byline": "David Pegg and Pamela Duncan",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"16c038b3343f60a337d1919666693e9361c2fe32\"> <img src=\"https://media.guim.co.uk/16c038b3343f60a337d1919666693e9361c2fe32/0_114_3500_2100/1000.jpg\" alt=\"The Queen’s speech in the House of Lords on 18 May 2016.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Queen’s speech in the House of Lords on 18 May 2016.</span> <span class=\"element-image__credit\">Photograph: Reuters</span> </figcaption> </figure>",
      "body": "<p>The gallery of the Lords chamber offers a bird’s-eye view over the red benches and their occupants, and an insight into the anachronisms of the UK’s second chamber.</p> <p>There is no John Bercow to bring order or to select a member’s turn to speak during oral questions. Instead, peers who wish to participate in a debate must stand and shout: “My Lords! My Lords!” until they are acknowledged by their contemporaries.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/30/labour-peer-never-spoke-house-of-lords-claims-50000-expenses\">Peer who never spoke in Lords last year claims £50,000 expenses</a> </p> </aside>  <p>Members are unelected, gaining their seats either by virtue of prime ministerial nomination or by having inherited their seat through lineage, although numbers in the latter category have shrunk considerably in recent years due to <a href=\"https://www.theguardian.com/politics/2017/oct/31/house-of-lords-should-be-cut-to-600-report-suggests\">reforms</a>, and the practice could soon be abolished altogether.</p> <p>The principal role of the House of Lords is to conduct line-by-line examinations of proposed legislation, to prevent errors from creeping into law, or ministers granting themselves sweeping powers unnoticed.</p> <p>But as Brexit leads the UK deeper into political crisis, all the normal business of parliament has dried up, leaving the Lords largely bereft of legislation to examine.</p> <p>“It’s chaos, really,” said the former Lord speaker Frances D’Souza. “Everything’s on hold because of the B-thing, and nobody knows what to do. The businesspeople don’t know how to put business forward, and whether they should start or stop, or when the state opening is going to be.”</p> <p>Dianne Hayter, a former chair of the Labour party, points to the dozens of reports published by the Lords’ EU committee as an example of the best of the upper chamber’s work. Like much of what goes on there, it can be painstaking and tedious.</p> <p>“You’ll never get it in your paper, because no one’s interested,” Lady Hayter said. “They looked very early on at what would happen if we left without a deal, they looked at very detailed stuff: what it meant for agriculture, what it meant for consumers, what it meant for competition policy.”</p> <p>Sir Patrick Cormack, a Conservative MP of 40 years, appointed to the Lords by David Cameron, agreed: “Our scrutiny does tend to be much more thorough than the House of Commons, where a bill is timetabled … our scrutiny does have the benefit of peers having a vast range of experience.”</p> <p>Because peers are appointed for life and in proportion broadly reflect the composition of the Commons, the chamber tends to continually increase in size and can be unrepresentative. Currently, one in eight peers is a Liberal Democrat, far exceeding their representation in the Commons.</p>  <figure class=\"element element-image\" data-media-id=\"aa14942d3c55142e683f7d53d75982221641968c\"> <img src=\"https://media.guim.co.uk/aa14942d3c55142e683f7d53d75982221641968c/0_54_1592_955/1000.jpg\" alt=\"Dianne Hayter\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dianne Hayter says the House of Lords carried out detailed examination of what no deal could mean for Britain.</span> <span class=\"element-image__credit\">Photograph: AFP/Getty Images</span> </figcaption> </figure>  <p>While there is widespread recognition that some of the 92 current hereditary peers are work hard, Lady D’Souza said the practice of inherited seats should end.</p> <p>“The principle that someone should come to this house by virtue of the fact of who they were born to is unacceptable in the 21st century,” she said.</p> <p>When a hereditary peer retires or dies, the remainder elect a replacement from a pool of eligible aristocrats in a byelection. A private member’s bill that would end the practice is currently making its way through the house.</p> <p>Lord Cormack, who describes <a href=\"https://www.theguardian.com/politics/2018/jul/04/earl-of-devon-elected-lords-hereditary-peers-byelection\">hereditary byelections</a> as “ludicrous”, is supporting the bill. “The last time we had a Liberal Democrat [hereditary byelection], there were more candidates than voters,” he said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2018/apr/30/the-guardian-view-on-the-house-of-lords-end-of-the-peer\">The Guardian view on the House of Lords: end of the peer | Editorial</a> </p> </aside>  <p>There have previously been concerns that some peers were appointed because they made large donations to political parties. Twelve years ago, the so-called cash-for-<a href=\"https://www.theguardian.com/politics/2016/aug/01/from-lloyd-george-to-the-lavender-list-the-history-of-honours-scandals\">honours scandal</a> resulted in Tony Blair being interviewed by police after it was alleged that some Labour donors had been nominated for peerages.</p> <p>The chamber continues to be under tremendous pressure to reform, with Nigel Farage last week threatening to abolish it entirely. All major political parties have promised reform in successive manifestos, but the issue has never gathered momentum.</p> <p>D’Souza suggests that ultimately the strain of the political crisis enveloping the UK could end up being the catalyst for overdue reform. “With any luck, what this might mean is that things get so bad that they have to get better.”</p>",
      "newspaperPageNumber": "12",
      "wordcount": "660",
      "firstPublicationDate": "2019-05-30T17:00:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:29Z",
      "newspaperEditionDate": "2019-05-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bgcty",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/16c038b3343f60a337d1919666693e9361c2fe32/0_114_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The gallery of the Lords chamber offers a bird’s-eye view over the red benches and their occupants, and an insight into the anachronisms of the UK’s second chamber. There is no John Bercow to bring order or to select a member’s turn to speak during oral questions. Instead, peers who wish to participate in a debate must stand and shout: “My Lords! My Lords!” until they are acknowledged by their contemporaries. Members are unelected, gaining their seats either by virtue of prime ministerial nomination or by having inherited their seat through lineage, although numbers in the latter category have shrunk considerably in recent years due to reforms, and the practice could soon be abolished altogether. The principal role of the House of Lords is to conduct line-by-line examinations of proposed legislation, to prevent errors from creeping into law, or ministers granting themselves sweeping powers unnoticed. But as Brexit leads the UK deeper into political crisis, all the normal business of parliament has dried up, leaving the Lords largely bereft of legislation to examine. “It’s chaos, really,” said the former Lord speaker Frances D’Souza. “Everything’s on hold because of the B-thing, and nobody knows what to do. The businesspeople don’t know how to put business forward, and whether they should start or stop, or when the state opening is going to be.” Dianne Hayter, a former chair of the Labour party, points to the dozens of reports published by the Lords’ EU committee as an example of the best of the upper chamber’s work. Like much of what goes on there, it can be painstaking and tedious. “You’ll never get it in your paper, because no one’s interested,” Lady Hayter said. “They looked very early on at what would happen if we left without a deal, they looked at very detailed stuff: what it meant for agriculture, what it meant for consumers, what it meant for competition policy.” Sir Patrick Cormack, a Conservative MP of 40 years, appointed to the Lords by David Cameron, agreed: “Our scrutiny does tend to be much more thorough than the House of Commons, where a bill is timetabled … our scrutiny does have the benefit of peers having a vast range of experience.” Because peers are appointed for life and in proportion broadly reflect the composition of the Commons, the chamber tends to continually increase in size and can be unrepresentative. Currently, one in eight peers is a Liberal Democrat, far exceeding their representation in the Commons. While there is widespread recognition that some of the 92 current hereditary peers are work hard, Lady D’Souza said the practice of inherited seats should end. “The principle that someone should come to this house by virtue of the fact of who they were born to is unacceptable in the 21st century,” she said. When a hereditary peer retires or dies, the remainder elect a replacement from a pool of eligible aristocrats in a byelection. A private member’s bill that would end the practice is currently making its way through the house. Lord Cormack, who describes hereditary byelections as “ludicrous”, is supporting the bill. “The last time we had a Liberal Democrat [hereditary byelection], there were more candidates than voters,” he said. There have previously been concerns that some peers were appointed because they made large donations to political parties. Twelve years ago, the so-called cash-for-honours scandal resulted in Tony Blair being interviewed by police after it was alleged that some Labour donors had been nominated for peerages. The chamber continues to be under tremendous pressure to reform, with Nigel Farage last week threatening to abolish it entirely. All major political parties have promised reform in successive manifestos, but the issue has never gathered momentum. D’Souza suggests that ultimately the strain of the political crisis enveloping the UK could end up being the catalyst for overdue reform. “With any luck, what this might mean is that things get so bad that they have to get better.”",
      "charCount": "4005",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/david-pegg\">David Pegg</a> and <a href=\"profile/pamela-duncan\">Pamela Duncan</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/30/parents-know-best-esther-mcvey-faces-tory-backlash-over-lgbt-lessons",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-30T14:37:41Z",
    "webTitle": "‘Parents know best’: Esther McVey faces Tory backlash over LGBT lessons",
    "webUrl": "https://www.theguardian.com/politics/2019/may/30/parents-know-best-esther-mcvey-faces-tory-backlash-over-lgbt-lessons",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/30/parents-know-best-esther-mcvey-faces-tory-backlash-over-lgbt-lessons",
    "fields": {
      "headline": "‘Parents know best’: Esther McVey faces Tory backlash over LGBT lessons",
      "standfirst": "<p>Potential PM says ‘final say’ on children learning about same-sex relationships is for parents</p>",
      "trailText": "Potential PM says ‘final say’ on children learning about same-sex relationships is for parents",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"d5ccf148e584e683701a41185470087bf5f9a9e2\"> \n <img src=\"https://media.guim.co.uk/d5ccf148e584e683701a41185470087bf5f9a9e2/0_0_3500_2101/1000.jpg\" alt=\"Esther McVey, who has condemned parents protesting outside schools.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Esther McVey also condemned parents protesting outside schools.</span> \n  <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>Tory leadership hopeful Esther McVey has come under fire from within her own party after she said it should be up to parents if they want to withdraw their primary-age children from lessons on same-sex relationships.</p> \n<p>The remarks by McVey, a former work and pensions secretary, sparked a backlash from equality campaigners and one of her own colleagues, <a href=\"https://www.theguardian.com/politics/justine-greening\">Justine Greening</a>, who was the first openly gay female cabinet minister.</p> \n<p>McVey told Sky News: “I believe parents know best for their children. While they’re still children – and we’re talking primary school [age] – then really the parents need to have the final say on what they want their children to know.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2019/may/28/fear-lgbt-inclusive-lessons-harks-back-to-80s-peter-tatchell\">Fear of LGBT-inclusive lessons harks back to 80s, says Peter Tatchell</a> </p> \n</aside> \n<p>She condemned parents protesting outside schools, but said: “The final say is with the parents. If parents want to take their young children – primary school children – out of certain forms of sex and relationship education then that is down to them.”</p> \n<p>Greening <a href=\"https://twitter.com/JustineGreening/status/1134063840533110784\">tweeted her fellow Conservative MP</a>, telling her “you can’t pick and choose on human rights and equality”.</p> \n<p>“Children should understand a modern and diverse Britain they’re growing up in. [It] matters for social mobility too – you can’t be your best if you can’t be yourself,” Greening said.</p> \n<p>Amber Rudd, McVey’s successor as work and pensions secretary, backed Greening, saying a “modern Tory party should not just be proud of our LGBT achievements, but champion them”.</p> \n<p>Stewart McDonald, a Scottish National party MP, argued that McVey as prime minister could risk a return to <a href=\"https://www.theguardian.com/world/2018/mar/27/section-28-protesters-30-years-on-we-were-arrested-and-put-in-a-cell-up-by-big-ben\">section 28 legislation</a>, which banned schools from teaching pupils about LGBT relationships.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"8fab6e2e-8733-4542-8f96-e56b4f030559\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>Introduced by the Thatcher government, <a href=\"https://www.legislation.gov.uk/ukpga/1988/9/section/28/enacted\">Section 28 of the Local Government Act</a> stated that a local authority shall not 'intentionally promote homosexuality or publish material with the intention of promoting homosexuality' or 'promote the teaching in any maintained school of the acceptability of homosexuality as a pretended family relationship'.</p>\n    <p>As well as the impact on LGBT pupils, it also prevented councils from funding much-needed lesbian and gay initiatives at a time when the community was struggling to cope with the Aids epidemic. Despite&nbsp;<a href=\"https://www.theguardian.com/world/2018/mar/27/section-28-protesters-30-years-on-we-were-arrested-and-put-in-a-cell-up-by-big-ben\">huge protests</a>, and even a live interruption of the BBC’s Six o’clock news, it became law in 1988.<br></p>\n    <p>When Tony Blair’s Labour won the 1997 general election they promised anti-discrimination legislation, but did not make any specific mention of Clause 28.<br></p>\n    <p>The Labour/Lib Dem coalition in Scotland repealed Section 28 in June 2000, despite a huge advertising campaign supporting it bankrolled by Stagecoach tycoon Brian Souter.<br></p>\n    <p>Labour first attempted to repeal it in England and Wales in July 2000. But under a three-line whip, Conservative MPs opposed the move, and the bill was ultimately defeated by bishops and Tories in the Lords.<br></p>\n    <p>Labour’s new Local Government Act eventually took it off the statue books in September 2003, although at least one local authority, Kent, passed their own rules to continue to make it illegal to teach about same-sex relationships in schools under their control. This was finally outlawed by the Equalities Act 2010.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>“An Esther McVey premiership would almost certainly lead to the return of section 28. This is her just laying the groundwork,” he said.</p> \n<p>Meanwhile, another Tory leadership contender, Dominic Raab, said he would not want to make it more straightforward for trans people to change their gender, while insisting he wanted society to be “tolerant and warm to the LGBT community”.</p> \n<p>“I certainly don’t think I want to make it easier. I think you need to be very careful with people of that age,” he said on Wednesday.</p> \n<p>“I want everyone to feel comfortable in their own skin. But I do worry a little bit with some of this debate – whether it is in relation to vulnerable women in prisons or children in school – that we take a careful, balanced approach, because we need to be a society which is small-L liberal, if you like, which is tolerant and warm to the LGBT community.</p> \n<p>“Whereas I also worry about the vulnerability of other people, whether it is women in prisons or children at a very tender age in school, so we need to get the balance right.”</p> \n<p>Stephen Doughty, a Labour MP, said both contenders were part of a Tory leadership race where hopefuls were trying to “out-rightwing each other by promoting intolerance against the LGBT+ community”.</p>",
      "newspaperPageNumber": "11",
      "wordcount": "473",
      "firstPublicationDate": "2019-05-30T14:37:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-31T10:22:35Z",
      "newspaperEditionDate": "2019-05-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/btd9c",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d5ccf148e584e683701a41185470087bf5f9a9e2/0_0_3500_2101/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Tory leadership hopeful Esther McVey has come under fire from within her own party after she said it should be up to parents if they want to withdraw their primary-age children from lessons on same-sex relationships. The remarks by McVey, a former work and pensions secretary, sparked a backlash from equality campaigners and one of her own colleagues, Justine Greening, who was the first openly gay female cabinet minister. McVey told Sky News: “I believe parents know best for their children. While they’re still children – and we’re talking primary school [age] – then really the parents need to have the final say on what they want their children to know.” She condemned parents protesting outside schools, but said: “The final say is with the parents. If parents want to take their young children – primary school children – out of certain forms of sex and relationship education then that is down to them.” Greening tweeted her fellow Conservative MP, telling her “you can’t pick and choose on human rights and equality”. “Children should understand a modern and diverse Britain they’re growing up in. [It] matters for social mobility too – you can’t be your best if you can’t be yourself,” Greening said. Amber Rudd, McVey’s successor as work and pensions secretary, backed Greening, saying a “modern Tory party should not just be proud of our LGBT achievements, but champion them”. Stewart McDonald, a Scottish National party MP, argued that McVey as prime minister could risk a return to section 28 legislation, which banned schools from teaching pupils about LGBT relationships. “An Esther McVey premiership would almost certainly lead to the return of section 28. This is her just laying the groundwork,” he said. Meanwhile, another Tory leadership contender, Dominic Raab, said he would not want to make it more straightforward for trans people to change their gender, while insisting he wanted society to be “tolerant and warm to the LGBT community”. “I certainly don’t think I want to make it easier. I think you need to be very careful with people of that age,” he said on Wednesday. “I want everyone to feel comfortable in their own skin. But I do worry a little bit with some of this debate – whether it is in relation to vulnerable women in prisons or children in school – that we take a careful, balanced approach, because we need to be a society which is small-L liberal, if you like, which is tolerant and warm to the LGBT community. “Whereas I also worry about the vulnerability of other people, whether it is women in prisons or children at a very tender age in school, so we need to get the balance right.” Stephen Doughty, a Labour MP, said both contenders were part of a Tory leadership race where hopefuls were trying to “out-rightwing each other by promoting intolerance against the LGBT+ community”.",
      "charCount": "2828",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/30/soft-brexit-corbyn-labour-second-referendum-some-way-off-backs",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-30T13:45:05Z",
    "webTitle": "Corbyn backs soft Brexit and says second referendum 'some way off'",
    "webUrl": "https://www.theguardian.com/politics/2019/may/30/soft-brexit-corbyn-labour-second-referendum-some-way-off-backs",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/30/soft-brexit-corbyn-labour-second-referendum-some-way-off-backs",
    "fields": {
      "headline": "Corbyn backs soft Brexit and says second referendum 'some way off'",
      "standfirst": "<p>Labour leader says any vote must not be a rerun of 2016</p>",
      "trailText": "Labour leader says any vote must not be a rerun of 2016",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"3dbae2c4-86b0-4336-86ca-9d9770a77f4c\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/TV7GP4ERZuw?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Jeremy Corbyn has said a second referendum is “some way off” and that Labour still wants to negotiate a better Brexit deal, resisting pressure from shadow cabinet ministers to commit to campaigning immediately for a public vote.</p> \n<p>Speaking in Dublin, the Labour leader said the only way to break the deadlock would be a general election or a second referendum after negotiating a softer Brexit deal with Brussels.</p> \n<p>Corbyn said there must not be a repeat of the 2016 referendum on Britain’s EU membership, and argued that Labour could strike a better agreement with Brussels that would include a customs union, which would then be put to a public vote.</p> \n<p>He said: “We don’t back a rerun of 2016. That happened. That is gone. What I do say is that if parliament comes to an agreement, then it’s reasonable, and if parliament wishes it, there should be a public vote on it but that is some way off.”</p> \n<p>Speaking to reporters before meetings with Irish politicians and trade unions, Corbyn said Labour would still like a deal negotiated with the EU that includes a customs union and greater protections for workers rights and environmental standards.</p> \n<figure class=\"element element-image\" data-media-id=\"b04ecbcc90aa9714ad02015f9c2953424d3d97c8\"> \n <img src=\"https://media.guim.co.uk/b04ecbcc90aa9714ad02015f9c2953424d3d97c8/0_160_2400_1440/1000.jpg\" alt=\"Jeremy Corbyn and the taoiseach, Leo Varadkar\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Jeremy Corbyn and the taoiseach, Leo Varadkar, on Thursday.</span> \n  <span class=\"element-image__credit\">Photograph: MerrionStreet/PA</span> \n </figcaption> \n</figure> \n<p>He also said that the choice in a referendum would be about whatever deal was negotiated, with Labour later confirming that remain would be on the ballot under any circumstances.</p> \n<p>Corbyn said: “I would go back to the EU, explain that we had fought an election campaign in order to make sure there was a good relationship with Europe in the future, that we weren’t afraid of public opinion on this, and ask them to seriously consider what we are suggesting, which is a customs union with a British say and trade relationship with Europe, and a dynamic relationship on rights would not be undermining Europe on workers rights, on consumer rights, on environmental protections.”</p> \n<p>Corbyns’s remarks leave open the option of Labour campaigning in favour of a Brexit deal in any second referendum, rather than for the option of remaining in the EU, which is favoured by many shadow cabinet ministers.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/may/30/barnier-warns-tory-may-deal-is-only-option-for-orderly-brexit-live-news-labour\">Corbyn still backs soft Brexit and rejects in/out referendum – live news</a> </p> \n</aside> \n<p>He also said he would do whatever was necessary to stop a no-deal Brexit, which could include working with Conservative moderates to bring the government down.</p> \n<p>“Faced with the threat of no deal and a prime minister with no mandate, the only way out of the Brexit crisis ripping our country apart is now to go back to the people,” he said. “Let the people decide the country’s future, either in a general election or through a public vote on any deal agreed by parliament. For Labour any outcome has to work for our whole country, not just one side of this deliberately inflamed divide.”</p> \n<p>Labour’s preference is still for a general election but Corbyn’s tone on a second referendum shifted earlier this week to say he would back a poll on any deal. The move came after Labour fell to third place in the European elections on just 14% of the vote, losing ground to both the Liberal Democrats and the Greens.</p> \n<p>In contrast, Tom Watson, Labour’s deputy leader, <a href=\"https://www.theguardian.com/politics/2019/may/25/tom-watson-labour-must-back-second-brexit-referendum\">is campaigning</a> for Labour to get fully behind a second referendum. He released the results of a survey suggesting that the vast majority of Labour members who replied wanted an all-member ballot to decide on whether to change the party’s Brexit policy.</p> \n<p>“The results of my Brexit poll are clear: 84% of Labour members and supporters who took the survey want an all-member ballot to decide our party’s Brexit policy. As deputy leader I’ll support them to make this happen,” he said.</p> \n<p>In response to Corbyn’s interview, the Labour MP Wes Streeting, who is campaigning for a “people’s vote”, said: “It’s time for Jeremy Corbyn to stop wriggling and start leading. The overwhelming majority of Labour members and Labour voters now know that giving the public the final say on Brexit is the only way to deliver a lasting and stable conclusion to this crisis.</p> \n<p>“If the simple fact that continued ambiguity on Brexit is badly damaging our party wasn’t clear enough already, the disastrous results of the European elections for Labour should have rammed it home. Our vote share sunk to historic lows, it was arguably the worst ever election result for the Labour party in its modern form. And by a margin of more than four to one Labour voters were flocking to parties that give unequivocal backing for a final-say referendum rather than Nigel Farage’s party.”</p> \n<p>On the other side of the debate, the shadow cabinet ministers <a href=\"https://www.theguardian.com/politics/2019/may/29/labour-chair-peoples-vote-backers-sneering-ordinary-people-ian-lavery\">Ian Lavery</a> and Jon Trickett have opposed a second referendum, along with Len McCluskey, the general secretary of Unite. McCluskey told ITV’s Peston: “My message to the Labour party is don’t be spooked by these Euro elections.”</p>",
      "newspaperPageNumber": "2",
      "wordcount": "794",
      "firstPublicationDate": "2019-05-30T13:45:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:30Z",
      "newspaperEditionDate": "2019-05-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/btd32",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b23afaeeeb9d92ebb8127413f1d2d3fcfa23b619/0_27_1617_970/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has said a second referendum is “some way off” and that Labour still wants to negotiate a better Brexit deal, resisting pressure from shadow cabinet ministers to commit to campaigning immediately for a public vote. Speaking in Dublin, the Labour leader said the only way to break the deadlock would be a general election or a second referendum after negotiating a softer Brexit deal with Brussels. Corbyn said there must not be a repeat of the 2016 referendum on Britain’s EU membership, and argued that Labour could strike a better agreement with Brussels that would include a customs union, which would then be put to a public vote. He said: “We don’t back a rerun of 2016. That happened. That is gone. What I do say is that if parliament comes to an agreement, then it’s reasonable, and if parliament wishes it, there should be a public vote on it but that is some way off.” Speaking to reporters before meetings with Irish politicians and trade unions, Corbyn said Labour would still like a deal negotiated with the EU that includes a customs union and greater protections for workers rights and environmental standards. He also said that the choice in a referendum would be about whatever deal was negotiated, with Labour later confirming that remain would be on the ballot under any circumstances. Corbyn said: “I would go back to the EU, explain that we had fought an election campaign in order to make sure there was a good relationship with Europe in the future, that we weren’t afraid of public opinion on this, and ask them to seriously consider what we are suggesting, which is a customs union with a British say and trade relationship with Europe, and a dynamic relationship on rights would not be undermining Europe on workers rights, on consumer rights, on environmental protections.” Corbyns’s remarks leave open the option of Labour campaigning in favour of a Brexit deal in any second referendum, rather than for the option of remaining in the EU, which is favoured by many shadow cabinet ministers. He also said he would do whatever was necessary to stop a no-deal Brexit, which could include working with Conservative moderates to bring the government down. “Faced with the threat of no deal and a prime minister with no mandate, the only way out of the Brexit crisis ripping our country apart is now to go back to the people,” he said. “Let the people decide the country’s future, either in a general election or through a public vote on any deal agreed by parliament. For Labour any outcome has to work for our whole country, not just one side of this deliberately inflamed divide.” Labour’s preference is still for a general election but Corbyn’s tone on a second referendum shifted earlier this week to say he would back a poll on any deal. The move came after Labour fell to third place in the European elections on just 14% of the vote, losing ground to both the Liberal Democrats and the Greens. In contrast, Tom Watson, Labour’s deputy leader, is campaigning for Labour to get fully behind a second referendum. He released the results of a survey suggesting that the vast majority of Labour members who replied wanted an all-member ballot to decide on whether to change the party’s Brexit policy. “The results of my Brexit poll are clear: 84% of Labour members and supporters who took the survey want an all-member ballot to decide our party’s Brexit policy. As deputy leader I’ll support them to make this happen,” he said. In response to Corbyn’s interview, the Labour MP Wes Streeting, who is campaigning for a “people’s vote”, said: “It’s time for Jeremy Corbyn to stop wriggling and start leading. The overwhelming majority of Labour members and Labour voters now know that giving the public the final say on Brexit is the only way to deliver a lasting and stable conclusion to this crisis. “If the simple fact that continued ambiguity on Brexit is badly damaging our party wasn’t clear enough already, the disastrous results of the European elections for Labour should have rammed it home. Our vote share sunk to historic lows, it was arguably the worst ever election result for the Labour party in its modern form. And by a margin of more than four to one Labour voters were flocking to parties that give unequivocal backing for a final-say referendum rather than Nigel Farage’s party.” On the other side of the debate, the shadow cabinet ministers Ian Lavery and Jon Trickett have opposed a second referendum, along with Len McCluskey, the general secretary of Unite. McCluskey told ITV’s Peston: “My message to the Labour party is don’t be spooked by these Euro elections.”",
      "charCount": "4624",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/30/eu-chief-negotiator-blames-brexit-on-nostalgia-for-the-past-michel-barnier",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-30T10:43:46Z",
    "webTitle": "EU chief negotiator blames Brexit on 'nostalgia for the past'",
    "webUrl": "https://www.theguardian.com/politics/2019/may/30/eu-chief-negotiator-blames-brexit-on-nostalgia-for-the-past-michel-barnier",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/30/eu-chief-negotiator-blames-brexit-on-nostalgia-for-the-past-michel-barnier",
    "fields": {
      "headline": "EU chief negotiator blames Brexit on 'nostalgia for the past'",
      "standfirst": "<p>Michel Barnier also points to feelings of abandonment and insecure local identities as causes</p>",
      "trailText": "Michel Barnier also points to feelings of abandonment and insecure local identities as causes",
      "byline": "Jennifer Rankin in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"033670c11ffcfe9fecb53372f865be0a91e3040f\"> \n <img src=\"https://media.guim.co.uk/033670c11ffcfe9fecb53372f865be0a91e3040f/0_236_3543_2126/1000.jpg\" alt=\"EU’s chief Brexit negotiator Michel Barnier during his recent visit to Athens. \" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">EU’s chief Brexit negotiator Michel Barnier during his recent visit to Athens. </span> \n  <span class=\"element-image__credit\">Photograph: Alexandros Vlachos/EPA</span> \n </figcaption> \n</figure>",
      "body": "<p>Brexit was caused partly by “nostalgia for the past” that served no purpose in politics, the EU’s chief negotiator Michel Barnier has said.</p> \n<p>In an<a href=\"https://www.nybooks.com/daily/2019/05/29/nostalgia-serves-no-purpose-an-interview-with-michel-barnier/\"> interview with the New York Review of Books,</a> Barnier identified “typically British” causes for the vote to leave, saying one was “the hope for a return to a powerful global Britain, nostalgia for the past”. </p> \n<p>He also warned Tory leadership hopefuls that Theresa May’s withdrawal agreement was the only option for leaving the EU.</p> \n<p>Barnier, a former EU financial services commissioner, who crossed swords with the City of London when he introduced tighter regulation after the financial crisis, said some Brexit voters had wanted to “speculate freely” without the restrictions of EU rules.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"ecc7feb2-f3fb-46b7-8221-67685ec7fce4\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Why is Theresa May bringing the withdrawal agreement bill to parliament?</strong></p>\n    <p></p>\n    <p>Although it may seem as though May is making a <a href=\"https://www.theguardian.com/politics/2019/may/15/brexit-mps-vote-down-withdrawal-agreement-bill-house-of-commons-theresa-may\">fourth attempt</a> to pass her deal, the tactic is slightly different. The withdrawal agreement bill – or WAB as it is known in Westminster – was intended to be the second stage after MPs had voted to ratify the agreement, to enshrine it in UK law.</p>\n    <p>MPs have failed to pass the first stage. Therefore, the government is now skipping directly to the second stage, and will need to include a clause in the bill removing the need for a separate approval motion.</p>\n    <p></p>\n    <p><strong>What risks are involved in bringing the bill to parliament?</strong></p>\n    <p></p>\n    <p>Bringing the withdrawal agreement bill to parliament with no stable majority is fraught with risk. Should the bill fail to pass at second reading, May would not be able to bring it back during this parliament and may be faced with proroguing parliament in order to make any new attempt.</p>\n    <p></p>\n    <p><strong>Why is she doing it in the first week of June?</strong></p>\n    <p></p>\n    <p>Ministers have agreed the UK should leave the EU before the summer parliamentary recess. The bill would need to get through all its different stages before recess, which is why the week of 3 June has been set, coming after the European elections and parliament’s Whitsun recess. “It is imperative we do so then if the UK is to leave the EU before the summer parliamentary recess,” No 10 said.</p>\n    <p></p>\n    <p><strong>Will the bill pass parliament?</strong></p>\n    <p></p>\n    <p>Unless there are substantial changes, it looks unlikely.</p>\n    <p><b><a href=\"https://www.theguardian.com/profile/jessica-elgot\">Jessica Elgot</a>,&nbsp;</b>Chief political correspondent</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Returning to a familiar theme, he suggested others voted for Brexit because they felt abandoned and believed public services were in decline.</p> \n<p>Speaking about anti-EU sentiment across the continent, he said: “People on the ground feel lost, that they have been abandoned; they feel their cultural identity is in danger … we have to respect these local identities.</p> \n<p>“The more the economy is global, the more people need to be reassured that their roots will be respected.”</p> \n<p>Asked whether it was possible for the EU to convince the UK to stay, he said it was probably too late, but added: “It’s not too late for other countries where we have exactly the same problems, including my own country.”</p> \n<p>During the interview, conducted on <a href=\"https://www.theguardian.com/politics/2019/may/24/theresa-may-steps-down-resigns-tory-leader-conservative-brexit\">the day Theresa May announced her resignation</a>, Barnier declined to comment on the turmoil at Westminster, but described the British debate as “very stimulating”.</p> \n<p>EU leaders <a href=\"https://www.theguardian.com/politics/2019/may/28/theresa-may-blames-brexit-failure-for-european-election-humiliation\">reiterated</a> this week they would not renegotiate the Brexit withdrawal agreement with the UK – a line they have repeated countless times during the six months since May signed the deal last November.</p> \n<p>“If the UK wants to leave in an orderly manner, this treaty is the only option,” Barnier said. “If the choice is to leave without a deal – fine. If the choice is to stay in the EU – also fine.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/may/29/eu-deputy-brexit-negotiator-sabine-weyand-promoted-to-senior-trade-job\">EU promotes deputy Brexit negotiator to senior trade job</a> </p> \n</aside> \n<p>He also repeated negotiations on Britain’s future relationship with the EU could start immediately once the agreement was signed. “We are ready, we are waiting,” he said.</p> \n<p>The two-times EU commissioner and former French foreign minister, is increasingly seen as the next president of European commission. “That’s not a question for today,” Barnier said.</p> \n<p>Talking about the EU, he stressed the importance of Europe speaking with one voice to increase its clout in the world: “The fact that we speak with one voice on issues of trade or competition makes us a global actor. Otherwise, Europe would turn into a museum.”</p> \n<p>Speaking of his political heritage on the French centre right, Barnier recalled that <a href=\"https://www.theguardian.com/books/2010/jun/27/de-gaulle-france-biography-fenby\">Charles de Gaulle</a> had once said merging all the peoples of Europe would be like making a <em>purée de marrons </em>(chestnut puree). “That doesn’t sound very appealing, so we cannot merge all the nations.”</p>",
      "newspaperPageNumber": "13",
      "wordcount": "486",
      "firstPublicationDate": "2019-05-30T10:43:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-07T09:56:23Z",
      "newspaperEditionDate": "2019-05-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/btc43",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/033670c11ffcfe9fecb53372f865be0a91e3040f/0_236_3543_2126/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Brexit was caused partly by “nostalgia for the past” that served no purpose in politics, the EU’s chief negotiator Michel Barnier has said. In an interview with the New York Review of Books, Barnier identified “typically British” causes for the vote to leave, saying one was “the hope for a return to a powerful global Britain, nostalgia for the past”. He also warned Tory leadership hopefuls that Theresa May’s withdrawal agreement was the only option for leaving the EU. Barnier, a former EU financial services commissioner, who crossed swords with the City of London when he introduced tighter regulation after the financial crisis, said some Brexit voters had wanted to “speculate freely” without the restrictions of EU rules. Returning to a familiar theme, he suggested others voted for Brexit because they felt abandoned and believed public services were in decline. Speaking about anti-EU sentiment across the continent, he said: “People on the ground feel lost, that they have been abandoned; they feel their cultural identity is in danger … we have to respect these local identities. “The more the economy is global, the more people need to be reassured that their roots will be respected.” Asked whether it was possible for the EU to convince the UK to stay, he said it was probably too late, but added: “It’s not too late for other countries where we have exactly the same problems, including my own country.” During the interview, conducted on the day Theresa May announced her resignation, Barnier declined to comment on the turmoil at Westminster, but described the British debate as “very stimulating”. EU leaders reiterated this week they would not renegotiate the Brexit withdrawal agreement with the UK – a line they have repeated countless times during the six months since May signed the deal last November. “If the UK wants to leave in an orderly manner, this treaty is the only option,” Barnier said. “If the choice is to leave without a deal – fine. If the choice is to stay in the EU – also fine.” He also repeated negotiations on Britain’s future relationship with the EU could start immediately once the agreement was signed. “We are ready, we are waiting,” he said. The two-times EU commissioner and former French foreign minister, is increasingly seen as the next president of European commission. “That’s not a question for today,” Barnier said. Talking about the EU, he stressed the importance of Europe speaking with one voice to increase its clout in the world: “The fact that we speak with one voice on issues of trade or competition makes us a global actor. Otherwise, Europe would turn into a museum.” Speaking of his political heritage on the French centre right, Barnier recalled that Charles de Gaulle had once said merging all the peoples of Europe would be like making a purée de marrons (chestnut puree). “That doesn’t sound very appealing, so we cannot merge all the nations.”",
      "charCount": "2918",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jennifer-rankin\">Jennifer Rankin</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/30/john-bercow-speaker-no-deal-brexit-mps-partiality",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-30T09:13:38Z",
    "webTitle": "John Bercow staying on as Speaker makes a no-deal Brexit less likely | Katy Balls",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/30/john-bercow-speaker-no-deal-brexit-mps-partiality",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/30/john-bercow-speaker-no-deal-brexit-mps-partiality",
    "fields": {
      "headline": "John Bercow staying on as Speaker makes a no-deal Brexit less likely",
      "standfirst": "<p>Pro-EU MPs will welcome Bercow’s perceived partiality – but his eventual successor could lean the other way</p>",
      "trailText": "Pro-EU MPs will welcome Bercow’s perceived partiality, says the Spectator’s deputy political editor Katy Balls",
      "byline": "Katy Balls",
      "main": "<figure class=\"element element-image\" data-media-id=\"ae18344cdd6c35d2665e853dcd7e65c06d832184\"> \n <img src=\"https://media.guim.co.uk/ae18344cdd6c35d2665e853dcd7e65c06d832184/0_219_3840_2303/1000.jpg\" alt=\"John Bercow in the Virginia House of Delegates at the state capitol in Richmond, VA, on 28 May 2019\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘The likes of Margaret Beckett should consider the implications of keeping Bercow in a role that was meant to be neutral.’</span> \n  <span class=\"element-image__credit\">Photograph: Bob Brown/AP</span> \n </figcaption> \n</figure>",
      "body": "<p>The Tories don’t agree on much these days. Some even want a general election now as a way to deliver what they view as a true Brexit. However, they can all get behind some good, old-fashioned John Bercow bashing. Ministers report that the only good cabinet meetings these days are those where they can go around slagging off the House of Commons Speaker over his latest – aggravating – decision on Brexit.</p> \n<p>So <a href=\"https://www.theguardian.com/politics/2019/may/28/john-bercow-reveals-plans-stay-commons-speaker\" title=\"\">Bercow’s announcement</a> that he has no plans to step down this summer – or in the foreseeable – will be generally ill received in the Tory party. When it comes to the challenges any Conservative leader faces delivering Brexit, the Speaker ranks in the top three – alongside a hung parliament and Brussels’ reluctance to renegotiate.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/28/john-bercow-reveals-plans-stay-commons-speaker\">John Bercow defies Eurosceptics with vow to stay on as Speaker</a> </p> \n</aside> \n<p>In the past few months, Bercow’s decisions on Brexit – at times seemingly inconsistent – have been blamed by the government for making an uphill task of delivering Brexit even harder. His ruling that MPs <a href=\"https://www.theguardian.com/politics/2019/mar/18/brexit-john-bercow-rules-out-third-meaningful-vote-on-same-deal\" title=\"\">could not vote on the same thing twice</a> – but could vote on the same amendments repeatedly – meant the government’s timetable for bringing the various meaningful votes had to be redrafted. Members of government believe that this meant they lost momentum at a crucial juncture.</p> \n<p>Now Bercow looks set to cause Theresa May’s successor problems, too. Speaking from the US, he told the Guardian that he had no plans to stand down this summer as previously reported. “I do feel that now is a time in which momentous events are taking place and there are great issues to be resolved and in those circumstances, it doesn’t seem to me sensible to vacate the chair.”</p> \n<p>On the prospect of a no-deal Brexit, Bercow used his speech that night at the Brookings Institution in Washington to say the idea – as some Brexiter candidates have mooted – that the government could force through a no-deal Brexit without parliament having a say was “for the birds”. “The idea that parliament is going to … be evacuated from the centre-stage of the debate on Brexit is unimaginable. It is simply unimaginable.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"60ef0767-b2e5-478c-a358-c6e670cacee5\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/nf3PbdgMzIk?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>This throws a spanner in the works of the leadership pitches of Brexiter candidates Dominic Raab and Boris Johnson. Both have said they believe they can push through a UK exit from the EU on World Trade Organization terms without parliament’s say if it was necessary. They know that parliament is opposed to no deal, so if there is a vote it won’t pass. Bercow’s latest intervention plays into the hands of candidates like Jeremy Hunt and Matt Hancock – who have warned pursuing a no deal would be stopped by parliament and would therefore lead to an early election, which could be catastrophic for the Tories.</p> \n<p>Given that the vast majority of MPs – and nearly all Labour MPs – are opposed to a hard Brexit, don’t expect to see Bercow’s latest move leading to him coming under any Commons pressure. The role of Speaker is meant to be an impartial one, yet the perception that Bercow is partial on Brexit is what is currently keeping him in more secure employment than most of his colleagues can dream of.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"269d39fe-c504-4c53-a175-c1f64e8437fe\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The Speaker is the chief officer and the highest authority in the House of Commons. They chair parliamentary debate to call MPs to speak, to keep order, and to instruct when votes should be taken.<br></p>\n    <p>The Speaker is expected to remain politically neutral on all issues, and to continue this even in retirement. On appointment as Speaker, they resign from their political party. They continue to stand for election as an MP, but by tradition they are unopposed in their constituency by the major parties.</p>\n    <p>The Speaker has the power to compel MPs to withdraw remarks, to suspend individual MPs, or to suspend the whole sitting of the House of Commons in case of serious disruption.</p>\n    <p>Speakers are elected by MPs in a secret ballot. MPs are given a list of candidates and make their choice. If a candidate receives more than 50% of the votes, the question is put to the house that he or she takes the chair as Speaker. If no candidate reaches 50%, the candidate with the fewest votes and those with less than 5% of the vote are eliminated, and MPs vote again until one candidate succeeds.&nbsp;</p>\n    <p>Sir Lindsay Hoyle was elected Speaker on 4 November 2019, replacing John Bercow, who stepped down from the role having been elected as Speaker in June 2009.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/29/john-bercow-should-go-as-speaker-over-cox-bullying-inquiry-says-maria-miller\">Bercow should go as Speaker over bullying inquiry, says Miller</a> </p> \n</aside> \n<p>Despite <a href=\"https://www.theguardian.com/politics/2019/may/29/john-bercow-should-go-as-speaker-over-cox-bullying-inquiry-says-maria-miller\" title=\"\">facing serious bullying allegations in the past year</a>, Bercow remains in place. A report, led by Dame Laura Cox, <a href=\"https://www.theguardian.com/politics/2018/oct/15/house-of-commons-culture-enabled-bullying-and-sexual-harassment-inquiry\" title=\"\">found the current leadership in parliament</a> were incapable of changing a widespread culture of bullying and harassment. It concluded that officials including Bercow should consider standing down.</p> \n<p>Usually this type of conclusion would be something the Labour party would go on the attack on – standing up for the junior staff who have suffered harassment in the workplace from figures in positions of authority, including comments about their appearance, inappropriate touching and bullying behaviour. Only, many Labour MPs took a different view of the report’s finding in light of Bercow’s perceived stance in favour of the EU. <a href=\"https://www.theguardian.com/politics/2018/oct/16/john-bercow-to-stand-down-as-commons-speaker-in-wake-of-bullying-inquiry\" title=\"\">As Margaret Beckett put it</a>, “the most difficult decision we’ve made for hundreds of years trumps bad behaviour”.</p> \n<p>But before the likes of Beckett celebrate Bercow’s extended reign and the trouble it could cause the Brexiters, they would be wise to consider the longer implications of keeping Bercow in a role that was meant to be neutral. After all, there’s a chance that this new tradition sticks. While pro-EU MPs may reap the benefits for now, they may well hum a different tune if it eventually leads to a Speaker who leans the other way.</p> \n<p>• Katy Balls is the Spectator’s deputy political editor</p>",
      "wordcount": "738",
      "commentCloseDate": "2019-05-30T21:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-30T09:13:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:48Z",
      "newspaperEditionDate": "2019-05-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bt8d6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ae18344cdd6c35d2665e853dcd7e65c06d832184/0_219_3840_2303/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Tories don’t agree on much these days. Some even want a general election now as a way to deliver what they view as a true Brexit. However, they can all get behind some good, old-fashioned John Bercow bashing. Ministers report that the only good cabinet meetings these days are those where they can go around slagging off the House of Commons Speaker over his latest – aggravating – decision on Brexit. So Bercow’s announcement that he has no plans to step down this summer – or in the foreseeable – will be generally ill received in the Tory party. When it comes to the challenges any Conservative leader faces delivering Brexit, the Speaker ranks in the top three – alongside a hung parliament and Brussels’ reluctance to renegotiate. In the past few months, Bercow’s decisions on Brexit – at times seemingly inconsistent – have been blamed by the government for making an uphill task of delivering Brexit even harder. His ruling that MPs could not vote on the same thing twice – but could vote on the same amendments repeatedly – meant the government’s timetable for bringing the various meaningful votes had to be redrafted. Members of government believe that this meant they lost momentum at a crucial juncture. Now Bercow looks set to cause Theresa May’s successor problems, too. Speaking from the US, he told the Guardian that he had no plans to stand down this summer as previously reported. “I do feel that now is a time in which momentous events are taking place and there are great issues to be resolved and in those circumstances, it doesn’t seem to me sensible to vacate the chair.” On the prospect of a no-deal Brexit, Bercow used his speech that night at the Brookings Institution in Washington to say the idea – as some Brexiter candidates have mooted – that the government could force through a no-deal Brexit without parliament having a say was “for the birds”. “The idea that parliament is going to … be evacuated from the centre-stage of the debate on Brexit is unimaginable. It is simply unimaginable.” This throws a spanner in the works of the leadership pitches of Brexiter candidates Dominic Raab and Boris Johnson. Both have said they believe they can push through a UK exit from the EU on World Trade Organization terms without parliament’s say if it was necessary. They know that parliament is opposed to no deal, so if there is a vote it won’t pass. Bercow’s latest intervention plays into the hands of candidates like Jeremy Hunt and Matt Hancock – who have warned pursuing a no deal would be stopped by parliament and would therefore lead to an early election, which could be catastrophic for the Tories. Given that the vast majority of MPs – and nearly all Labour MPs – are opposed to a hard Brexit, don’t expect to see Bercow’s latest move leading to him coming under any Commons pressure. The role of Speaker is meant to be an impartial one, yet the perception that Bercow is partial on Brexit is what is currently keeping him in more secure employment than most of his colleagues can dream of. Despite facing serious bullying allegations in the past year, Bercow remains in place. A report, led by Dame Laura Cox, found the current leadership in parliament were incapable of changing a widespread culture of bullying and harassment. It concluded that officials including Bercow should consider standing down. Usually this type of conclusion would be something the Labour party would go on the attack on – standing up for the junior staff who have suffered harassment in the workplace from figures in positions of authority, including comments about their appearance, inappropriate touching and bullying behaviour. Only, many Labour MPs took a different view of the report’s finding in light of Bercow’s perceived stance in favour of the EU. As Margaret Beckett put it, “the most difficult decision we’ve made for hundreds of years trumps bad behaviour”. But before the likes of Beckett celebrate Bercow’s extended reign and the trouble it could cause the Brexiters, they would be wise to consider the longer implications of keeping Bercow in a role that was meant to be neutral. After all, there’s a chance that this new tradition sticks. While pro-EU MPs may reap the benefits for now, they may well hum a different tune if it eventually leads to a Speaker who leans the other way. • Katy Balls is the Spectator’s deputy political editor",
      "charCount": "4375",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/katy-balls\">Katy Balls</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]