[
  {
    "id": "politics/2019/may/08/may-buys-time-with-hints-at-new-withdrawal-bill-vote-and-exit-date",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-08T23:00:40Z",
    "webTitle": "May buys time with hints at new withdrawal bill vote and exit date",
    "webUrl": "https://www.theguardian.com/politics/2019/may/08/may-buys-time-with-hints-at-new-withdrawal-bill-vote-and-exit-date",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/08/may-buys-time-with-hints-at-new-withdrawal-bill-vote-and-exit-date",
    "fields": {
      "headline": "May buys time with hints at new withdrawal bill vote and exit date",
      "standfirst": "<p>PM agrees to meet 1922 Committee next week, amid pressure to reveal her departure date</p>",
      "trailText": "PM agrees to meet 1922 Committee next week, amid pressure to reveal her departure date",
      "byline": "Jessica Elgot, Heather Stewart and Lisa O'Carroll",
      "main": "<figure class=\"element element-image\" data-media-id=\"02018196881168cb313b17e2b12f22f765efb0d0\"> \n <img src=\"https://media.guim.co.uk/02018196881168cb313b17e2b12f22f765efb0d0/438_403_3392_2035/1000.jpg\" alt=\"May will continue cross-party Brexit talks with Labour before meeting the 1922 Committee next week. \" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">May will continue cross-party Brexit talks with Labour before meeting the 1922 Committee next week. </span> \n  <span class=\"element-image__credit\">Photograph: James Veysey/Rex/Shutterstock</span> \n </figcaption> \n</figure>",
      "body": "<p>Theresa May has bought herself another week’s grace as prime minister, hinting she will bring the EU withdrawal bill to parliament before the European elections and promising to meet a powerful backbench committee who have demanded that she set out her timetable for stepping down.</p> \n<p>After a fortnight of furious demands by Tory MPs that she <a href=\"https://www.theguardian.com/politics/2019/may/08/how-theresa-mays-departure-from-no-10-could-play-out\">give a firm date for her departure</a>, Sir Graham Brady, the chair of the 1922 Committee, said May had agreed to meet him and the 13-strong executive of Tory backbenchers next week.</p> \n<p>He gave no indication that May intended to provide a firm departure date at the meeting, but the promise will buy the prime minister an extra week to continue <a href=\"https://www.theguardian.com/politics/2019/may/07/theresa-may-regrets-uk-having-to-hold-european-elections\">cross-party Brexit talks with Labour</a>, before the Conservatives could consider changing leadership rules to force her exit.</p> \n<p>Brady, who has met with May twice over the past few weeks, said he was convinced she would now attempt to pass Brexit legislation as a way of ratifying the deal – though it is unclear how it could command a majority.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"9681878f-0049-4fa3-b930-a00702789d01\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The&nbsp;1922 Committee is the shorthand name for the parliamentary group of backbench Conservative MPs that meets weekly while parliament is in session.</p>\n    <p>The group has an executive body of 18 backbench MPs who oversee the organisation of Conservative party leadership elections. The name derives from it being formed originally by a small group of MPs who were elected for the first time in the 1922 general election, before expanding to become the main representative group of Conservative MPs who are not part of the government itself.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>“It is the intention to have a further vote, probably a second reading of the withdrawal agreement bill before the European elections take place and hopefully in the much nearer future than that,” he said. “That is my understanding.”</p> \n<p>Downing Street sources said it would be unlikely that the bill would be brought to parliament without being certain it could command a majority.</p> \n<p>Members of the 1922 Committee have previously voted down proposals to change the party rules for a vote of no confidence in the Conservative leader,<a href=\"https://www.theguardian.com/politics/2019/may/07/backbench-tory-mps-hopeful-of-rule-change-to-oust-theresa-may\"> which currently mean they are protected for a year after winning a confidence vote</a>, as May did in December 2018.</p> \n<p>However, some on the executive have hinted that views could shift if May does not give a more explicit departure date, having previously said she would stand down when the withdrawal stage of the Brexit negotiations is completed.</p> \n<p>Brady said there would be “further deliberations” following the meeting with the prime minister. “We will reach whatever conclusions we reach following that discussion,” he said.</p> \n<p>Some May critics described the latest pledge as “yet more can-kicking” by the prime minister. Tory MP Nadine Dorries said: “She’s not given a decision yet. There’s no timetable, we need to get that decision soon because everyone needs it. That’s what I’ve asked Sir Graham for. The 1922 need to force her into that decision.”</p> \n<p>Brady himself has pushed for May to consider bringing the withdrawal agreement bill to parliament, amended to include parts of the non-binding political declaration agreed with the EU, but tweaked to remove the controversial backstop plan for the Irish border.</p> \n<p>Brady was behind a previous successful amendment which pledged to <a href=\"https://www.theguardian.com/politics/2019/jan/29/may-goes-back-to-brussels-but-eu-says-nothing-has-changed\">replace the backstop with “alternative arrangements”</a> – an idea rejected by the EU after May returned for renegotiations in Brussels.</p> \n<p>“I think that would be the best way forward but that is a matter for debate,” Brady said. “It remains the case that the only positive proposition that commands a majority is my amendment that sought to pass the withdrawal agreement without the backstop.</p> \n<p>“I think bringing forward the second reading of the bill that sought to deal with the backstop is the best prospect of securing second reading. That is my view and goes beyond anything we’ve agreed.”</p> \n<p>Bringing the EU withdrawal agreement bill to parliament without being certain of a majority is fraught with danger. Should the bill be voted down at second reading, it would not be possible to bring it back in this parliamentary session.</p> \n<p>May could then be faced with the nuclear prospect of proroguing parliament and beginning a new session, including the mammoth task of passing a new Queen’s speech.</p> \n<p>However, with little evidence of progress in the <a href=\"https://www.theguardian.com/politics/2019/apr/09/labour-calls-for-new-brexit-proposals-from-tories-as-talks-resume\">talks with Labour</a>, and scant hope of securing agreement for indicative votes either, some cabinet ministers have begun to discuss a “plan C”.</p> \n<p>It would involve laying out the concessions the government has made in the talks – and hoping sufficient Labour backbenchers could be won over to back the withdrawal agreement bill, even if Jeremy Corbyn had walked away.</p> \n<p>Senior Tories have been maintaining the lines of communication that were opened when backbenchers including Oliver Letwin and Robert Halfon were working up a soft Brexit plan in concert with Labour backbenchers.</p> \n<p>However, one Labour MP expressed scepticism about the idea, saying, “absolutely no chance – they wouldn’t get more than five to 10. Why would you break the whip and vote for it now, if you wouldn’t when we were a few days away from exit day and there was the imminent threat of no deal?”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/08/how-theresa-mays-departure-from-no-10-could-play-out\">How Theresa May's departure from No 10 could play out</a> </p> \n</aside> \n<p>The government continued talks with Labour on Wednesday, despite deflation on the Labour side that May is prepared to offer anything substantial to secure support.</p> \n<p>After the latest round of talks ended without agreement on Wednesday, a Downing Street spokesman said: “This is the second extended meeting between the govt and the opposition, which demonstrates the seriousness with which both sides are approaching these talks.” He added that there would be “further exchanges of documents as we seek to nail down the details”.</p> \n<p>Labour struck a markedly more optimistic tone than on Tuesday, saying: “After the second day of talks this week, the negotiating teams are working to establish scope for agreement, and will meet again at the beginning of next week.” </p> \n<p>Corbyn is set to launch Labour’s European election campaign on Thursday in Kent, with an appeal aimed at both leave and remain voters.</p> \n<p>“Other parties appeal to just one side of the Brexit debate because they aren’t really committed to taking on the tax dodgers, the big polluters, or the financial gamblers who crashed our economy a decade ago,” he will say. “So whether you voted leave or remain in 2016, I urge you to vote Labour.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "970",
      "firstPublicationDate": "2019-05-08T19:45:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:41Z",
      "newspaperEditionDate": "2019-05-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bevn6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/02018196881168cb313b17e2b12f22f765efb0d0/438_403_3392_2035/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May has bought herself another week’s grace as prime minister, hinting she will bring the EU withdrawal bill to parliament before the European elections and promising to meet a powerful backbench committee who have demanded that she set out her timetable for stepping down. After a fortnight of furious demands by Tory MPs that she give a firm date for her departure, Sir Graham Brady, the chair of the 1922 Committee, said May had agreed to meet him and the 13-strong executive of Tory backbenchers next week. He gave no indication that May intended to provide a firm departure date at the meeting, but the promise will buy the prime minister an extra week to continue cross-party Brexit talks with Labour, before the Conservatives could consider changing leadership rules to force her exit. Brady, who has met with May twice over the past few weeks, said he was convinced she would now attempt to pass Brexit legislation as a way of ratifying the deal – though it is unclear how it could command a majority. “It is the intention to have a further vote, probably a second reading of the withdrawal agreement bill before the European elections take place and hopefully in the much nearer future than that,” he said. “That is my understanding.” Downing Street sources said it would be unlikely that the bill would be brought to parliament without being certain it could command a majority. Members of the 1922 Committee have previously voted down proposals to change the party rules for a vote of no confidence in the Conservative leader, which currently mean they are protected for a year after winning a confidence vote, as May did in December 2018. However, some on the executive have hinted that views could shift if May does not give a more explicit departure date, having previously said she would stand down when the withdrawal stage of the Brexit negotiations is completed. Brady said there would be “further deliberations” following the meeting with the prime minister. “We will reach whatever conclusions we reach following that discussion,” he said. Some May critics described the latest pledge as “yet more can-kicking” by the prime minister. Tory MP Nadine Dorries said: “She’s not given a decision yet. There’s no timetable, we need to get that decision soon because everyone needs it. That’s what I’ve asked Sir Graham for. The 1922 need to force her into that decision.” Brady himself has pushed for May to consider bringing the withdrawal agreement bill to parliament, amended to include parts of the non-binding political declaration agreed with the EU, but tweaked to remove the controversial backstop plan for the Irish border. Brady was behind a previous successful amendment which pledged to replace the backstop with “alternative arrangements” – an idea rejected by the EU after May returned for renegotiations in Brussels. “I think that would be the best way forward but that is a matter for debate,” Brady said. “It remains the case that the only positive proposition that commands a majority is my amendment that sought to pass the withdrawal agreement without the backstop. “I think bringing forward the second reading of the bill that sought to deal with the backstop is the best prospect of securing second reading. That is my view and goes beyond anything we’ve agreed.” Bringing the EU withdrawal agreement bill to parliament without being certain of a majority is fraught with danger. Should the bill be voted down at second reading, it would not be possible to bring it back in this parliamentary session. May could then be faced with the nuclear prospect of proroguing parliament and beginning a new session, including the mammoth task of passing a new Queen’s speech. However, with little evidence of progress in the talks with Labour, and scant hope of securing agreement for indicative votes either, some cabinet ministers have begun to discuss a “plan C”. It would involve laying out the concessions the government has made in the talks – and hoping sufficient Labour backbenchers could be won over to back the withdrawal agreement bill, even if Jeremy Corbyn had walked away. Senior Tories have been maintaining the lines of communication that were opened when backbenchers including Oliver Letwin and Robert Halfon were working up a soft Brexit plan in concert with Labour backbenchers. However, one Labour MP expressed scepticism about the idea, saying, “absolutely no chance – they wouldn’t get more than five to 10. Why would you break the whip and vote for it now, if you wouldn’t when we were a few days away from exit day and there was the imminent threat of no deal?” The government continued talks with Labour on Wednesday, despite deflation on the Labour side that May is prepared to offer anything substantial to secure support. After the latest round of talks ended without agreement on Wednesday, a Downing Street spokesman said: “This is the second extended meeting between the govt and the opposition, which demonstrates the seriousness with which both sides are approaching these talks.” He added that there would be “further exchanges of documents as we seek to nail down the details”. Labour struck a markedly more optimistic tone than on Tuesday, saying: “After the second day of talks this week, the negotiating teams are working to establish scope for agreement, and will meet again at the beginning of next week.” Corbyn is set to launch Labour’s European election campaign on Thursday in Kent, with an appeal aimed at both leave and remain voters. “Other parties appeal to just one side of the Brexit debate because they aren’t really committed to taking on the tax dodgers, the big polluters, or the financial gamblers who crashed our economy a decade ago,” he will say. “So whether you voted leave or remain in 2016, I urge you to vote Labour.”",
      "charCount": "5815",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a>, <a href=\"profile/heatherstewart\">Heather Stewart</a> and <a href=\"profile/lisaocarroll\">Lisa O'Carroll</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/08/the-guardian-view-on-hard-brexit-trade-making-britain-vulnerable",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-08T17:27:58Z",
    "webTitle": "The Guardian view on hard Brexit trade: making Britain vulnerable | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/08/the-guardian-view-on-hard-brexit-trade-making-britain-vulnerable",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/08/the-guardian-view-on-hard-brexit-trade-making-britain-vulnerable",
    "fields": {
      "headline": "The Guardian view on hard Brexit trade: making Britain vulnerable",
      "standfirst": "<p>Tensions between Washington and Beijing show the value for the UK of membership of a continental bloc</p>",
      "trailText": "<strong>Editorial: </strong>Tensions between Washington and Beijing show the value for the UK of membership of a continental bloc",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"6f94fc4408eceb5918c2b3223431032f807596a2\"> <img src=\"https://media.guim.co.uk/6f94fc4408eceb5918c2b3223431032f807596a2/0_100_2392_1435/1000.jpg\" alt=\"Liam Fox in Downing Street\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘For many Tory MPs, Brexit’s most cherished prize was restoration of an independent seat at the World Trade Organisation. No one is more excited about that prospect than Liam Fox, the international trade secretary.’ </span> <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>Some leave voters hoped for control over immigration. Others expected a budget dividend for the NHS. But for many Tory MPs, Brexit’s most cherished prize was a rather more obscure benefit: restoration of an independent seat at the World Trade Organization, representing freedom to strike bilateral trade deals. No one is more excited about that prospect than Liam Fox, the international trade secretary. He could hardly conceal his impatience in a <a href=\"https://www.gov.uk/government/speeches/global-trade-review-2019-conference-keynote-address-secretary-of-state-for-international-trade\" title=\"\">speech</a> on Wednesday extolling the virtues of the WTO. He urged an audience of business leaders to pay more attention to the organisation. Implicit in that message is a complaint that the UK’s role in EU institutions has monopolised economic debate.</p> <p>But access to European markets, integration in European supply chains and influence over EU rules cannot be dismissed as second-tier concerns. Most serious efforts to model Brexit show a substantial cost from quitting the single market and customs union. The idea that Britain can simply drop its existing arrangements and trade according to “WTO rules” is a <a href=\"https://www.theguardian.com/politics/2019/jan/27/uk-cannot-simply-trade-on-wto-terms-after-no-deal-brexit-say-experts\" title=\"\">fantasy</a> advanced by hard Brexiters who either deny the damage that shock would inflict or relish it as purgative exposure to uncompromising global market forces.</p> <p>There are reasons that no developed country in the world relies on the WTO as a framework for its global trade. The organisation sets common denominator terms of fair practice but that system is not sophisticated enough to obviate the need for deals between members. Negotiating those deals is never easy or quick. The <a href=\"https://www.theguardian.com/business/live/2019/may/08/trade-war-fears-markets-china-exports-fall-business-live\" title=\"\">current trade row</a> between Beijing and Washington is a case in point. The world’s two largest economies are supposed to be finalising a bilateral accord, with China’s vice premier Liu He due to visit the US on Friday. But last week Donald Trump complained on Twitter that progress was too slow and threatened to increase tariffs from 10% to 25% on goods worth $200bn. The order to enact that hike <a href=\"https://uk.reuters.com/article/uk-usa-trade-china/trump-says-he-would-be-happy-to-keep-tariffs-on-chinese-imports-in-place-idUKKCN1SE1PM\" title=\"\">has been filed</a>. The White House accuses Beijing of reneging on commitments already made.</p> <p>There is more to the clash than just trade; the US and China are engaged in a long-term <a href=\"https://www.pbs.org/newshour/show/whats-behind-trumps-trade-war-with-china\" title=\"\">rivalry</a> for global leadership. Ramping up tough rhetoric is also a routine part of Mr Trump’s domestic political showmanship. However, one feature of the Sino-US deal that Brexiters like Dr Fox should note with alarm is a bespoke dispute resolution procedure. If completed, that feature would bypass the WTO – an outcome consistent with the US president’s loathing of multilateral institutions that might constrain his actions. Theresa May could try asking Mr Trump to be more respectful of international rules when he <a href=\"https://www.theguardian.com/us-news/2019/apr/23/donald-trump-plans-state-visit-to-uk-in-june\" title=\"\">visits</a> London next month, but she wouldn’t get far. Besides, she fears alienating the man who can bestow promises of a “special” post-Brexit deal with the UK. But the idea that Washington, under any administration, would do favours for Britain in international trade talks is one of Brexit’s wilder delusions. It is an arena where cold realpolitik is paramount and size matters. China is currently testing the limits of its leverage as an emerging superpower.</p> <p>It is a simple fact of geography and scale that the UK cannot compete in that league. In equivalent talks it would have terms dictated in much the way that Brussels, representing the collective mass of 27 countries, has been able to dictate terms of withdrawal from the EU. The same would be true if the UK sought to negotiate its way back to single market access from a base of WTO rules. A painful lesson from Brexit is that UK has more influence as a big player in a European bloc than as medium-sized player alone in the world. The idea that it is worth swapping a seat at the EU’s top table in exchange for a seat at the WTO is one of the Brexiters’ most fraudulent claims. It is a bad deal that promises worse deals to come.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "647",
      "commentCloseDate": "2019-05-11T17:27:58Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-08T17:27:58Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:33Z",
      "newspaperEditionDate": "2019-05-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bevm8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6f94fc4408eceb5918c2b3223431032f807596a2/0_100_2392_1435/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Some leave voters hoped for control over immigration. Others expected a budget dividend for the NHS. But for many Tory MPs, Brexit’s most cherished prize was a rather more obscure benefit: restoration of an independent seat at the World Trade Organization, representing freedom to strike bilateral trade deals. No one is more excited about that prospect than Liam Fox, the international trade secretary. He could hardly conceal his impatience in a speech on Wednesday extolling the virtues of the WTO. He urged an audience of business leaders to pay more attention to the organisation. Implicit in that message is a complaint that the UK’s role in EU institutions has monopolised economic debate. But access to European markets, integration in European supply chains and influence over EU rules cannot be dismissed as second-tier concerns. Most serious efforts to model Brexit show a substantial cost from quitting the single market and customs union. The idea that Britain can simply drop its existing arrangements and trade according to “WTO rules” is a fantasy advanced by hard Brexiters who either deny the damage that shock would inflict or relish it as purgative exposure to uncompromising global market forces. There are reasons that no developed country in the world relies on the WTO as a framework for its global trade. The organisation sets common denominator terms of fair practice but that system is not sophisticated enough to obviate the need for deals between members. Negotiating those deals is never easy or quick. The current trade row between Beijing and Washington is a case in point. The world’s two largest economies are supposed to be finalising a bilateral accord, with China’s vice premier Liu He due to visit the US on Friday. But last week Donald Trump complained on Twitter that progress was too slow and threatened to increase tariffs from 10% to 25% on goods worth $200bn. The order to enact that hike has been filed. The White House accuses Beijing of reneging on commitments already made. There is more to the clash than just trade; the US and China are engaged in a long-term rivalry for global leadership. Ramping up tough rhetoric is also a routine part of Mr Trump’s domestic political showmanship. However, one feature of the Sino-US deal that Brexiters like Dr Fox should note with alarm is a bespoke dispute resolution procedure. If completed, that feature would bypass the WTO – an outcome consistent with the US president’s loathing of multilateral institutions that might constrain his actions. Theresa May could try asking Mr Trump to be more respectful of international rules when he visits London next month, but she wouldn’t get far. Besides, she fears alienating the man who can bestow promises of a “special” post-Brexit deal with the UK. But the idea that Washington, under any administration, would do favours for Britain in international trade talks is one of Brexit’s wilder delusions. It is an arena where cold realpolitik is paramount and size matters. China is currently testing the limits of its leverage as an emerging superpower. It is a simple fact of geography and scale that the UK cannot compete in that league. In equivalent talks it would have terms dictated in much the way that Brussels, representing the collective mass of 27 countries, has been able to dictate terms of withdrawal from the EU. The same would be true if the UK sought to negotiate its way back to single market access from a base of WTO rules. A painful lesson from Brexit is that UK has more influence as a big player in a European bloc than as medium-sized player alone in the world. The idea that it is worth swapping a seat at the EU’s top table in exchange for a seat at the WTO is one of the Brexiters’ most fraudulent claims. It is a bad deal that promises worse deals to come.",
      "charCount": "3819",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/live/2019/may/08/brexit-latest-news-developments-pmqs-1922-theresa-may-to-face-mps-as-tories-step-up-calls-for-her-to-announce-departure-timetable-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-08T17:12:57Z",
    "webTitle": "May to meet 1922 Committee chiefs next week to discuss her future – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/may/08/brexit-latest-news-developments-pmqs-1922-theresa-may-to-face-mps-as-tories-step-up-calls-for-her-to-announce-departure-timetable-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/may/08/brexit-latest-news-developments-pmqs-1922-theresa-may-to-face-mps-as-tories-step-up-calls-for-her-to-announce-departure-timetable-live-news",
    "fields": {
      "headline": "May to meet 1922 Committee chiefs next week to discuss her future – as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen, including Pompeo criticising Corbyn for supporting Venezuelan leader Nicolas Maduro and PMQs</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/may/08/theresa-may-rebuffs-fresh-calls-to-resign\">May rejects call from Tory MPs to announce new departure timetable</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/may/08/brexit-latest-news-developments-pmqs-1922-theresa-may-to-face-mps-as-tories-step-up-calls-for-her-to-announce-departure-timetable-live-news?page=with:block-5cd2984a8f084f582f895533#block-5cd2984a8f084f582f895533\">Greens say they are ‘strongest pro-EU party’ in Euro elections</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/may/08/brexit-latest-news-developments-pmqs-1922-theresa-may-to-face-mps-as-tories-step-up-calls-for-her-to-announce-departure-timetable-live-news?page=with:block-5cd2c2478f086f179813d72e#block-5cd2c2478f086f179813d72e\">PMQs verdict</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/may/08/brexit-latest-news-developments-pmqs-1922-theresa-may-to-face-mps-as-tories-step-up-calls-for-her-to-announce-departure-timetable-live-news?page=with:block-5cd2e75e8f086f179813d8d5#block-5cd2e75e8f086f179813d8d5\">Mike Pompeo’s press conference with Jeremy Hunt - Summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/may/08/brexit-latest-news-developments-pmqs-1922-theresa-may-to-face-mps-as-tories-step-up-calls-for-her-to-announce-departure-timetable-live-news?page=with:block-5cd2fe198f087d3be8785dc0#block-5cd2fe198f087d3be8785dc0\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen, including Theresa May facing Jeremy Corbyn at PMQs",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"69a78e11a8b42d27ae80353a4e021ec4319e2f95\"> \n <img src=\"https://media.guim.co.uk/69a78e11a8b42d27ae80353a4e021ec4319e2f95/144_49_2699_1620/1000.jpg\" alt=\"Theresa May.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Theresa May.</span> \n  <span class=\"element-image__credit\">Photograph: Will Oliver/EPA</span> \n </figcaption> \n</figure>",
      "body": "<div id=\"block-5cd2fe198f087d3be8785dc0\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T17:04:47.251Z\">6.04pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong>Theresa May has agreed to meet the executive of the Conservative backbench 1922 Committee next week to discuss her future. </strong>(See<a href=\"https://www.theguardian.com/politics/live/2019/may/08/brexit-latest-news-developments-pmqs-1922-theresa-may-to-face-mps-as-tories-step-up-calls-for-her-to-announce-departure-timetable-live-news?page=with:block-5cd302928f086f179813da9d#block-5cd302928f086f179813da9d\"> 5.24pm.) </a>These are the famous “men in grey suits” (now including women, of course) credited, in Tory folklore, with having the power to tell a leader it’s time to go. Earlier<a href=\"https://www.theguardian.com/politics/2019/may/08/theresa-may-rebuffs-fresh-calls-to-resign\"> Downing Street said May would not be setting out a new timetable for her departure.</a> In <a href=\"https://news.sky.com/story/george-osborne-former-chancellor-urges-cabinet-to-move-against-theresa-may-11714591\">an interview with Sky</a> <strong>George Osborne,</strong> who was sacked as chancellor by May and who now edits the Evening Standard, said it was now time for the cabinet to mobilise and oust May. He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The Conservative party in 2017 didn’t want to confront the reality. Eventually the party has to confront the truth. It needs a new leader, a new agenda, it needs to win over supporters who have disappeared and make an appeal to urban, metropolitan Britain that has turned its back on the Conservatives.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Mike Pompeo, the US secretary of state, has told May in a speech that she will be failing to act like Margaret Thatcher if she allows the Chinese, state-controlled company Huawei to have a role in building the UK’s 5G infrastructure network. </strong>(See<a href=\"https://www.theguardian.com/politics/live/2019/may/08/brexit-latest-news-developments-pmqs-1922-theresa-may-to-face-mps-as-tories-step-up-calls-for-her-to-announce-departure-timetable-live-news?page=with:block-5cd305dc8f087d3be8785e33#block-5cd305dc8f087d3be8785e33\"> 5.43pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>Cressida Dick, the Metropolitan police commissioner, has told a committee of MPs and peers that there has been a “very considerable rise” in threats to MPs in the ast year.</strong> At the same hearing, <strong>Neil Basu</strong>, a Met assistant commissioner, said Brexit had been “a huge driver” of the rise in intimidation aimed at MPs. There was a “relatively even” split between people being targeted because they were pro-Brexit and because they were anti-Brexit, he said. These are from the BBC’s <strong>Danny Shaw.</strong></li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DannyShawBBC/status/1126147958234320897\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING: Met Commissioner Cressida Dick says threats to MPs at \"unprecedented\" levels. Crimes reported by MPs more than doubled from 2017 to 2018 from 151 to 342 &amp; set to increase further: MPs &amp; staff reported 152 crimes and over 600 incidents between Jan and April this year.</p>— Danny Shaw (@DannyShawBBC) \n    <a href=\"https://twitter.com/DannyShawBBC/status/1126147958234320897?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DannyShawBBC/status/1126148603553165312\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Cressida Dick told Joint Human Rights Cttee murder of Jo Cox and attacks on others in public life had contributed to \"extraordinary set of circumstances\" with \"polarised opinion\" having \"big impact\"; women and BME communities were being disproportionately targeted, she said.</p>— Danny Shaw (@DannyShawBBC) \n    <a href=\"https://twitter.com/DannyShawBBC/status/1126148603553165312?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/08/mps-to-vote-on-house-of-commons-temporary-chamber\">The design of a new House of Commons temporary chamber, which will be used while the Palace of Westminster undergoes a multi-billion pound restoration, has been unveiled for the first time as MPs prepare to vote on the next steps of the project.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/world/2019/may/08/british-irish-deal-guarantee-rights-citizens-after-brexit\">The government has signed a Brexit side-deal with Ireland to guarantee Irish and British citizens retain special rights in each others countries in the event of no deal.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/may/08/london-centric-decision-making-led-to-brexit-says-andy-burnham\">A failure by successive governments to break “London-centric decision-making” led to the Brexit vote and “the political mess the country is now in”, according to Andy Burnham, the mayor of Greater Manchester.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/08/expenses-watchdog-hushed-up-revelation-377-mps-had-credit-cards-suspended\">The parliamentary expenses watchdog tried to cover up data showing 377 MPs, including nine cabinet ministers, have had their credit cards suspended for wrong, incomplete or late claims.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong>MPs have approved without a division a Labour motion saying the government should maintain free TV licences for the over-75s for the duration of this parliament “by ensuring sufficient funding to do so”.</strong> In the debate the culture minister, <strong>Margot James</strong>, argued the transfer of the responsibility of administering TV licences for the over-75s to the BBC after 2020 was part of a “fair deal” for the corporation, and said a decision about what would happen after then was due next month.</li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/may/08/ministers-ready-to-fund-replacement-of-grenfell-style-cladding\">Ministers are believed to be poised to release hundreds of millions of pounds to fix private tower blocks wrapped in combustible Grenfell-style cladding after mounting public anger that dozens of freeholders and developers have refused to pay to make them safe.</a></strong></li> \n  </ul> \n  <p>That’s all from me for today.</p> \n  <p>Thanks for the comments.</p> \n </div> \n</div> \n<div id=\"block-5cd305dc8f087d3be8785e33\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T16:43:47.184Z\">5.43pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Pompeo says May would be failing to act like Thatcher if she let Huawei build 5G infrastructure</h2> \n <div class=\"block-elements\"> \n  <p>Here is the full quote from the speech given by <strong>Mike Pompeo</strong>, the US secretary of state, this afternoon in which he implied that Theresa May would be failing to act like Margaret Thatcher if she allowed Huawei a role in constructing the UK’s 5G infrastructure. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>China steals IP [intellectual property] for military purposes – it wants to dominate in AI, space technology, ballistic missiles, and many other areas. </p> \n   <p>Its growing capacity is matched by its appetite for expansion. I just gave a major speech at the Arctic Council warning against China’s incursions into the Arctic. We can’t let the High North – or any other area – go the way of the South China Sea</p> \n   <p>Ask yourself: would the Iron Lady be silent when China violates the sovereignty of nations through corruption or coercion?</p> \n   <p>Would she welcome the Belt and Road Initiative without demanding absolute transparency and the highest standards? </p> \n   <p>Would she allow China to control the internet of the future? </p> \n   <p>I know it’s a sensitive topic, but we have to talk about sensitive things, as friends. As a matter of Chinese law, the Chinese government can rightfully demand access to data flowing through Huawei and ZTE systems. Why would anyone grant such power to a regime that has already grossly violated cyberspace? What can Her Majesty’s Government do to make sure sensitive technologies don’t become open doors for Beijing’s spymasters?</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"d89a4f3fd2b6a5fa34790dd435d325d4589e9071\"> \n   <img src=\"https://media.guim.co.uk/d89a4f3fd2b6a5fa34790dd435d325d4589e9071/1185_1032_3261_1956/1000.jpg\" alt=\"Mike Pompeo giving a speech to the CPS thinktank at Lancaster House in London this afternoon.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Mike Pompeo giving a speech to the CPS thinktank at Lancaster House in London this afternoon.</span> \n    <span class=\"element-image__credit\">Photograph: Mandel Ngan/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-09T07:43:12.875Z\">at 8.43am BST</time></p> \n</div> \n<div id=\"block-5cd302928f086f179813da9d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T16:24:36.773Z\">5.24pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">May agrees to meet executive of Conservative 1922 Committee next week to discuss her future</h2> \n <div class=\"block-elements\"> \n  <p>This is from my colleague <strong>Jessica Elgot.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessicaelgot/status/1126160309377482752\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">New - Theresa May has agreed to meet and discuss her future with the executive of the 1922 committee of Tory backbenchers next week. PM buys herself another week. <br><br>1922 chair Graham Brady tells meeting of Tory MPs that the PM told him Brexit progress expected in “near future”</p>— Jessica Elgot (@jessicaelgot) \n    <a href=\"https://twitter.com/jessicaelgot/status/1126160309377482752?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd300a38f087d3be8785dea\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T16:23:09.949Z\">5.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Prospect magazine has published <a href=\"https://www.prospectmagazine.co.uk/other/polling-populist-prime-minister-british-trump-boris-johnson\">some new polling</a> this afternoon suggesting there is a healthy appetite amongst the British electorate for what you might call national populism, a leader who would put the interests of the British majority first.</p> \n  <p>Here are two of the key results.</p> \n  <figure class=\"element element-image\" data-media-id=\"0f557bb5d01e8556215e15a4ce13dd7d76f6fb87\"> \n   <img src=\"https://media.guim.co.uk/0f557bb5d01e8556215e15a4ce13dd7d76f6fb87/0_14_640_384/500.jpg\" alt=\"Prospect polling\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Prospect polling</span> \n    <span class=\"element-image__credit\">Photograph: Prospect</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"094a48b4ea212eea68fdadc45c4ae57c91353bc7\"> \n   <img src=\"https://media.guim.co.uk/094a48b4ea212eea68fdadc45c4ae57c91353bc7/0_14_628_377/500.jpg\" alt=\"Prospect polling\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Prospect polling</span> \n    <span class=\"element-image__credit\">Photograph: Prospect</span> \n   </figcaption> \n  </figure> \n  <p>And here is an extract from<strong> Tom Clark</strong>’s write-up with full details of the polling, which also shows the elderly and Conservative votes more inclined to say the interests of the majority should come first, even if minorities lose out.</p> \n  <blockquote class=\"quoted\"> \n   <p>Britain is in a mood for a nationalist prime minister who is prepared to see minorities lose out, according to new Deltapoll analysis of the potential of populist politics for <em>Prospect </em>magazine.</p> \n   <p>By 58 to 20 per cent, voters think would expect the PM to “put Britain first, even if this means damaging relations with allies and friends.”</p> \n   <p>An even larger majority—61 to 18 per cent—say they think a leader should “put a majority of Britons first, even if that means the interests or views of minorities lose out.”</p> \n   <p>As Conservative jostling to replace Theresa May picks up pace, these numbers could embolden the likes of Boris Johnson, who has made controversial jokes about Muslim women and <a href=\"https://edition.cnn.com/2018/06/08/uk/boris-johnson-brexit-trump-intl/index.html\">last summer suggested</a> that Brexit might “get somewhere” if it were being run by Donald Trump, a populist President of whom he was “increasingly admiring.”</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5cd2fea78f087d3be8785dc9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T16:07:26.123Z\">5.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"52a896f0d011d022f5cb7aaaa50672d0021171fd\"> \n   <img src=\"https://media.guim.co.uk/52a896f0d011d022f5cb7aaaa50672d0021171fd/0_144_4000_2400/1000.jpg\" alt=\"Mike Pompeo, the US secretary of state, meeting Theresa May in Downing Street earlier.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Mike Pompeo, the US secretary of state, meeting Theresa May in Downing Street earlier.</span> \n    <span class=\"element-image__credit\">Photograph: LUKE MACGREGOR/POOL/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd2fc348f084f582f895aa6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T15:58:06.876Z\">4.58pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Mike Pompeo</strong>, the US secretary of state, is now giving a speech in which he uses the memory of Margaret Thatcher to deliver a warning to Theresa May over Huawei, the Sun’s <strong>Tom Newton Dunn </strong>reports.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1126152622669553666\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Now Pompeo really turns the screw on May, suggesting Thatcher would never allow Huawei into the UK's 5G network. He tells <a href=\"https://twitter.com/CPSThinkTank?ref_src=twsrc%5Etfw\">@CPSThinkTank</a>: “Ask yourself this: would the Iron lady have allowed China to control the internet of the future?\"</p>— Tom Newton Dunn (@tnewtondunn) \n    <a href=\"https://twitter.com/tnewtondunn/status/1126152622669553666?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd2e75e8f086f179813d8d5\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T15:04:20.498Z\">4.04pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Pompeo warns UK that Huawei 5G role could put defence cooperation with US at risk</h2> \n <div class=\"block-elements\"> \n  <p>Here are the main points from the press conference given by <strong>Mike Pompeo</strong>, the US secretary of state, and <strong>Jeremy Hunt,</strong> the foreign secretary.</p> \n  <ul> \n   <li><strong>Pompeo implied that the UK could put defence cooperation with the US at risk if it allowed Huawei a role in operating its 5G infrastructure.</strong> In his opening remarks Pompeo said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We discussed at some length the importance of secure 5G networks. I will have a little more to say on that this afternoon, but I’m confident that each of our two nations will choose a path which will ensure security of our networks.</p> \n  </blockquote> \n  <p>Then, when asked if a decision by the UK to allow Huawei a role in constructing its 5G infrastructure, would affect the special relatonship, he replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>I have great confidence that the United Kingdom will never take an action that will break the special relationship.</p> \n   <p>With respect to 5G, we will continue to have technical discussions. We are making our views very well known from America’s perspective.</p> \n   <p>Each country has a sovereign right to make its own decision about how to deal with the challenge.</p> \n   <p>The United States has an obligation to ensure that, [in] places where we operate, places where American information is, places where we have our national security risks, that they operate inside trusted networks. And that’s what we will do.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Hunt insisted that the UK had not taken a final decision about allowing Huawei to play a role in its 5G programme.</strong> Asked about the implicit threat to security cooperation with the US, he said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We have not made our final decisions in government. We are considering the evidence very carefully, but we would never take a decision that compromised our ability to share intelligence with our five eyes colleagues [the US, Canada, Australia and New Zealand], in particular the United States. And we are absolutely clear that the security relationship that we have with the United States is what has underpinned the international order since 1945 and has led to unparalleled peace and prosperity. And the preservation of that is our number one one foreign policy priority.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Pompeo implicitly criticised the Labour leader Jeremy Corbyn for defending the Venezuelan president Nicolas Maduro.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>It is disgusting to see leaders, not only in the United Kingdom but in the United States as well, who continue to support the murderous dictator Maduro.</p> \n   <p>It is not in either of our country’s best interests for those leaders to continue to advocate on their behalf. The Venezuelan people have spoken through their constitutional mechanism. They have put Juan Guaido as their interim president, and he is the duly elected leader there. And Maduro is on borrowed.</p> \n   <p>And to see American leaders, and leaders from this country, continue to provide support and comfort to a regime that has created so much devastation, so much destruction ... I was in Colombia. I saw those families who had to make choices about whether to feed their children on even days or odd days. That is a direct result of Nicolas Maduro and no leader in a country with Western democratic values ought to stand behind him.</p> \n  </blockquote> \n  <p>Corbyn and many of his political allies admired Hugo Chavez, Maduro’s predecessor and mentor. In recent months Corbyn has been been reluctant to criticise Maduro and he has condemned the US and other anti-Maduro governments for interfering in the internal affairs of Venezuela. After Pompeo’s comment Hunt said:</p> \n  <blockquote class=\"quoted\"> \n   <p>This is a country where three million people have fled the country, GDP has gone down by 40% in the last four years, people can’t access basic medicine, people are rifling through rubbish bags to get food in the streets. [Shadow chancellor] John McDonnell describes this as socialism in action and I think people need to draw their own conclusions about what his own plans might be for the UK.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Pompeo cited Winston Churchill as he defended the US decision to withdraw from the Iran nuclear deal. </strong>He said the press conference was taking place near the Churchill war rooms where Churchill “stared evil in the face and recognised the threat that evil presented to the entire world”. Referring to the UK, he said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We’re on the same side, we’re on the side of values-driven democracy, we’re on the side of freedom. We’re on the side of creating a nation for the Iranian people, where they can have religious freedom and they can have democracy.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Hunt said that that the UK continued to support the Iran nuclear deal and he urged Iran to carry on complying with it.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>In return for the lifting of sanctions, Iran has agreed to vital compliance measures. If they break that deal, there will be consequences in terms of how European powers react. We urge the Iranians to think very long and hard before they break that deal - it is in no-one’s interests, it’s certainly not in their interests because the moment they go nuclear their neighbours will as well.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Pompeo said the US expected its allies, including the UK, to take back foreign fighters detained in Syria following the collapse of Islamic State.</strong> Asked about their fate, he said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We have an expectation that every country will work to take back their foreign fighters and continue to hold those foreign fighters. We think that’s essential. There are 70,000 people at a camp there - some women and children - and we’ve got to sort through that.</p> \n   <p>We’ve rounded them up, they are now detained and they need to continue to be detained so they cannot present additional risk to anyone anywhere in the world.</p> \n  </blockquote> \n  <p>Hunt said the UK was “working closely” with the US on how to deal with foreign fighters. He went on:</p> \n  <blockquote class=\"quoted\"> \n   <p>We have to keep an eye on both the security of the United Kingdom, but also make sure there is due process. We are looking at all the options available to us in this situation.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"8b91cc1f35b29e217cff4fdd8126b31daaaf8941\"> \n   <img src=\"https://media.guim.co.uk/8b91cc1f35b29e217cff4fdd8126b31daaaf8941/0_217_4500_2701/1000.jpg\" alt=\"Mike Pompeo (right) and Jeremy Hunt at their press conference.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Mike Pompeo (right) and Jeremy Hunt at their press conference.</span> \n    <span class=\"element-image__credit\">Photograph: Mandel Ngan/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd2e44c8f087d3be8785bf4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T14:21:26.345Z\">3.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Pompeo says it is “disgusting” to see leader, not only in the UK but in the US too, who continue to support Nicolas Maduro, the Venezuelan president.</p> \n  <p>That is an implicit criticism of Jeremy Corbyn, who was a great admirer of Hugo Chavez, Maduro’s predecessor and mentor, who has been been reluctant to criticise Maduro and how has spoken out against the US and others interfering in Venezuela.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-08T14:44:49.948Z\">at 3.44pm BST</time></p> \n</div> \n<div id=\"block-5cd2e3718f084f582f8958db\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T14:13:58.751Z\">3.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: If the UK lets Huawei get involved in its 5G network, will that affect US cooperation with the UK?</em></p> \n  <p>Pompeo says he is confident that nothing will happen that will undermine the special relationship.</p> \n  <p>Each country is free to take its own decisions, he says.</p> \n  <p>He says the US will ensure the security of its own networks.</p> \n  <p><em>Q: [To Hunt] Are you worried the 5G decision could affect relations with the US?</em></p> \n  <p>Hunt says the UK would never take decisions that would undermine its ability to share intelligence information with the US.</p> \n  <p>He says maintaining the relationship with the US is the UK’s top foreign policy priority.</p> \n </div> \n</div> \n<div id=\"block-5cd2e2cc8f086f179813d882\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T14:10:54.706Z\">3.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: What does the non-compliance declaration from Iran mean for the US?</em></p> \n  <p>Pompeo says<a href=\"https://www.theguardian.com/world/2019/may/07/iran-to-announces-partial-withdrawal-from-nuclear-deal\"> the letter sent by Iran</a> was “intentionally ambiguous”.</p> \n  <p>He says, as the US watches Iran’s activity, the US and the UK will move forward together. He is confident there will be “no pathway” for Iran to acquire nuclear weapons.</p> \n  <p><em>Q: [To Hunt] Are you ruling out immediate sanctions?</em></p> \n  <p>Hunt says this is a big moment for Iran. Their economy is in a state of distress. The last thing Iran should be doing is spending money on a nuclear programme.</p> \n </div> \n</div> \n<div id=\"block-5cd2e20c8f084f582f8958b0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T14:08:05.855Z\">3.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hunt and Pompeo are now taking questions.</p> \n  <p><em>Q: [From the BBC’s James Landale] Can the Iran nuclear deal survive?</em></p> \n  <p>Hunt says the Iran nuclear deal is an important achievement of Western diplomacy. Iran does not have nuclear weapons. And its neighbours have not sought nuclear weapons.</p> \n  <p>If Iran breaks the deal, there will be consequences. And so, he says, ‘we urge Iran to think long and hard” before they break that deal.</p> \n  <p>If Iran goes nuclear, its neighbours will go nuclear too.</p> \n  <p><em>Q: If Iran enriches more uranium, what will the US do? And is there a danger that putting more pressure on Iran will increase the risk of war?</em></p> \n  <p>Pompeo says we are not far from the Churchill war rooms. He knew about standing up for freedom.</p> \n  <p>He says the UK and the US are on the same side on this.</p> \n </div> \n</div> \n<div id=\"block-5cd2e1ce8f084f582f8958af\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T14:04:46.575Z\">3.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Pompeo says he and Hunt discussed the security of 5G networks.</p> \n  <p>He will have more to say on this later, he says.</p> \n  <p>But he says he is confident the US and the UK will both pursue an approach that maintains the security of their networks.</p> \n </div> \n</div> \n<div id=\"block-5cd2e1c08f086f179813d860\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T14:03:49.654Z\">3.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stuartdhughes/status/1126123872716238849\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Foreign Sec ⁦<a href=\"https://twitter.com/Jeremy_Hunt?ref_src=twsrc%5Etfw\">@Jeremy_Hunt</a>⁩ holding news conference with ⁦<a href=\"https://twitter.com/SecPompeo?ref_src=twsrc%5Etfw\">@SecPompeo</a>⁩ now <a href=\"https://t.co/u2L7HvdXYA\">pic.twitter.com/u2L7HvdXYA</a></p>— Stuart Hughes (@stuartdhughes) \n    <a href=\"https://twitter.com/stuartdhughes/status/1126123872716238849?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd2e1018f087d3be8785bb6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T14:02:42.900Z\">3.02pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Hunt/Pompeo press conference</h2> \n <div class=\"block-elements\"> \n  <p><strong>Mike Pompeo</strong>, the US secretary of state, is holding a press conference now with <strong>Jeremy Hunt</strong>, the foreign secretary.</p> \n  <p>Pompeo says President Trump is looking forward to his state visit. The special relationship is “thriving”, he says.</p> \n  <p>He says whatever happens with Brexit the US will continue to have a strong relationship with the UK and the US.</p> \n  <p>And he says he hopes Brexit gets resolved soon, because the US would like to conclude a trade deal with the UK.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-08T15:08:41.822Z\">at 4.08pm BST</time></p> \n</div> \n<div id=\"block-5cd2d8bc8f087d3be8785b43\" class=\"block\" data-block-contributor=\"profile/severincarrell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T13:29:50.881Z\">2.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Scottish Tories have invited ridicule from their opponents by barely mentioning Brexit or the EU in a European parliament election campaign letter signed by party leader<strong> Ruth Davidson.</strong></p> \n  <p>Instead, Davidson uses her letter to flip the vote on 23 May into a battle over Sturgeon’s quest for a second Scottish independence referendum: it mentions that topic 15 times, names voting day five times yet fails to say it is for the European parliament.</p> \n  <p>Instead Davidson admits in the letter she fears the Tories will haemorrhage votes, writing: </p> \n  <blockquote class=\"quoted\"> \n   <p>I know that some people who usually vote Scottish Conservative may be thinking about not voting at all on 23rd May.</p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/severincarrell/status/1126107460618661888\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/RuthDavidsonMSP?ref_src=twsrc%5Etfw\">@RuthDavidsonMSP</a> has written to voters about the European elections on 23 May - mentions independence or a new referendum 15 times. Brexit? Just once - because <a href=\"https://twitter.com/NicolaSturgeon?ref_src=twsrc%5Etfw\">@NicolaSturgeon</a> believes it justifies independence. The European parliament? Nada. <a href=\"https://t.co/sBApW3SeBv\">pic.twitter.com/sBApW3SeBv</a></p>— Severin Carrell (@severincarrell) \n    <a href=\"https://twitter.com/severincarrell/status/1126107460618661888?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n  <p>The latest polls suggest Davidson will struggle to save their only European parliament seat, with the SNP expected to win at least three and possibly four of Scotland’s six European seats, snatching up a large majority of the country’s pro-European voters. <br></p> \n  <p>YouGov last month put the Scottish Tories on 10%, compared to 17.2% in the 2014 European election, but put the Brexit party ahead of them on 13%, and Ukip on 3%. The SNP were at 40%. </p> \n  <p>Playing on Tory voters’ fears over independence, Davidson says preventing gains by the Scottish National party makes this election “really important”, adding: </p> \n  <blockquote class=\"quoted\"> \n   <p>The fact is that if they gain more seats at this election, Nicola Sturgeon and the SNP will twist the result to advance their overriding obsession of taking Scotland out of the United Kingdom.</p> \n  </blockquote> \n  <p>The Scottish Tories’ demolition of the SNP in north east Scotland in the snap election of June 2017 was driven heavily by pro-Brexit voters in areas dominated by trawlermen who want to leave the EU, but also by anger over Sturgeon’s attempt to use Brexit as the trigger for a new independence referendum.</p> \n  <p>A Tory spokesman said the letter was a regular party communication to voters, reacting to Sturgeon’s refreshing of her independence calls. The Tories would send out its EU election address near 23 May, he said, urging voters to respect the result of the 2016 EU referendum.</p> \n  <p><strong>Christian Allard</strong>, a French-born SNP candidate for the election, said: </p> \n  <blockquote class=\"quoted\"> \n   <p>The Tories created the mess of Brexit and are now terrified of giving people in Scotland a choice over their future. [The] SNP won’t shy away from the importance of these elections.</p> \n  </blockquote> \n  <p><strong>Neil Findlay,</strong> Scottish Labour’s campaign spokesman, said voters were sick of both parties’ constitutional obsessions:</p> \n  <blockquote class=\"quoted\"> \n   <p>Ruth Davidson is a one trick pony who wants to talk about independence even more or just as much as Nicola Sturgeon.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-08T15:24:07.562Z\">at 4.24pm BST</time></p> \n</div> \n<div id=\"block-5cd2cebe8f086f179813d7ba\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T13:08:18.808Z\">2.08pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">What May said at PMQs about carrying on as PM - Analysis</h2> \n <div class=\"block-elements\"> \n  <p>There were two moments at PMQs when <strong>Theresa May </strong>signalled her intention not to give in to calls to announce a new timetable for her depature.</p> \n  <p>The first came in her response to the Tory Brexiter <strong>Andrea Jenkyns</strong>. Jenkyns said:</p> \n  <blockquote class=\"quoted\"> \n   <p>[May has] tried her best, nobody could fault or doubt her commitment and sense of duty, but she has failed. The public no longer trust her to run Brexit negotiations. Isn’t it time to step aside and let someone else lead our country, our party and the Brexit negotiations?</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"4cc09661e9e8ca02c0d339d9d81a70787a74aaea\"> \n   <img src=\"https://media.guim.co.uk/4cc09661e9e8ca02c0d339d9d81a70787a74aaea/27_0_597_358/500.jpg\" alt=\"Andrea Jenkyns\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Andrea Jenkyns</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n  <p>May replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>First of all, may I say to [Jenkyns] that I am sorry that we saw so many good Conservative councillors last week, very often for no fault of their own. I’ve been a councillor. I know the hard work and dedication it takes. I have also been a councillor who has stood in an election against a difficult national background under a Conservative government, so I know what that feels like as well. And I thank all those councillors for their hard work, and I congratulate those Conservative councillors who won their seats for the first time as well.</p> \n  </blockquote> \n  <p>In saying how sorry she was about Tory councillors losing their seats, May was showing that she has learnt her lesson from 2017 when, in the afternoon after polling day, she recorded a statement from Downing Street which did not express a word of regret about Conservative MPs who has lost their seats. Colleagues were furious, and May had to record a second statement a few hours later saying she was sorry about their feat.</p> \n  <p>At PMQs, in her reply to Jenkyns, May went on:</p> \n  <blockquote class=\"quoted\"> \n   <p>Can I also say to [Jenkyns] - this is not an issue about me and it’s not an issue about her. If it were an issue about me and the way I vote, we would already have left the European Union.</p> \n  </blockquote> \n  <p>This reply has a certain logic, and it may have sounded clever when May scripted it in advance (assuming that she did), but it also sounded like an abdication of responsibility. This is problematic. The point about being prime minister is that you are responsible, even if you are not personally at fault. </p> \n  <p>The other moment came earlier in PMQs, when May cracked a joke about Liverpool’s victory last night. She said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I actually think that when we look at the Liverpool win over Barcelona last night, what it shows is that when everyone says it’s all over, that your European opposition have got you beat, the clock is ticking down, it’s time to concede defeat, actually we can still secure success if everyone comes together.</p> \n  </blockquote> \n  <p>This may have sounded to Tory MPs as if May is hoping for a last-minute career reprieve.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"0ac7a888-675b-4676-b58b-430d3aabcb56\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/MJYD1zFubBE?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-08T13:31:02.825Z\">at 2.31pm BST</time></p> \n</div> \n<div id=\"block-5cd2cd0a8f087d3be8785add\" class=\"block\" data-block-contributor=\"profile/heatherstewart\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T12:38:29.900Z\">1.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Downing Street has signalled that Theresa May has no intention of setting out a timetable for her, departure with a spokesman insisting she is determined to “get Brexit done”. A spokesman said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The PM made a very generous and bold offer to the 22.</p> \n   <p>She is here to deliver Brexit in phase one, and then she will leave and make way for new leadership in phase two. That is he timetable she is working for: she wants to get Brexit done.</p> \n  </blockquote> \n  <p>The spokesman also confirmed that the Conservatives are preparing to fight the European parliamentary elections. “We are up and running, and our message is, there’s only one party that can deliver Brexit,” he said.</p> \n  <p>The government formally announced yesterday that it will not have a Brexit deal agreed in time to take part in the EU-wide poll on 23 May.</p> \n  <p>“Our aim is that these MEPs never take up their seats,” the spokesman added, although Downing Street has conceded they may need to do so for a short period if the withdrawal agreement has not yet been passed.</p> \n  <p>Asked why the Conservatives were taking part in elections they did not want to take place, the spokesman said, “because it’s democracy.”</p> \n  <p>He said May would be taking place in some campaign events.</p> \n  <figure class=\"element element-image\" data-media-id=\"541fce0572c38ababe7b70ced02381c3799b7a53\"> \n   <img src=\"https://media.guim.co.uk/541fce0572c38ababe7b70ced02381c3799b7a53/1010_152_3788_2273/1000.jpg\" alt=\"10 Downing Street.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">10 Downing Street.</span> \n    <span class=\"element-image__credit\">Photograph: Isabel Infantes/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-08T12:39:32.657Z\">at 1.39pm BST</time></p> \n</div> \n<div id=\"block-5cd2c9648f086f179813d78c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T12:31:32.846Z\">1.31pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">What May has said, and not said, about when she will stand down as PM</h2> \n <div class=\"block-elements\"> \n  <p>To recap: <strong>Theresa May</strong> has already given Tory MPs two commitments about standing down as PM.</p> \n  <p>In December last year, before the Conservative party no confidence vote (which she subsequently, or consequently, won),<a href=\"https://www.theguardian.com/politics/2018/dec/13/theresa-may-confirms-she-will-not-lead-conservatives-into-next-general-election\"> May told Tory MPs that she would stand down before the general election due in 2022.</a> What would happen if there were an earlier general election was left unresolved.</p> \n  <p>Then in March, ahead of the third Commons vote on her withdrawal agreement (which she subsequently lost),<a href=\"https://www.theguardian.com/politics/live/2019/mar/27/brexit-latest-news-live-debate-indicative-votes--to-vote-on-alternative-votes-as-speculation-mounts-may-could-announce-plans-to-quit-live-news?page=with:block-5c9bb5e0e4b0b4d18bde148b#block-5c9bb5e0e4b0b4d18bde148b\"> May told Tory MPs that she would stand down before the next phase of the Brexit talks</a> - ie the trade negotiation due to get underway once the withdrawal agreement has been passed. </p> \n  <p>But this offer to stand down was predicated on a deal being passed. May did not say she would stand down if the gridlock continued.</p> \n  <p>In response, after Easter, the executive of the Conservative backbench 1922 Committee decided that <a href=\"https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news?page=with:block-5cc093528f085bb0e0de7a11#block-5cc093528f085bb0e0de7a11\">it would ask May for a timetable for her departure in the event of the deal not being passed. </a><strong>Sir Graham Brady</strong>, the chairman of the committee, met May to discuss this with her yesterday.</p> \n  <p>Today we have had her public response. (See<a href=\"https://www.theguardian.com/politics/live/2019/may/08/brexit-latest-news-developments-pmqs-1922-theresa-may-to-face-mps-as-tories-step-up-calls-for-her-to-announce-departure-timetable-live-news?page=with:block-5cd2c87f8f086f179813d77e#block-5cd2c87f8f086f179813d77e\"> 1.17pm.)</a></p> \n </div> \n</div> \n<div id=\"block-5cd2c87f8f086f179813d77e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T12:17:53.603Z\">1.17pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">May rejects call from Tory MPs to announce timetable for her departure if Brexit deal not passed</h2> \n <div class=\"block-elements\"> \n  <p>Downing Street has now been confirming what Theresa May was more or less saying at PMQs (see<a href=\"https://www.theguardian.com/politics/live/2019/may/08/brexit-latest-news-developments-pmqs-1922-theresa-may-to-face-mps-as-tories-step-up-calls-for-her-to-announce-departure-timetable-live-news?page=with:block-5cd2c2478f086f179813d72e#block-5cd2c2478f086f179813d72e\"> 1.15pm)</a>, my colleague<strong> Heather Stewart </strong>reports.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GuardianHeather/status/1126095747768778752\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW - Downing Street makes clear May has no intention of bringing forward her departure. “The PM made a very generous and bold offer to the 22,” says a spox. “She is here to deliver Brexit in phase one, and then she will leave and make way for new leadership in phase two.”</p>— Heather Stewart (@GuardianHeather) \n    <a href=\"https://twitter.com/GuardianHeather/status/1126095747768778752?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd2c2478f086f179813d72e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T12:15:03.921Z\">1.15pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">PMQs - Snap verdict</h2> \n <div class=\"block-elements\"> \n  <p><strong>PMQs - Snap verdict:</strong> Another low-voltage PMQs. Parliament seems to rattle between crisis and stasis at the moment, with nothing much in between. With the cross-party talks still going on, it was not surprising that Jeremy Corbyn chose to avoid Brexit as a topic and instead he devoted all six of his questions to the NHS, perhaps partly inspired by the fact that a report about GP numbers falling properly for the first time in 50 years was <a href=\"https://www.bbc.co.uk/news/health-48191438\">leading the BBC news this morning. </a>Corbyn asked about this. But he asked about almost everything else going wrong with the NHS too, which meant that his criticisms never stuck as forcefully as they might have done. (With an opening question on a topic, you can assert that something is wrong with government policy. With a clever follow-up, dismantling the response offered by the PM, you can prove it.) To be fair, Corbyn’s talking points were a lot more convincing than May’s talking points. But, as is the norm in these exchanges, they were just exchanging factoids across the despatch box, not engaging with each other’s arguments. Previous leaders of the opposition used to spend hours preparing for PMQs, game-planning response, counter-response etc etc in considerable detail. Corbyn, by contrast, sometimes sounds as if he has picked up a script just an hour before.</p> \n  <p>The SNP’s Ian Blackford was no better today either and today’s PMQs only really sparked into life when Andrea Jenkyns became the latest Conservative to tell May to her face, in the Commons chamber, that she needs to go. May’s response - “this is not an issue about me” - was telling because it provided an insight into her stubbornness (is she really trying to absolve herself of all responsibility for the Brexit gridlock?) but it was a solitary moment of humiliation. Jenkyns did not have any other Tory backbenchers backing her up, and May seemed to have MPs supporting her. (See below.) Behind the scenes the pressure for her to quit may be intensifying but it’s taking its time and she got to the end of PMQs looking as if she may still be around for a while yet.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielHewittITV/status/1126088573315440640\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Theresa May responds: this is not about me or her, it’s about delivering Brexit. <br><br>She got pretty big cheers from her side for that response. Gavin Williamson didn’t cheer, obv.</p>— Daniel Hewitt (@DanielHewittITV) \n    <a href=\"https://twitter.com/DanielHewittITV/status/1126088573315440640?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-08T17:12:57.959Z\">at 6.12pm BST</time></p> \n</div> \n<div id=\"block-5cd2c1be8f087d3be8785a62\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:48:13.374Z\">12.48pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May attacks the SNP government in Edinburgh. It has used its powers, not to help people, but to raise taxes. Ruth Davidson, the Scottish Tory leader, should be first minister, she says.</p> \n  <p>And that’s it. PMQs is over.</p> \n </div> \n</div> \n<div id=\"block-5cd2c1428f084f582f895752\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:46:54.608Z\">12.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s<strong> Laura Pidcock</strong> asks about a detention centre in her constituency where children were abused. Will May order an inquiry?</p> \n  <p>May says the historic child abuse inquiry is looking at these sorts of abuses.</p> \n </div> \n</div> \n<div id=\"block-5cd2c0938f086f179813d71a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:44:09.237Z\">12.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Liz Saville Roberts,</strong> the Plaid Cymru leader at Westminster, asks about a Kurd on hunger strike in Newport, south Wales, as a protest against the treatment of <a href=\"https://internationalistcommune.com/hunger-strike-for-abdullah-ocalan/\">a Kurdish leader in Turkey. </a></p> \n  <p>May says the foreign secretary will address this issue urgently.</p> \n </div> \n</div> \n<div id=\"block-5cd2bfe28f084f582f895748\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:40:22.294Z\">12.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Julian Lewis, </strong>a Conservative, says it would be wrong for the UK to let Huawei have a role in the new 5G network.</p> \n  <p>May says the government is taking a robust, risk-based approach to building the new 5G infrastructure. She says no one takes national security more seriously than she does.</p> \n </div> \n</div> \n<div id=\"block-5cd2bf4e8f087d3be8785a4b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:39:08.588Z\">12.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Richard Drax,</strong> a Conservative, says the new defence secretary needs to spend time getting to know the armed forces. That is a full-time job, he says.</p> \n  <p>He seems to be saying it is wrong for Penny Mordaunt, the new defence secretary, to combine this job with being minister for women and equalities.</p> \n  <p>May starts by paying tribute to Gavin Williamson’s work as defence secretary. She says Mordaunt is a former junior defence minister and a royal naval reservist, so she knows the armed forces well. She says the armed forces need to address equality issues, and so it is right for Mordaunt to do both jobs, she says.</p> \n </div> \n</div> \n<div id=\"block-5cd2be758f086f179813d6ee\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:35:47.921Z\">12.35pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">May brushes aside Tory call for her resignation, saying she is not to blame for Brexit not being passed</h2> \n <div class=\"block-elements\"> \n  <p><strong>Andrea Jenkyns</strong>, a Tory Brexiter, says May has failed in the Brexit talks. The Tories have lost 1,300 councillors. Isn’t it time for May to step aside?</p> \n  <p>May says is sorry about councillors losing their seats. She has been a councillor, and knows how hard they work. And she has stood in council elections at a difficult time for the party nationally.</p> \n  <p>She says this is not an issue about her, and the way she votes. If it were, the UK would already be outside the EU, she says.</p> \n  <ul> \n   <li><strong>May brushes aside a Tory call for her resignation, saying she is not to blame for Brexit not being passed.</strong></li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-08T11:36:42.213Z\">at 12.36pm BST</time></p> \n</div> \n<div id=\"block-5cd2be478f086f179813d6ec\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:33:06.934Z\">12.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s<strong> Rupa Huq</strong> asks when the cuts to police numbers in London will be reversed.</p> \n  <p>May says the Met police is getting almost £1bn extra.</p> \n </div> \n</div> \n<div id=\"block-5cd2bdd68f086f179813d6e9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:32:21.974Z\">12.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Rehman Chishti,</strong> a Conservative, asks why<a href=\"https://www.theguardian.com/world/2019/may/08/asia-bibi-begins-new-life-in-canada-but-her-ordeal-may-not-be-over\"> Canada offered sanctuary to Asia Bibi</a>, but not the UK.</p> \n  <p>May says the UK government’s concern was always Bibi’s safety. She says she is pleased that Bibi has been offered sanctuary in Canada.</p> \n </div> \n</div> \n<div id=\"block-5cd2bdb88f084f582f89572c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:30:27.772Z\">12.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May says she is chairing a serious violent crime task force this afternoon. </p> \n </div> \n</div> \n<div id=\"block-5cd2bd748f084f582f895728\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:29:54.232Z\">12.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Rebecca Pow</strong>, a Conservative, asks if the government will legislate for net zero carbon emissions by 2050.</p> \n  <p>May says the government has a good record on this. It will respond to the committee on climate change report in due course.</p> \n </div> \n</div> \n<div id=\"block-5cd2bd288f084f582f895720\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:28:44.411Z\">12.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s <strong>Sandy Martin</strong> asked about a disabled constituent who has had her benefits cut. What will the government do to stop families falling into poverty while they appeal against benefits decisions?</p> \n  <p>May says she will look at this case. Appeals should be held in a timely fashion.</p> \n </div> \n</div> \n<div id=\"block-5cd2bcc78f086f179813d6d5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:27:30.450Z\">12.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sir Edward Leigh</strong>, a Conservative, says he is worried about the plan to demolish the award-winning Richmond House to make space for a temporary Commons chamber while parliament is restored.</p> \n  <p>May says the bill for the parliamentary renewal programme is being introduced today. She says the plans involve including the facade of Richmond House.</p> \n </div> \n</div> \n<div id=\"block-5cd2bc9b8f084f582f895715\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:25:54.816Z\">12.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Joan Ryan,</strong> the former Labour MP who now represents Change UK, calls for a people’s vote.</p> \n  <p>May says her view has not changed in the few minutes since she last answered a question on this.</p> \n </div> \n</div> \n<div id=\"block-5cd2bc538f087d3be8785a10\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:25:11.554Z\">12.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sir Oliver Heald,</strong> a Conservative, says many countries require petrol to have 10% ethanol as a green measure. Will the government try that here?</p> \n  <p>May says this scheme is not approved for all vehicles. But the government will publish its next steps for E10 later this year.</p> \n </div> \n</div> \n<div id=\"block-5cd2bc1a8f084f582f89570d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:23:56.984Z\">12.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s <strong>Eleanor Smith</strong> asks when the long-awaited green paper on adult social care will be published.</p> \n  <p>May says Labour had 13 years to deliver a sustainable social care system but did nothing.</p> \n </div> \n</div> \n<div id=\"block-5cd2bbc98f084f582f895701\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:22:46.816Z\">12.22pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Mark Menzies, a</strong> Conservative, asks May to congratulate his local football team, AFC Fylde.</p> \n  <p>May says this is a good example of team engaging with its local community.</p> \n </div> \n</div> \n<div id=\"block-5cd2bb4c8f086f179813d6b3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:21:40.975Z\">12.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Ian Blackford</strong>, the SNP leader at Westminster, also congratulates the royal couple - but refers to them as the Duke and Duchess of Wessex, not Sussex. </p> \n  <p>Turning to Brexit, he says nothing is happening. When will May update MPs on what is going on?</p> \n  <p>May says she is talking to Labour. If Blackford was so keen on Brexit, he could have voted for the deal, she says.</p> \n  <p>Blackford says any deal must be put back to the people.</p> \n  <p>May says she remains of the view that MPs must deliver on the result of the first referendum.</p> \n </div> \n</div> \n<div id=\"block-5cd2bae88f087d3be87859fb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:19:32.531Z\">12.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Helen Whately</strong>, a Conservative, says she hopes Prince Harry will take time off to spend with his baby. But take-up of statutory paternity leave is low. Will the government offer paid paternity leave to fathers?</p> \n  <p>May says the government is looking at this, and the business department will publish plans later this year.</p> \n </div> \n</div> \n<div id=\"block-5cd2b9fc8f087d3be87859f0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:17:54.593Z\">12.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says, if you go into any A&amp;E unit in the country, you will find they are under pressure because of a shortage of GPs. He says the NHS has failed to meet its A&amp;E waiting time for four years. Will May apologise to patients who have had to wait?</p> \n  <p>May says she recognises the importance of targets. She says in Labour-run Wales the A&amp;E target has not been met for a decade.</p> \n  <p>Corbyn says the NHS is going through the longest squeeze in history. Waiting times are the worst on record. And infant mortality is rising. Will May admit the government has failed the NHS.</p> \n  <p>May says Corbyn said at the election the NHS needed £7bn. She says she is giving the NHS £20bn. She is proud of her record on the NHS. She is giving it a sustainable long-term plan. And that is because the Conservatives manage the economy and the public finances. Labour would crash the economy.</p> \n </div> \n</div> \n<div id=\"block-5cd2b9268f084f582f8956d6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:13:55.814Z\">12.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says no one on the Labour side talks down the NHS. It was a Labour achievement, and the Tories voted against it.</p> \n  <p>Today is ovarian cancer day, he says. But thousands of cancer patients have had to wait weeks for treatment. Will May apologise to those patients?</p> \n  <p>May says she recognises the importance of early diagnosis. A key part of the long-term plan is about early diagnosis. There is a part of the UK where cancer targets have not been met since 2008 - Labour-run Wales.</p> \n  <p>Corbyn says in Wales more people than ever before are surviving cancer. GP numbers are seeing their first sustainable fall for 50 years. Is it acceptable than one third of people needing an urgent GP appointment are being turned away?</p> \n  <p>May says there are more GPs in the NHS today than in 2015. And the government has made it easier for people to access GPs, by extending opening hours. Under the NHS plan for the first time the proportion of funding for primary care increasing, for the first time in its history.</p> \n </div> \n</div> \n<div id=\"block-5cd2b8088f086f179813d67f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:10:26.477Z\">12.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn</strong> also offers his condolences to the family of the dead soldier. This is a reminder of the diversity of work the army do. And he offers his congratulations to the royal couple.</p> \n  <p>And he says he wants to congratulate a great football team - Manchester City on winning the women’s FA Cup. And perhaps May should take tips form Jurgen Klopp on getting a good result in Europe.</p> \n  <p>Turning to the NHS, he says a new suvey shows the extent of stress amongst the workforce. Why are they getting such a bad deal?</p> \n  <p>May says the Liverpool victory shows how you can pull off success at the last moment if everyone works together.</p> \n  <p>On the NHS, she says her government’s long-term plan will give the NHS its biggest cash boost in history.</p> \n  <p>Corbyn says under the last Labour government NHS spending increased by 6% a year. Under this government it is barely 1.5% a year. There is a shortage of staff, particularly in cancer care. What is May doing about this?</p> \n  <p>May says the number of doctors and nurses in the NHS are at the highest level in its history. NHS staff work hard. She is proud of it. Corbyn is talking it down. At the last election Labour promised the NHS less money than the Conservative government is giving it. Labour would crash the economy, which would give the NHS less money too.</p> \n </div> \n</div> \n<div id=\"block-5cd2b7d88f086f179813d67b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:05:38.393Z\">12.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>May says the government accepts it is asking schools to do more. It responded by giving the highest funding schools settlement on record. If schools should be getting extra money, local authorities should be passing it on.</p> \n </div> \n</div> \n<div id=\"block-5cd2b77f8f086f179813d677\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:04:53.360Z\">12.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour’s <strong>Janet Daby </strong>says almost 800,000 people are on zero hours contracts. TUC research shows most of these people want a proper contract. Will May end these contracts?</p> \n  <p>May says it was the Conservative party in government that took action. Labour did nothing about these contracts. The Tories banned exclusive zero hours contracts, she says.</p> \n </div> \n</div> \n<div id=\"block-5cd2b7258f086f179813d667\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:03:12.102Z\">12.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Theresa May </strong>starts by offering her condolences to the family and friends of a solider killed during anti-poaching operations in Malawi.</p> \n  <p>And she sends her congratulations to the Duke and Duchess of Sussex on the birth of their son.</p> \n </div> \n</div> \n<div id=\"block-5cd2b6b98f084f582f8956b1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T11:00:13.830Z\">12.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/johnestevens/status/1126079175134253057\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Gavin Williamson has entered the Commons chamber for <a href=\"https://twitter.com/hashtag/PMQs?src=hash&amp;ref_src=twsrc%5Etfw\">#PMQs</a></p>— John Stevens (@johnestevens) \n    <a href=\"https://twitter.com/johnestevens/status/1126079175134253057?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd2b66c8f084f582f8956a7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T10:59:50.342Z\">11.59am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are from the Sun’s <strong>Tom Newton Dunn.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1126078254832549888\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I understand Theresa May is now close to setting out a timetable for her departure from No10, with or without Brexit taking place (1/2)</p>— Tom Newton Dunn (@tnewtondunn) \n    <a href=\"https://twitter.com/tnewtondunn/status/1126078254832549888?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1126078791447662592\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Friends of Graham Brady say he had \"a very productive conversation\" with her in No10 yesterday, and is now awaiting firm thoughts from her - which may, or may not, come in time for the 1922 Committee meeting at 5pm today (2/2)</p>— Tom Newton Dunn (@tnewtondunn) \n    <a href=\"https://twitter.com/tnewtondunn/status/1126078791447662592?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Perhaps this means Theresa May will set out a timetable for setting out a timetable for her departure ...</p> \n </div> \n</div> \n<div id=\"block-5cd2b55b8f087d3be87859b0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T10:57:19.947Z\">11.57am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">PMQs</h2> \n <div class=\"block-elements\"> \n  <p>PMQs is starting soon.</p> \n  <p>And it looks as though we may be hearing from Gavin Williamson, who was sacked last week by Theresa May from his post as defence secretary. This is from Labour’s <strong>Mary Creagh.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MaryCreaghMP/status/1126072269879631872\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Just popped into the Chamber and noticed Gavin Williamson has a prayer card in his seat.<br>PMQ?<br>Or a statement to the House on his sacking? <a href=\"https://t.co/uo1SxgHrt9\">pic.twitter.com/uo1SxgHrt9</a></p>— Mary Creagh (@MaryCreaghMP) \n    <a href=\"https://twitter.com/MaryCreaghMP/status/1126072269879631872?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n  <p>A prayer card is something that an MP has to place in a seat if they want to reserve a space. This means Williamson will be in the chamber. </p> \n  <p>I will post my snap verdict on PMQs when it is over. I used to do them as soon as the May/Corbyn exchanges were over, but there is more interest now in May v the Commons as whole, and particularly her own MPs, so it makes sense to wait until the end.</p> \n </div> \n</div> \n<div id=\"block-5cd2b3098f084f582f895687\" class=\"block is-key-event\" data-block-contributor=\"profile/lisaocarroll\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T10:48:47.015Z\">11.48am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Most EU states now want UK to leave, MP claims</h2> \n <div class=\"block-elements\"> \n  <p>The vast majority of EU states now want Britain “out” of the EU with just four countries and Donald Tusk retaining an appetite for the UK to remain in the bloc, it has been claimed. </p> \n  <p>“Poland, Ireland, Hungary and Portugal and Donald Tusk are actually the only countries that want the UK to stay in the EU,” Labour<strong> Stephen Kinnock</strong> told the Brexit select committee on Wednesday. </p> \n  <p>Even if the UK voted in a second referendum to remain, there was a view Britain would not be welcome in the EU. Kinnock said:</p> \n  <blockquote class=\"quoted\"> \n   <p>All the rest want us out because we have become toxic, a sort of virus in the European body politic and if we were to have a referendum and remain and potentially ending up with a hardline Eurosceptic as prime minister … we would simple be back to where we are now and that would potentially wreck the European project.</p> \n  </blockquote> \n  <p>European experts giving evidence to the parliamentary committee said it was not as binary as Kinnock suggested but agreed impatience in the EU was creeping in. </p> \n  <p>Former British European Commission official, <strong>Sir Jonathan Faull,</strong> said the UK was traditionally viewed as an “awkward but constructive” member of the EU but people were “fed up across Europe” with the Brexit mess. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>This stable, rational pragmatic country seems unrecognisable to many watching us and there is no going back and I think certain things are irrevocable.</p> \n  </blockquote> \n  <p><strong>Charles Grant</strong>, director of the Centre for European Reform, told the committee that the “truth is” nobody knows what countries feel as they have not been forced to make a public position. </p> \n  <p>But he said that there seemed to a growing view that “the longer we stay in the more they can mess things up from the inside”. </p> \n  <p>An expert on Brussels politics, Grant said the French leader Emmanuel Macron was “isolated” in his “tactical” position at the last European council summit when he pushed for a short extension against the majority who backed Angela Merkel view that “if you give them a very long extension, Eurosceptics will think Brexit will never happen and vote” for the withdrawal agreement. <br></p> \n  <p>But he said the disagreement over tactics should not be confused with political positions. <br></p> \n  <p>The Spanish backed Merkel’s position but he gathered they were “quite happy to see the UK leave”, Grant told MPs. <br></p> \n  <p>Sweden was also conflicted. It wanted the UK to remain but was “so fed up” with British indecision, “their main priority now is to prevent this whole Brexit mess from contaminating the EU, from polluting the EU, we must put the position of the EU, the interest of the EU first and safeguard it from this potential pollution from the UK,” Grant said. He added:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think what has changed in the last six months is that those countries that would like to see the British government to stay are not prepared to bend over backwards and pull out their fingers to see the British stay.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-08T13:51:26.432Z\">at 2.51pm BST</time></p> \n</div> \n<div id=\"block-5cd2ac1e8f084f582f895629\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T10:42:35.094Z\">11.42am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Brexit party could soon have bigger supporter base than Tories, warns former Conservative deputy chair</h2> \n <div class=\"block-elements\"> \n  <p>The Conservative MP<strong> Robert Halfon </strong>has written a withering assessment of the party’s performance in last week’s local elections<a href=\"https://www.conservativehome.com/thecolumnists/2019/05/robert-halfon-does-mays-selfish-operation-care-at-all-about-the-partys-future.html\"> for the ConservativeHome website. </a>So what, you might think. Everyone knows it was a disaster. But this is a particularly brutal assessment, partly because of what Halfon says (he thinks the Tory position is worse than people realise) and partly because of who is (a former Conservative party deputy chairman, who represents a swing seat and is noted for his skills as a campaigner, who is not given to denouncing Theresa May on a whim).</p> \n  <p>Do read the whole thing, but here are the main points.</p> \n  <ul> \n   <li><strong>Halfon says the Brexit party will soon have a bigger supporter base than the Tories and he suggests that it could sweep the party aside at the next general election if Brexit has not happened by then. </strong>He says:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The new Brexit party represents a tsunami in terms of political disruption. If their candidates had been standing in the local elections, the Conservatives would have probably lost double the number of councillors. This Brexit party is not the Ukip party of old. Nigel Farage has matured, and has some serious and credible Euro parliamentary candidates. In just a couple of weeks, they have 85,000 paying members. In a few months, as things stand, they will probably leapfrog over our membership numbers. If they stand at the general election and we haven’t left the EU – or there is a second referendum – the chances of change in Westminster is huge. And why is it that the Conservative party cannot produce anything like the quality social media content of this new political party?</p> \n  </blockquote> \n  <p>Halfon is not quite right about this. The Brexit party has <a href=\"https://www.theguardian.com/politics/live/2019/may/07/brexit-latest-news-developments-hunt-stresses-need-for-compromise-as-cross-party-talks-on-compromise-plan-resume-live-news?page=with:block-5cd1594c8f084f582f894a41#block-5cd1594c8f084f582f894a41\">88,000 registered supporters </a>but not members because, <a href=\"https://www.theguardian.com/politics/2019/apr/18/nigel-farage-has-near-total-control-of-brexit-party-constitution-suggests\">as Rowena Mason explained in a recent story, </a>currently it is structured as a Nigel Farage fan club that does not have members who could remove their party leader. But Halfon’s broad point still stands.</p> \n  <ul> \n   <li><strong>Halfon says May’s decision to sack Gavin Williamson as defence secretary just before the local elections was “utterly selfish”.</strong> He says:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I spent much of Thursday telling at the Harlow polling stations. I lost count of how many voters came up to me asking: “What on earth is going on?” I have no idea as to the true story re Huawei et al, but why on earth did this need to be decided, in full media glare, just a few hours before the polling stations opened?</p> \n   <p>After a couple of days of quiet during which we were able to concentrate on local issues like lower council tax and waste collections, Number 10, in full bloodlust, chose to ignore the thousands of councillors and unpaid volunteers who were fighting for the very soul and survival of the Conservative party. Creating such a self-indulgent drama was an utterly selfish decision from an utterly selfish Number 10 machine. Do they even care about the future of the party?</p> \n  </blockquote> \n  <ul> \n   <li><strong>He says the failure to deliver Brexit has caused the Conservative party “untold damage”.</strong></li> \n  </ul> \n  <ul> \n   <li><strong>He says the Conservative grassroots machine is now “on life support”.</strong></li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>What a s**t-show. More than 1300 seats lost. Over a thousand hard-working councillors out on their ear – not for the most part because of anything they did wrong, but because of a disastrous national situation. We haven’t just lost councillors, but also a huge activist support network in the shape of their friends and families. Our grassroots operation, already weakened, has been further damaged and is now on life support.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"662fee730d25954be3abedea1cab84b2f5b6b3db\"> \n   <img src=\"https://media.guim.co.uk/662fee730d25954be3abedea1cab84b2f5b6b3db/0_255_3500_2100/1000.jpg\" alt=\"Robert Halfon\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Robert Halfon</span> \n    <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd2a4488f086f179813d56b\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T09:49:06.531Z\">10.49am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Staying in customs union would turn UK into 'commodity' to be exchanged by EU in trade deals, says Fox</h2> \n <div class=\"block-elements\"> \n  <p><strong>Liam Fox,</strong> the international trade secretary, has restated his longstanding opposition to the UK staying in a customs union with the EU (which, among other things, would make his job largely pointless). Speaking at a trade conference in London, he said staying in a customs union would be “bad for Britain” and leave access to the UK’s markets as a “commodity” to be traded by Brussels. He explained:</p> \n  <blockquote class=\"quoted\"> \n   <p>The EU would be able to make access to the UK market part of their offer in any trade agreement and we would find ourselves in a unique position in our trading history in that we would be being traded. We would be a commodity in that particular agreement, where the EU would be able to offer access to the UK as part of their offer.</p> \n   <p>It’s a situation that would leave the UK as a rule taker and in terms of our ability to shape trade policy would probably leave us in a worse situation than we are today, inside the EU.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"74b46d77869b7d5877ad14058ca6b8af37d8a246\"> \n   <img src=\"https://media.guim.co.uk/74b46d77869b7d5877ad14058ca6b8af37d8a246/1576_343_2820_1692/1000.jpg\" alt=\"Liam Fox\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Liam Fox</span> \n    <span class=\"element-image__credit\">Photograph: Isabel Infantes/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd2984a8f084f582f895533\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T09:26:36.858Z\">10.26am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Greens say they are 'strongest, most united pro-EU party' in Euro elections</h2> \n <div class=\"block-elements\"> \n  <p><strong>Caroline Lucas</strong>, the Green party MP, and <strong>Siân Berry</strong>, the party’s co-leader, were speaking at the party’s European elections launch this morning, alongside Jonathan Bartley, the other co-leader. (See<a href=\"https://www.theguardian.com/politics/live/2019/may/08/brexit-latest-news-developments-pmqs-1922-theresa-may-to-face-mps-as-tories-step-up-calls-for-her-to-announce-departure-timetable-live-news?page=with:block-5cd291668f087d3be87857e5#block-5cd291668f087d3be87857e5\"> 9.38am.)</a></p> \n  <p>Lucas said the party was campaigning with “more hope than every before” because of its success in last week’s local elections, where it gained 194 seats. In percentage terms, the Greens gained more than any other party, she said. </p> \n  <p>She said the Greens won seats all over England, “both in existing strongholds like Brighton and Solihull, but also in communities that have never had a Green presence before”. The party also won seats for the first time on 50 councils, in places like Darlington, Derbyshire Dales, Carlisle and Colchester. Lucas went on:</p> \n  <blockquote class=\"quoted\"> \n   <p>A Green wave is sweeping across this country, just as it is across the European Union as a whole, and we are part of that. </p> \n   <p>Just over the last weekend we had a new member joining us every three minutes.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"6c6bba8d3485301bacd87485325da1166e41be8b\"> \n   <img src=\"https://media.guim.co.uk/6c6bba8d3485301bacd87485325da1166e41be8b/44_0_853_512/500.jpg\" alt=\"Caroline Lucas\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Caroline Lucas</span> \n    <span class=\"element-image__credit\">Photograph: Sky News/SKY NEWS</span> \n   </figcaption> \n  </figure> \n  <p>And Berry said the Greens were the “strongest, most united pro-EU party” on the ballot. She explained:</p> \n  <blockquote class=\"quoted\"> \n   <p>[Voting Green is] about saying a very loud no to a failed Brexit project and yes to transforming our society to one that puts people first.</p> \n   <p>Our government is at a standstill and the two-party system is broken. Both the Conservatives and Labour have embraced Brexit and refused to see it cannot succeed in solving any of the problems in our country.</p> \n   <p>And both they are the Liberal Democrats have a huge responsibility for its causes.</p> \n   <p>The Brexit project, led by Nigel Farage, has capitalised on the neglect of our communities and unleashed the darkest elements onto our nation, bringing them dangerously close to the mainstream.</p> \n   <p>The far right are now a sickness in our politics. But the Greens, full of hope, and with a vision of the future that has faith in people’s best instincts, we are the cure.</p> \n   <p>Not the Tories, who are all aboard for the Brexit bus, even as the wheels are flying off, they are not the cure.</p> \n   <p>Not Labour, who can’t be clear what they stand for, who won’t stand up for freedom of movement, who are constantly putting political opportunity above the good of the people, they are not the cure. </p> \n   <p>And not the Lib Dems, the co-architects of austerity, whose period in government is not forgotten and a direct cause of the mess we’re in now.</p> \n   <p>The Greens are the strongest, most united pro-EU party on the ballot. The Greens have MEPs in three UK regions, compared with one for the Liberal Democrats. </p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"815dfb777c2b743c02e9faed9f4b797a6cc14bf1\"> \n   <img src=\"https://media.guim.co.uk/815dfb777c2b743c02e9faed9f4b797a6cc14bf1/142_0_735_441/500.jpg\" alt=\"Sian Berry speaking at the podium at the Green party Euro elections launch\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sian Berry speaking at the podium at the Green party Euro elections launch</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd299288f086f179813d4d8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T09:00:20.278Z\">10.00am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Andrea Leadsom says she is seriously considering standing for Tory leadership</h2> \n <div class=\"block-elements\"> \n  <p><strong>Andrea Leadsom</strong>, the Brexiter leader of the Commons, was on ITV’s Good Morning Britain this morning. Here are tweets from GMB’s <strong>Anne Alexander</strong> and the Telegraph’s <strong>Jack Maidment</strong> with the main lines.</p> \n  <ul> \n   <li><strong>Leadsom said she was considering running for the Tory leadership.</strong></li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Annemariealex/status/1126019979202134017\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Commons leader <a href=\"https://twitter.com/andrealeadsom?ref_src=twsrc%5Etfw\">@andrealeadsom</a> on GMB just now, where she also revealed she's \"seriously considering\" standing for the Tory leadership <a href=\"https://t.co/PFQsOPS6oq\">https://t.co/PFQsOPS6oq</a></p>— Anne Alexander (@Annemariealex) \n    <a href=\"https://twitter.com/Annemariealex/status/1126019979202134017?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jrmaidment/status/1126041384899751936\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">That Andrea Leadsom Tory leadership quote in full: \"I've supported her for the last three years to get Brexit over the line and she has said she is going.<br><br>\"So yes, I am seriously considering standing.\"</p>— Jack Maidment (@jrmaidment) \n    <a href=\"https://twitter.com/jrmaidment/status/1126041384899751936?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li><strong>Leadsom described Theresa May’s Brexit deal as “tolerable” and said she struggled to support it.</strong></li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Annemariealex/status/1126028233470894081\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Re May’s current deal, Leadsom says “I would say it’s tolerable “ and she’s “struggled with it”, but it delivers Brexit <a href=\"https://twitter.com/hashtag/GMB?src=hash&amp;ref_src=twsrc%5Etfw\">#GMB</a></p>— Anne Alexander (@Annemariealex) \n    <a href=\"https://twitter.com/Annemariealex/status/1126028233470894081?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Annemariealex/status/1126028939527446528\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“If we had no deal, we would survive and thrive “, but she would prefer a deal Andrea Leadsom says</p>— Anne Alexander (@Annemariealex) \n    <a href=\"https://twitter.com/Annemariealex/status/1126028939527446528?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li><strong>Leadsom said Brexit might have happened by now if a “determined Brexiteer” had been PM.</strong></li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Annemariealex/status/1126027836257710080\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">“If you’d had a determined brexiteer (in Number 10)things might have been different and we might have been out by now”, but the country would have been divided, Andrea Leadsom tells GMB <a href=\"https://t.co/1W8KUKGCS7\">pic.twitter.com/1W8KUKGCS7</a></p>— Anne Alexander (@Annemariealex) \n    <a href=\"https://twitter.com/Annemariealex/status/1126027836257710080?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd2974c8f084f582f895530\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T08:50:14.315Z\">9.50am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Alistair Burt,</strong> who resigned from the Foreign Office in March so that he could vote in favour of the Commons being being able to take control of the parliamentary timetable to hold indicative votes on Brexit, told the Today programme this morning that he wanted Theresa May to stay in office until Brexit has been completed. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think the prime minister is well aware of the pressures upon her, but she is very determined to get the first stage of Brexit agreed and I think that’s the right thing to do. It’s essential we get progress on this and I think the prime minister is determined to do that.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5cd291668f087d3be87857e5\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T08:38:29.723Z\">9.38am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Voting Green about more than just backing second referendum, says co-leader Jonathan Bartley</h2> \n <div class=\"block-elements\"> \n  <p>The Green party is launching its European elections campaign this morning. <strong>Jonathan Bartley,</strong> the party’s co-leader, was on the Today programme earlier speaking about his party’s platform, and these are the main points he made.</p> \n  <ul> \n   <li><strong>Bartley said the Greens wanted the UK to be carbon neutral by 2030.</strong> He told the programme:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We’ve got to do what is scientifically necessary and not always what we deem to be politically possible, and we’ve got to aim high. We could very easily reach a tipping point where things go out of our control and we miss the opportunity. </p> \n   <p>We’ve got to be ditching those fossil fuel subsidies, we’ve got to be stopping airport expansion, we’ve got to be ending the road-building programme and investing in the stuff that will take us towards that target.</p> \n  </blockquote> \n  <p>Bartley said that the Greens would use subsidies and levies to encourage investment in climate-friendly activities and discourage polluting behaviour. When asked if setting a 2030 deadline was unrealistic, he replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>We don’t believe it’s necessary to bring in punitive policies; what we believe it’s necessary to do is invest in the good and discourage the bad. </p> \n   <p>When you look at the eye-watering amounts of money being invested in things like HS2, which would destroy 100 ancient woodlands - imagine what you could do with that money if you invested it in a local transport revolution that allowed people to get out of their cars. </p> \n  </blockquote> \n  <ul> \n   <li><strong>He said voting Green was about more than voting for a second referendum on Brexit. </strong></li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>There are things that are bigger than Brexit right now, such as the climate crisis. </p> \n   <p>We are the party people trust because we’ve been on the right side of history over austerity, talking about inequality, talking about the climate emergency when other parties have been neglecting that. </p> \n   <p>A vote for the Greens isn’t just about a people’s vote - although we stand unequivocally for it - it’s about bringing about the action that we need.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He played down the dangers of the various parties committed to a second referendum splitting the vote in favour at the European elections.</strong> In England the Liberal Democrats, the Greens and Change UK are all committed to a second referendum, and in Scotland and Wales voters can also support the SNP or Plaid Cymru, which are also pro second referendum parties. Asked about this being a potential problem, Bartley replied:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>In this election, it’s proportional, so you are liberated to a certain extent. You can make every vote count and a vote for the Greens is a very, very powerful vote, saying it isn’t just about remaining in the EU. Remaining in the EU is a means to an end.</p> \n  </blockquote> \n  <p>This is not strictly true. The list system is used in the European elections in Britain, which is a proportional system. But voters only vote for one party, and if a party fails to get the proportion of votes needed to get a seat in a particular region, it gets nothing. It is not the case that “every vote counts”. That would be more true of Northern Ireland, where people list the parties in order, under the single transferable vote system, meaning votes are more likely to have an impact on the overall result.</p> \n  <figure class=\"element element-image\" data-media-id=\"1f9d3412556034f801294b43a373445f49bb8332\"> \n   <img src=\"https://media.guim.co.uk/1f9d3412556034f801294b43a373445f49bb8332/34_0_897_538/500.jpg\" alt=\"Jonathan Bartley\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jonathan Bartley</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd288388f084f582f8954c1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-08T08:18:41.808Z\">9.18am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Theresa May </strong>faces MPs at PMQs this afternoon with <a href=\"https://www.theguardian.com/politics/2019/may/07/theresa-may-regrets-uk-having-to-hold-european-elections\">the cross-party Brexit talks making little progress </a>and an increasing number of Tory backbenchers agitating for a change to party rules that would allow her to be forced from office soon. It is not clear that anything will be resolved today (when does anything get decided in Brexit?), but the prime minister looks set for another awkward day.</p> \n  <p>Here is my colleague <strong>Rowena Mason</strong>’s story about Conservative moves to oust her.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/07/backbench-tory-mps-hopeful-of-rule-change-to-oust-theresa-may\">Backbench Tory MPs hopeful of rule change to oust Theresa May</a> </p> \n  </aside> \n  <p>And here is an extract.</p> \n  <blockquote class=\"quoted\"> \n   <p>[May] is currently protected by guidelines that say she cannot face another challenge from Tory MPs within 12 months of the previous no-confidence vote, which she <a href=\"https://www.theguardian.com/politics/2018/dec/12/theresa-may-defeats-leadership-challenge-by-83-votes\">won in December</a>.</p> \n   <p>However, more members of the committee are thinking of backing a rule change if she does not commit to setting out a timetable for her departure, after a meeting with Sir Graham Brady, the chair of the committee.</p> \n   <p>Sir Geoffrey Clifton-Brown, treasurer of the 1922 Committee, said on Tuesday that May must announce a “road map” for her resignation after the European elections set for 23 May.</p> \n   <p>Another member of the committee said of the prime minister’s departure: “We want certainty for an orderly and timely exit with or without a deal – and the can cannot be kicked down the road until October.”</p> \n  </blockquote> \n  <p>Here is the agenda for the day.<br></p> \n  <p><em>8.45am:</em> Liam Fox, the international trade secretary, gives a speech.</p> \n  <p><em>9am: </em>The Green party launches its campaign for the European elections.</p> \n  <p><em>10am:</em> Victoria Atkins, the Home Office minister, gives evidence to the Commons home affairs committee about serious violence.</p> \n  <p><em>12pm: </em>Theresa May faces Jeremy Corbyn at PMQs.</p> \n  <p><em>2pm:</em> May meets Mike Pompeo, the US secretary of state. Later, at around 3pm, Pompeo is due to hold a press conference with Jeremy Hunt, the foreign secretary.</p> \n  <p><em>2.15pm: </em>Jeremy Wright, the culture secretary, gives evidence to the Commons culture committee.</p> \n  <p><em>3.15pm:</em> Max Hill, the director of public prosecutions, gives evidence to the joint committee on human rights on the intimidation of MPs. At 4pm Cressida Dick, the commissioner of the Metropolitan police, gives evidence.</p> \n  <p><em>4pm: </em>The executive of the Conservative backbench 1922 Committee is due to meet to consider May’s future and whether the rules on when a new no confidence vote is allowed might be changed. Later there is due to be a full meeting of the 1922 Committee, which represents all Tory backbenchers.</p> \n  <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-pro-intelligence-going-nowhere-farage-on-the-march-diy-sos/\">the Politico Europe round-up of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n</div>",
      "wordcount": "8963",
      "commentCloseDate": "2019-05-08T17:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-08T08:18:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:42Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bdpgc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/69a78e11a8b42d27ae80353a4e021ec4319e2f95/144_49_2699_1620/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May has agreed to meet the executive of the Conservative backbench 1922 Committee next week to discuss her future. (See 5.24pm.) These are the famous “men in grey suits” (now including women, of course) credited, in Tory folklore, with having the power to tell a leader it’s time to go. Earlier Downing Street said May would not be setting out a new timetable for her departure. In an interview with Sky George Osborne, who was sacked as chancellor by May and who now edits the Evening Standard, said it was now time for the cabinet to mobilise and oust May. He said: The Conservative party in 2017 didn’t want to confront the reality. Eventually the party has to confront the truth. It needs a new leader, a new agenda, it needs to win over supporters who have disappeared and make an appeal to urban, metropolitan Britain that has turned its back on the Conservatives. Mike Pompeo, the US secretary of state, has told May in a speech that she will be failing to act like Margaret Thatcher if she allows the Chinese, state-controlled company Huawei to have a role in building the UK’s 5G infrastructure network. (See 5.43pm.) Cressida Dick, the Metropolitan police commissioner, has told a committee of MPs and peers that there has been a “very considerable rise” in threats to MPs in the ast year. At the same hearing, Neil Basu, a Met assistant commissioner, said Brexit had been “a huge driver” of the rise in intimidation aimed at MPs. There was a “relatively even” split between people being targeted because they were pro-Brexit and because they were anti-Brexit, he said. These are from the BBC’s Danny Shaw. The design of a new House of Commons temporary chamber, which will be used while the Palace of Westminster undergoes a multi-billion pound restoration, has been unveiled for the first time as MPs prepare to vote on the next steps of the project. The government has signed a Brexit side-deal with Ireland to guarantee Irish and British citizens retain special rights in each others countries in the event of no deal. A failure by successive governments to break “London-centric decision-making” led to the Brexit vote and “the political mess the country is now in”, according to Andy Burnham, the mayor of Greater Manchester. The parliamentary expenses watchdog tried to cover up data showing 377 MPs, including nine cabinet ministers, have had their credit cards suspended for wrong, incomplete or late claims. MPs have approved without a division a Labour motion saying the government should maintain free TV licences for the over-75s for the duration of this parliament “by ensuring sufficient funding to do so”. In the debate the culture minister, Margot James, argued the transfer of the responsibility of administering TV licences for the over-75s to the BBC after 2020 was part of a “fair deal” for the corporation, and said a decision about what would happen after then was due next month. Ministers are believed to be poised to release hundreds of millions of pounds to fix private tower blocks wrapped in combustible Grenfell-style cladding after mounting public anger that dozens of freeholders and developers have refused to pay to make them safe. That’s all from me for today. Thanks for the comments. Here is the full quote from the speech given by Mike Pompeo, the US secretary of state, this afternoon in which he implied that Theresa May would be failing to act like Margaret Thatcher if she allowed Huawei a role in constructing the UK’s 5G infrastructure. He said: China steals IP [intellectual property] for military purposes – it wants to dominate in AI, space technology, ballistic missiles, and many other areas. Its growing capacity is matched by its appetite for expansion. I just gave a major speech at the Arctic Council warning against China’s incursions into the Arctic. We can’t let the High North – or any other area – go the way of the South China Sea Ask yourself: would the Iron Lady be silent when China violates the sovereignty of nations through corruption or coercion? Would she welcome the Belt and Road Initiative without demanding absolute transparency and the highest standards? Would she allow China to control the internet of the future? I know it’s a sensitive topic, but we have to talk about sensitive things, as friends. As a matter of Chinese law, the Chinese government can rightfully demand access to data flowing through Huawei and ZTE systems. Why would anyone grant such power to a regime that has already grossly violated cyberspace? What can Her Majesty’s Government do to make sure sensitive technologies don’t become open doors for Beijing’s spymasters? This is from my colleague Jessica Elgot. Prospect magazine has published some new polling this afternoon suggesting there is a healthy appetite amongst the British electorate for what you might call national populism, a leader who would put the interests of the British majority first. Here are two of the key results. And here is an extract from Tom Clark’s write-up with full details of the polling, which also shows the elderly and Conservative votes more inclined to say the interests of the majority should come first, even if minorities lose out. Britain is in a mood for a nationalist prime minister who is prepared to see minorities lose out, according to new Deltapoll analysis of the potential of populist politics for Prospect magazine. By 58 to 20 per cent, voters think would expect the PM to “put Britain first, even if this means damaging relations with allies and friends.” An even larger majority—61 to 18 per cent—say they think a leader should “put a majority of Britons first, even if that means the interests or views of minorities lose out.” As Conservative jostling to replace Theresa May picks up pace, these numbers could embolden the likes of Boris Johnson, who has made controversial jokes about Muslim women and last summer suggested that Brexit might “get somewhere” if it were being run by Donald Trump, a populist President of whom he was “increasingly admiring.” Mike Pompeo, the US secretary of state, is now giving a speech in which he uses the memory of Margaret Thatcher to deliver a warning to Theresa May over Huawei, the Sun’s Tom Newton Dunn reports. Here are the main points from the press conference given by Mike Pompeo, the US secretary of state, and Jeremy Hunt, the foreign secretary. Pompeo implied that the UK could put defence cooperation with the US at risk if it allowed Huawei a role in operating its 5G infrastructure. In his opening remarks Pompeo said: We discussed at some length the importance of secure 5G networks. I will have a little more to say on that this afternoon, but I’m confident that each of our two nations will choose a path which will ensure security of our networks. Then, when asked if a decision by the UK to allow Huawei a role in constructing its 5G infrastructure, would affect the special relatonship, he replied: I have great confidence that the United Kingdom will never take an action that will break the special relationship. With respect to 5G, we will continue to have technical discussions. We are making our views very well known from America’s perspective. Each country has a sovereign right to make its own decision about how to deal with the challenge. The United States has an obligation to ensure that, [in] places where we operate, places where American information is, places where we have our national security risks, that they operate inside trusted networks. And that’s what we will do. Hunt insisted that the UK had not taken a final decision about allowing Huawei to play a role in its 5G programme. Asked about the implicit threat to security cooperation with the US, he said: We have not made our final decisions in government. We are considering the evidence very carefully, but we would never take a decision that compromised our ability to share intelligence with our five eyes colleagues [the US, Canada, Australia and New Zealand], in particular the United States. And we are absolutely clear that the security relationship that we have with the United States is what has underpinned the international order since 1945 and has led to unparalleled peace and prosperity. And the preservation of that is our number one one foreign policy priority. Pompeo implicitly criticised the Labour leader Jeremy Corbyn for defending the Venezuelan president Nicolas Maduro. He said: It is disgusting to see leaders, not only in the United Kingdom but in the United States as well, who continue to support the murderous dictator Maduro. It is not in either of our country’s best interests for those leaders to continue to advocate on their behalf. The Venezuelan people have spoken through their constitutional mechanism. They have put Juan Guaido as their interim president, and he is the duly elected leader there. And Maduro is on borrowed. And to see American leaders, and leaders from this country, continue to provide support and comfort to a regime that has created so much devastation, so much destruction ... I was in Colombia. I saw those families who had to make choices about whether to feed their children on even days or odd days. That is a direct result of Nicolas Maduro and no leader in a country with Western democratic values ought to stand behind him. Corbyn and many of his political allies admired Hugo Chavez, Maduro’s predecessor and mentor. In recent months Corbyn has been been reluctant to criticise Maduro and he has condemned the US and other anti-Maduro governments for interfering in the internal affairs of Venezuela. After Pompeo’s comment Hunt said: This is a country where three million people have fled the country, GDP has gone down by 40% in the last four years, people can’t access basic medicine, people are rifling through rubbish bags to get food in the streets. [Shadow chancellor] John McDonnell describes this as socialism in action and I think people need to draw their own conclusions about what his own plans might be for the UK. Pompeo cited Winston Churchill as he defended the US decision to withdraw from the Iran nuclear deal. He said the press conference was taking place near the Churchill war rooms where Churchill “stared evil in the face and recognised the threat that evil presented to the entire world”. Referring to the UK, he said: We’re on the same side, we’re on the side of values-driven democracy, we’re on the side of freedom. We’re on the side of creating a nation for the Iranian people, where they can have religious freedom and they can have democracy. Hunt said that that the UK continued to support the Iran nuclear deal and he urged Iran to carry on complying with it. He said: In return for the lifting of sanctions, Iran has agreed to vital compliance measures. If they break that deal, there will be consequences in terms of how European powers react. We urge the Iranians to think very long and hard before they break that deal - it is in no-one’s interests, it’s certainly not in their interests because the moment they go nuclear their neighbours will as well. Pompeo said the US expected its allies, including the UK, to take back foreign fighters detained in Syria following the collapse of Islamic State. Asked about their fate, he said: We have an expectation that every country will work to take back their foreign fighters and continue to hold those foreign fighters. We think that’s essential. There are 70,000 people at a camp there - some women and children - and we’ve got to sort through that. We’ve rounded them up, they are now detained and they need to continue to be detained so they cannot present additional risk to anyone anywhere in the world. Hunt said the UK was “working closely” with the US on how to deal with foreign fighters. He went on: We have to keep an eye on both the security of the United Kingdom, but also make sure there is due process. We are looking at all the options available to us in this situation. Pompeo says it is “disgusting” to see leader, not only in the UK but in the US too, who continue to support Nicolas Maduro, the Venezuelan president. That is an implicit criticism of Jeremy Corbyn, who was a great admirer of Hugo Chavez, Maduro’s predecessor and mentor, who has been been reluctant to criticise Maduro and how has spoken out against the US and others interfering in Venezuela. Q: If the UK lets Huawei get involved in its 5G network, will that affect US cooperation with the UK? Pompeo says he is confident that nothing will happen that will undermine the special relationship. Each country is free to take its own decisions, he says. He says the US will ensure the security of its own networks. Q: [To Hunt] Are you worried the 5G decision could affect relations with the US? Hunt says the UK would never take decisions that would undermine its ability to share intelligence information with the US. He says maintaining the relationship with the US is the UK’s top foreign policy priority. Q: What does the non-compliance declaration from Iran mean for the US? Pompeo says the letter sent by Iran was “intentionally ambiguous”. He says, as the US watches Iran’s activity, the US and the UK will move forward together. He is confident there will be “no pathway” for Iran to acquire nuclear weapons. Q: [To Hunt] Are you ruling out immediate sanctions? Hunt says this is a big moment for Iran. Their economy is in a state of distress. The last thing Iran should be doing is spending money on a nuclear programme. Hunt and Pompeo are now taking questions. Q: [From the BBC’s James Landale] Can the Iran nuclear deal survive? Hunt says the Iran nuclear deal is an important achievement of Western diplomacy. Iran does not have nuclear weapons. And its neighbours have not sought nuclear weapons. If Iran breaks the deal, there will be consequences. And so, he says, ‘we urge Iran to think long and hard” before they break that deal. If Iran goes nuclear, its neighbours will go nuclear too. Q: If Iran enriches more uranium, what will the US do? And is there a danger that putting more pressure on Iran will increase the risk of war? Pompeo says we are not far from the Churchill war rooms. He knew about standing up for freedom. He says the UK and the US are on the same side on this. Pompeo says he and Hunt discussed the security of 5G networks. He will have more to say on this later, he says. But he says he is confident the US and the UK will both pursue an approach that maintains the security of their networks. Mike Pompeo, the US secretary of state, is holding a press conference now with Jeremy Hunt, the foreign secretary. Pompeo says President Trump is looking forward to his state visit. The special relationship is “thriving”, he says. He says whatever happens with Brexit the US will continue to have a strong relationship with the UK and the US. And he says he hopes Brexit gets resolved soon, because the US would like to conclude a trade deal with the UK. The Scottish Tories have invited ridicule from their opponents by barely mentioning Brexit or the EU in a European parliament election campaign letter signed by party leader Ruth Davidson. Instead, Davidson uses her letter to flip the vote on 23 May into a battle over Sturgeon’s quest for a second Scottish independence referendum: it mentions that topic 15 times, names voting day five times yet fails to say it is for the European parliament. Instead Davidson admits in the letter she fears the Tories will haemorrhage votes, writing: I know that some people who usually vote Scottish Conservative may be thinking about not voting at all on 23rd May. The latest polls suggest Davidson will struggle to save their only European parliament seat, with the SNP expected to win at least three and possibly four of Scotland’s six European seats, snatching up a large majority of the country’s pro-European voters. YouGov last month put the Scottish Tories on 10%, compared to 17.2% in the 2014 European election, but put the Brexit party ahead of them on 13%, and Ukip on 3%. The SNP were at 40%. Playing on Tory voters’ fears over independence, Davidson says preventing gains by the Scottish National party makes this election “really important”, adding: The fact is that if they gain more seats at this election, Nicola Sturgeon and the SNP will twist the result to advance their overriding obsession of taking Scotland out of the United Kingdom. The Scottish Tories’ demolition of the SNP in north east Scotland in the snap election of June 2017 was driven heavily by pro-Brexit voters in areas dominated by trawlermen who want to leave the EU, but also by anger over Sturgeon’s attempt to use Brexit as the trigger for a new independence referendum. A Tory spokesman said the letter was a regular party communication to voters, reacting to Sturgeon’s refreshing of her independence calls. The Tories would send out its EU election address near 23 May, he said, urging voters to respect the result of the 2016 EU referendum. Christian Allard, a French-born SNP candidate for the election, said: The Tories created the mess of Brexit and are now terrified of giving people in Scotland a choice over their future. [The] SNP won’t shy away from the importance of these elections. Neil Findlay, Scottish Labour’s campaign spokesman, said voters were sick of both parties’ constitutional obsessions: Ruth Davidson is a one trick pony who wants to talk about independence even more or just as much as Nicola Sturgeon. There were two moments at PMQs when Theresa May signalled her intention not to give in to calls to announce a new timetable for her depature. The first came in her response to the Tory Brexiter Andrea Jenkyns. Jenkyns said: [May has] tried her best, nobody could fault or doubt her commitment and sense of duty, but she has failed. The public no longer trust her to run Brexit negotiations. Isn’t it time to step aside and let someone else lead our country, our party and the Brexit negotiations? May replied: First of all, may I say to [Jenkyns] that I am sorry that we saw so many good Conservative councillors last week, very often for no fault of their own. I’ve been a councillor. I know the hard work and dedication it takes. I have also been a councillor who has stood in an election against a difficult national background under a Conservative government, so I know what that feels like as well. And I thank all those councillors for their hard work, and I congratulate those Conservative councillors who won their seats for the first time as well. In saying how sorry she was about Tory councillors losing their seats, May was showing that she has learnt her lesson from 2017 when, in the afternoon after polling day, she recorded a statement from Downing Street which did not express a word of regret about Conservative MPs who has lost their seats. Colleagues were furious, and May had to record a second statement a few hours later saying she was sorry about their feat. At PMQs, in her reply to Jenkyns, May went on: Can I also say to [Jenkyns] - this is not an issue about me and it’s not an issue about her. If it were an issue about me and the way I vote, we would already have left the European Union. This reply has a certain logic, and it may have sounded clever when May scripted it in advance (assuming that she did), but it also sounded like an abdication of responsibility. This is problematic. The point about being prime minister is that you are responsible, even if you are not personally at fault. The other moment came earlier in PMQs, when May cracked a joke about Liverpool’s victory last night. She said: I actually think that when we look at the Liverpool win over Barcelona last night, what it shows is that when everyone says it’s all over, that your European opposition have got you beat, the clock is ticking down, it’s time to concede defeat, actually we can still secure success if everyone comes together. This may have sounded to Tory MPs as if May is hoping for a last-minute career reprieve. Downing Street has signalled that Theresa May has no intention of setting out a timetable for her, departure with a spokesman insisting she is determined to “get Brexit done”. A spokesman said: The PM made a very generous and bold offer to the 22. She is here to deliver Brexit in phase one, and then she will leave and make way for new leadership in phase two. That is he timetable she is working for: she wants to get Brexit done. The spokesman also confirmed that the Conservatives are preparing to fight the European parliamentary elections. “We are up and running, and our message is, there’s only one party that can deliver Brexit,” he said. The government formally announced yesterday that it will not have a Brexit deal agreed in time to take part in the EU-wide poll on 23 May. “Our aim is that these MEPs never take up their seats,” the spokesman added, although Downing Street has conceded they may need to do so for a short period if the withdrawal agreement has not yet been passed. Asked why the Conservatives were taking part in elections they did not want to take place, the spokesman said, “because it’s democracy.” He said May would be taking place in some campaign events. To recap: Theresa May has already given Tory MPs two commitments about standing down as PM. In December last year, before the Conservative party no confidence vote (which she subsequently, or consequently, won), May told Tory MPs that she would stand down before the general election due in 2022. What would happen if there were an earlier general election was left unresolved. Then in March, ahead of the third Commons vote on her withdrawal agreement (which she subsequently lost), May told Tory MPs that she would stand down before the next phase of the Brexit talks - ie the trade negotiation due to get underway once the withdrawal agreement has been passed. But this offer to stand down was predicated on a deal being passed. May did not say she would stand down if the gridlock continued. In response, after Easter, the executive of the Conservative backbench 1922 Committee decided that it would ask May for a timetable for her departure in the event of the deal not being passed. Sir Graham Brady, the chairman of the committee, met May to discuss this with her yesterday. Today we have had her public response. (See 1.17pm.) Downing Street has now been confirming what Theresa May was more or less saying at PMQs (see 1.15pm), my colleague Heather Stewart reports. PMQs - Snap verdict: Another low-voltage PMQs. Parliament seems to rattle between crisis and stasis at the moment, with nothing much in between. With the cross-party talks still going on, it was not surprising that Jeremy Corbyn chose to avoid Brexit as a topic and instead he devoted all six of his questions to the NHS, perhaps partly inspired by the fact that a report about GP numbers falling properly for the first time in 50 years was leading the BBC news this morning. Corbyn asked about this. But he asked about almost everything else going wrong with the NHS too, which meant that his criticisms never stuck as forcefully as they might have done. (With an opening question on a topic, you can assert that something is wrong with government policy. With a clever follow-up, dismantling the response offered by the PM, you can prove it.) To be fair, Corbyn’s talking points were a lot more convincing than May’s talking points. But, as is the norm in these exchanges, they were just exchanging factoids across the despatch box, not engaging with each other’s arguments. Previous leaders of the opposition used to spend hours preparing for PMQs, game-planning response, counter-response etc etc in considerable detail. Corbyn, by contrast, sometimes sounds as if he has picked up a script just an hour before. The SNP’s Ian Blackford was no better today either and today’s PMQs only really sparked into life when Andrea Jenkyns became the latest Conservative to tell May to her face, in the Commons chamber, that she needs to go. May’s response - “this is not an issue about me” - was telling because it provided an insight into her stubbornness (is she really trying to absolve herself of all responsibility for the Brexit gridlock?) but it was a solitary moment of humiliation. Jenkyns did not have any other Tory backbenchers backing her up, and May seemed to have MPs supporting her. (See below.) Behind the scenes the pressure for her to quit may be intensifying but it’s taking its time and she got to the end of PMQs looking as if she may still be around for a while yet. May attacks the SNP government in Edinburgh. It has used its powers, not to help people, but to raise taxes. Ruth Davidson, the Scottish Tory leader, should be first minister, she says. And that’s it. PMQs is over. Labour’s Laura Pidcock asks about a detention centre in her constituency where children were abused. Will May order an inquiry? May says the historic child abuse inquiry is looking at these sorts of abuses. Liz Saville Roberts, the Plaid Cymru leader at Westminster, asks about a Kurd on hunger strike in Newport, south Wales, as a protest against the treatment of a Kurdish leader in Turkey. May says the foreign secretary will address this issue urgently. Julian Lewis, a Conservative, says it would be wrong for the UK to let Huawei have a role in the new 5G network. May says the government is taking a robust, risk-based approach to building the new 5G infrastructure. She says no one takes national security more seriously than she does. Richard Drax, a Conservative, says the new defence secretary needs to spend time getting to know the armed forces. That is a full-time job, he says. He seems to be saying it is wrong for Penny Mordaunt, the new defence secretary, to combine this job with being minister for women and equalities. May starts by paying tribute to Gavin Williamson’s work as defence secretary. She says Mordaunt is a former junior defence minister and a royal naval reservist, so she knows the armed forces well. She says the armed forces need to address equality issues, and so it is right for Mordaunt to do both jobs, she says. Andrea Jenkyns, a Tory Brexiter, says May has failed in the Brexit talks. The Tories have lost 1,300 councillors. Isn’t it time for May to step aside? May says is sorry about councillors losing their seats. She has been a councillor, and knows how hard they work. And she has stood in council elections at a difficult time for the party nationally. She says this is not an issue about her, and the way she votes. If it were, the UK would already be outside the EU, she says. May brushes aside a Tory call for her resignation, saying she is not to blame for Brexit not being passed. Labour’s Rupa Huq asks when the cuts to police numbers in London will be reversed. May says the Met police is getting almost £1bn extra. Rehman Chishti, a Conservative, asks why Canada offered sanctuary to Asia Bibi, but not the UK. May says the UK government’s concern was always Bibi’s safety. She says she is pleased that Bibi has been offered sanctuary in Canada. May says she is chairing a serious violent crime task force this afternoon. Rebecca Pow, a Conservative, asks if the government will legislate for net zero carbon emissions by 2050. May says the government has a good record on this. It will respond to the committee on climate change report in due course. Labour’s Sandy Martin asked about a disabled constituent who has had her benefits cut. What will the government do to stop families falling into poverty while they appeal against benefits decisions? May says she will look at this case. Appeals should be held in a timely fashion. Sir Edward Leigh, a Conservative, says he is worried about the plan to demolish the award-winning Richmond House to make space for a temporary Commons chamber while parliament is restored. May says the bill for the parliamentary renewal programme is being introduced today. She says the plans involve including the facade of Richmond House. Joan Ryan, the former Labour MP who now represents Change UK, calls for a people’s vote. May says her view has not changed in the few minutes since she last answered a question on this. Sir Oliver Heald, a Conservative, says many countries require petrol to have 10% ethanol as a green measure. Will the government try that here? May says this scheme is not approved for all vehicles. But the government will publish its next steps for E10 later this year. Labour’s Eleanor Smith asks when the long-awaited green paper on adult social care will be published. May says Labour had 13 years to deliver a sustainable social care system but did nothing. Mark Menzies, a Conservative, asks May to congratulate his local football team, AFC Fylde. May says this is a good example of team engaging with its local community. Ian Blackford, the SNP leader at Westminster, also congratulates the royal couple - but refers to them as the Duke and Duchess of Wessex, not Sussex. Turning to Brexit, he says nothing is happening. When will May update MPs on what is going on? May says she is talking to Labour. If Blackford was so keen on Brexit, he could have voted for the deal, she says. Blackford says any deal must be put back to the people. May says she remains of the view that MPs must deliver on the result of the first referendum. Helen Whately, a Conservative, says she hopes Prince Harry will take time off to spend with his baby. But take-up of statutory paternity leave is low. Will the government offer paid paternity leave to fathers? May says the government is looking at this, and the business department will publish plans later this year. Corbyn says, if you go into any A&amp;E unit in the country, you will find they are under pressure because of a shortage of GPs. He says the NHS has failed to meet its A&amp;E waiting time for four years. Will May apologise to patients who have had to wait? May says she recognises the importance of targets. She says in Labour-run Wales the A&amp;E target has not been met for a decade. Corbyn says the NHS is going through the longest squeeze in history. Waiting times are the worst on record. And infant mortality is rising. Will May admit the government has failed the NHS. May says Corbyn said at the election the NHS needed £7bn. She says she is giving the NHS £20bn. She is proud of her record on the NHS. She is giving it a sustainable long-term plan. And that is because the Conservatives manage the economy and the public finances. Labour would crash the economy. Corbyn says no one on the Labour side talks down the NHS. It was a Labour achievement, and the Tories voted against it. Today is ovarian cancer day, he says. But thousands of cancer patients have had to wait weeks for treatment. Will May apologise to those patients? May says she recognises the importance of early diagnosis. A key part of the long-term plan is about early diagnosis. There is a part of the UK where cancer targets have not been met since 2008 - Labour-run Wales. Corbyn says in Wales more people than ever before are surviving cancer. GP numbers are seeing their first sustainable fall for 50 years. Is it acceptable than one third of people needing an urgent GP appointment are being turned away? May says there are more GPs in the NHS today than in 2015. And the government has made it easier for people to access GPs, by extending opening hours. Under the NHS plan for the first time the proportion of funding for primary care increasing, for the first time in its history. Jeremy Corbyn also offers his condolences to the family of the dead soldier. This is a reminder of the diversity of work the army do. And he offers his congratulations to the royal couple. And he says he wants to congratulate a great football team - Manchester City on winning the women’s FA Cup. And perhaps May should take tips form Jurgen Klopp on getting a good result in Europe. Turning to the NHS, he says a new suvey shows the extent of stress amongst the workforce. Why are they getting such a bad deal? May says the Liverpool victory shows how you can pull off success at the last moment if everyone works together. On the NHS, she says her government’s long-term plan will give the NHS its biggest cash boost in history. Corbyn says under the last Labour government NHS spending increased by 6% a year. Under this government it is barely 1.5% a year. There is a shortage of staff, particularly in cancer care. What is May doing about this? May says the number of doctors and nurses in the NHS are at the highest level in its history. NHS staff work hard. She is proud of it. Corbyn is talking it down. At the last election Labour promised the NHS less money than the Conservative government is giving it. Labour would crash the economy, which would give the NHS less money too. May says the government accepts it is asking schools to do more. It responded by giving the highest funding schools settlement on record. If schools should be getting extra money, local authorities should be passing it on. Labour’s Janet Daby says almost 800,000 people are on zero hours contracts. TUC research shows most of these people want a proper contract. Will May end these contracts? May says it was the Conservative party in government that took action. Labour did nothing about these contracts. The Tories banned exclusive zero hours contracts, she says. Theresa May starts by offering her condolences to the family and friends of a solider killed during anti-poaching operations in Malawi. And she sends her congratulations to the Duke and Duchess of Sussex on the birth of their son. These are from the Sun’s Tom Newton Dunn. Perhaps this means Theresa May will set out a timetable for setting out a timetable for her departure ... PMQs is starting soon. And it looks as though we may be hearing from Gavin Williamson, who was sacked last week by Theresa May from his post as defence secretary. This is from Labour’s Mary Creagh. A prayer card is something that an MP has to place in a seat if they want to reserve a space. This means Williamson will be in the chamber. I will post my snap verdict on PMQs when it is over. I used to do them as soon as the May/Corbyn exchanges were over, but there is more interest now in May v the Commons as whole, and particularly her own MPs, so it makes sense to wait until the end. The vast majority of EU states now want Britain “out” of the EU with just four countries and Donald Tusk retaining an appetite for the UK to remain in the bloc, it has been claimed. “Poland, Ireland, Hungary and Portugal and Donald Tusk are actually the only countries that want the UK to stay in the EU,” Labour Stephen Kinnock told the Brexit select committee on Wednesday. Even if the UK voted in a second referendum to remain, there was a view Britain would not be welcome in the EU. Kinnock said: All the rest want us out because we have become toxic, a sort of virus in the European body politic and if we were to have a referendum and remain and potentially ending up with a hardline Eurosceptic as prime minister … we would simple be back to where we are now and that would potentially wreck the European project. European experts giving evidence to the parliamentary committee said it was not as binary as Kinnock suggested but agreed impatience in the EU was creeping in. Former British European Commission official, Sir Jonathan Faull, said the UK was traditionally viewed as an “awkward but constructive” member of the EU but people were “fed up across Europe” with the Brexit mess. He said: This stable, rational pragmatic country seems unrecognisable to many watching us and there is no going back and I think certain things are irrevocable. Charles Grant, director of the Centre for European Reform, told the committee that the “truth is” nobody knows what countries feel as they have not been forced to make a public position. But he said that there seemed to a growing view that “the longer we stay in the more they can mess things up from the inside”. An expert on Brussels politics, Grant said the French leader Emmanuel Macron was “isolated” in his “tactical” position at the last European council summit when he pushed for a short extension against the majority who backed Angela Merkel view that “if you give them a very long extension, Eurosceptics will think Brexit will never happen and vote” for the withdrawal agreement. But he said the disagreement over tactics should not be confused with political positions. The Spanish backed Merkel’s position but he gathered they were “quite happy to see the UK leave”, Grant told MPs. Sweden was also conflicted. It wanted the UK to remain but was “so fed up” with British indecision, “their main priority now is to prevent this whole Brexit mess from contaminating the EU, from polluting the EU, we must put the position of the EU, the interest of the EU first and safeguard it from this potential pollution from the UK,” Grant said. He added: I think what has changed in the last six months is that those countries that would like to see the British government to stay are not prepared to bend over backwards and pull out their fingers to see the British stay. The Conservative MP Robert Halfon has written a withering assessment of the party’s performance in last week’s local elections for the ConservativeHome website. So what, you might think. Everyone knows it was a disaster. But this is a particularly brutal assessment, partly because of what Halfon says (he thinks the Tory position is worse than people realise) and partly because of who is (a former Conservative party deputy chairman, who represents a swing seat and is noted for his skills as a campaigner, who is not given to denouncing Theresa May on a whim). Do read the whole thing, but here are the main points. Halfon says the Brexit party will soon have a bigger supporter base than the Tories and he suggests that it could sweep the party aside at the next general election if Brexit has not happened by then. He says: The new Brexit party represents a tsunami in terms of political disruption. If their candidates had been standing in the local elections, the Conservatives would have probably lost double the number of councillors. This Brexit party is not the Ukip party of old. Nigel Farage has matured, and has some serious and credible Euro parliamentary candidates. In just a couple of weeks, they have 85,000 paying members. In a few months, as things stand, they will probably leapfrog over our membership numbers. If they stand at the general election and we haven’t left the EU – or there is a second referendum – the chances of change in Westminster is huge. And why is it that the Conservative party cannot produce anything like the quality social media content of this new political party? Halfon is not quite right about this. The Brexit party has 88,000 registered supporters but not members because, as Rowena Mason explained in a recent story, currently it is structured as a Nigel Farage fan club that does not have members who could remove their party leader. But Halfon’s broad point still stands. Halfon says May’s decision to sack Gavin Williamson as defence secretary just before the local elections was “utterly selfish”. He says: I spent much of Thursday telling at the Harlow polling stations. I lost count of how many voters came up to me asking: “What on earth is going on?” I have no idea as to the true story re Huawei et al, but why on earth did this need to be decided, in full media glare, just a few hours before the polling stations opened? After a couple of days of quiet during which we were able to concentrate on local issues like lower council tax and waste collections, Number 10, in full bloodlust, chose to ignore the thousands of councillors and unpaid volunteers who were fighting for the very soul and survival of the Conservative party. Creating such a self-indulgent drama was an utterly selfish decision from an utterly selfish Number 10 machine. Do they even care about the future of the party? He says the failure to deliver Brexit has caused the Conservative party “untold damage”. He says the Conservative grassroots machine is now “on life support”. What a s**t-show. More than 1300 seats lost. Over a thousand hard-working councillors out on their ear – not for the most part because of anything they did wrong, but because of a disastrous national situation. We haven’t just lost councillors, but also a huge activist support network in the shape of their friends and families. Our grassroots operation, already weakened, has been further damaged and is now on life support. Liam Fox, the international trade secretary, has restated his longstanding opposition to the UK staying in a customs union with the EU (which, among other things, would make his job largely pointless). Speaking at a trade conference in London, he said staying in a customs union would be “bad for Britain” and leave access to the UK’s markets as a “commodity” to be traded by Brussels. He explained: The EU would be able to make access to the UK market part of their offer in any trade agreement and we would find ourselves in a unique position in our trading history in that we would be being traded. We would be a commodity in that particular agreement, where the EU would be able to offer access to the UK as part of their offer. It’s a situation that would leave the UK as a rule taker and in terms of our ability to shape trade policy would probably leave us in a worse situation than we are today, inside the EU. Caroline Lucas, the Green party MP, and Siân Berry, the party’s co-leader, were speaking at the party’s European elections launch this morning, alongside Jonathan Bartley, the other co-leader. (See 9.38am.) Lucas said the party was campaigning with “more hope than every before” because of its success in last week’s local elections, where it gained 194 seats. In percentage terms, the Greens gained more than any other party, she said. She said the Greens won seats all over England, “both in existing strongholds like Brighton and Solihull, but also in communities that have never had a Green presence before”. The party also won seats for the first time on 50 councils, in places like Darlington, Derbyshire Dales, Carlisle and Colchester. Lucas went on: A Green wave is sweeping across this country, just as it is across the European Union as a whole, and we are part of that. Just over the last weekend we had a new member joining us every three minutes. And Berry said the Greens were the “strongest, most united pro-EU party” on the ballot. She explained: [Voting Green is] about saying a very loud no to a failed Brexit project and yes to transforming our society to one that puts people first. Our government is at a standstill and the two-party system is broken. Both the Conservatives and Labour have embraced Brexit and refused to see it cannot succeed in solving any of the problems in our country. And both they are the Liberal Democrats have a huge responsibility for its causes. The Brexit project, led by Nigel Farage, has capitalised on the neglect of our communities and unleashed the darkest elements onto our nation, bringing them dangerously close to the mainstream. The far right are now a sickness in our politics. But the Greens, full of hope, and with a vision of the future that has faith in people’s best instincts, we are the cure. Not the Tories, who are all aboard for the Brexit bus, even as the wheels are flying off, they are not the cure. Not Labour, who can’t be clear what they stand for, who won’t stand up for freedom of movement, who are constantly putting political opportunity above the good of the people, they are not the cure. And not the Lib Dems, the co-architects of austerity, whose period in government is not forgotten and a direct cause of the mess we’re in now. The Greens are the strongest, most united pro-EU party on the ballot. The Greens have MEPs in three UK regions, compared with one for the Liberal Democrats. Andrea Leadsom, the Brexiter leader of the Commons, was on ITV’s Good Morning Britain this morning. Here are tweets from GMB’s Anne Alexander and the Telegraph’s Jack Maidment with the main lines. Leadsom said she was considering running for the Tory leadership. Leadsom described Theresa May’s Brexit deal as “tolerable” and said she struggled to support it. Leadsom said Brexit might have happened by now if a “determined Brexiteer” had been PM. Alistair Burt, who resigned from the Foreign Office in March so that he could vote in favour of the Commons being being able to take control of the parliamentary timetable to hold indicative votes on Brexit, told the Today programme this morning that he wanted Theresa May to stay in office until Brexit has been completed. He said: I think the prime minister is well aware of the pressures upon her, but she is very determined to get the first stage of Brexit agreed and I think that’s the right thing to do. It’s essential we get progress on this and I think the prime minister is determined to do that. The Green party is launching its European elections campaign this morning. Jonathan Bartley, the party’s co-leader, was on the Today programme earlier speaking about his party’s platform, and these are the main points he made. Bartley said the Greens wanted the UK to be carbon neutral by 2030. He told the programme: We’ve got to do what is scientifically necessary and not always what we deem to be politically possible, and we’ve got to aim high. We could very easily reach a tipping point where things go out of our control and we miss the opportunity. We’ve got to be ditching those fossil fuel subsidies, we’ve got to be stopping airport expansion, we’ve got to be ending the road-building programme and investing in the stuff that will take us towards that target. Bartley said that the Greens would use subsidies and levies to encourage investment in climate-friendly activities and discourage polluting behaviour. When asked if setting a 2030 deadline was unrealistic, he replied: We don’t believe it’s necessary to bring in punitive policies; what we believe it’s necessary to do is invest in the good and discourage the bad. When you look at the eye-watering amounts of money being invested in things like HS2, which would destroy 100 ancient woodlands - imagine what you could do with that money if you invested it in a local transport revolution that allowed people to get out of their cars. He said voting Green was about more than voting for a second referendum on Brexit. There are things that are bigger than Brexit right now, such as the climate crisis. We are the party people trust because we’ve been on the right side of history over austerity, talking about inequality, talking about the climate emergency when other parties have been neglecting that. A vote for the Greens isn’t just about a people’s vote - although we stand unequivocally for it - it’s about bringing about the action that we need. He played down the dangers of the various parties committed to a second referendum splitting the vote in favour at the European elections. In England the Liberal Democrats, the Greens and Change UK are all committed to a second referendum, and in Scotland and Wales voters can also support the SNP or Plaid Cymru, which are also pro second referendum parties. Asked about this being a potential problem, Bartley replied: In this election, it’s proportional, so you are liberated to a certain extent. You can make every vote count and a vote for the Greens is a very, very powerful vote, saying it isn’t just about remaining in the EU. Remaining in the EU is a means to an end. This is not strictly true. The list system is used in the European elections in Britain, which is a proportional system. But voters only vote for one party, and if a party fails to get the proportion of votes needed to get a seat in a particular region, it gets nothing. It is not the case that “every vote counts”. That would be more true of Northern Ireland, where people list the parties in order, under the single transferable vote system, meaning votes are more likely to have an impact on the overall result. Theresa May faces MPs at PMQs this afternoon with the cross-party Brexit talks making little progress and an increasing number of Tory backbenchers agitating for a change to party rules that would allow her to be forced from office soon. It is not clear that anything will be resolved today (when does anything get decided in Brexit?), but the prime minister looks set for another awkward day. Here is my colleague Rowena Mason’s story about Conservative moves to oust her. And here is an extract. [May] is currently protected by guidelines that say she cannot face another challenge from Tory MPs within 12 months of the previous no-confidence vote, which she won in December. However, more members of the committee are thinking of backing a rule change if she does not commit to setting out a timetable for her departure, after a meeting with Sir Graham Brady, the chair of the committee. Sir Geoffrey Clifton-Brown, treasurer of the 1922 Committee, said on Tuesday that May must announce a “road map” for her resignation after the European elections set for 23 May. Another member of the committee said of the prime minister’s departure: “We want certainty for an orderly and timely exit with or without a deal – and the can cannot be kicked down the road until October.” Here is the agenda for the day. 8.45am: Liam Fox, the international trade secretary, gives a speech. 9am: The Green party launches its campaign for the European elections. 10am: Victoria Atkins, the Home Office minister, gives evidence to the Commons home affairs committee about serious violence. 12pm: Theresa May faces Jeremy Corbyn at PMQs. 2pm: May meets Mike Pompeo, the US secretary of state. Later, at around 3pm, Pompeo is due to hold a press conference with Jeremy Hunt, the foreign secretary. 2.15pm: Jeremy Wright, the culture secretary, gives evidence to the Commons culture committee. 3.15pm: Max Hill, the director of public prosecutions, gives evidence to the joint committee on human rights on the intimidation of MPs. At 4pm Cressida Dick, the commissioner of the Metropolitan police, gives evidence. 4pm: The executive of the Conservative backbench 1922 Committee is due to meet to consider May’s future and whether the rules on when a new no confidence vote is allowed might be changed. Later there is due to be a full meeting of the 1922 Committee, which represents all Tory backbenchers. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "51463",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/08/lack-of-local-power-over-developments",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-08T16:42:39Z",
    "webTitle": "Lack of local power over developments | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/08/lack-of-local-power-over-developments",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/08/lack-of-local-power-over-developments",
    "fields": {
      "headline": "Lack of local power over developments",
      "standfirst": "Councils of every political stripe are being forced by central government to approve building big houses on greenfield sites, writes <strong>Isabella Stone</strong>. And in Northamptonshire, says <strong>Paul Machon</strong>, the local elections were cancelled",
      "trailText": "<strong>Letters: </strong>Councils of every political stripe are being forced by central government to approve building big houses on greenfield sites, writes <strong>Isabella Stone</strong>. And in Northamptonshire, says <strong>Paul Machon</strong>, the local elections were cancelled",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f27657980700d18092409c158620397b4a271283\"> <img src=\"https://media.guim.co.uk/f27657980700d18092409c158620397b4a271283/0_192_5760_3456/1000.jpg\" alt=\"Two construction workers laying the drains in a new  house\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I doubt there are many local councillors from any party who want to see their local green land covered in large houses built to bring profits to developers,’ says Isabella Stone.</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>John Harvey (<a href=\"https://www.theguardian.com/politics/2019/may/07/council-election-results-prove-local-politics-is-alive-and-well\" title=\"\">Letters</a>, 8 May) cites the loss by Labour to the Conservatives of North East Derbyshire council as an example of local issues determining the outcome of local elections, in this case the public opposition to the council’s plans to develop green field land for housing. Interestingly, in adjoining Derbyshire Dales district council, the ruling Tories lost all of their seats in Matlock to the Lib Dems, primarily because of local opposition to housing developments on greenfield land.</p> <p>The truth is that whatever party is in power locally, they are being forced by central government policy to deliver housing on such sites, under threat of sanctions and massive costs in defending appeals by developers. I doubt there are many local councillors from any party who want to see their local green land covered in large houses built to bring profits to developers, rather than develop brownfield to meet local housing need. This may appear to be a local issue, but it is centrally driven, determined by the current government and their coalition predecessors, egged on by the big housebuilders.</p> <p>Councils of every stripe are getting punished at the polls for this situation, but whoever is in power in any given local authority will find themselves under the exact same pressures, and powerless to do much about it.<br><strong>Isabella Stone</strong><br><em>Sheffield</em></p> <p>• It is to be welcomed if the recent election results “prove local politics is alive and well” (<a href=\"https://www.theguardian.com/politics/2019/may/07/council-election-results-prove-local-politics-is-alive-and-well\" title=\"\">Letters</a>, 8 May). But for that to happen one has to be able to vote – a right removed from most Northamptonshire residents in November 2018 against a background admirably described in Patrick Butler’s article (1 May). How was this electorate able last week to hold local politicians to account?<br><strong>Dr Paul Machon</strong><br><em>Arthingworth, Northamptonshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "337",
      "commentable": "false",
      "firstPublicationDate": "2019-05-08T16:42:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-08T16:45:03Z",
      "newspaperEditionDate": "2019-05-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bevcn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f27657980700d18092409c158620397b4a271283/0_192_5760_3456/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "John Harvey (Letters, 8 May) cites the loss by Labour to the Conservatives of North East Derbyshire council as an example of local issues determining the outcome of local elections, in this case the public opposition to the council’s plans to develop green field land for housing. Interestingly, in adjoining Derbyshire Dales district council, the ruling Tories lost all of their seats in Matlock to the Lib Dems, primarily because of local opposition to housing developments on greenfield land. The truth is that whatever party is in power locally, they are being forced by central government policy to deliver housing on such sites, under threat of sanctions and massive costs in defending appeals by developers. I doubt there are many local councillors from any party who want to see their local green land covered in large houses built to bring profits to developers, rather than develop brownfield to meet local housing need. This may appear to be a local issue, but it is centrally driven, determined by the current government and their coalition predecessors, egged on by the big housebuilders. Councils of every stripe are getting punished at the polls for this situation, but whoever is in power in any given local authority will find themselves under the exact same pressures, and powerless to do much about it. Isabella Stone Sheffield • It is to be welcomed if the recent election results “prove local politics is alive and well” (Letters, 8 May). But for that to happen one has to be able to vote – a right removed from most Northamptonshire residents in November 2018 against a background admirably described in Patrick Butler’s article (1 May). How was this electorate able last week to hold local politicians to account? Dr Paul Machon Arthingworth, Northamptonshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2078",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/may/08/holocaust-memorial-should-go-elsewhere-in-london",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-05-08T16:41:18Z",
    "webTitle": "Holocaust memorial should go elsewhere in London | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/may/08/holocaust-memorial-should-go-elsewhere-in-london",
    "apiUrl": "https://content.guardianapis.com/world/2019/may/08/holocaust-memorial-should-go-elsewhere-in-london",
    "fields": {
      "headline": "Holocaust memorial should go elsewhere in London",
      "standfirst": "The proposed site outside parliament should remain a green space, writes <strong>William Weston</strong>",
      "trailText": "<strong>Letters: </strong>The proposed site outside parliament should remain a green space, writes <strong>William Weston</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"0054eba40d1074f1442dfa4b135c51a2897cbff9\"> <img src=\"https://media.guim.co.uk/0054eba40d1074f1442dfa4b135c51a2897cbff9/0_98_3000_1800/1000.jpg\" alt=\"Victoria Tower Gardens in Westminster, London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Victoria Tower Gardens in Westminster, London – proposed site for the Holocaust memorial. </span> <span class=\"element-image__credit\">Photograph: Anthony Devlin/PA</span> </figcaption> </figure>",
      "body": "<p>Theresa May backs the building of a new Holocaust centre outside parliament (<a href=\"https://www.theguardian.com/world/2019/may/07/theresa-may-backs-building-of-holocaust-centre-near-parliament\" title=\"\">May joins former PMs to back Holocaust memorial</a>, 7 May) on the very day the Guardian’s front-page headline is about the “‘urgent threat’ from loss of Earth’s natural life”. Do politicians not get it? This threat is not only about the loss of rainforest. It’s also about the loss of green space where we live. Londoners are suffering from illegal levels of pollution, yet still another memorial bites into our precious green space. There are plenty of other alternative hard landscape locations in London where memorials could be built. Victoria Tower Gardens is a special area. It’s a quiet refuge near Parliament Square. It could be a beacon about climate change. Where is the imagination? Think again!<br><strong>William Weston</strong><br><em>Chief executive, Royal Parks, 2000-05</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "182",
      "commentable": "false",
      "firstPublicationDate": "2019-05-08T16:41:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-08T16:50:02Z",
      "newspaperEditionDate": "2019-05-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bev67",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0054eba40d1074f1442dfa4b135c51a2897cbff9/0_98_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May backs the building of a new Holocaust centre outside parliament (May joins former PMs to back Holocaust memorial, 7 May) on the very day the Guardian’s front-page headline is about the “‘urgent threat’ from loss of Earth’s natural life”. Do politicians not get it? This threat is not only about the loss of rainforest. It’s also about the loss of green space where we live. Londoners are suffering from illegal levels of pollution, yet still another memorial bites into our precious green space. There are plenty of other alternative hard landscape locations in London where memorials could be built. Victoria Tower Gardens is a special area. It’s a quiet refuge near Parliament Square. It could be a beacon about climate change. Where is the imagination? Think again! William Weston Chief executive, Royal Parks, 2000-05 • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1129",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/may/08/i-cant-take-the-heat-im-out-of-the-kitchen",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-05-08T16:40:34Z",
    "webTitle": "I can’t take the heat, I’m out of the kitchen | Brief letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/may/08/i-cant-take-the-heat-im-out-of-the-kitchen",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/may/08/i-cant-take-the-heat-im-out-of-the-kitchen",
    "fields": {
      "headline": "I can’t take the heat, I’m out of the kitchen",
      "standfirst": "MI5 | Plain English | Vegan recipes | Schools | Funeral songs",
      "trailText": "<strong>Brief letters:</strong> MI5 | Plain English | Vegan recipes | Schools | Funeral songs",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"7cde41bc1cf43da23056cee643ed45c6252f1135\"> <img src=\"https://media.guim.co.uk/7cde41bc1cf43da23056cee643ed45c6252f1135/0_0_5850_3511/1000.jpg\" alt=\"Chilli peppers in a row\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Spicy food is not to everyone’s taste’, writes Joanna Griffiths. </span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>There are many mysteries surrounding the CIA’s burglar-in-chief, James McCord, as <a href=\"https://www.theguardian.com/us-news/2019/apr/28/james-mccord-obituary\" title=\"\">his obituary</a> suggests (6 May). In a press release put out by McCord, he wrote that “in the late 1960s he cooperated overseas with British intelligence officials on a highly secret operation involving the security of the British government”. Does anyone know what that might be?<br><strong>Dr Stephen Dorril</strong><br><em>Netherthong, West Yorkshire</em></p> <p>• No – many miles of Cornish hedges have not already “vanished” or been “lost” (<a href=\"https://www.theguardian.com/uk-news/2019/may/05/cornish-hedges-under-threat-from-developers-say-conservationists\" title=\"\">Call to protect Cornwall’s distinctive hedges from developers</a>, 6 May). They’ve been destroyed. It’s high time we started using plain English to state facts.<br><strong>Maggie Moss</strong><br><em>Bristol</em></p> <p>• Can you please stop putting spice into almost every vegan recipe? In Feast (4 May), all the <a href=\"https://www.theguardian.com/food/vegan\" title=\"\">vegan recipes</a> contain chilli. Spicy food is not to everyone’s taste. You appear to be pandering to the misguided notion that vegan food has to contain spices to be interesting.<br><strong>Joanna Griffiths</strong><br><em>Wallington, Surrey</em></p> <p>• Welcome though the <a href=\"https://www.theguardian.com/education/2019/may/05/academisation-rebellion-parents-resist-school-takeovers\" title=\"\">your report</a> on parental resistance to the takeover of schools by academies was (6 May), it’s disappointing that it referred to schools being taken “out of local authority control”. It’s a long time since councils controlled schools.<br><strong>Jeremy Beecham</strong><br><em>Labour, House of Lords</em></p> <p>• At a relative’s cremation service, one of the musical offerings was a medley of piano pieces (<a href=\"https://www.theguardian.com/lifeandstyle/2019/may/07/pelvic-floor-exercises-with-imaginary-eels\" title=\"\">Letters</a>, 8 May). I can’t have been the only person to notice that one of the items was Smoke Gets in Your Eyes. I had difficulty keeping a straight face.<br><strong>Christine Shuttleworth</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "291",
      "commentable": "false",
      "firstPublicationDate": "2019-05-08T16:40:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:37Z",
      "newspaperEditionDate": "2019-05-09T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bev3j",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7cde41bc1cf43da23056cee643ed45c6252f1135/0_0_5850_3511/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There are many mysteries surrounding the CIA’s burglar-in-chief, James McCord, as his obituary suggests (6 May). In a press release put out by McCord, he wrote that “in the late 1960s he cooperated overseas with British intelligence officials on a highly secret operation involving the security of the British government”. Does anyone know what that might be? Dr Stephen Dorril Netherthong, West Yorkshire • No – many miles of Cornish hedges have not already “vanished” or been “lost” (Call to protect Cornwall’s distinctive hedges from developers, 6 May). They’ve been destroyed. It’s high time we started using plain English to state facts. Maggie Moss Bristol • Can you please stop putting spice into almost every vegan recipe? In Feast (4 May), all the vegan recipes contain chilli. Spicy food is not to everyone’s taste. You appear to be pandering to the misguided notion that vegan food has to contain spices to be interesting. Joanna Griffiths Wallington, Surrey • Welcome though the your report on parental resistance to the takeover of schools by academies was (6 May), it’s disappointing that it referred to schools being taken “out of local authority control”. It’s a long time since councils controlled schools. Jeremy Beecham Labour, House of Lords • At a relative’s cremation service, one of the musical offerings was a medley of piano pieces (Letters, 8 May). I can’t have been the only person to notice that one of the items was Smoke Gets in Your Eyes. I had difficulty keeping a straight face. Christine Shuttleworth London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1837",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/08/how-theresa-mays-departure-from-no-10-could-play-out",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-08T16:19:37Z",
    "webTitle": "How Theresa May's departure from No 10 could play out",
    "webUrl": "https://www.theguardian.com/politics/2019/may/08/how-theresa-mays-departure-from-no-10-could-play-out",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/08/how-theresa-mays-departure-from-no-10-could-play-out",
    "fields": {
      "headline": "How Theresa May's departure from No 10 could play out",
      "standfirst": "<p>The prime minister has rejected calls to resign as more Tories demand an exit date</p>",
      "trailText": "The prime minister has rejected calls to resign as more Tories demand an exit date",
      "byline": "Rowena Mason",
      "main": "<figure class=\"element element-image\" data-media-id=\"31f929e1071084ec0e284f385fc785fd04828a68\"> \n <img src=\"https://media.guim.co.uk/31f929e1071084ec0e284f385fc785fd04828a68/0_0_3504_2102/1000.jpg\" alt=\"Exit stage left. Theresa May leaves No 10 but still as prime minister.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Exit stage left. Theresa May leaves No 10, still as prime minister.</span> \n  <span class=\"element-image__credit\">Photograph: Mark Thomas/Rex/Shutterstock</span> \n </figcaption> \n</figure>",
      "body": "<h2>8 May</h2> \n<p>The 1922 Committee of Conservative backbenchers will consider again whether to change the rules of the party to allow another confidence motion in Theresa May before December. Brexit supporters on the committee want a leadership contest to begin almost immediately to allow MPs to choose a shortlist before summer recess and for the party membership to vote on the final choice over the summer.</p> \n<h2>22 May</h2> \n<p>This is the final day on which MPs could pass a Brexit withdrawal deal to avoid holding European parliament elections, although ministers have now concluded this is highly unlikely.</p> \n<h2>23 May</h2> \n<p>European parliament elections take place across the UK and the rest of the EU, with any campaign likely to be dominated in the UK by smaller protest parties including <a href=\"https://www.theguardian.com/politics/2019/apr/12/annunziata-rees-mogg-to-stand-as-mep-for-farages-brexit-party\">Nigel Farage’s Brexit party</a> and Ukip, as well as Change UK.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/08/theresa-may-rebuffs-fresh-calls-to-resign\">Theresa May rebuffs fresh calls to resign</a> </p> \n</aside> \n<h2>24 May</h2> \n<p>Experts suggest this is roughly the point at which May would have to announce a second referendum if all necessary legislation were to be passed to hold a poll before the new Brexit deadline of 31 October. However, in practice, a referendum could be announced at any time and an extension secured from the EU to allow it to happen. </p> \n<h2>26 May</h2> \n<p>Results of the European elections are declared from 10pm, with the Conservatives expecting massive losses. From the limited amount of polling that has been carried out so far, the Brexit party or Labour look like the probable winners.</p> \n<figure class=\"element element-image\" data-media-id=\"a3d4d9454fac71e9feb3cbfeb86c4324cbd96259\"> \n <img src=\"https://media.guim.co.uk/a3d4d9454fac71e9feb3cbfeb86c4324cbd96259/0_242_3500_2099/1000.jpg\" alt=\"Limited polling suggests Nigel Farage’s Brexit party could do well in the European elections.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Limited polling suggests Nigel Farage’s Brexit party could do well in the European elections.</span> \n  <span class=\"element-image__credit\">Photograph: Simon Dawson/Reuters</span> \n </figcaption> \n</figure> \n<h2>27 May</h2> \n<p>If May has not already announced a date for her departure, the 1922 Committee may decide this is the point at which it tries to force her out through a rule change. It would allow for a month-long contest among MPs before summer recess.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"9681878f-0049-4fa3-b930-a00702789d01\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The&nbsp;1922 Committee is the shorthand name for the parliamentary group of backbench Conservative MPs that meets weekly while parliament is in session.</p>\n    <p>The group has an executive body of 18 backbench MPs who oversee the organisation of Conservative party leadership elections. The name derives from it being formed originally by a small group of MPs who were elected for the first time in the 1922 general election, before expanding to become the main representative group of Conservative MPs who are not part of the government itself.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<h2>15 June</h2> \n<p>Grassroots activists will attend an emergency meeting of the National Conservative Convention, the most senior body of the party’s voluntary wing, to debate a confidence motion in the prime minister. It will not be binding but a defeat would be hugely embarrassing for May and increase pressure on her to resign.</p> \n<h2> 30 June</h2> \n<p>This is the crucial date past which May said she would not countenance the UK staying in the EU. May must have passed her withdrawal deal before this date in order avoid British MEPs taking up their seats. This is another moment at which Tory MPs could attempt to move against the prime minister, if she has failed to pass her deal and ignored a no-confidence motion by grassroots activists.</p> \n<h2>25 July</h2> \n<p>With the Commons expected to begin summer recess, this is the date by which the party would, ideally, like MPs to have drawn up a shortlist of two leadership candidates for members to vote on over the holiday period. If May remains in post with no challenge, the issue is likely to drift over the recess with no more movement until September.</p> \n<figure class=\"element element-image\" data-media-id=\"6b59ee2856640060ef9dbde67084a27a754aa64a\"> \n <img src=\"https://media.guim.co.uk/6b59ee2856640060ef9dbde67084a27a754aa64a/202_0_3848_2310/1000.jpg\" alt=\"A less than full Commons during prime minister’s questions on Wednesday.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">A less than full Commons during prime minister’s questions on Wednesday.</span> \n  <span class=\"element-image__credit\">Photograph: House of Commons/PA</span> \n </figcaption> \n</figure> \n<h2>Mid-August</h2> \n<p>This is the approximate time by which May or her successor as leader would need to call a general election for it to be held before the article 50 extension expires. This is not a likely option as a new prime minister would need time to bed in and formulate their Brexit strategy, and Conservative MPs would not let May lead them into another contest.</p> \n<h2>5-12 September</h2> \n<p>The Commons is expected to return from summer recess, bar any early recall to deal with a Brexit crisis. If May has not announced a leadership contest and is still trying to pass her deal, she may get one last shot at this. Otherwise, she will have to come up with another plan or finally announce a contest to allow someone else to rethink strategy.</p> \n<h2>22 September – 2 October</h2> \n<p>The Labour and Conservative party conferences are held on consecutive weeks. It is possible that a new Tory leader could be unveiled at this contest after a summer of voting by party members. Alternatively, it could be used to showcase the wide array of candidates who are putting themselves forward for MPs to whittle them down to a shortlist of two. If May remains prime minister with no hint of a timetable for her resignation, grassroots activists at the conference are likely to give her a furious reception.</p> \n<h2>8 October</h2> \n<p>MPs return to parliament, 18 working days before the UK would be due to leave the EU. If no new leader is yet in place, and the prime minister has failed to pass her deal, it would be looking likely that the UK would have to request a further extension.</p> \n<h2>10 October</h2> \n<p>This is the last practical polling date on which a prime minister could hold a general election or second referendum – the final Thursday before the next meeting of the European council.</p> \n<p>The Electoral commission is suggesting it would need <a href=\"https://www.legislation.gov.uk/ukpga/2000/41/contents\">10 weeks to organise</a> a poll, as set out in the Political Parties, Elections and Referendums Act 2000, and that there would be a campaign of at least four weeks.</p> \n<p>In practice, a change of policy or government this late in the timetable would be likely to require a further extension if a radical change of direction is expected.</p> \n<figure class=\"element element-image\" data-media-id=\"796f1b808c8660270a758e503f0dfe54be82586a\"> \n <img src=\"https://media.guim.co.uk/796f1b808c8660270a758e503f0dfe54be82586a/0_45_2952_1772/1000.jpg\" alt=\"EU leaders at the European council meeting in April.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">EU leaders at the European council meeting in April.</span> \n  <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty Images</span> \n </figcaption> \n</figure> \n<h2>17-18 October</h2> \n<p>EU leaders meet for the final meeting of the European council before the UK’s extension is due to expire. It is another point that Tory MPs could try to move against the prime minister if she put forward another request for an extension without accepting the pressure for her to let a colleague take over.</p> \n<h2>31 October</h2> \n<p>The six-month article 50 extension will expire.</p> \n<h2>12 December</h2> \n<p>The next date on which Tory MPs can hold a confidence vote in May, if she remains at the helm.</p>",
      "wordcount": "942",
      "firstPublicationDate": "2019-05-08T16:19:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:33Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bdq97",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/31f929e1071084ec0e284f385fc785fd04828a68/0_0_3504_2102/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "8 May The 1922 Committee of Conservative backbenchers will consider again whether to change the rules of the party to allow another confidence motion in Theresa May before December. Brexit supporters on the committee want a leadership contest to begin almost immediately to allow MPs to choose a shortlist before summer recess and for the party membership to vote on the final choice over the summer. 22 May This is the final day on which MPs could pass a Brexit withdrawal deal to avoid holding European parliament elections, although ministers have now concluded this is highly unlikely. 23 May European parliament elections take place across the UK and the rest of the EU, with any campaign likely to be dominated in the UK by smaller protest parties including Nigel Farage’s Brexit party and Ukip, as well as Change UK. 24 May Experts suggest this is roughly the point at which May would have to announce a second referendum if all necessary legislation were to be passed to hold a poll before the new Brexit deadline of 31 October. However, in practice, a referendum could be announced at any time and an extension secured from the EU to allow it to happen. 26 May Results of the European elections are declared from 10pm, with the Conservatives expecting massive losses. From the limited amount of polling that has been carried out so far, the Brexit party or Labour look like the probable winners. 27 May If May has not already announced a date for her departure, the 1922 Committee may decide this is the point at which it tries to force her out through a rule change. It would allow for a month-long contest among MPs before summer recess. 15 June Grassroots activists will attend an emergency meeting of the National Conservative Convention, the most senior body of the party’s voluntary wing, to debate a confidence motion in the prime minister. It will not be binding but a defeat would be hugely embarrassing for May and increase pressure on her to resign. 30 June This is the crucial date past which May said she would not countenance the UK staying in the EU. May must have passed her withdrawal deal before this date in order avoid British MEPs taking up their seats. This is another moment at which Tory MPs could attempt to move against the prime minister, if she has failed to pass her deal and ignored a no-confidence motion by grassroots activists. 25 July With the Commons expected to begin summer recess, this is the date by which the party would, ideally, like MPs to have drawn up a shortlist of two leadership candidates for members to vote on over the holiday period. If May remains in post with no challenge, the issue is likely to drift over the recess with no more movement until September. Mid-August This is the approximate time by which May or her successor as leader would need to call a general election for it to be held before the article 50 extension expires. This is not a likely option as a new prime minister would need time to bed in and formulate their Brexit strategy, and Conservative MPs would not let May lead them into another contest. 5-12 September The Commons is expected to return from summer recess, bar any early recall to deal with a Brexit crisis. If May has not announced a leadership contest and is still trying to pass her deal, she may get one last shot at this. Otherwise, she will have to come up with another plan or finally announce a contest to allow someone else to rethink strategy. 22 September – 2 October The Labour and Conservative party conferences are held on consecutive weeks. It is possible that a new Tory leader could be unveiled at this contest after a summer of voting by party members. Alternatively, it could be used to showcase the wide array of candidates who are putting themselves forward for MPs to whittle them down to a shortlist of two. If May remains prime minister with no hint of a timetable for her resignation, grassroots activists at the conference are likely to give her a furious reception. 8 October MPs return to parliament, 18 working days before the UK would be due to leave the EU. If no new leader is yet in place, and the prime minister has failed to pass her deal, it would be looking likely that the UK would have to request a further extension. 10 October This is the last practical polling date on which a prime minister could hold a general election or second referendum – the final Thursday before the next meeting of the European council. The Electoral commission is suggesting it would need 10 weeks to organise a poll, as set out in the Political Parties, Elections and Referendums Act 2000, and that there would be a campaign of at least four weeks. In practice, a change of policy or government this late in the timetable would be likely to require a further extension if a radical change of direction is expected. 17-18 October EU leaders meet for the final meeting of the European council before the UK’s extension is due to expire. It is another point that Tory MPs could try to move against the prime minister if she put forward another request for an extension without accepting the pressure for her to let a colleague take over. 31 October The six-month article 50 extension will expire. 12 December The next date on which Tory MPs can hold a confidence vote in May, if she remains at the helm.",
      "charCount": "5316",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]