[
  {
    "id": "politics/2019/apr/10/tories-resigned-to-long-brexit-delay-but-warn-against-customs-union",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-10T18:07:48Z",
    "webTitle": "Tories resigned to long Brexit delay but warn against customs union",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/10/tories-resigned-to-long-brexit-delay-but-warn-against-customs-union",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/10/tories-resigned-to-long-brexit-delay-but-warn-against-customs-union",
    "fields": {
      "headline": "Tories resigned to long Brexit delay but warn against customs union",
      "standfirst": "<p>Many in party believe May is likely to be forced out if she agrees deal with Labour</p>",
      "trailText": "Many in party believe May is likely to be forced out if she agrees deal with Labour",
      "byline": "Jessica Elgot, Rowena Mason and Peter Walker",
      "main": "<figure class=\"element element-image\" data-media-id=\"14a133a312dc42949ca6bd37a50287c3b61fdf23\"> <img src=\"https://media.guim.co.uk/14a133a312dc42949ca6bd37a50287c3b61fdf23/0_63_3500_2101/1000.jpg\" alt=\"Theresa May arrives at the EU summit in Brussels.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">One moderate pro-Brexit MP said it seemed clear that a longer extension would hasten May’s departure.</span> <span class=\"element-image__credit\">Photograph: Susana Vera/Reuters</span> </figcaption> </figure>",
      "body": "<p>Conservative MPs have said they are now unhappily resigned to a long extension to the date for leaving the EU, with several expressing distress at the party’s paralysis and the lack of appetite for cabinet resignations.</p> <p>While Eurosceptic Conservative MPs are furious about the delay to Brexit, many Tories now believe the tipping point for May’s leadership is more likely to come if she were to sign up to a customs union with Labour, with many now speculating that she might not be able to get such a deal through parliament even with opposition votes.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/10/may-signals-she-would-accept-eu-offer-of-longer-brexit-delay\">May signals she would accept EU offer of longer Brexit delay</a> </p> </aside>  <p>As Theresa May met EU leaders in Brussels, plans by backbench MPs to present the prime minister with a departure timetable appeared to hit a roadblock and Tories meeting in parliament deflected the blame for extension on Brexiters who had refused to vote for May’s deal.</p> <p>At a brief meeting of Tory MPs on Wednesday night, the veteran Brexiter John Redwood demanded to know why more Tory MPs had not voted against extension on Tuesday night – saying they had missed the chance to send a message to the government.</p> <p>In turn, the solicitor general, Robert Buckland, turned his fire on Redwood, blaming him for not voting for May’s deal, and then walking out of the room in disgust, according to sources in the room.</p> <p>“There is resignation that the prime minister will not be forced out, that could only happen if half the cabinet resign,” one moderate MP said. “That scenario hinges on what happens with Labour.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/apr/10/tory-brexit-peter-oborne-leaving-eu\">I can feel it: the Tory Brexiteers are starting to crack | Emily Sheffield</a> </p> </aside>  <p>A Eurosceptic cabinet source said that the extension was not in itself a resigning matter for cabinet ministers. “Nobody wants this but it’s the reality. She will never go for a no deal. So Brexiters stay and live with a long extension, but they could not live with a locked-down, inflexible customs union, where you cannot get out of it.”</p> <p>Simon Hart, a Conservative MP who leads the loyalist Brexit Delivery Group, insisted there was still appetite among many in the party for May to come up with a negotiated deal but many could not stomach a permanent customs union.</p> <p>“We remain loyal to our ambition to see a negotiated outcome above all else. But I think there is a big difference between a customs union and a temporary customs union,” he said.</p> <p>“Some people would settle for anything as long as it had an end date and others would be hard pushed to support that. Personally I wouldn’t want to put that to the test. We know that it splits people.”</p> <p>One moderate pro-Brexit MP said it seemed clear that a longer extension would hasten May’s departure – and could bring some benefits. “This could be a chance for everyone to sober up and have a proper think,” the MP said.</p> <p>“With a new PM in place, particularly one the DUP might trust more, there would be time to reset and then get the deal through. No criticism of Geoffrey Cox, but a new attorney general who was willing to give different legal advice wouldn’t hurt either.”</p> <p>Cabinet sources said it was problematic that the prime minister had said she could not personally countenance delaying Brexit beyond 30 June, but believed she would not feel bound to resign by that commitment. “It doesn’t mean anything anymore, she knows that if it goes beyond that the reality is – what can anyone do?” one source said. “She can do whatever she wants. Her decision to go at the next stage of the negotiations seems a very long way away now.”</p> <p>Under party rules, no mechanism exists to force May’s departure until December at the earliest as she was given a year’s grace by winning the no-confidence vote against her before Christmas.</p> <p>Iain Duncan Smith, who led the party between 2001 and 2003, urged May not to wait until she was ousted by a second vote of confidence in December and said she should make it clear she would leave office before the autumn party conference.</p> <p>“My recommendation to the prime minister is: don’t go to second vote of confidence because it is almost certain that will be lost and it would be a humiliation for her,” he said.</p> <p>One of May’s most vocal critics, Steve Baker, said that MPs were not yet prepared to take the kamikaze step of voting with Labour in a no-confidence motion against the government, in the hope of forcing May’s resignation.</p> <p>He said he believed the prime minister would resist any pressure to step down – a stance he said that was “verging towards tyranny”.</p> <p>“I’m just really not convinced the prime minister would go if she lost a confidence motion,” Baker told Bloomberg. “She would probably stay and dare us to vote against a second time, causing a general election.”</p> <p>Tory MPs leaving the meeting of the backbench 1922 Committee on Wednesday night appeared resigned that there was little they could do to force a change.</p> <p>No cabinet minister responded to the invitation to address the meeting – despite the prime minister traditionally attending the last meeting before recess.</p> <p>Sir Graham Brady, the chair, ruled that party rules could not be changed to allow an indicative ballot on her leadership at this point – after almost an hour of debate among members of the committee.</p> <p>Brexiter MPs on the 1922 Committee’s executive, including Nigel Evans and Sir Bernard Jenkin, are understood to have been taking the toughest line on May’s future.</p> <p>Instead, MPs have been encouraged to begin again the processing of submitting letters of no confidence to quantify the extent of discontent within the party. Conservative MPs including Andrea Jenkyns, Mark Francois and Lee Rowley have publicly stated that they have sent fresh letters of no confidence to Brady.</p> <p>MPs also suggested they could boycott campaigning in the EU elections. “I will not do a thing, not in a million years,” one MP in a heavily leave seat said. “I do not want us to waste any local party finances on it, whatever way you look at it, it’s a disaster.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1006",
      "firstPublicationDate": "2019-04-10T18:07:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:32Z",
      "newspaperEditionDate": "2019-04-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b7zgx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/14a133a312dc42949ca6bd37a50287c3b61fdf23/0_63_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Conservative MPs have said they are now unhappily resigned to a long extension to the date for leaving the EU, with several expressing distress at the party’s paralysis and the lack of appetite for cabinet resignations. While Eurosceptic Conservative MPs are furious about the delay to Brexit, many Tories now believe the tipping point for May’s leadership is more likely to come if she were to sign up to a customs union with Labour, with many now speculating that she might not be able to get such a deal through parliament even with opposition votes. As Theresa May met EU leaders in Brussels, plans by backbench MPs to present the prime minister with a departure timetable appeared to hit a roadblock and Tories meeting in parliament deflected the blame for extension on Brexiters who had refused to vote for May’s deal. At a brief meeting of Tory MPs on Wednesday night, the veteran Brexiter John Redwood demanded to know why more Tory MPs had not voted against extension on Tuesday night – saying they had missed the chance to send a message to the government. In turn, the solicitor general, Robert Buckland, turned his fire on Redwood, blaming him for not voting for May’s deal, and then walking out of the room in disgust, according to sources in the room. “There is resignation that the prime minister will not be forced out, that could only happen if half the cabinet resign,” one moderate MP said. “That scenario hinges on what happens with Labour.” A Eurosceptic cabinet source said that the extension was not in itself a resigning matter for cabinet ministers. “Nobody wants this but it’s the reality. She will never go for a no deal. So Brexiters stay and live with a long extension, but they could not live with a locked-down, inflexible customs union, where you cannot get out of it.” Simon Hart, a Conservative MP who leads the loyalist Brexit Delivery Group, insisted there was still appetite among many in the party for May to come up with a negotiated deal but many could not stomach a permanent customs union. “We remain loyal to our ambition to see a negotiated outcome above all else. But I think there is a big difference between a customs union and a temporary customs union,” he said. “Some people would settle for anything as long as it had an end date and others would be hard pushed to support that. Personally I wouldn’t want to put that to the test. We know that it splits people.” One moderate pro-Brexit MP said it seemed clear that a longer extension would hasten May’s departure – and could bring some benefits. “This could be a chance for everyone to sober up and have a proper think,” the MP said. “With a new PM in place, particularly one the DUP might trust more, there would be time to reset and then get the deal through. No criticism of Geoffrey Cox, but a new attorney general who was willing to give different legal advice wouldn’t hurt either.” Cabinet sources said it was problematic that the prime minister had said she could not personally countenance delaying Brexit beyond 30 June, but believed she would not feel bound to resign by that commitment. “It doesn’t mean anything anymore, she knows that if it goes beyond that the reality is – what can anyone do?” one source said. “She can do whatever she wants. Her decision to go at the next stage of the negotiations seems a very long way away now.” Under party rules, no mechanism exists to force May’s departure until December at the earliest as she was given a year’s grace by winning the no-confidence vote against her before Christmas. Iain Duncan Smith, who led the party between 2001 and 2003, urged May not to wait until she was ousted by a second vote of confidence in December and said she should make it clear she would leave office before the autumn party conference. “My recommendation to the prime minister is: don’t go to second vote of confidence because it is almost certain that will be lost and it would be a humiliation for her,” he said. One of May’s most vocal critics, Steve Baker, said that MPs were not yet prepared to take the kamikaze step of voting with Labour in a no-confidence motion against the government, in the hope of forcing May’s resignation. He said he believed the prime minister would resist any pressure to step down – a stance he said that was “verging towards tyranny”. “I’m just really not convinced the prime minister would go if she lost a confidence motion,” Baker told Bloomberg. “She would probably stay and dare us to vote against a second time, causing a general election.” Tory MPs leaving the meeting of the backbench 1922 Committee on Wednesday night appeared resigned that there was little they could do to force a change. No cabinet minister responded to the invitation to address the meeting – despite the prime minister traditionally attending the last meeting before recess. Sir Graham Brady, the chair, ruled that party rules could not be changed to allow an indicative ballot on her leadership at this point – after almost an hour of debate among members of the committee. Brexiter MPs on the 1922 Committee’s executive, including Nigel Evans and Sir Bernard Jenkin, are understood to have been taking the toughest line on May’s future. Instead, MPs have been encouraged to begin again the processing of submitting letters of no confidence to quantify the extent of discontent within the party. Conservative MPs including Andrea Jenkyns, Mark Francois and Lee Rowley have publicly stated that they have sent fresh letters of no confidence to Brady. MPs also suggested they could boycott campaigning in the EU elections. “I will not do a thing, not in a million years,” one MP in a heavily leave seat said. “I do not want us to waste any local party finances on it, whatever way you look at it, it’s a disaster.”",
      "charCount": "5774",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a>, <a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/peterwalker\">Peter Walker</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "law/2019/apr/10/moj-spends-42m-on-lawyers-for-prison-officers-at-inquests",
    "type": "article",
    "sectionId": "law",
    "sectionName": "Law",
    "webPublicationDate": "2019-04-10T18:04:05Z",
    "webTitle": "Spending on jail staff legal fees 46-times more than for bereaved",
    "webUrl": "https://www.theguardian.com/law/2019/apr/10/moj-spends-42m-on-lawyers-for-prison-officers-at-inquests",
    "apiUrl": "https://content.guardianapis.com/law/2019/apr/10/moj-spends-42m-on-lawyers-for-prison-officers-at-inquests",
    "fields": {
      "headline": "Spending on jail staff legal fees 46-times more than for bereaved",
      "standfirst": "<p>Total legal aid spending for families at prison death inquests just £92k in 2017</p>",
      "trailText": "Figures show total legal aid spending for families at prison death inquests just £92k in 2017",
      "byline": "Owen Bowcott Legal affairs correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"2cf578a5ab54c164d90ca74a99ed2a37723db193\"> <img src=\"https://media.guim.co.uk/2cf578a5ab54c164d90ca74a99ed2a37723db193/0_186_5568_3341/1000.jpg\" alt=\"The hands of an inmate on prison bars\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The findings relate to hearings that examine deaths in UK prisons. </span> <span class=\"element-image__credit\">Photograph: chinaface/Getty Images/iStockphoto</span> </figcaption> </figure>",
      "body": "<p>The Ministry of Justice spent £4.2m representing prison officers at inquests, while paying out only £92,000 in legal aid for bereaved families at hearings that examine deaths in prison, according to newly released figures.</p> <p>The department’s expenditure on lawyers for prison cases in 2017 exposes a significant discrepancy in funding and shows how disadvantaged relatives are in coroner’s courts, according to campaigners.</p> <p>The figures, extracted through freedom of information requests and parliamentary questions, have been released by the charity Inquest to coincide with a parliamentary debate on legal aid.</p> <p>Inquest, which supports families in coroner’s courts, is calling for <a href=\"https://www.theguardian.com/law/2018/oct/09/uk-campaigners-demand-legal-aid-for-relatives-of-those-who-die-in-custody\">automatic, non means-tested legal aid funding to families</a> to pay for specialist legal representation immediately after a state-related death.</p> <p>The money is needed to cover preparation and representation at inquests, the charity argues. Funding should, ideally, be equivalent to that spent by the public authorities and corporate bodies represented at inquests.</p> <p>The MoJ confirmed it had spent £92,410.40 in exceptional case funding for legal aid on prison inquests during 2017-18.</p> <p>Rebecca Roberts, Inquest’s head of policy, said: “Inquests following state-related deaths are intended to seek the truth and expose unsafe practices. Yet bereaved families are facing well-funded legal teams defending the interests and reputations of state and corporate bodies, who work together to shut down or narrow lines of enquiry.</p> <p>“The limited data available suggests that the Ministry of Justice are signing off a budget for the Prison and Probation Service to spend 46 times more on their own legal representation than is granted via the Legal Aid Agency to bereaved families for prison inquests.</p> <p>“These are truly shocking figures and it’s no wonder that families feel that the system is stacked against them. The Ministry of Justice must act now to introduce fair legal funding for bereaved families to ensure a level playing field at inquests.”</p> <p>The MoJ maintained that legal representation is not necessary for family members at the vast majority of inquests although it accepts there are circumstances where it is, and said legal aid funding was available.</p> <p>In February, <a href=\"https://www.theguardian.com/law/2019/feb/27/labour-promises-automatic-legal-aid-for-state-related-deaths\">Labour pledged to provide automatic legal aid funding for the bereaved</a> at inquests where their relative has died under the control of state agencies, such as in prison or a police station.</p> <p>After a review of legal aid spending, the MoJ rejected campaigners’ calls, saying it would instead improve advice about the existing availability of legal aid.</p> <p>Introducing the Westminster Hall debate, the Labour MP Stephanie Peacock said denial of legal aid for families at inquests, particularly those involving questions about whether the state had violated the right to life, was a “huge injustice at the heart of the justice system”.</p> <p>While police, prison officers and state agencies had unlimited funds and access to experts, vulnerable families in the midst of grief were forced to navigate a “complex, alien application process with the bare minimum of support”, she said.</p> <p>The Conservative MP Tim Loughton revealed that none of the relatives of the 11 men who died at the Shoreham air show disaster in 2015 have received legal aid for the forthcoming inquest despite it raising significant public safety issues. Every other participant would be legally represented, he said.</p> <p>The Labour MP Andy Slaughter pointed out that participants sometimes lied in inquests to protect themselves from disciplinary or criminal action. If families do not need legal representation, he asked, why do state bodies need to be so heavily “lawyered up”?</p> <p>Responding for the government, the justice minister Lucy Frazer said inquests were supposed to be inquisitorial and not adversarial. Nonetheless, over the last two years the Legal Aid Agency had agreed to provide representation costs in 339 applications for legal aid. There was still room for improvement, she agreed.</p>",
      "wordcount": "620",
      "firstPublicationDate": "2019-04-10T14:25:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-10T18:04:05Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b7zgd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2cf578a5ab54c164d90ca74a99ed2a37723db193/0_186_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Ministry of Justice spent £4.2m representing prison officers at inquests, while paying out only £92,000 in legal aid for bereaved families at hearings that examine deaths in prison, according to newly released figures. The department’s expenditure on lawyers for prison cases in 2017 exposes a significant discrepancy in funding and shows how disadvantaged relatives are in coroner’s courts, according to campaigners. The figures, extracted through freedom of information requests and parliamentary questions, have been released by the charity Inquest to coincide with a parliamentary debate on legal aid. Inquest, which supports families in coroner’s courts, is calling for automatic, non means-tested legal aid funding to families to pay for specialist legal representation immediately after a state-related death. The money is needed to cover preparation and representation at inquests, the charity argues. Funding should, ideally, be equivalent to that spent by the public authorities and corporate bodies represented at inquests. The MoJ confirmed it had spent £92,410.40 in exceptional case funding for legal aid on prison inquests during 2017-18. Rebecca Roberts, Inquest’s head of policy, said: “Inquests following state-related deaths are intended to seek the truth and expose unsafe practices. Yet bereaved families are facing well-funded legal teams defending the interests and reputations of state and corporate bodies, who work together to shut down or narrow lines of enquiry. “The limited data available suggests that the Ministry of Justice are signing off a budget for the Prison and Probation Service to spend 46 times more on their own legal representation than is granted via the Legal Aid Agency to bereaved families for prison inquests. “These are truly shocking figures and it’s no wonder that families feel that the system is stacked against them. The Ministry of Justice must act now to introduce fair legal funding for bereaved families to ensure a level playing field at inquests.” The MoJ maintained that legal representation is not necessary for family members at the vast majority of inquests although it accepts there are circumstances where it is, and said legal aid funding was available. In February, Labour pledged to provide automatic legal aid funding for the bereaved at inquests where their relative has died under the control of state agencies, such as in prison or a police station. After a review of legal aid spending, the MoJ rejected campaigners’ calls, saying it would instead improve advice about the existing availability of legal aid. Introducing the Westminster Hall debate, the Labour MP Stephanie Peacock said denial of legal aid for families at inquests, particularly those involving questions about whether the state had violated the right to life, was a “huge injustice at the heart of the justice system”. While police, prison officers and state agencies had unlimited funds and access to experts, vulnerable families in the midst of grief were forced to navigate a “complex, alien application process with the bare minimum of support”, she said. The Conservative MP Tim Loughton revealed that none of the relatives of the 11 men who died at the Shoreham air show disaster in 2015 have received legal aid for the forthcoming inquest despite it raising significant public safety issues. Every other participant would be legally represented, he said. The Labour MP Andy Slaughter pointed out that participants sometimes lied in inquests to protect themselves from disciplinary or criminal action. If families do not need legal representation, he asked, why do state bodies need to be so heavily “lawyered up”? Responding for the government, the justice minister Lucy Frazer said inquests were supposed to be inquisitorial and not adversarial. Nonetheless, over the last two years the Legal Aid Agency had agreed to provide representation costs in 339 applications for legal aid. There was still room for improvement, she agreed.",
      "charCount": "3986",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/owenbowcott\">Owen Bowcott</a> Legal affairs correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/apr/10/national-union-of-students-approves-reforms-to-plug-36m-deficit",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-04-10T17:41:18Z",
    "webTitle": "NUS approves measures to plug £3.6m deficit",
    "webUrl": "https://www.theguardian.com/education/2019/apr/10/national-union-of-students-approves-reforms-to-plug-36m-deficit",
    "apiUrl": "https://content.guardianapis.com/education/2019/apr/10/national-union-of-students-approves-reforms-to-plug-36m-deficit",
    "fields": {
      "headline": "NUS approves measures to plug £3.6m deficit",
      "standfirst": "<p>Changes include new governance structures and members’ fee reductions </p>",
      "trailText": "Changes include new governance structures and members’ fee reductions ",
      "byline": "Sally Weale Education correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"9671bc4be614981e81c8b48990751442dd3a332f\"> <img src=\"https://media.guim.co.uk/9671bc4be614981e81c8b48990751442dd3a332f/1211_374_4330_2598/1000.jpg\" alt=\"Outgoing NUS president, Shakira Martin\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Outgoing NUS president Shakira Martin called the decision to vote for the changes ‘momentous’.</span> <span class=\"element-image__credit\">Photograph: Michael Bowles/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Delegates at the annual conference of the National Union of Students (NUS) have approved a set of changes intended to transform the 100-year-old organisation and save it from financial collapse.</p> <p>After nearly five hours of debate, 700 delegates representing 200 students’ unions voted in favour of the package, despite earlier concerns among some activists that the changes would hamper democracy and campaigning, and reduce the union to little more than a service provider.</p> <p>Speaking at the end of the debate, outgoing NUS president Shakira Martin welcomed the vote. “I am grateful to conference for taking this momentous decision to endorse reform and deliver the vision of members,” she said. “This vote sends a clear message that we have listened, heard and acted.</p> <p>“We will now prepare for a company law meeting and subject to their endorsement for transition, the organisation will reform. This will see us create a new NUS structure that addresses the governance issues that have contributed in part to our current financial challenges.”</p> <p>Last October, the NUS informed members and staff it had a £3.6m shortfall and was facing potential insolvency. The NUS’s London office was immediately put up for sale, a loan was secured and a round of cost-cutting measures resulted in 54 redundancies and plans to reduce elected officers from 20 to 12.</p> <p><a href=\"https://www.theguardian.com/education/2018/dec/03/student-activists-object-to-nus-plans-to-get-rid-of-diversity-officers\">Activists have campaigned against plans to get rid of liberation officers,</a> who represent black, LGBT+, trans, disabled and female students. The conference in Glasgow approved amendments to the original motion, including one stating that if the NUS was able to afford more officers in future, full-time liberation officers should be restored.</p> <p>The measures approved by conference will allow for a simplified governance structure, a reduction in fees charged to members and “a modern approach to campaigning and service delivery”.</p> <p>Delegates also elected a new president who will oversee the changes. Zamzam Ibrahim, who is the NUS’s vice-president of society and citizenship and a former president of Salford University’s students’ union, will take over in July.</p> <p>Ibrahim pledged to revitalise the student movement. “I am immensely proud and humbled to have been elected the national president of NUS.</p> <p>“Education is a transformative experience for millions in the UK and it is now time to make sure everyone is able to access that promise. There are many challenges ahead, but together we will meet them and revitalise our union,” she said.</p> <p>In 2017, <a href=\"https://www.independent.co.uk/voices/fanatical-muslim-tweets-islam-zamzam-ibrahim-student-politics-this-is-the-truth-a7821591.html\">Ibrahim wrote a column in the Independent</a> criticising the press for portraying her during her presidency at Salford as a “fanatical Muslim” and a “threat to British society” after news organisations reported on tweets she posted when she was 16.</p> <p>She has promised to lead a national student strike, which would demand free education, an improved education maintenance allowance (EMA) and the restoration of the post-study work visa for international students. She has also pledged to campaign to secure EU citizens’ rights post-Brexit.</p>",
      "wordcount": "483",
      "firstPublicationDate": "2019-04-10T17:41:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-10T18:34:55Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b7kdv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9671bc4be614981e81c8b48990751442dd3a332f/1211_374_4330_2598/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Delegates at the annual conference of the National Union of Students (NUS) have approved a set of changes intended to transform the 100-year-old organisation and save it from financial collapse. After nearly five hours of debate, 700 delegates representing 200 students’ unions voted in favour of the package, despite earlier concerns among some activists that the changes would hamper democracy and campaigning, and reduce the union to little more than a service provider. Speaking at the end of the debate, outgoing NUS president Shakira Martin welcomed the vote. “I am grateful to conference for taking this momentous decision to endorse reform and deliver the vision of members,” she said. “This vote sends a clear message that we have listened, heard and acted. “We will now prepare for a company law meeting and subject to their endorsement for transition, the organisation will reform. This will see us create a new NUS structure that addresses the governance issues that have contributed in part to our current financial challenges.” Last October, the NUS informed members and staff it had a £3.6m shortfall and was facing potential insolvency. The NUS’s London office was immediately put up for sale, a loan was secured and a round of cost-cutting measures resulted in 54 redundancies and plans to reduce elected officers from 20 to 12. Activists have campaigned against plans to get rid of liberation officers, who represent black, LGBT+, trans, disabled and female students. The conference in Glasgow approved amendments to the original motion, including one stating that if the NUS was able to afford more officers in future, full-time liberation officers should be restored. The measures approved by conference will allow for a simplified governance structure, a reduction in fees charged to members and “a modern approach to campaigning and service delivery”. Delegates also elected a new president who will oversee the changes. Zamzam Ibrahim, who is the NUS’s vice-president of society and citizenship and a former president of Salford University’s students’ union, will take over in July. Ibrahim pledged to revitalise the student movement. “I am immensely proud and humbled to have been elected the national president of NUS. “Education is a transformative experience for millions in the UK and it is now time to make sure everyone is able to access that promise. There are many challenges ahead, but together we will meet them and revitalise our union,” she said. In 2017, Ibrahim wrote a column in the Independent criticising the press for portraying her during her presidency at Salford as a “fanatical Muslim” and a “threat to British society” after news organisations reported on tweets she posted when she was 16. She has promised to lead a national student strike, which would demand free education, an improved education maintenance allowance (EMA) and the restoration of the post-study work visa for international students. She has also pledged to campaign to secure EU citizens’ rights post-Brexit.",
      "charCount": "3026",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/sallyweale\">Sally Weale</a> Education correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/10/reasons-to-stay-hopeful-amid-the-brexit-gloom",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-10T17:08:09Z",
    "webTitle": "Reasons to stay hopeful amid the Brexit gloom | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/10/reasons-to-stay-hopeful-amid-the-brexit-gloom",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/10/reasons-to-stay-hopeful-amid-the-brexit-gloom",
    "fields": {
      "headline": "Reasons to stay hopeful amid the Brexit gloom",
      "standfirst": "<strong>Shirley Williams</strong> calls for a major national campaign to underline the importance of EU membership, <strong>Rev Paul Nicolson</strong> says people are ready to stand against oppression, and <strong>Tony Greaves </strong>says there is a strong case for an electoral pact between the Lib Dems, the Greens and Change UK in the European elections",
      "trailText": "Letters: <strong>Shirley Williams</strong> calls for a major national campaign to underline the importance of EU membership, <strong>Rev Paul Nicolson</strong> says people are ready to stand against oppression, and <strong>Tony Greaves </strong>says there is a strong case for an electoral pact between the Lib Dems, the Greens and Change UK in the European elections",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"4e7b2e80b941b89823396eee13f70a0d53e1fb7e\"> <img src=\"https://media.guim.co.uk/4e7b2e80b941b89823396eee13f70a0d53e1fb7e/0_11_5184_3110/1000.jpg\" alt=\"Pro-EU protesters in Parliament Square on 23 March\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pro-EU protesters in Parliament Square on 23 March. ‘I saw the friendliest of spirits,’ writes Shirley Williams.</span> <span class=\"element-image__credit\">Photograph: Niklas Halle’n/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Two of the Guardian’s finest commentators, Timothy Garton Ash (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/09/brexit-europe\" title=\"\">Brexit is just one front in a continent’s battle for its soul</a>, 9 April) and Polly Toynbee (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/08/britain-eu-brexit\" title=\"\">This angry and embittered island has never felt so grim</a>, 9 April), both seem to have been overtaken by the current mood in parliament of gloom and depression, yet they have missed out the story of quite another Britain which is crucial to understanding the position we are all now in.</p> <p>I went on both the great public marches to Parliament Square – huge streams of people piling into the neighbourhood and crowding into the square. I saw the friendliest of spirits and a huge willingness to help one another among those on the march, comforting children, sharing sandwiches, finding spaces for older people to sit; the best kind of community spirit. It was one of the most impressive examples of democracy in action I have ever seen.</p> <p>Much the same is true of travelling on the underground or on buses and trains, which I have gone on doing for much of the last year. Again and again other travellers have talked to me of their disappointment at some of the political reactions they have read in newspapers and in advertisements. Such strongly felt public reactions have not been mentioned by Garton Ash or Toynbee.</p> <p>These are statements of how people in Britain feel and tell us a very different story. I agree with Toynbee, but what we need now is a major national campaign to underline the importance of membership of the European Union, the huge benefit of belonging to one of the biggest trade blocs in the world and the many possibilities that open up because of that membership in the future.</p> <p>It is time for us to challenge the Brexiteers who have done their best to confuse the picture, and to make clear that we believe in fairer and more equal societies in maintaining a peaceful Europe and welcoming those thousands who have come to live with us and contribute to the quality of our lives.<br><strong>Shirley Williams</strong><br><em>Liberal Democrat, House of Lords</em></p> <p>• May I inject a note of hope into Polly Toynbee’s untrammeled gloom? Many people of all political colours are moved into action now by the distress of the individuals and families who are suffering under the cosh of lawful oppression and unrestrained discrimination. Psychologists have written about people being overcome by feelings of humiliation or shame, fear or distrust, insecurity or loneliness, or by a sense of being trapped and powerless under the abuses of power by the state.</p> <p>George Lakoff, in his book The Political Mind, calls for “empathy, responsibility and courage” in standing up to such abuses. There is plenty of all that in Tottenham, and I guess in all the UK.<br><strong>Rev Paul Nicolson</strong><br><em>Taxpayers Against Poverty</em></p> <p>• It is clear that European parliament elections on 23 May are likely to turn into a proxy for a new referendum (<a href=\"https://www.theguardian.com/politics/2019/apr/09/labour-and-tories-reluctantly-prepare-for-european-elections\" title=\"\">Major parties fear the worst in election none of them wanted</a>, 10 April). There will be rightwing pro-Brexit parties, a Conservative party in shambles with candidates on the same lists standing for different things, and Labour continuing to sit on an ever spikier fence while bidding for votes both for and against Brexit.</p> <p>So what should the genuinely anti-Brexit parties do? Under the closed party list system and <a href=\"https://en.wikipedia.org/wiki/D'Hondt_method\" title=\"\">d’Hondt counting</a> (with no transfers) it is possible in some regions for the Liberal Democrats, the Greens and Change UK to each get a sizable vote and end up with no seats at all. Even in bigger regions the risk is that very many remain voters will find that their votes are wasted.</p> <p>For this very unusual and very special poll where there will be one major issue, there is an obvious and strong case for an electoral pact with joint lists of these three parties. Time is obviously short, but is anyone prepared to bite their tongue, swallow their pride and take the lead to create a united progressive remain ticket, for these elections only, that could not only do very well but actually top the poll?<br><strong>Tony Greaves</strong><br><em>Liberal Democrat, House of Lords </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "739",
      "commentable": "false",
      "firstPublicationDate": "2019-04-10T17:08:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:33Z",
      "newspaperEditionDate": "2019-04-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b7p8p",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4e7b2e80b941b89823396eee13f70a0d53e1fb7e/0_11_5184_3110/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Two of the Guardian’s finest commentators, Timothy Garton Ash (Brexit is just one front in a continent’s battle for its soul, 9 April) and Polly Toynbee (This angry and embittered island has never felt so grim, 9 April), both seem to have been overtaken by the current mood in parliament of gloom and depression, yet they have missed out the story of quite another Britain which is crucial to understanding the position we are all now in. I went on both the great public marches to Parliament Square – huge streams of people piling into the neighbourhood and crowding into the square. I saw the friendliest of spirits and a huge willingness to help one another among those on the march, comforting children, sharing sandwiches, finding spaces for older people to sit; the best kind of community spirit. It was one of the most impressive examples of democracy in action I have ever seen. Much the same is true of travelling on the underground or on buses and trains, which I have gone on doing for much of the last year. Again and again other travellers have talked to me of their disappointment at some of the political reactions they have read in newspapers and in advertisements. Such strongly felt public reactions have not been mentioned by Garton Ash or Toynbee. These are statements of how people in Britain feel and tell us a very different story. I agree with Toynbee, but what we need now is a major national campaign to underline the importance of membership of the European Union, the huge benefit of belonging to one of the biggest trade blocs in the world and the many possibilities that open up because of that membership in the future. It is time for us to challenge the Brexiteers who have done their best to confuse the picture, and to make clear that we believe in fairer and more equal societies in maintaining a peaceful Europe and welcoming those thousands who have come to live with us and contribute to the quality of our lives. Shirley Williams Liberal Democrat, House of Lords • May I inject a note of hope into Polly Toynbee’s untrammeled gloom? Many people of all political colours are moved into action now by the distress of the individuals and families who are suffering under the cosh of lawful oppression and unrestrained discrimination. Psychologists have written about people being overcome by feelings of humiliation or shame, fear or distrust, insecurity or loneliness, or by a sense of being trapped and powerless under the abuses of power by the state. George Lakoff, in his book The Political Mind, calls for “empathy, responsibility and courage” in standing up to such abuses. There is plenty of all that in Tottenham, and I guess in all the UK. Rev Paul Nicolson Taxpayers Against Poverty • It is clear that European parliament elections on 23 May are likely to turn into a proxy for a new referendum (Major parties fear the worst in election none of them wanted, 10 April). There will be rightwing pro-Brexit parties, a Conservative party in shambles with candidates on the same lists standing for different things, and Labour continuing to sit on an ever spikier fence while bidding for votes both for and against Brexit. So what should the genuinely anti-Brexit parties do? Under the closed party list system and d’Hondt counting (with no transfers) it is possible in some regions for the Liberal Democrats, the Greens and Change UK to each get a sizable vote and end up with no seats at all. Even in bigger regions the risk is that very many remain voters will find that their votes are wasted. For this very unusual and very special poll where there will be one major issue, there is an obvious and strong case for an electoral pact with joint lists of these three parties. Time is obviously short, but is anyone prepared to bite their tongue, swallow their pride and take the lead to create a united progressive remain ticket, for these elections only, that could not only do very well but actually top the poll? Tony Greaves Liberal Democrat, House of Lords • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4301",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/apr/10/paying-a-premium-for-agency-social-workers",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-04-10T17:07:08Z",
    "webTitle": "Paying a premium for agency social workers | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/apr/10/paying-a-premium-for-agency-social-workers",
    "apiUrl": "https://content.guardianapis.com/society/2019/apr/10/paying-a-premium-for-agency-social-workers",
    "fields": {
      "headline": "Paying a premium for agency social workers",
      "standfirst": "<strong>Alec Baseley</strong> says agencies know local authorities need social workers and rates reflect that market, while <strong>Michael Cross</strong> breaks down the numbers further",
      "trailText": "Letters: <strong>Alec Baseley</strong> says agencies know local authorities need social workers and rates reflect that market, while <strong>Michael Cross</strong> breaks down the numbers further",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f37bbce1a634ecee2f35a554ba5896a85f8a9590\"> <img src=\"https://media.guim.co.uk/f37bbce1a634ecee2f35a554ba5896a85f8a9590/0_283_5760_3456/1000.jpg\" alt=\"An aerial view of Croydon, south London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Croydon, south London, where 47% of children’s social workers were employed through an agency as of September last year.</span> <span class=\"element-image__credit\">Photograph: Andrew Holt/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Your article (<a href=\"https://www.theguardian.com/society/2019/apr/07/social-work-recruiting-woes-see-councils-pay-millions-to-agencies\" title=\"\">Councils spend millions on social work agencies</a>, 8 April) throws new light on an issue that has been around for many years. As a former senior social work manager in children’s services and recruiter of permanent, agency and foreign staff, I believe there are many underlying reasons for staffing shortages. Pay is one factor for sure, but a sense that what you are doing is valued at societal and government level is crucial. Time and again when public-sector pay is talked about, police, nurses and teachers are mentioned, but never social workers. Local authority social workers are tarred with the same perceptions as local authorities in general – that they are inefficient and ineffective, only there to blight people’s lives, not support them.</p> <p>Social workers generally want to stick with the profession, demanding though it is, but agency work gives them reward and flexibility that local authority contracts do not.</p> <p>In terms of wider funding issues, early intervention support to families has reduced massively in the last decade. People referring concerns to children’s services face a number of bureaucratic hoops, partly as a way of rationing sparse resources and coping with the huge upswing in demand. By the time a social worker gets involved, their scope to do any remedial work is much diminished. Years of that can wear you down. Therein lies the premium: agencies know local authorities need social workers and rates reflect that market. Nadhim Zahawi may be happy to mention higher numbers of social workers, but I doubt we are talking about large volumes of experienced staff, used to dealing with complexity, able to assess situations in a context and act in a complex legal framework, yet perform day in day out – let alone year in year out.<br><strong>Alec Baseley</strong><br><em>Bishops Castle, Shropshire</em></p> <p>• You list a number of local authorities whose agency-supplied social workers for children and families run in excess of 34%. It is important to convert these percentages into the number of staff, which means for Croydon, for example, where the figure you give is 47% and there are about 350 social work staff, about 160 would be agency staff. Now if we look at the usual workload ratios of 12-15 open cases at any one time for each social worker, and possibly 8-10 new referrals a month, just think what this means as regards the children and families being supported and the potential for low continuity of that support. We are not told the agency staff turnover rates but if it is anything like what I witnessed in boroughs in west London a family might have 4-6 case workers in any 12-month period. It is not surprising therefore that many children being supported are not making progress and as a society we are storing up major social problems. It is time to act now with or without Brexit excuses.<br><strong>Michael Cross</strong><br><em>Richmond, London </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "526",
      "commentable": "false",
      "firstPublicationDate": "2019-04-10T17:07:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-10T17:20:14Z",
      "newspaperEditionDate": "2019-04-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b7phd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f37bbce1a634ecee2f35a554ba5896a85f8a9590/0_283_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your article (Councils spend millions on social work agencies, 8 April) throws new light on an issue that has been around for many years. As a former senior social work manager in children’s services and recruiter of permanent, agency and foreign staff, I believe there are many underlying reasons for staffing shortages. Pay is one factor for sure, but a sense that what you are doing is valued at societal and government level is crucial. Time and again when public-sector pay is talked about, police, nurses and teachers are mentioned, but never social workers. Local authority social workers are tarred with the same perceptions as local authorities in general – that they are inefficient and ineffective, only there to blight people’s lives, not support them. Social workers generally want to stick with the profession, demanding though it is, but agency work gives them reward and flexibility that local authority contracts do not. In terms of wider funding issues, early intervention support to families has reduced massively in the last decade. People referring concerns to children’s services face a number of bureaucratic hoops, partly as a way of rationing sparse resources and coping with the huge upswing in demand. By the time a social worker gets involved, their scope to do any remedial work is much diminished. Years of that can wear you down. Therein lies the premium: agencies know local authorities need social workers and rates reflect that market. Nadhim Zahawi may be happy to mention higher numbers of social workers, but I doubt we are talking about large volumes of experienced staff, used to dealing with complexity, able to assess situations in a context and act in a complex legal framework, yet perform day in day out – let alone year in year out. Alec Baseley Bishops Castle, Shropshire • You list a number of local authorities whose agency-supplied social workers for children and families run in excess of 34%. It is important to convert these percentages into the number of staff, which means for Croydon, for example, where the figure you give is 47% and there are about 350 social work staff, about 160 would be agency staff. Now if we look at the usual workload ratios of 12-15 open cases at any one time for each social worker, and possibly 8-10 new referrals a month, just think what this means as regards the children and families being supported and the potential for low continuity of that support. We are not told the agency staff turnover rates but if it is anything like what I witnessed in boroughs in west London a family might have 4-6 case workers in any 12-month period. It is not surprising therefore that many children being supported are not making progress and as a society we are storing up major social problems. It is time to act now with or without Brexit excuses. Michael Cross Richmond, London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3149",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "tv-and-radio/2019/apr/10/forget-fleabag-lets-see-more-derry-girls",
    "type": "article",
    "sectionId": "tv-and-radio",
    "sectionName": "Television & radio",
    "webPublicationDate": "2019-04-10T17:06:50Z",
    "webTitle": "Forget Fleabag, let’s see more Derry Girls | Brief letters",
    "webUrl": "https://www.theguardian.com/tv-and-radio/2019/apr/10/forget-fleabag-lets-see-more-derry-girls",
    "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/apr/10/forget-fleabag-lets-see-more-derry-girls",
    "fields": {
      "headline": "Forget Fleabag, let’s see more Derry Girls",
      "standfirst": "Fleabag and Derry Girls | Guardian supplements | Kids’ puzzles | Irish passports | Films",
      "trailText": "<strong>Brief letters:</strong> Fleabag and Derry Girls | Guardian supplements | Kids’ puzzles | Irish passports | Films",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"9d63274364f3e638e2e48c71bb9104cf002f65a7\"> <img src=\"https://media.guim.co.uk/9d63274364f3e638e2e48c71bb9104cf002f65a7/0_184_2835_1701/1000.jpg\" alt=\"The cast of Derry Girls, a programme virtually ignored by the Guardian, says Corinne Male. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The cast of Derry Girls, a programme virtually ignored by the Guardian, says Corinne Male. </span> <span class=\"element-image__credit\">Photograph: Peter Marley/Channel 4</span> </figcaption> </figure>",
      "body": "<p>This week I watched the last episodes of two superb TV comedy series. Both episodes were sublime, redemptive, uplifting, life-affirming conclusions to excellent character comedies. So why is it that the London-based, middle-class <a href=\"https://www.theguardian.com/tv-and-radio/fleabag\" title=\"\">Fleabag</a> and its creator merit multiple articles and columns in your pages, while the Northern Ireland-based, working-class <a href=\"https://www.theguardian.com/tv-and-radio/2019/apr/09/tv-tonight-the-brilliant-derry-girls-bow-out-with-a-visit-from-bill-clinton\" title=\"\">Derry Girls</a> has been virtually ignored?<br><strong>Corinne Male</strong><br><em>Ibstock, Leicestershire</em></p> <p>• Now I know why my Saturday Guardian sometimes lacks the supplements. Last Saturday at the heart of bourgeois Edinburgh – Waitrose in Morningside, indeed – I watched a man rummage through the heaps of Guardians, extract from one the sealed packet containing the magazine, Review, etc, slip it into his copy of the Times and pay for the latter at a self-service checkout.<br><strong>Colin Troup</strong><br><em>Edinburgh</em></p> <p>• I have been really enjoying the kids’ puzzles at the back of the Journal section on Saturdays, and last week they disappeared! Next Saturday please, please, please could you put them back in.<br><strong>Emily McDermott (aged </strong><strong>eight)</strong><br><em>Tring, Hertfordshire</em></p> <p>• Lorrie Marchington (<a href=\"https://www.theguardian.com/politics/2019/apr/09/a-time-to-reflect-on-britains-decision-to-divorce-europe\" title=\"\">Letters</a>, 10 April) plans to obtain an Irish passport by marrying someone with one. She will be disappointed. I am married to an Irishman, but sadly this does not give me the right to an Irish passport.<br><strong>Sheila Ennis</strong><br><em>Surbiton, London</em></p> <p>• The problem with putting Spartacus into a top 10 of films (<a href=\"https://www.theguardian.com/music/2019/apr/08/hadaway-wi-ya-dialect-confusion\" title=\"\">Letters</a>, 9 April) is that before long, all the films in the top 10 will be Spartacus.<br><strong>Nigel Moss</strong><br><em>Buxton, Derbyshire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "280",
      "commentable": "false",
      "firstPublicationDate": "2019-04-10T17:06:50Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:39Z",
      "newspaperEditionDate": "2019-04-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b7pzb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9d63274364f3e638e2e48c71bb9104cf002f65a7/0_184_2835_1701/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "This week I watched the last episodes of two superb TV comedy series. Both episodes were sublime, redemptive, uplifting, life-affirming conclusions to excellent character comedies. So why is it that the London-based, middle-class Fleabag and its creator merit multiple articles and columns in your pages, while the Northern Ireland-based, working-class Derry Girls has been virtually ignored? Corinne Male Ibstock, Leicestershire • Now I know why my Saturday Guardian sometimes lacks the supplements. Last Saturday at the heart of bourgeois Edinburgh – Waitrose in Morningside, indeed – I watched a man rummage through the heaps of Guardians, extract from one the sealed packet containing the magazine, Review, etc, slip it into his copy of the Times and pay for the latter at a self-service checkout. Colin Troup Edinburgh • I have been really enjoying the kids’ puzzles at the back of the Journal section on Saturdays, and last week they disappeared! Next Saturday please, please, please could you put them back in. Emily McDermott (aged eight) Tring, Hertfordshire • Lorrie Marchington (Letters, 10 April) plans to obtain an Irish passport by marrying someone with one. She will be disappointed. I am married to an Irishman, but sadly this does not give me the right to an Irish passport. Sheila Ennis Surbiton, London • The problem with putting Spartacus into a top 10 of films (Letters, 9 April) is that before long, all the films in the top 10 will be Spartacus. Nigel Moss Buxton, Derbyshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1794",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/apr/10/may-signals-she-would-accept-eu-offer-of-longer-brexit-delay",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-10T16:09:06Z",
    "webTitle": "May signals she would accept EU offer of longer Brexit delay",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/10/may-signals-she-would-accept-eu-offer-of-longer-brexit-delay",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/10/may-signals-she-would-accept-eu-offer-of-longer-brexit-delay",
    "fields": {
      "headline": "May signals she would accept EU offer of longer Brexit delay",
      "standfirst": "<p>British PM says UK will still be able to leave by 22 May if withdrawal deal is approved</p>",
      "trailText": "British PM says UK will still be able to leave by 22 May if withdrawal deal is approved",
      "byline": "Daniel Boffey and Jennifer Rankin and Rowena Mason in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"e7798dbb094d7973fdd09cfff59c8d0d032bbd97\"> <img src=\"https://media.guim.co.uk/e7798dbb094d7973fdd09cfff59c8d0d032bbd97/0_0_5969_3581/1000.jpg\" alt=\"Theresa May speaks with the media as she arrives for an EU summit at the Europa building in Brussels.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May speaks with the media as she arrives for an EU summit at the Europa building in Brussels.</span> <span class=\"element-image__credit\">Photograph: Riccardo Pareggiani/AP</span> </figcaption> </figure>",
      "body": "<p>Theresa May has signalled that she would accept the EU’s likely offer of a lengthy Brexit delay at a summit of leaders as the UK would still be able to leave when the withdrawal agreement is approved.</p> <p>Arriving in Brussels, the prime minister said it would still possible for Britain to quit by 22 May if the Commons chose to approve her Brexit deal in the coming weeks.</p> <p>May is expected to have her request for a limited extension to 30 June rejected by the EU27 in favour of a longer potential delay to Brexit of up to a year.</p> <p>The EU is split 50:50 on whether to offer an extension to the end of the year or 31 March 2020. The prime minister has previously said that she could not countenance the UK remaining an EU member state after 30 June, and had wanted to keep pressure on MPs to back her deal by creating another cliff-edge date.</p> <p>But May told reporters in Brussels that the UK would still be able to leave the bloc under the EU’s likely offer – once parliament had approved the 585-page withdrawal agreement and 26-page political declaration on the future.</p> <p>She said: “The purpose of this summit is to agree an extension, which gives us more time to agree a deal to enable us to leave the EU in that smooth and orderly way.</p> <p>“What matters, I think, is I have asked for an extension to June 30 but what is important is that any extension enables us to leave at the point at which we ratify a withdrawal agreement. So we could leave on 22 May and start to build our brighter future.”</p> <p>The EU wants to avoid being drawn into the British political crisis by offering a short extension only to have to return to the issue within months.</p> <p>But arriving at the summit French president Emmanuel Macron said “nothing was guaranteed” on what he called “the rumours of a long extension”.</p> <p>France is taking the most hardline stance on a delay to Brexit. “The key for us is that the European project maintains its coherence,” the French president said. While he said the EU27 had stayed together through the Brexit process, he suggested this could not be taken for granted.</p> <p>“The viability and the unity of the European project is still at stake and it is indispensable that nothing is going to compromise the European project in the months to come. We have a European renaissance to drive, I believe profoundly that nothing related to Brexit should block us on this point.”</p> <p>Other EU leaders sounded more open to a long Brexit delay. Latvia’s prime minister Krišjānis Kariņš said it made sense to give the UK more time to decide what they wanted.</p> <p>“The future of Britain is in Britain’s hands,” he said. “I think it makes sense if the Brits are saying they need a little bit more time to decide what they want, I don’t think we should say no to that. I think we should be open.”</p> <p>Danish prime minister Lars Lǿkke Rasmussen said he was open to a proposed “flextension” to the end of the year. “I am willing to offer it personally, but the big question is if there is any added value to a long extension. And I think that is what we have to find our from our conversation with Theresa May.”</p> <p>At the last EU summit May failed to impress EU leaders, who found her answers to their questions evasive. Rasmussen said: “tonight there will be a second try.”</p> <p>Earlier on Wednesday, the German chancellor, Angela Merkel, indicated the thinking of the EU27 before the summit.</p> <p>Speaking in the Bundestag in Berlin, Merkel said the outcome of the special summit “may well be a longer extension than the one the British prime minister asked for”.</p> <p>“But we will shape this extension in such a way that whenever Britain has approved the withdrawal agreement, Britain can then complete its orderly withdrawal very shortly after,” she said.</p> <p>Merkel, who met May in Berlin on Tuesday, warned the German parliament that the EU had “only 59 hours to stop a disorderly exit from the European Union”.</p> <p>She said: “I can say for the German government that such a scenario, a disorderly exit, is not in our interest. Therefore we are pleased that the British prime minister, who was again in Berlin yesterday, expressed her strong commitment to find a way out of this difficult situation together with the opposition in the lower house.</p> <p>“She therefore requested an extension of the exit date until 30 June . We know that such talks across parliamentary groups require compromise and time, so I and the government are of the opinion that we should offer both parties a reasonable amount of time, because an orderly exit is only possible in cooperation with the UK.”</p> <p>“We understand from the British prime minister’s letter that the UK is willing to prepare for participating in the European election,” she said. “If an approval of the withdrawal agreement isn’t possible by 22 May, then the European election will be carried out in the UK on Thursday, 23 May.”</p> <p>May is meeting Donald Tusk, the European council president, before she addresses the 27 heads of state and government at the evening summit. The leaders are then expected to debate their response deep into the night.</p> <p>Under the terms of its extended membership, the UK will be asked to sign up to an “enhanced duty of sincere cooperation” with the EU, in reference to a responsibility to keep out of the bloc’s long-term planning.</p> <p>France, among others, wants the summit communique to add in language stating that the “UK will not obstruct decisions taken at 27”.</p> <p>Belgium’s prime minister, Charles Michel, said it would be crucial for the EU27 to have guarantees during any extension for the “good functioning of the European Union institutions”.</p> <p>The Dutch prime minister, Mark Rutte, echoed these sentiments, saying: “We need to make sure that the EU can function, that all member states cooperate loyally.”</p> <p>France is leading the charge for tough conditions on the extension and thinks that the current draft proposals are insufficient. “If there is a long extension, there would be very strict conditions [to ensure] the functioning of the EU and is institutions,” a senior diplomat said.</p> <p>The prime minister also needs to convince her fellow leaders that she intends the UK to participate in European elections, the source said.</p> <p>“There is a doubt about whether the UK is going to participate in the European elections or not,” the diplomat said, adding that any failure to elect MEPs would mean an exit date in June. “The elections are not a formality. The European elections are a European vote, where the elections in the UK concern us all.”</p>",
      "wordcount": "1140",
      "firstPublicationDate": "2019-04-10T16:09:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:27Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b7p9k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e7798dbb094d7973fdd09cfff59c8d0d032bbd97/0_0_5969_3581/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May has signalled that she would accept the EU’s likely offer of a lengthy Brexit delay at a summit of leaders as the UK would still be able to leave when the withdrawal agreement is approved. Arriving in Brussels, the prime minister said it would still possible for Britain to quit by 22 May if the Commons chose to approve her Brexit deal in the coming weeks. May is expected to have her request for a limited extension to 30 June rejected by the EU27 in favour of a longer potential delay to Brexit of up to a year. The EU is split 50:50 on whether to offer an extension to the end of the year or 31 March 2020. The prime minister has previously said that she could not countenance the UK remaining an EU member state after 30 June, and had wanted to keep pressure on MPs to back her deal by creating another cliff-edge date. But May told reporters in Brussels that the UK would still be able to leave the bloc under the EU’s likely offer – once parliament had approved the 585-page withdrawal agreement and 26-page political declaration on the future. She said: “The purpose of this summit is to agree an extension, which gives us more time to agree a deal to enable us to leave the EU in that smooth and orderly way. “What matters, I think, is I have asked for an extension to June 30 but what is important is that any extension enables us to leave at the point at which we ratify a withdrawal agreement. So we could leave on 22 May and start to build our brighter future.” The EU wants to avoid being drawn into the British political crisis by offering a short extension only to have to return to the issue within months. But arriving at the summit French president Emmanuel Macron said “nothing was guaranteed” on what he called “the rumours of a long extension”. France is taking the most hardline stance on a delay to Brexit. “The key for us is that the European project maintains its coherence,” the French president said. While he said the EU27 had stayed together through the Brexit process, he suggested this could not be taken for granted. “The viability and the unity of the European project is still at stake and it is indispensable that nothing is going to compromise the European project in the months to come. We have a European renaissance to drive, I believe profoundly that nothing related to Brexit should block us on this point.” Other EU leaders sounded more open to a long Brexit delay. Latvia’s prime minister Krišjānis Kariņš said it made sense to give the UK more time to decide what they wanted. “The future of Britain is in Britain’s hands,” he said. “I think it makes sense if the Brits are saying they need a little bit more time to decide what they want, I don’t think we should say no to that. I think we should be open.” Danish prime minister Lars Lǿkke Rasmussen said he was open to a proposed “flextension” to the end of the year. “I am willing to offer it personally, but the big question is if there is any added value to a long extension. And I think that is what we have to find our from our conversation with Theresa May.” At the last EU summit May failed to impress EU leaders, who found her answers to their questions evasive. Rasmussen said: “tonight there will be a second try.” Earlier on Wednesday, the German chancellor, Angela Merkel, indicated the thinking of the EU27 before the summit. Speaking in the Bundestag in Berlin, Merkel said the outcome of the special summit “may well be a longer extension than the one the British prime minister asked for”. “But we will shape this extension in such a way that whenever Britain has approved the withdrawal agreement, Britain can then complete its orderly withdrawal very shortly after,” she said. Merkel, who met May in Berlin on Tuesday, warned the German parliament that the EU had “only 59 hours to stop a disorderly exit from the European Union”. She said: “I can say for the German government that such a scenario, a disorderly exit, is not in our interest. Therefore we are pleased that the British prime minister, who was again in Berlin yesterday, expressed her strong commitment to find a way out of this difficult situation together with the opposition in the lower house. “She therefore requested an extension of the exit date until 30 June . We know that such talks across parliamentary groups require compromise and time, so I and the government are of the opinion that we should offer both parties a reasonable amount of time, because an orderly exit is only possible in cooperation with the UK.” “We understand from the British prime minister’s letter that the UK is willing to prepare for participating in the European election,” she said. “If an approval of the withdrawal agreement isn’t possible by 22 May, then the European election will be carried out in the UK on Thursday, 23 May.” May is meeting Donald Tusk, the European council president, before she addresses the 27 heads of state and government at the evening summit. The leaders are then expected to debate their response deep into the night. Under the terms of its extended membership, the UK will be asked to sign up to an “enhanced duty of sincere cooperation” with the EU, in reference to a responsibility to keep out of the bloc’s long-term planning. France, among others, wants the summit communique to add in language stating that the “UK will not obstruct decisions taken at 27”. Belgium’s prime minister, Charles Michel, said it would be crucial for the EU27 to have guarantees during any extension for the “good functioning of the European Union institutions”. The Dutch prime minister, Mark Rutte, echoed these sentiments, saying: “We need to make sure that the EU can function, that all member states cooperate loyally.” France is leading the charge for tough conditions on the extension and thinks that the current draft proposals are insufficient. “If there is a long extension, there would be very strict conditions [to ensure] the functioning of the EU and is institutions,” a senior diplomat said. The prime minister also needs to convince her fellow leaders that she intends the UK to participate in European elections, the source said. “There is a doubt about whether the UK is going to participate in the European elections or not,” the diplomat said, adding that any failure to elect MEPs would mean an exit date in June. “The elections are not a formality. The European elections are a European vote, where the elections in the UK concern us all.”",
      "charCount": "6455",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> and <a href=\"profile/jennifer-rankin\">Jennifer Rankin</a> and <a href=\"profile/rowena-mason\">Rowena Mason</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]