[
  {
    "id": "politics/2019/apr/28/labour-hints-at-backing-brexit-deal-without-promise-of-referendum",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-28T20:00:34Z",
    "webTitle": "Labour hints at backing Brexit deal without promise of referendum",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/28/labour-hints-at-backing-brexit-deal-without-promise-of-referendum",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/28/labour-hints-at-backing-brexit-deal-without-promise-of-referendum",
    "fields": {
      "headline": "Labour hints at backing Brexit deal without promise of referendum",
      "standfirst": "<p>Shadow minister says if party’s demands are met she would not expect a second public vote</p>",
      "trailText": "Shadow minister says if party’s demands are met she would not expect a second public vote",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"d5a45db910c4497a14ff03dd07645105e724084c\"> \n <img src=\"https://media.guim.co.uk/d5a45db910c4497a14ff03dd07645105e724084c/0_101_2205_1323/1000.jpg\" alt=\"Rebecca Long-Bailey, Keir Starmer and John McDonnell arrive at the Cabinet Office in London for Brexit talks.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Rebecca Long-Bailey, Keir Starmer and John McDonnell arrive at the Cabinet Office in London for Brexit talks.</span> \n  <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> \n </figcaption> \n</figure>",
      "body": "<p>Labour is prepared to sign up to a Brexit deal with the government without the promise of a referendum attached if cross-party talks make significant progress in the coming days, one of the party’s negotiators has said.</p> \n<p>With talks set to resume on Monday, Rebecca Long-Bailey, the shadow business secretary, made clear that if Labour’s Brexit demands were met, she would not expect the party to insist it be put to a public vote.</p> \n<p>“Our party policy has always been that firstly we want to get a Brexit deal that puts our economy and living standards first and protects our environmental protections, workplace protections, health and safety standards,” she said.</p> \n<p>“If we don’t get a deal that satisfies those objectives – if it’s a damaging deal, a damaging Tory Brexit deal, or there’s a risk of us moving towards a no deal – in that circumstance, we’ve said that all options should be on the table, and that includes campaigning for a public vote,” she added.</p> \n<p>Her intervention came ahead of what is widely expected to be a combative meeting of Labour’s ruling national executive committee (NEC) on Tuesday, to sign off its manifesto for the European parliamentary elections.</p> \n<p>Labour’s deputy leader Tom Watson, who sits on the NEC, made clear on Sunday that he will use the meeting to push for a confirmatory vote on any Brexit deal to be included in the manifesto – even urging Labour supporters on Twitter to lobby potential waverers.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tom_watson/status/1122488298528813056\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">Labour member or supporter? Please let your reps on the NEC know if you want them to support a confirmatory ballot on a brexit deal in our euro manifesto: <a href=\"https://twitter.com/hudaelmi_?ref_src=twsrc%5Etfw\">@hudaelmi_</a> <a href=\"https://twitter.com/Yasmine_Dar?ref_src=twsrc%5Etfw\">@Yasmine_Dar</a> <a href=\"https://twitter.com/LabourRachel?ref_src=twsrc%5Etfw\">@LabourRachel</a> <a href=\"https://twitter.com/NavPMishra?ref_src=twsrc%5Etfw\">@NavPMishra</a> <a href=\"https://twitter.com/ClaudiaWebbe?ref_src=twsrc%5Etfw\">@ClaudiaWebbe</a> <a href=\"https://twitter.com/darrenw_cardiff?ref_src=twsrc%5Etfw\">@darrenw_cardiff</a> <a href=\"https://twitter.com/jonlansman?ref_src=twsrc%5Etfw\">@jonlansman</a> <a href=\"https://twitter.com/AnnDHenderson?ref_src=twsrc%5Etfw\">@AnnDHenderson</a> <a href=\"https://twitter.com/PeterWillsman?ref_src=twsrc%5Etfw\">@PeterWillsman</a></p>— Tom Watson (@tom_watson) \n  <a href=\"https://twitter.com/tom_watson/status/1122488298528813056?ref_src=twsrc%5Etfw\">April 28, 2019</a>\n </blockquote> \n</figure> \n<p>He received unlikely support from Jon Lansman, the founder of the Corbyn-backing campaign group Momentum, who <a href=\"https://twitter.com/jonlansman/status/1122509850662010881\">replied</a>: “At conference we agreed: ‘If the Govt is confident in negotiating a deal that working people, our economy &amp; communities will benefit from they should not be afraid to put that deal to the public.’ So surely we too can all agree to a confirmatory vote on any govt deal in our manifesto!”</p> \n<p>Meanwhile, 21 of the party’s candidates for the European elections, including 11 sitting MEPs, sought to increase the pressure on the NEC, by signing a pledge to say they will push for a referendum with remain on the ballot paper, and if a ballot is called, campaign for remain.</p> \n<p>Andrew Lewin, of party campaign group Remain Labour, said he hoped more candidates would sign up in the coming days.</p> \n<p>“Remain voters across the country who want to defeat Nigel Farage’s Brexit party can now vote with confidence and enthusiasm for Labour candidates who have pledged to fight for our future, as members of the European Union,” he said.</p> \n<p>Many at Westminster believe the cross-party Brexit talks, convened by Theresa May after her deal was rejected three times and due to resume this week, <a href=\"https://www.theguardian.com/politics/2019/apr/09/talks-on-brexit-resume-with-ministers-and-senior-labour-figures\">are destined to fail</a>.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"90b7f964-34d7-4100-9b54-1c3c938a84aa\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong> </strong></p>\n    <p></p>\n    <p><b>August 2016</b></p>\n    <p>Making explicit the position he held since the Brexit vote, Jeremy Corbyn says Labour will respect the result of the referendum.&nbsp;\"I think we've had a referendum, a decision has been made, you have to respect the decision people made.\"</p>\n    <p><b>June 2017</b></p>\n    <p>Wary of upsetting voters in leave areas, Labour's manifesto for the 2017 general election declares: \"Labour accepts the referendum result and a Labour government will put the national interest first.\"&nbsp;</p>\n    <p><b>September 2018</b></p>\n    <p>Over five gruelling hours, Labour's internal contradictions over Brexit are distilled into a conference composite motion that makes&nbsp;the party's priority to seek a general election but, failing that, says a referendum should not be ruled out.</p>\n    <p><b>February 2019</b></p>\n    <p>Chuka Umunna and remain MPs from both Labour and the Conservatives quit to form the Independent Group, citing Brexit as a major motivating factor.&nbsp;</p>\n    <p><b>March 2019</b></p>\n    <p>Labour backs attempts by backbenchers to keep the option of a public vote on the table to stop a no-deal Brexit or May's deal. When all options considered by parliament fall, Labour enters into Brexit talks with the government but says May must move on a customs union if they are to succeed.&nbsp;</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>But Long-Bailey insisted negotiations had been productive and “gone into a lot of detail”, and hinted that the government was signalling a willingness to compromise on some issues, including <a href=\"https://www.theguardian.com/commentisfree/2019/apr/08/workers-rights-survive-brexit-labour-demand-more\">workers’ rights</a>.</p> \n<p>“There has been movement in specific areas – we’ve had fantastic discussions on workers’ rights, for example, and the government seems quite amenable to moving towards what I’ve been asking for. We’re waiting at the moment to see if that turns into pens on paper,” she told Sky News’s Sophy Ridge.</p> \n<p>The NEC will consider a draft manifesto, presented by Labour’s policy chief, Andrew Fisher, which is expected to stick closely to the conference policy of supporting a referendum only in specific circumstances.</p> \n<p>However, shadow cabinet ministers keen for the party to back a people’s vote argue that Labour’s formal position changed when Corbyn <a href=\"https://www.theguardian.com/politics/2019/mar/27/labour-barry-gardiner-brexit-is-not-remain-party-and-support-for-public-vote-motion-difficult\">whipped his MPs</a> to support a confirmatory referendum earlier this month.</p> \n<p>The shadow Brexit secretary, Keir Starmer, who attends the cross-party talks alongside Long-Bailey and John McDonnell, said in the House of Commons during the debate: “At this late stage it is clear that any Brexit deal agreed in this parliament will need further democratic approval.”</p> \n<p>He was among those angered by the text of a <a href=\"https://consent.yahoo.com/collectConsent?sessionId=3_cc-session_7392d98b-c09b-4622-9abf-d9d10b518529&amp;lang=en-gb&amp;inline=false\">campaign leaflet for the European elections</a> leaked to the Huffington Post last week that failed to mention a referendum.</p> \n<p>However, the Grimsby MP Melanie Onn, and the Stoke-on-Trent Central MP Gareth Snell, are among the backbenchers who believe any mention of a referendum will put their voters off – not least in this Thursday’s council elections. Their view is shared by several members of the shadow cabinet.</p>",
      "newspaperPageNumber": "11",
      "wordcount": "723",
      "firstPublicationDate": "2019-04-28T09:27:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:52Z",
      "newspaperEditionDate": "2019-04-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bbmcy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d5a45db910c4497a14ff03dd07645105e724084c/0_101_2205_1323/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour is prepared to sign up to a Brexit deal with the government without the promise of a referendum attached if cross-party talks make significant progress in the coming days, one of the party’s negotiators has said. With talks set to resume on Monday, Rebecca Long-Bailey, the shadow business secretary, made clear that if Labour’s Brexit demands were met, she would not expect the party to insist it be put to a public vote. “Our party policy has always been that firstly we want to get a Brexit deal that puts our economy and living standards first and protects our environmental protections, workplace protections, health and safety standards,” she said. “If we don’t get a deal that satisfies those objectives – if it’s a damaging deal, a damaging Tory Brexit deal, or there’s a risk of us moving towards a no deal – in that circumstance, we’ve said that all options should be on the table, and that includes campaigning for a public vote,” she added. Her intervention came ahead of what is widely expected to be a combative meeting of Labour’s ruling national executive committee (NEC) on Tuesday, to sign off its manifesto for the European parliamentary elections. Labour’s deputy leader Tom Watson, who sits on the NEC, made clear on Sunday that he will use the meeting to push for a confirmatory vote on any Brexit deal to be included in the manifesto – even urging Labour supporters on Twitter to lobby potential waverers. He received unlikely support from Jon Lansman, the founder of the Corbyn-backing campaign group Momentum, who replied: “At conference we agreed: ‘If the Govt is confident in negotiating a deal that working people, our economy &amp; communities will benefit from they should not be afraid to put that deal to the public.’ So surely we too can all agree to a confirmatory vote on any govt deal in our manifesto!” Meanwhile, 21 of the party’s candidates for the European elections, including 11 sitting MEPs, sought to increase the pressure on the NEC, by signing a pledge to say they will push for a referendum with remain on the ballot paper, and if a ballot is called, campaign for remain. Andrew Lewin, of party campaign group Remain Labour, said he hoped more candidates would sign up in the coming days. “Remain voters across the country who want to defeat Nigel Farage’s Brexit party can now vote with confidence and enthusiasm for Labour candidates who have pledged to fight for our future, as members of the European Union,” he said. Many at Westminster believe the cross-party Brexit talks, convened by Theresa May after her deal was rejected three times and due to resume this week, are destined to fail. But Long-Bailey insisted negotiations had been productive and “gone into a lot of detail”, and hinted that the government was signalling a willingness to compromise on some issues, including workers’ rights. “There has been movement in specific areas – we’ve had fantastic discussions on workers’ rights, for example, and the government seems quite amenable to moving towards what I’ve been asking for. We’re waiting at the moment to see if that turns into pens on paper,” she told Sky News’s Sophy Ridge. The NEC will consider a draft manifesto, presented by Labour’s policy chief, Andrew Fisher, which is expected to stick closely to the conference policy of supporting a referendum only in specific circumstances. However, shadow cabinet ministers keen for the party to back a people’s vote argue that Labour’s formal position changed when Corbyn whipped his MPs to support a confirmatory referendum earlier this month. The shadow Brexit secretary, Keir Starmer, who attends the cross-party talks alongside Long-Bailey and John McDonnell, said in the House of Commons during the debate: “At this late stage it is clear that any Brexit deal agreed in this parliament will need further democratic approval.” He was among those angered by the text of a campaign leaflet for the European elections leaked to the Huffington Post last week that failed to mention a referendum. However, the Grimsby MP Melanie Onn, and the Stoke-on-Trent Central MP Gareth Snell, are among the backbenchers who believe any mention of a referendum will put their voters off – not least in this Thursday’s council elections. Their view is shared by several members of the shadow cabinet.",
      "charCount": "4313",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "us-news/2019/apr/28/trump-uk-visit-and-the-power-of-protest",
    "type": "article",
    "sectionId": "us-news",
    "sectionName": "US news",
    "webPublicationDate": "2019-04-28T16:44:36Z",
    "webTitle": "Trump’s UK visit and the power of protest | Letters",
    "webUrl": "https://www.theguardian.com/us-news/2019/apr/28/trump-uk-visit-and-the-power-of-protest",
    "apiUrl": "https://content.guardianapis.com/us-news/2019/apr/28/trump-uk-visit-and-the-power-of-protest",
    "fields": {
      "headline": "Trump’s UK visit and the power of protest",
      "standfirst": "<strong>Paul McGilchrist </strong>defends legitimate objections to the man, not the office; <strong>Dave Hunter </strong>considers climate change; <strong>David Halley </strong>says the UK’s relationship with the US has been irretrievably damaged by Trump; <strong>Dr Caroline Freeman </strong>contemplates debate and action; while <strong>John Huntley</strong> recommends navy protocol",
      "trailText": "Letters:<strong> Paul McGilchrist </strong>defends legitimate objections to the man, not the office; <strong>Dave Hunter </strong>considers climate change; <strong>David Halley </strong>says the UK’s relationship with the US has been irretrievably damaged by Trump; <strong>Dr Caroline Freeman </strong>contemplates debate and action; while <strong>John Huntley</strong> recommends navy protocol",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"2bd398ec0772f5d1ad9d9862bd4f772387e1ae60\"> <img src=\"https://media.guim.co.uk/2bd398ec0772f5d1ad9d9862bd4f772387e1ae60/0_0_3500_2101/1000.jpg\" alt=\"Donald Trump\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It is because the US shares with us the same moral universe and democratic principles that anti-Trump protests represent a powerful rejection of his traducing those shared values,’ says Paul McGilchrist.</span> <span class=\"element-image__credit\">Photograph: EPA</span> </figcaption> </figure>",
      "body": "<p>Simon Jenkins’ decrying of anti-Trump and other demonstrations displays a surprisingly simplistic understanding of the politics of protest (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/26/donald-trump-state-visit-uk-protests-childish\" title=\"\">To rage against Trump’s visit is simply childish</a>, 27 April). His scattergun disdain appears to condemn as meaningless any mass objection that cannot result in the instantaneous withering of the intended political target. Presumably the actions of the thousands who risked and lost their lives in Tiananmen Square in 1989, for example, would be understood as a monument to childish futility in the world of mathematically harmonious political symmetry that Jenkins’ activism requires, for “unless there are consequential gains to such action, it is mere self-indulgence”.</p> <p>His reference to Ceauşescu, Mugabe and Mobutu as precedents for tolerating Trump’s state visit is equally mystifying. It could at least be argued (however weakly) that in their invitation lay the desperate hope of some leverage to be ventured against murderous tyrants otherwise immune to moral shaming, economic sanction or political threats. By contrast, it is precisely because the US shares with us the same moral universe and democratic principles that anti-Trump protests represent a powerful rejection of his traducing of those shared values. Offering such painful truths from within this so-called special relationship can be easily understood on both sides of the Atlantic as entirely legitimate objections to the man, not the office. It might also offer welcome evidence of solidarity, to the millions of US citizens who feel aggrieved by their contemptuous, megalomaniac representative – but presumably that’s too childish a gesture.<br><strong>Paul McGilchrist</strong><br><em>Colchester, Essex</em></p> <p>• I am sure Simon Jenkins regards himself as a voice of reason, and he is undoubtedly blessed with considerable intellect. Curious, then, that he writes “If there is a crisis of liberalism at present, it lies in its retreat to a middlebrow bunker of confirmation bias,” even as he demonstrates his own capitulation to that tendency.</p> <p>Climate change threatens so much more than “the lifestyle of [the planet’s] current occupants”. Believing that the way to meet that threat is to continue what we have been doing for the last 40 years, occasionally debating it in an empty Commons chamber and patting ourselves on the back because we have done better in responding to this global problem than some other countries illustrates that Jenkins’ cloak of rational righteousness is cosseting him from the tragedy consuming us all.<br><strong>Dave Hunter</strong><br><em>Bristol</em></p> <p>• Simon Jenkins’ cogent article on Donald Trump’s visit in June is extremely well argued. However, you have also reported on two decisions taken by Trump: the <a href=\"https://www.theguardian.com/us-news/2019/apr/26/trump-nra-united-nations-arms-treaty-gun-control\" title=\"\">withdrawal</a>, under pressure from the National Rifle Association, from an international agreement on arms sales, and the <a href=\"https://www.theguardian.com/global-development/2019/apr/23/un-resolution-passes-trump-us-veto-threat-abortion-language-removed\" title=\"\">weakening of a treaty on rape</a> in warfare lest it promote abortion. One senses the influence of the evangelical right wing. It might, therefore, be appropriate to continue to protest against the presidential visit, overriding concerns about the historical relationship. It has surely been irretrievably damaged morally by his behaviour.<br><strong>David Halley</strong><br><em>Hampton Hill, </em><em>London</em></p> <p>• Perhaps it’s out of a misguided notion of balance that you’ve allowed Simon Jenkins to scorn protesters against Trump’s state visit, Attenborough’s climate change programme and Greta Thunberg. He says we need debate, not direct action. Debate is only workable when the participants offer and attend to evidence. UK politicians have not been doing this in relation to climate change – this is Thunberg’s point. No one who has actually read the IPCC report, not just the milder summary for policymakers, could see Attenborough’s programme as “doom-laden hysteria”. Jenkins’ piece lacks grounding; it is not a worthy contribution to the debate he advocates.<br><strong>Dr Caroline Freeman</strong><br><em>Bristol</em></p> <p>• Like Simon Jenkins, I wish Theresa May hadn’t invited Donald Trump to Britain. As she did, he should be offered the normal courtesies. In the navy I was told one salutes the rank, not the person.<br><strong>John Huntley</strong><br><em>Manchester</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "675",
      "commentable": "false",
      "firstPublicationDate": "2019-04-28T16:44:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-28T17:00:01Z",
      "newspaperEditionDate": "2019-04-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bbz29",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2bd398ec0772f5d1ad9d9862bd4f772387e1ae60/0_0_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Simon Jenkins’ decrying of anti-Trump and other demonstrations displays a surprisingly simplistic understanding of the politics of protest (To rage against Trump’s visit is simply childish, 27 April). His scattergun disdain appears to condemn as meaningless any mass objection that cannot result in the instantaneous withering of the intended political target. Presumably the actions of the thousands who risked and lost their lives in Tiananmen Square in 1989, for example, would be understood as a monument to childish futility in the world of mathematically harmonious political symmetry that Jenkins’ activism requires, for “unless there are consequential gains to such action, it is mere self-indulgence”. His reference to Ceauşescu, Mugabe and Mobutu as precedents for tolerating Trump’s state visit is equally mystifying. It could at least be argued (however weakly) that in their invitation lay the desperate hope of some leverage to be ventured against murderous tyrants otherwise immune to moral shaming, economic sanction or political threats. By contrast, it is precisely because the US shares with us the same moral universe and democratic principles that anti-Trump protests represent a powerful rejection of his traducing of those shared values. Offering such painful truths from within this so-called special relationship can be easily understood on both sides of the Atlantic as entirely legitimate objections to the man, not the office. It might also offer welcome evidence of solidarity, to the millions of US citizens who feel aggrieved by their contemptuous, megalomaniac representative – but presumably that’s too childish a gesture. Paul McGilchrist Colchester, Essex • I am sure Simon Jenkins regards himself as a voice of reason, and he is undoubtedly blessed with considerable intellect. Curious, then, that he writes “If there is a crisis of liberalism at present, it lies in its retreat to a middlebrow bunker of confirmation bias,” even as he demonstrates his own capitulation to that tendency. Climate change threatens so much more than “the lifestyle of [the planet’s] current occupants”. Believing that the way to meet that threat is to continue what we have been doing for the last 40 years, occasionally debating it in an empty Commons chamber and patting ourselves on the back because we have done better in responding to this global problem than some other countries illustrates that Jenkins’ cloak of rational righteousness is cosseting him from the tragedy consuming us all. Dave Hunter Bristol • Simon Jenkins’ cogent article on Donald Trump’s visit in June is extremely well argued. However, you have also reported on two decisions taken by Trump: the withdrawal, under pressure from the National Rifle Association, from an international agreement on arms sales, and the weakening of a treaty on rape in warfare lest it promote abortion. One senses the influence of the evangelical right wing. It might, therefore, be appropriate to continue to protest against the presidential visit, overriding concerns about the historical relationship. It has surely been irretrievably damaged morally by his behaviour. David Halley Hampton Hill, London • Perhaps it’s out of a misguided notion of balance that you’ve allowed Simon Jenkins to scorn protesters against Trump’s state visit, Attenborough’s climate change programme and Greta Thunberg. He says we need debate, not direct action. Debate is only workable when the participants offer and attend to evidence. UK politicians have not been doing this in relation to climate change – this is Thunberg’s point. No one who has actually read the IPCC report, not just the milder summary for policymakers, could see Attenborough’s programme as “doom-laden hysteria”. Jenkins’ piece lacks grounding; it is not a worthy contribution to the debate he advocates. Dr Caroline Freeman Bristol • Like Simon Jenkins, I wish Theresa May hadn’t invited Donald Trump to Britain. As she did, he should be offered the normal courtesies. In the navy I was told one salutes the rank, not the person. John Huntley Manchester • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4383",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "inequality/2019/apr/28/taking-from-the-old-to-give-to-the-young",
    "type": "article",
    "sectionId": "inequality",
    "sectionName": "Inequality",
    "webPublicationDate": "2019-04-28T16:41:43Z",
    "webTitle": "Taking from the old to give to the young | Letters",
    "webUrl": "https://www.theguardian.com/inequality/2019/apr/28/taking-from-the-old-to-give-to-the-young",
    "apiUrl": "https://content.guardianapis.com/inequality/2019/apr/28/taking-from-the-old-to-give-to-the-young",
    "fields": {
      "headline": "Taking from the old to give to the young",
      "standfirst": "The House of Lords’ proposals for intergenerational fairness are not all bad, says <strong>Stephen Burke</strong>. <strong>Peter Gainey</strong> and <strong>Peter Croft</strong> disagree",
      "trailText": "<strong>Letters:</strong> Rather than implementing policies that could increase poverty wages and deal with vastly overpriced housing, they wish to axe older persons’ benefits",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"1f1f11bb1e77b90a17b3caf4396e1f601e6c29f8\"> <img src=\"https://media.guim.co.uk/1f1f11bb1e77b90a17b3caf4396e1f601e6c29f8/0_228_4754_2853/1000.jpg\" alt=\"Local rural bus service passing village shop, Longnor, Peak District, Derbyshire\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Buses are alien to their world,’ writes Peter Gainey of the members of the House of Lords committee on intergenerational fairness. </span> <span class=\"element-image__credit\">Photograph: UIG via Getty Images</span> </figcaption> </figure>",
      "body": "<p>It’s a pity that your coverage of the House of Lords intergenerational fairness select committee report focused on divisive tinkering of a few benefits (<a href=\"https://www.theguardian.com/inequality/2019/apr/25/curbing-pensioner-benefits-could-help-the-young-says-report\" title=\"\">Lords report: axe age-related benefits to narrow the generation gap</a>, 25 April). The report makes much more fundamental proposals on taxation, public spending, housing, work and education that would have a long-term impact on intergenerational unfairness.</p> <p>Britain is one of the most age-segregated countries in the world. To heal our divided society, we need to bring older and younger people together. More mixing between the generations, and the sharing of activities and experiences, will tackle the lack of connection and lack of trust that underpins ageism, loneliness and division. Every school, nursery, college, care home, housing scheme and community organisation can bring generations together. <br><strong>Stephen Burke</strong><br><em>Director</em>, <em>United for All Ages</em></p> <p>• The House of Lords committee on intergenerational fairness says it is time to rebalance government policy in favour of the young. Very commendable – but, in true Tory fashion, rather than implementing policies that could increase poverty wages and deal with vastly overpriced housing, they wish to axe older persons’ benefits. This will ensure a more equally miserable life for all and will do little to lessen social tensions between young and old.</p> <p>I do not believe that Lord True and his committee really understand what it is to be poor. They see the benefits they suggest for the axe as trifling – and buses are alien to their world. Perhaps “normal working and retired people” could revisit the issue in order to produce a more balanced and fairer report?<br><strong>Peter Gainey</strong><br><em>Whitstable</em>, <em>Kent</em></p> <p>• You inform us that the average of the committee is 67 (<a href=\"https://www.theguardian.com/politics/2019/apr/25/compact-between-old-and-young-at-risk-of-breakdown-say-peers\" title=\"\">Compact between old and young at risk of breakdown, say peers</a>, 25 April). I think an estimate of their average wealth might be more relevant to their conclusions.<br><strong>Peter Croft</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "354",
      "commentable": "false",
      "firstPublicationDate": "2019-04-28T16:41:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-28T17:33:51Z",
      "newspaperEditionDate": "2019-04-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bbntx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1f1f11bb1e77b90a17b3caf4396e1f601e6c29f8/0_228_4754_2853/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It’s a pity that your coverage of the House of Lords intergenerational fairness select committee report focused on divisive tinkering of a few benefits (Lords report: axe age-related benefits to narrow the generation gap, 25 April). The report makes much more fundamental proposals on taxation, public spending, housing, work and education that would have a long-term impact on intergenerational unfairness. Britain is one of the most age-segregated countries in the world. To heal our divided society, we need to bring older and younger people together. More mixing between the generations, and the sharing of activities and experiences, will tackle the lack of connection and lack of trust that underpins ageism, loneliness and division. Every school, nursery, college, care home, housing scheme and community organisation can bring generations together. Stephen Burke Director, United for All Ages • The House of Lords committee on intergenerational fairness says it is time to rebalance government policy in favour of the young. Very commendable – but, in true Tory fashion, rather than implementing policies that could increase poverty wages and deal with vastly overpriced housing, they wish to axe older persons’ benefits. This will ensure a more equally miserable life for all and will do little to lessen social tensions between young and old. I do not believe that Lord True and his committee really understand what it is to be poor. They see the benefits they suggest for the axe as trifling – and buses are alien to their world. Perhaps “normal working and retired people” could revisit the issue in order to produce a more balanced and fairer report? Peter Gainey Whitstable, Kent • You inform us that the average of the committee is 67 (Compact between old and young at risk of breakdown, say peers, 25 April). I think an estimate of their average wealth might be more relevant to their conclusions. Peter Croft London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2228",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/apr/28/england-mess-scotland-splitting-away",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-28T15:53:31Z",
    "webTitle": "My England is in a mess. Scotland’s case for splitting away is stronger than ever | John Harris",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/28/england-mess-scotland-splitting-away",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/28/england-mess-scotland-splitting-away",
    "fields": {
      "headline": "My England is in a mess. Scotland’s case for splitting away is stronger than ever",
      "standfirst": "The country I call home is dysfunctional. But north of the border, there’s the chance of something better",
      "trailText": "The country I call home is dysfunctional. But north of the border, there’s the chance of something better, says Guardian columnist John Harris",
      "byline": "John Harris",
      "main": "<figure class=\"element element-image\" data-media-id=\"22cca39a23e31b73293bb13c41f561cdaef57c59\"> <img src=\"https://media.guim.co.uk/22cca39a23e31b73293bb13c41f561cdaef57c59/0_14_7035_4222/1000.jpg\" alt=\"Supporters of Scottish independence at a rally in George Square, Glasgow, March 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Supporters of Scottish independence at a rally in George Square, Glasgow, March 2019.</span> <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The day of the <a href=\"https://www.theguardian.com/politics/2014/sep/10/scottish-independence-guide-referendum-uk-yes-no\" title=\"\">Scottish independence referendum</a> of 2014, I was in <a href=\"https://www.theguardian.com/uk-news/2014/sep/14/scottish-independence-labour-decline-electoral-force\" title=\"\">Hallglen</a>, a large housing estate on the edge of Falkirk. As it turned out, the town would vote to remain in the UK by 54% to 46%, but where I was, droves of people were turning out to support the end of the union, and the creation of a new country.</p> <p>I had spent time on the estate over the previous weeks, and observed a remarkable upsurge of both interest in politics, and optimism – not least at a Sunday evening public meeting at which hundreds had gathered to talk about how badly their area had fared since the Thatcher years, and how breaking from the rotten Westminster consensus might serve it better. Now, as people went in and out of the polling station, I fell into conversation with a thirtysomething man, who had a vision of what an independent Scotland might mean for the rest of the UK. “If we start this, we could make a big, proper movement for the rest of the country,” he said. “And I think we should. The poverty in this country – us, and England, and everywhere else – shouldn’t be happening in 2014.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/apr/28/nicola-sturgeon-strike-for-independence-should-not-let-snp-off-the-hook\">Nicola Sturgeon’s strike for independence should not let the SNP off the hook | Kevin McKenna</a> </p> </aside>  <p>What, I wondered, was his advice to people south of the border? “Stand up, and ask for a referendum themselves,” he said. “Change it all. Make a movement.”</p> <p>Less than two years later, an approximation of the political event he seemed to have in mind <a href=\"https://www.theguardian.com/politics/ng-interactive/2016/jun/23/eu-referendum-live-results-and-analysis\" title=\"\">came to pass</a>: a referendum resulting from peculiarly English tensions, decided chiefly by <a href=\"https://en.wikipedia.org/wiki/Results_of_the_2016_United_Kingdom_European_Union_membership_referendum\" title=\"\">15.2m</a> English votes to leave, many of them cast by people with some of the same grievances as independence supporters in Scotland. But, England being England, what the arrival of Brexit symbolised was not the kind of doubling-down on basic social issues that I had witnessed during the independence campaign, but something much more contorted: in part an object lesson in how rightwing politicians benefit from the insecurity and inequality they create, and therefore a spectacular demonstration of the mad state of affairs that currently passes for English politics.</p> <p>From a Tory party set to lurch even further to the right, to an official opposition that still <a href=\"https://www.theguardian.com/politics/2019/apr/28/labour-hints-at-backing-brexit-deal-without-promise-of-referendum\" title=\"\">lacks a coherent Brexit policy</a>, signs of England’s current dysfunction abound. But if you want an image of the country’s basic madness, try the spectacle of Nigel Farage launching the new Brexit party – according to some polls, the frontrunner in the looming European elections – <a href=\"https://www.theguardian.com/commentisfree/2019/apr/12/nigel-farage-brexit-party-comeback-heroics\" title=\"\">in Clacton</a>, an Essex town that contains one of the poorest neighbourhoods in England.</p> <p>He spoke having just recruited <a href=\"https://www.theguardian.com/politics/2019/apr/26/european-elections-candidates-meps-widdecombe-johnson-adonis-change-brexit\" title=\"\">Ann Widdecombe</a>, a ghoulish vision of the most awful aspects of Conservative England, who wants to butt heads with a new pro-remain party whose candidate list is headed by Boris Johnson’s sister. Meanwhile – has anyone noticed? – English schools are <a href=\"https://www.theguardian.com/commentisfree/2019/apr/22/tories-schools-austerity-cuts-politicians\" title=\"\">at breaking point</a>, the country’s health service seems to bounce from crisis to crisis, and such elemental issues as housing, the future of work, and social care have vanished from the agenda.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If the three-year saga of Brexit tells us anything, it is that the United Kingdom is irretrievably breaking apart</p> </blockquote> </aside>  <p>Scotland, by comparison, looks like a model of good sense. In 2016 its electorate voted solidly to remain, by 62% to 38%. The Scottish body politic displays precious few of the ailments that have so disfigured debate in England: Ukip has done little electoral business, conservatism has a comparatively moderate centre of gravity, and debate tends to centre on such trifles as the state of public services and the future shape of the economy.</p> <p>In that context, the case for splitting away from England is easier to make than ever, and when first minister Nicola Sturgeon spoke last week to the Scottish parliament, she did a <a href=\"https://www.theguardian.com/politics/2019/apr/24/sturgeon-outlines-new-scottish-independence-referendum-plans\" title=\"\">pretty eloquent job</a>. “Scotland should be a thriving and driving force within Europe,” she said. “Instead we face being forced to the margins.” Independence, she went on, “would mean that decisions against our will and contrary to our interests cannot be imposed on us by Westminster”.</p> <p>Ostensibly, she was serving notice that if Brexit goes ahead, the SNP wants another independence referendum by May 2021. But in passages apparently inviting the other parties to join a conversation about increased devolution that would stop short of Scotland’s exit from the UK, she also sounded a more equivocal note, reflecting the fragilities of her position. The SNP has been in power in Scotland <a href=\"https://www.theguardian.com/uk/2007/may/04/scotland.devolution\" title=\"\">since 2007</a>, its star has <a href=\"https://www.theguardian.com/commentisfree/2019/apr/28/nicola-sturgeon-strike-for-independence-should-not-let-snp-off-the-hook\" title=\"\">palpably fallen</a>, and though it retains a reputation for basic competence and an ability to speak to the public mood, it has not amassed much of a convincing policy record.</p> <p>There are divisions within its ranks, and across the wider independence movement, about the kind of independence to go for: the soft, centrist model proposed by the SNP’s so-called growth commission (whose gradualist approach to a post-independence national currency <a href=\"https://www.theguardian.com/politics/2019/apr/27/snp-votes-for-scotland-having-its-own-currency-if-it-leaves-the-uk\" title=\"\">was rejected</a> at the weekend’s party conference), or the kind of hard, radical path advocated by bolder voices.</p> <p>So what to do? Viewed cynically, Sturgeon’s manoeuvre is reducible to picking a fight with Westminster over a referendum the UK government is unlikely to allow, so as to buy time, avert people’s eyes from the question of what the party has actually done with power, and assist the SNP’s chances in the 2021 Scottish elections. One big tension sits under everything: the fact that even if independence looks more logical than ever, the politics of actually pulling it off could not be more complicated.</p> <p>And yet, and yet. If the three-year saga of Brexit tells us anything, it is that the United Kingdom is irretrievably breaking apart. Beyond the glaring fact that Scottish and English politics now have almost nothing in common, there is a deep sense that Brexit is testing some of the UK’s already-fragile institutions to destruction. Even if a Labour government at Westminster succeeded in calming things down by getting to grips with some key social and economic problems and handing Scotland more power, a great mess of unresolved disagreements within England – about immigration, the country’s place in the world, and the basics of what it is to be a modern country – would still fester away, and hold back progress across the UK.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2018/nov/04/england-sorry-delusions-argument-scotland-independence\">England’s sorry delusions are Scotland’s best argument for independence | Kevin McKenna</a> </p> </aside>  <p>Which brings us back to 2014. Self-evidently, there was much more to the campaign for independence than the SNP; indeed, just about all the most exciting, mould-breaking ideas about a new Scotland came from a coalition of forces – Greens, the radical Scottish left, droves of people new to politics – that a new referendum would presumably revive. If one of the most basic arguments for the end of the union was that Scotland and England were now hopelessly estranged, this now looks almost unanswerable. The UK’s exit from Europe, moreover, surely shreds arguments against other radical changes, pretty much by definition: so if leaving the EU can be accomplished whatever the resulting disasters, why not Scottish independence?</p> <p>And then there is something I felt deeply in 2014, and that Brexit has sent nuclear. I am English: the country I call home is in a backward-looking mess. But only a few hours’ drive away is a place with at least a sporting chance of pushing itself into the future. If another independence vote materialised, whatever the surrounding tensions and complexities, I would be back there in a flash, to see if at least one part of these islands can leave behind the current wretchedness, and find something better.</p> <p>• John Harris is a Guardian columnist</p>",
      "newspaperPageNumber": "4",
      "wordcount": "1229",
      "commentable": "false",
      "firstPublicationDate": "2019-04-28T15:53:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:53Z",
      "newspaperEditionDate": "2019-04-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bbn84",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/22cca39a23e31b73293bb13c41f561cdaef57c59/0_14_7035_4222/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The day of the Scottish independence referendum of 2014, I was in Hallglen, a large housing estate on the edge of Falkirk. As it turned out, the town would vote to remain in the UK by 54% to 46%, but where I was, droves of people were turning out to support the end of the union, and the creation of a new country. I had spent time on the estate over the previous weeks, and observed a remarkable upsurge of both interest in politics, and optimism – not least at a Sunday evening public meeting at which hundreds had gathered to talk about how badly their area had fared since the Thatcher years, and how breaking from the rotten Westminster consensus might serve it better. Now, as people went in and out of the polling station, I fell into conversation with a thirtysomething man, who had a vision of what an independent Scotland might mean for the rest of the UK. “If we start this, we could make a big, proper movement for the rest of the country,” he said. “And I think we should. The poverty in this country – us, and England, and everywhere else – shouldn’t be happening in 2014.” What, I wondered, was his advice to people south of the border? “Stand up, and ask for a referendum themselves,” he said. “Change it all. Make a movement.” Less than two years later, an approximation of the political event he seemed to have in mind came to pass: a referendum resulting from peculiarly English tensions, decided chiefly by 15.2m English votes to leave, many of them cast by people with some of the same grievances as independence supporters in Scotland. But, England being England, what the arrival of Brexit symbolised was not the kind of doubling-down on basic social issues that I had witnessed during the independence campaign, but something much more contorted: in part an object lesson in how rightwing politicians benefit from the insecurity and inequality they create, and therefore a spectacular demonstration of the mad state of affairs that currently passes for English politics. From a Tory party set to lurch even further to the right, to an official opposition that still lacks a coherent Brexit policy, signs of England’s current dysfunction abound. But if you want an image of the country’s basic madness, try the spectacle of Nigel Farage launching the new Brexit party – according to some polls, the frontrunner in the looming European elections – in Clacton, an Essex town that contains one of the poorest neighbourhoods in England. He spoke having just recruited Ann Widdecombe, a ghoulish vision of the most awful aspects of Conservative England, who wants to butt heads with a new pro-remain party whose candidate list is headed by Boris Johnson’s sister. Meanwhile – has anyone noticed? – English schools are at breaking point, the country’s health service seems to bounce from crisis to crisis, and such elemental issues as housing, the future of work, and social care have vanished from the agenda. Scotland, by comparison, looks like a model of good sense. In 2016 its electorate voted solidly to remain, by 62% to 38%. The Scottish body politic displays precious few of the ailments that have so disfigured debate in England: Ukip has done little electoral business, conservatism has a comparatively moderate centre of gravity, and debate tends to centre on such trifles as the state of public services and the future shape of the economy. In that context, the case for splitting away from England is easier to make than ever, and when first minister Nicola Sturgeon spoke last week to the Scottish parliament, she did a pretty eloquent job. “Scotland should be a thriving and driving force within Europe,” she said. “Instead we face being forced to the margins.” Independence, she went on, “would mean that decisions against our will and contrary to our interests cannot be imposed on us by Westminster”. Ostensibly, she was serving notice that if Brexit goes ahead, the SNP wants another independence referendum by May 2021. But in passages apparently inviting the other parties to join a conversation about increased devolution that would stop short of Scotland’s exit from the UK, she also sounded a more equivocal note, reflecting the fragilities of her position. The SNP has been in power in Scotland since 2007, its star has palpably fallen, and though it retains a reputation for basic competence and an ability to speak to the public mood, it has not amassed much of a convincing policy record. There are divisions within its ranks, and across the wider independence movement, about the kind of independence to go for: the soft, centrist model proposed by the SNP’s so-called growth commission (whose gradualist approach to a post-independence national currency was rejected at the weekend’s party conference), or the kind of hard, radical path advocated by bolder voices. So what to do? Viewed cynically, Sturgeon’s manoeuvre is reducible to picking a fight with Westminster over a referendum the UK government is unlikely to allow, so as to buy time, avert people’s eyes from the question of what the party has actually done with power, and assist the SNP’s chances in the 2021 Scottish elections. One big tension sits under everything: the fact that even if independence looks more logical than ever, the politics of actually pulling it off could not be more complicated. And yet, and yet. If the three-year saga of Brexit tells us anything, it is that the United Kingdom is irretrievably breaking apart. Beyond the glaring fact that Scottish and English politics now have almost nothing in common, there is a deep sense that Brexit is testing some of the UK’s already-fragile institutions to destruction. Even if a Labour government at Westminster succeeded in calming things down by getting to grips with some key social and economic problems and handing Scotland more power, a great mess of unresolved disagreements within England – about immigration, the country’s place in the world, and the basics of what it is to be a modern country – would still fester away, and hold back progress across the UK. Which brings us back to 2014. Self-evidently, there was much more to the campaign for independence than the SNP; indeed, just about all the most exciting, mould-breaking ideas about a new Scotland came from a coalition of forces – Greens, the radical Scottish left, droves of people new to politics – that a new referendum would presumably revive. If one of the most basic arguments for the end of the union was that Scotland and England were now hopelessly estranged, this now looks almost unanswerable. The UK’s exit from Europe, moreover, surely shreds arguments against other radical changes, pretty much by definition: so if leaving the EU can be accomplished whatever the resulting disasters, why not Scottish independence? And then there is something I felt deeply in 2014, and that Brexit has sent nuclear. I am English: the country I call home is in a backward-looking mess. But only a few hours’ drive away is a place with at least a sporting chance of pushing itself into the future. If another independence vote materialised, whatever the surrounding tensions and complexities, I would be back there in a flash, to see if at least one part of these islands can leave behind the current wretchedness, and find something better. • John Harris is a Guardian columnist",
      "charCount": "7325",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johnharris\">John Harris</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/apr/28/conservatives-expected-to-get-hammering-in-local-elections-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-28T12:44:36Z",
    "webTitle": "Conservatives expected to get hammering in local elections",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/28/conservatives-expected-to-get-hammering-in-local-elections-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/28/conservatives-expected-to-get-hammering-in-local-elections-brexit",
    "fields": {
      "headline": "Conservatives expected to get hammering in local elections",
      "standfirst": "<p>Party anticipates difficult night as voters get chance to show exasperation over Brexit process</p>",
      "trailText": "Party anticipates difficult night as voters get chance to show exasperation over Brexit process",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"1cd087f3eae8f2acfe42eb55e79a6aed38eddc22\"> \n <img src=\"https://media.guim.co.uk/1cd087f3eae8f2acfe42eb55e79a6aed38eddc22/309_0_3167_1901/1000.jpg\" alt=\"Theresa May watches children use the climbing wall during a visit to the Leisure Box in Brierfield, Lancashire, while on the local election campaign trail.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Theresa May watches children use the climbing wall during a visit to the Leisure Box in Brierfield, Lancashire, while on the local election campaign trail.</span> \n  <span class=\"element-image__credit\">Photograph: Peter Byrne/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>“The public have had enough,” the prime minister told voters in her televised address from the podium in No 10 last month. “You’re tired of the infighting. You’re tired of the political games. Tired of MPs talking about nothing else but Brexit.”</p> \n<p>On Thursday, many of those voters will get their first chance to go to the polls, since Westminster entered deadlock and Brexit was delayed. Election-watchers expect them to use it to hammer Theresa May’s Conservatives.</p> \n<p>More than 8,300 council seats are up for grabs, in 248 English local authorities, as well as six mayoralties, and 11 councils in Northern Ireland.</p> \n<p>Many of the contests in England are in traditionally Tory areas. The last fight over them coincided with the 2015 general election, at which David Cameron’s party clinched an unexpected outright majority.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/04/local_elections_seats_councils/giv-3902vXpVD6hEwoYO/\" data-alt=\"Local elections\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/04/local_elections_seats_councils/giv-3902vXpVD6hEwoYO/\">Local elections</a> \n</figure> \n<p>Local election results are notoriously hard to interpret. Turnout tends to be low – particularly when, as this year, there is no other vote taking place on the same day – and genuinely local issues, from hospital closures to bin collections, can swing results.</p> \n<p>But this week’s vote will inevitably be seen as a measure of the <a href=\"https://www.theguardian.com/politics/2019/apr/28/politics-is-a-farce-abingdon-oxfordshire-voters-local-elections-2019\">public’s exasperation with the political wrangling</a> that resulted in May accepting a second Brexit delay, potentially until 31 October.</p> \n<p>The Conservatives’ deputy chair, Helen Whately, said on Sunday the council elections would be a difficult night for the party and that there was limited “bandwidth” in government to tackle issues aside from Brexit.</p> \n<p>Pollsters put it more strongly. “It is going to be desperate for the Tories,” says Deborah Mattinson of the political consultancy Britain Thinks.</p> \n<p>“Typically local elections are one part potholes and dog poo, and three or four parts a referendum on the government – but in this instance, the potholes and dog poo aren’t featuring at all.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b7dfc1fc-a4cf-4ffa-955e-160b5b38466e\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Which seats are up for grabs?</strong></p>\n    <p></p>\n    <p>More than 8,200 seats are up for grabs – and half of them are Conservative seats – so the elections will be a key test for Theresa May. Candidates are contesting 248 English local councils and all 11 local councils in Northern Ireland.<br><br>There are also elections for six directly elected mayors – in Bedford, Copeland, Leicester, Mansfield, Middlesbrough and North of Tyne. No elections are taking place in London, Scotland or Wales.<br><br>More than half the councils – 134 – are controlled by the Tories, 67 by Labour. Seven are held by the Lib Dems and 35 have no overall control. The remaining five are new councils, owing to local authority mergers.</p>\n    <p></p>\n    <p><strong>When will we get the results?</strong></p>\n    <p></p>\n    <p>About half of councils’ votes are being counted overnight, with results expected from midnight. The other half will start being counted on Friday morning. Turnout is expected to be low – multiple party sources have said there is a general feeling of apathy and anger with politicians from across the spectrum.</p>\n    <p></p>\n    <p><strong>What are the key battlegrounds for the Tories?</strong></p>\n    <p></p>\n    <p>The Tories have quietly briefed that they are expecting a drubbing, which could mean council gains for both Labour and the Lib Dems.</p>\n    <p>The Tories are hoping to make some gains in places where they are just a few seats from winning control – just one seat is needed to gain Scarborough or two to gain Thurrock. Dudley and Walsall are also councils that will be a narrow fight between Labour and the Tories.</p>\n    <p></p>\n    <p><strong>What are the key battlegrounds for Labour?</strong></p>\n    <p></p>\n    <p>Key targets for Labour are Calderdale, Redcar and Cleveland and Trafford, all Labour minority councils, as well as Stoke-on-Trent and Derby, two councils controlled by a coalition of Tories, independents and smaller parties. Ukip is putting up a big fight in Derby, however.</p>\n    <p>Labour could also snatch Peterborough back from the Tories by forming a coalition with the Lib Dems if both parties have a good night. They also have high hopes of increasing their narrow majority in Plymouth.</p>\n    <p><b><a href=\"https://www.theguardian.com/profile/jessica-elgot\">Jessica Elgot</a>,</b>&nbsp;<i>chief political correspondent</i></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Polling carried out by Britain Thinks recently suggested that 83% of the public feel let down by the entire political establishment – and experts believe Theresa May’s Conservatives are likely to bear the brunt, with supporters staying at home or switching sides.</p> \n<p>The Tories have dropped below 30%, and behind Labour, in a string of polls taken since Brexit was delayed.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/audio/2019/apr/25/local-elections-scottish-independence-and-breaking-the-brexit-deadlock-politics-weekly-podcast\">Local elections, Scottish independence and breaking the Brexit deadlock - Politics Weekly podcast</a> </p> \n</aside> \n<p>“The Tory vote share may well not drop as catastrophically as their recent plunge in the polls suggest, but in terms of councillors they may still have an absolutely appalling night,” says Prof Glen O’Hara of Oxford Brookes University.</p> \n<p>“They have over 5,500 councillors standing, and although many of them across rural England will be returned easily (and not even be seriously opposed), multiple hundreds must be at risk of losing existing seats. If Brexit-inclined voters simply stay at home, which seems likely, that will really hurt the Tories everywhere.”</p> \n<p>The only saving grace for the Conservatives may be that dissatisfied leave voters who do turn out to vote will have few alternative options in many areas. The Brexit party, which scored an extraordinary 23% in the latest Opinium poll for next month’s European elections, is not contesting local council seats.</p> \n<p>Ukip, whose support and resources have collapsed in recent months as it has lurched to the right, has announced that it is standing candidates for at least 1,415 seats – but that is little more than one in six.</p> \n<p>The Liberal Democrats hope to make significant gains. In 2015, the party was severely punished at the polls for governing in coalition with the Tories.</p> \n<p>Four years on, they have just 11 MPs at Westminster (a 12th, Stephen Lloyd, resigned the whip over Brexit), helping to restore some of the appearance of upstart outsiders that was wiped out by five years round the cabinet table.</p> \n<p>The Lib Dems also have the advantage – unlike Labour – of near-unanimity over the central national issue, as was evident when Vince Cable launched their campaign in London on Friday, in front of the slogan “Stop Brexit”.</p> \n<p>They performed better than expected in last year’s local elections, taking control of three councils, including in their happy hunting ground of south-west London, where they took Kingston and Richmond.</p> \n<p>“The Lib Dems should do really well,” says O’Hara. “They lost 400+ the last time these seats were fought, and the bounceback will be noticeable.” He pointed to areas where the Lib Dems have previously done well, and now hold the parliamentary seat, such as Bath and North East Somerset, where there is an all-out election for the council.</p> \n<p>Smaller parties, including the Greens, could also fare well, as voters signal their irritation at mainstream politicians’ squabbling.</p> \n<p>Meanwhile, Labour is keen to focus on grassroots issues that play into its wider narrative of public services crumbling after almost a decade of spending cuts – with much of the burden falling on local government.</p> \n<p>Jeremy Corbyn has had a policy blitz in recent days, announcing plans to boost neglected bus services, change the “permitted development” rules that allow developers to turn offices into tiny flats, and <a href=\"https://www.theguardian.com/politics/2019/apr/26/labour-lays-out-plans-for-social-care-reform-ahead-of-local-elections\">fund at-home social care more generously</a>.</p> \n<p>The stream of announcements was reminiscent of that seen in spring 2017, when many of the ideas it published during the local election campaign went on to feature in the general election manifesto a couple of months later.</p> \n<p>O’Hara suggests Labour has the capacity to take seats from the Tories in some areas. “The Conservatives will face a multi-pronged attack from every angle, with Labour gaining where they are strong, and the Lib Dems gaining where they are.”</p> \n<p>Both sides of the bitter Brexit divide are likely to read the results as an endorsement of their own view about what should happen next.</p> \n<p>But Mattinson says many voters just want politicians to get on with tackling the kinds of day-to-day challenges that are usually the bread and butter of local election campaigns.</p> \n<p>“One of the sources of people’s fury is that they feel Brexit has sucked the energy out of the political debate, and the things that matter to them – and that’s not Brexit, by and large.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "987",
      "firstPublicationDate": "2019-04-28T12:44:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:02Z",
      "newspaperEditionDate": "2019-04-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bbd37",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1cd087f3eae8f2acfe42eb55e79a6aed38eddc22/309_0_3167_1901/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "“The public have had enough,” the prime minister told voters in her televised address from the podium in No 10 last month. “You’re tired of the infighting. You’re tired of the political games. Tired of MPs talking about nothing else but Brexit.” On Thursday, many of those voters will get their first chance to go to the polls, since Westminster entered deadlock and Brexit was delayed. Election-watchers expect them to use it to hammer Theresa May’s Conservatives. More than 8,300 council seats are up for grabs, in 248 English local authorities, as well as six mayoralties, and 11 councils in Northern Ireland. Many of the contests in England are in traditionally Tory areas. The last fight over them coincided with the 2015 general election, at which David Cameron’s party clinched an unexpected outright majority. Local election results are notoriously hard to interpret. Turnout tends to be low – particularly when, as this year, there is no other vote taking place on the same day – and genuinely local issues, from hospital closures to bin collections, can swing results. But this week’s vote will inevitably be seen as a measure of the public’s exasperation with the political wrangling that resulted in May accepting a second Brexit delay, potentially until 31 October. The Conservatives’ deputy chair, Helen Whately, said on Sunday the council elections would be a difficult night for the party and that there was limited “bandwidth” in government to tackle issues aside from Brexit. Pollsters put it more strongly. “It is going to be desperate for the Tories,” says Deborah Mattinson of the political consultancy Britain Thinks. “Typically local elections are one part potholes and dog poo, and three or four parts a referendum on the government – but in this instance, the potholes and dog poo aren’t featuring at all.” Polling carried out by Britain Thinks recently suggested that 83% of the public feel let down by the entire political establishment – and experts believe Theresa May’s Conservatives are likely to bear the brunt, with supporters staying at home or switching sides. The Tories have dropped below 30%, and behind Labour, in a string of polls taken since Brexit was delayed. “The Tory vote share may well not drop as catastrophically as their recent plunge in the polls suggest, but in terms of councillors they may still have an absolutely appalling night,” says Prof Glen O’Hara of Oxford Brookes University. “They have over 5,500 councillors standing, and although many of them across rural England will be returned easily (and not even be seriously opposed), multiple hundreds must be at risk of losing existing seats. If Brexit-inclined voters simply stay at home, which seems likely, that will really hurt the Tories everywhere.” The only saving grace for the Conservatives may be that dissatisfied leave voters who do turn out to vote will have few alternative options in many areas. The Brexit party, which scored an extraordinary 23% in the latest Opinium poll for next month’s European elections, is not contesting local council seats. Ukip, whose support and resources have collapsed in recent months as it has lurched to the right, has announced that it is standing candidates for at least 1,415 seats – but that is little more than one in six. The Liberal Democrats hope to make significant gains. In 2015, the party was severely punished at the polls for governing in coalition with the Tories. Four years on, they have just 11 MPs at Westminster (a 12th, Stephen Lloyd, resigned the whip over Brexit), helping to restore some of the appearance of upstart outsiders that was wiped out by five years round the cabinet table. The Lib Dems also have the advantage – unlike Labour – of near-unanimity over the central national issue, as was evident when Vince Cable launched their campaign in London on Friday, in front of the slogan “Stop Brexit”. They performed better than expected in last year’s local elections, taking control of three councils, including in their happy hunting ground of south-west London, where they took Kingston and Richmond. “The Lib Dems should do really well,” says O’Hara. “They lost 400+ the last time these seats were fought, and the bounceback will be noticeable.” He pointed to areas where the Lib Dems have previously done well, and now hold the parliamentary seat, such as Bath and North East Somerset, where there is an all-out election for the council. Smaller parties, including the Greens, could also fare well, as voters signal their irritation at mainstream politicians’ squabbling. Meanwhile, Labour is keen to focus on grassroots issues that play into its wider narrative of public services crumbling after almost a decade of spending cuts – with much of the burden falling on local government. Jeremy Corbyn has had a policy blitz in recent days, announcing plans to boost neglected bus services, change the “permitted development” rules that allow developers to turn offices into tiny flats, and fund at-home social care more generously. The stream of announcements was reminiscent of that seen in spring 2017, when many of the ideas it published during the local election campaign went on to feature in the general election manifesto a couple of months later. O’Hara suggests Labour has the capacity to take seats from the Tories in some areas. “The Conservatives will face a multi-pronged attack from every angle, with Labour gaining where they are strong, and the Lib Dems gaining where they are.” Both sides of the bitter Brexit divide are likely to read the results as an endorsement of their own view about what should happen next. But Mattinson says many voters just want politicians to get on with tackling the kinds of day-to-day challenges that are usually the bread and butter of local election campaigns. “One of the sources of people’s fury is that they feel Brexit has sucked the energy out of the political debate, and the things that matter to them – and that’s not Brexit, by and large.”",
      "charCount": "5988",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/apr/28/nicola-sturgeon-strike-for-independence-should-not-let-snp-off-the-hook",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-28T06:00:11Z",
    "webTitle": "Nicola Sturgeon’s strike for independence should not let the SNP off the hook | Kevin McKenna",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/28/nicola-sturgeon-strike-for-independence-should-not-let-snp-off-the-hook",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/28/nicola-sturgeon-strike-for-independence-should-not-let-snp-off-the-hook",
    "fields": {
      "headline": "Nicola Sturgeon’s strike for independence should not let the SNP off the hook",
      "standfirst": "<p>The Brexit circus may make this the best chance to break away but problems in Scotland deserve attention too</p>",
      "trailText": "The Brexit circus may make this the best chance to break away but problems in Scotland deserve attention too",
      "byline": "Kevin McKenna",
      "main": "<figure class=\"element element-image\" data-media-id=\"e5052a77920c609e5894991186de35fdfc001c93\"> <img src=\"https://media.guim.co.uk/e5052a77920c609e5894991186de35fdfc001c93/0_333_2641_1584/1000.jpg\" alt=\"Scotland’s first minister Nicola Sturgeon speaks in the Scottish parliament on 24 April.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Scotland’s first minister Nicola Sturgeon speaks in the Scottish parliament on 24 April.</span> <span class=\"element-image__credit\">Photograph: Russell Cheyne/Reuters</span> </figcaption> </figure>",
      "body": "<p>The response of unionists to Nicola Sturgeon’s <a href=\"https://www.theguardian.com/politics/2019/apr/24/sturgeon-outlines-new-scottish-independence-referendum-plans\" title=\"\">latest timetable for Scottish independence</a> was as feeble as it was predictable. In the four and a half years or so that have elapsed since the last independence referendum, their response has rarely risen above their favoured catcalls of “divisive” and “now is not the time”. If not now or in the next couple of years though, when? The UK’s Brexit strategy, if it can be called such, was abducted by the Tory hard right at the start of this process and has not been seen since.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/apr/28/england-mess-scotland-splitting-away\">My England is in a mess. Scotland’s case for splitting away is stronger than ever | John Harris</a> </p> </aside>  <p>In its place has been a three-year circus of the damned where the grotesques and freaks that we all knew scuttled around the frayed edges of Conservatism got their chance to appear in the spotlight. Thus, the government’s offering was reduced to muttering about dodgy and untrustworthy Europeans and to a curious concern for Ireland not seen since it carved out the gerrymandered fake state of Northern Ireland.</p> <p>The post-Brexit bequest for England will be a country that has fallen in on itself, grievously riven by the rancid nature of political debate since the EU referendum. Its government will be led by a hard-right faction for whom the words “healing” and “reconciliation” are regarded as signs of weakness. Compared with this, the “divisiveness” of another Scottish independence referendum will be like a day out at the seaside. Has there ever been a better time for Scotland to gain its independence?</p> <p>Scottish nationalists and the wider independence movement have been preparing for the next referendum for a couple of years now and <a href=\"https://www.theguardian.com/politics/live/2019/apr/24/brexit-latest-developments-mays-approval-ratings-with-tory-members-hit-record-low-survey-suggests-live-news?page=with:block-5cc0631b8f08d5e277b53dcb#block-5cc0631b8f08d5e277b53dcb\" title=\"\">Sturgeon’s speech</a> last Wednesday marked the end of the first stage of this process. It produced the growth commission report overseen by the SNP’s respected economic adviser, Andrew Wilson, which sought to provide a more realistic cost and risk analysis of independence than was apparent in 2014’s sunny white paper.</p> <p>During this time, the concept of independence has been portrayed as the normal one for modern democracies to aspire to. Of course, Theresa May or whoever is in her place when the time comes will refuse the request for section 30 to be triggered. Sturgeon’s speech, though, is the first step in the SNP’s strategy of portraying the Tories as fearful, inflexible and patrician.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The post-Brexit bequest for England will be a country that has fallen in on itself, riven by rancid political debate</p> </blockquote> </aside>  <p>Yet, while Sturgeon indicated her desire for a referendum to be held before 2021, senior voices in the SNP are also looking at the Holyrood election that year to determine the fate of independence. At the top of the SNP’s election manifesto would be a pledge to hold a second referendum. An overall majority would morally oblige Westminster to grant it and tip the scales towards the SNP if the UK supreme court were to get involved. Viewed through this lens, Sturgeon’s speech could be considered as a potentially defining move on the constitutional chessboard.</p> <p>The absence of anything resembling a properly led opposition in Scotland characterised the lazy responses to Sturgeon’s speech by the two main parties of the union. They ought to be targeting the SNP’s patchy record in delivering in some key devolved areas. One of these is the <a href=\"https://www.theguardian.com/uk-news/2018/apr/25/scotland-recognises-social-security-as-a-human-right\" title=\"\">Social Security Act</a>, the Scottish government’s most ambitious programme of change and one that seems to be stalling. The timeline on this has been pushed back significantly and how this additional responsibility will be funded has still not been agreed, as Shirley-Anne Somerville, the cabinet secretary for social security, admitted in a recent interview in the <em>Times</em>.</p> <p>Somerville said last month that full control over the first wave of 11 social security benefits would be maintained by the DWP until Social Security Scotland has the capability to administer them in 2024. The Scottish government claims it has paid out an <a href=\"https://www.gov.scot/news/thousands-of-scots-benefiting-from-new-social-security-powers/\" title=\"\">additional £197m in welfare benefits</a>. This is more than slightly misleading as £197m is the amount that’s so far been spent on implementing the new agency while there’s been no mention of the start-up budget having already climbed from £300m to £400m.</p> <p>No one can accuse the SNP of failing to invest in the Scottish NHS but historical failure characterised by rank managerial incompetence has made this the most difficult portfolio in Holyrood. It will take a decade of firm cabinet leadership to repair the damage. There’s been a failure to deliver on the government’s health and care delivery plan, with integration of health and social care in particular falling down, as mentioned in the last two Audit Scotland reports. There has been little progress on moving patients away from acute care, a key plank of the strategy, and, inexplicably, five new elective centres being built.</p> <p>Scotland’s first minister once asked us to judge her on her record in education. While there has been long overdue progress in loosening the <a href=\"https://www.theguardian.com/commentisfree/2019/mar/24/for-the-few-not-the-many-still-drives-scotland-school-system\" title=\"\">private school stranglehold on our elite universities</a>, there has also been a steady decline in primary-school literacy and numeracy as well as huge teacher shortages and little delivered by way of reform of school governance and granting head teachers more power to control decisions. John Swinney’s tenure as education secretary has been marked by U-turns, with teachers contemplating the first national strikes since the Thatcher era in protest at SNP handling of pay and conditions.</p> <p>Amid the train wreck of this disfigured Brexit, a compelling case has been made for Scotland to leave it all behind and to renounce the ugly and bitter future that awaits the UK. The SNP, though, must do much more to show that it is worthy of taking us there.</p> <p>• Kevin McKenna is an Observer columinst</p>",
      "newspaperPageNumber": "49",
      "wordcount": "923",
      "commentable": "false",
      "firstPublicationDate": "2019-04-28T06:00:11Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:03Z",
      "newspaperEditionDate": "2019-04-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bbbge",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e5052a77920c609e5894991186de35fdfc001c93/0_333_2641_1584/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The response of unionists to Nicola Sturgeon’s latest timetable for Scottish independence was as feeble as it was predictable. In the four and a half years or so that have elapsed since the last independence referendum, their response has rarely risen above their favoured catcalls of “divisive” and “now is not the time”. If not now or in the next couple of years though, when? The UK’s Brexit strategy, if it can be called such, was abducted by the Tory hard right at the start of this process and has not been seen since. In its place has been a three-year circus of the damned where the grotesques and freaks that we all knew scuttled around the frayed edges of Conservatism got their chance to appear in the spotlight. Thus, the government’s offering was reduced to muttering about dodgy and untrustworthy Europeans and to a curious concern for Ireland not seen since it carved out the gerrymandered fake state of Northern Ireland. The post-Brexit bequest for England will be a country that has fallen in on itself, grievously riven by the rancid nature of political debate since the EU referendum. Its government will be led by a hard-right faction for whom the words “healing” and “reconciliation” are regarded as signs of weakness. Compared with this, the “divisiveness” of another Scottish independence referendum will be like a day out at the seaside. Has there ever been a better time for Scotland to gain its independence? Scottish nationalists and the wider independence movement have been preparing for the next referendum for a couple of years now and Sturgeon’s speech last Wednesday marked the end of the first stage of this process. It produced the growth commission report overseen by the SNP’s respected economic adviser, Andrew Wilson, which sought to provide a more realistic cost and risk analysis of independence than was apparent in 2014’s sunny white paper. During this time, the concept of independence has been portrayed as the normal one for modern democracies to aspire to. Of course, Theresa May or whoever is in her place when the time comes will refuse the request for section 30 to be triggered. Sturgeon’s speech, though, is the first step in the SNP’s strategy of portraying the Tories as fearful, inflexible and patrician. Yet, while Sturgeon indicated her desire for a referendum to be held before 2021, senior voices in the SNP are also looking at the Holyrood election that year to determine the fate of independence. At the top of the SNP’s election manifesto would be a pledge to hold a second referendum. An overall majority would morally oblige Westminster to grant it and tip the scales towards the SNP if the UK supreme court were to get involved. Viewed through this lens, Sturgeon’s speech could be considered as a potentially defining move on the constitutional chessboard. The absence of anything resembling a properly led opposition in Scotland characterised the lazy responses to Sturgeon’s speech by the two main parties of the union. They ought to be targeting the SNP’s patchy record in delivering in some key devolved areas. One of these is the Social Security Act, the Scottish government’s most ambitious programme of change and one that seems to be stalling. The timeline on this has been pushed back significantly and how this additional responsibility will be funded has still not been agreed, as Shirley-Anne Somerville, the cabinet secretary for social security, admitted in a recent interview in the Times. Somerville said last month that full control over the first wave of 11 social security benefits would be maintained by the DWP until Social Security Scotland has the capability to administer them in 2024. The Scottish government claims it has paid out an additional £197m in welfare benefits. This is more than slightly misleading as £197m is the amount that’s so far been spent on implementing the new agency while there’s been no mention of the start-up budget having already climbed from £300m to £400m. No one can accuse the SNP of failing to invest in the Scottish NHS but historical failure characterised by rank managerial incompetence has made this the most difficult portfolio in Holyrood. It will take a decade of firm cabinet leadership to repair the damage. There’s been a failure to deliver on the government’s health and care delivery plan, with integration of health and social care in particular falling down, as mentioned in the last two Audit Scotland reports. There has been little progress on moving patients away from acute care, a key plank of the strategy, and, inexplicably, five new elective centres being built. Scotland’s first minister once asked us to judge her on her record in education. While there has been long overdue progress in loosening the private school stranglehold on our elite universities, there has also been a steady decline in primary-school literacy and numeracy as well as huge teacher shortages and little delivered by way of reform of school governance and granting head teachers more power to control decisions. John Swinney’s tenure as education secretary has been marked by U-turns, with teachers contemplating the first national strikes since the Thatcher era in protest at SNP handling of pay and conditions. Amid the train wreck of this disfigured Brexit, a compelling case has been made for Scotland to leave it all behind and to renounce the ugly and bitter future that awaits the UK. The SNP, though, must do much more to show that it is worthy of taking us there. • Kevin McKenna is an Observer columinst",
      "charCount": "5536",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kevin-mckenna\">Kevin McKenna</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]