[
  {
    "id": "politics/2019/sep/21/labour-plunges-into-brexit-chaos",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-21T22:46:00Z",
    "webTitle": "Brexit divisions threaten to plunge Labour party conference into chaos",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/21/labour-plunges-into-brexit-chaos",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/21/labour-plunges-into-brexit-chaos",
    "fields": {
      "headline": "Brexit divisions threaten to plunge Labour party conference into chaos",
      "standfirst": "Senior shadow ministers publicly defy Jeremy Corbyn with calls for Labour to back remain",
      "trailText": "Senior shadow ministers publicly defy Jeremy Corbyn with calls for Labour to back remain",
      "byline": "Toby Helm and Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"46ddc4422a78b3da223de54dde5e563c86d3556b\"> <img src=\"https://media.guim.co.uk/46ddc4422a78b3da223de54dde5e563c86d3556b/0_72_4958_2974/1000.jpg\" alt=\"Jeremy Corbyn at the Labour party conference\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn at the Labour party conference in Brighton on Saturday.</span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure>",
      "body": "<p>Jeremy Corbyn was struggling to contain an open revolt by some of his most senior shadow ministers, MPs and party activists last night as anger over his refusal to back a policy of remaining in the EU threatened to wreck the Labour conference.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/21/labour-brexit-policy-five-key-party-voices\">What should Labour do about Brexit? Five key party voices</a> </p> </aside>  <p>With delegates already reeling from a failed attempt by Corbyn supporters to <a href=\"https://www.theguardian.com/politics/2019/sep/21/how-the-labour-coup-to-oust-tom-watson-unfolded\" title=\"\">oust Tom Watson</a> and abolish his role as deputy leader, anger erupted amid accusations that the leadership was trying to block democratic debate and fudge a decision about where Labour stands on the issue of leaving the EU.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/21/labour-resurgent-liberal-democrat-headache\">Why the resurgent Liberal Democrats are Labour’s biggest headache</a> </p> </aside>  <p>What was supposed to be a conference to showcase a party united behind new policies on education and health before a likely general election instead opened amid bitterness and acrimony, with a defiant Watson still in place, and Emily Thornberry, Keir Starmer and Clive Lewis, the shadow foreign secretary, Brexit secretary and Treasury minister, publicly defying Corbyn by backing Remain.</p> <p>Leading a march through the streets of Brighton in favour of a people’s vote yesterday, hours after Corbyn had tabled a motion to the national executive committee (NEC) in favour of delaying a decision on whether to back Remain or Leave, Thornberry said: “We have got to campaign to remain. We have got to stop messing around.”</p> <p>At the same event Starmer insisted that he would back Remain because “it’s about what sort of country you want to be”, while Lewis accused Corbyn of trying to use union block votes to stifle the views of the mass membership which had propelled him to the leadership in the first place. Their defiance came as news emerged that <a href=\"https://www.theguardian.com/politics/2019/sep/21/remain-mps-accuse-jeremy-corbyn-shutting-down-brexit-debate\">Labour’s head of policy, Andrew Fisher, a key Corbyn aide who masterminded the 2017 election campaign, had resigned</a>, reportedly telling colleagues he did not believe the party could win a general election. In a memo to colleagues, Fisher is said to have accused Corbyn’s team of a “lack of professionalism, competence and human decency”.</p> <p>A leading leftwing activist, <a href=\"https://www.theguardian.com/profile/michael-chessum\" title=\"\">Michael Chessum</a>, who has coordinated local party efforts to push a pro-Remain motion through conference, told the <em>Observer</em> that patience among delegates was running out as the leadership appeared intent on defying ordinary members and imposing central control. “There is a really surreal edge to the atmosphere, partly exacerbated by attempts to delete Tom Watson – but also on Brexit,” he said.</p> <p>“We have a party that wants Remain, voters overwhelmingly wanting clarity, MPs that want Remain and a front bench that wants Remain – and yet a ludicrous insistence that the party machine might not back them.”</p> <p>The conference is now heading for a series of flashpoint moments. On Sunday there will be key discussions on what Brexit motion goes forward for debate and a vote on the conference floor on Monday. Then on Tuesday Watson is planning to make his own call for unity in his deputy leader’s speech, before Corbyn’s keynote address on Wednesday.</p>  <figure class=\"element element-image\" data-media-id=\"6b2602992e08bc7109c44edce281eaa924b3de02\"> <img src=\"https://media.guim.co.uk/6b2602992e08bc7109c44edce281eaa924b3de02/0_122_4074_2444/1000.jpg\" alt=\"Tom Watson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tom Watson, the deputy Labour leader, has criticised Jeremy Corbyn’s Brexit stance.</span> <span class=\"element-image__credit\">Photograph: Leon Neal/Getty Images</span> </figcaption> </figure>  <p>The latest Opinium/<em>Observer</em> poll today shows that Labour (on 22%) has now fallen 15 points behind the Tories (on 37%) despite Boris Johnson’s turbulent start, while the hardline pro-Remain Liberal Democrats are on 17% and the Brexit party on 12%.</p> <p>Alarmingly for Labour, 58% of those polled now think the Tories have a clear policy on Brexit, against just 31% of voters who say Labour’s approach is clear. The poll also shows for the first time that as many Remain voters (33%) now plan to vote for the Liberal Democrats as for Labour. In April the proportion planning to vote Labour was nearer 50%, with only around 10% saying they would choose the Lib Dems.</p> <p>Yesterday’s ructions over Brexit broke out after it emerged that Corbyn had tabled a statement to the NEC saying that, while the party backed a referendum and would offer the options of a credible Brexit deal or Remain to voters, a decision on how it would campaign in a second public vote would be left until after a general election. Pro-Remain activists and senior party figures who have campaigned for months to shift policy were outraged. They saw the move as an attempt to kill off debate and block a conference vote on their own pro-Remain motion.</p> <p>Last night, however, the leader’s office appeared to back off. It told delegates that the pro-Remain motion would not be superseded by the NEC statement, and would still be debated. It now appears that two competing votes – one on the NEC statement, and the other explicitly backing Remain – could be debated and voted on on Tuesday.</p> <p>Asked yesterday if he had known about the plan to oust Watson, put forward to the NEC on Friday by Jon Lansman, the founder of Momentum, Corbyn swerved the question. Then after an outcry, and protests from senior figures including the former party leaders Tony Blair and Ed Miliband, Corbyn said that the plan would not proceed and would be replaced by a review into the role of the deputy leader.</p> <p>Watson, who is understood to think Corbyn was fully aware, described the attempt to oust him as a “drive-by shooting”, adding in a BBC interview: “I got a text message in a Chinese restaurant in Manchester to say that they were abolishing me. It’s a straight sectarian attack on a broad-church party and it’s moving us into a different kind of institution where pluralism isn’t tolerated, where factional observance has to be adhered to completely and it kind of completely goes against the sort of traditions that the Labour party has had for 100 years.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "918",
      "commentable": "false",
      "firstPublicationDate": "2019-09-21T19:00:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:36Z",
      "newspaperEditionDate": "2019-09-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ccfhn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/46ddc4422a78b3da223de54dde5e563c86d3556b/0_72_4958_2974/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn was struggling to contain an open revolt by some of his most senior shadow ministers, MPs and party activists last night as anger over his refusal to back a policy of remaining in the EU threatened to wreck the Labour conference. With delegates already reeling from a failed attempt by Corbyn supporters to oust Tom Watson and abolish his role as deputy leader, anger erupted amid accusations that the leadership was trying to block democratic debate and fudge a decision about where Labour stands on the issue of leaving the EU. What was supposed to be a conference to showcase a party united behind new policies on education and health before a likely general election instead opened amid bitterness and acrimony, with a defiant Watson still in place, and Emily Thornberry, Keir Starmer and Clive Lewis, the shadow foreign secretary, Brexit secretary and Treasury minister, publicly defying Corbyn by backing Remain. Leading a march through the streets of Brighton in favour of a people’s vote yesterday, hours after Corbyn had tabled a motion to the national executive committee (NEC) in favour of delaying a decision on whether to back Remain or Leave, Thornberry said: “We have got to campaign to remain. We have got to stop messing around.” At the same event Starmer insisted that he would back Remain because “it’s about what sort of country you want to be”, while Lewis accused Corbyn of trying to use union block votes to stifle the views of the mass membership which had propelled him to the leadership in the first place. Their defiance came as news emerged that Labour’s head of policy, Andrew Fisher, a key Corbyn aide who masterminded the 2017 election campaign, had resigned, reportedly telling colleagues he did not believe the party could win a general election. In a memo to colleagues, Fisher is said to have accused Corbyn’s team of a “lack of professionalism, competence and human decency”. A leading leftwing activist, Michael Chessum, who has coordinated local party efforts to push a pro-Remain motion through conference, told the Observer that patience among delegates was running out as the leadership appeared intent on defying ordinary members and imposing central control. “There is a really surreal edge to the atmosphere, partly exacerbated by attempts to delete Tom Watson – but also on Brexit,” he said. “We have a party that wants Remain, voters overwhelmingly wanting clarity, MPs that want Remain and a front bench that wants Remain – and yet a ludicrous insistence that the party machine might not back them.” The conference is now heading for a series of flashpoint moments. On Sunday there will be key discussions on what Brexit motion goes forward for debate and a vote on the conference floor on Monday. Then on Tuesday Watson is planning to make his own call for unity in his deputy leader’s speech, before Corbyn’s keynote address on Wednesday. The latest Opinium/Observer poll today shows that Labour (on 22%) has now fallen 15 points behind the Tories (on 37%) despite Boris Johnson’s turbulent start, while the hardline pro-Remain Liberal Democrats are on 17% and the Brexit party on 12%. Alarmingly for Labour, 58% of those polled now think the Tories have a clear policy on Brexit, against just 31% of voters who say Labour’s approach is clear. The poll also shows for the first time that as many Remain voters (33%) now plan to vote for the Liberal Democrats as for Labour. In April the proportion planning to vote Labour was nearer 50%, with only around 10% saying they would choose the Lib Dems. Yesterday’s ructions over Brexit broke out after it emerged that Corbyn had tabled a statement to the NEC saying that, while the party backed a referendum and would offer the options of a credible Brexit deal or Remain to voters, a decision on how it would campaign in a second public vote would be left until after a general election. Pro-Remain activists and senior party figures who have campaigned for months to shift policy were outraged. They saw the move as an attempt to kill off debate and block a conference vote on their own pro-Remain motion. Last night, however, the leader’s office appeared to back off. It told delegates that the pro-Remain motion would not be superseded by the NEC statement, and would still be debated. It now appears that two competing votes – one on the NEC statement, and the other explicitly backing Remain – could be debated and voted on on Tuesday. Asked yesterday if he had known about the plan to oust Watson, put forward to the NEC on Friday by Jon Lansman, the founder of Momentum, Corbyn swerved the question. Then after an outcry, and protests from senior figures including the former party leaders Tony Blair and Ed Miliband, Corbyn said that the plan would not proceed and would be replaced by a review into the role of the deputy leader. Watson, who is understood to think Corbyn was fully aware, described the attempt to oust him as a “drive-by shooting”, adding in a BBC interview: “I got a text message in a Chinese restaurant in Manchester to say that they were abolishing me. It’s a straight sectarian attack on a broad-church party and it’s moving us into a different kind of institution where pluralism isn’t tolerated, where factional observance has to be adhered to completely and it kind of completely goes against the sort of traditions that the Labour party has had for 100 years.”",
      "charCount": "5403",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a> and <a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/21/lord-falconer-labours-decision-to-axe-student-group-legally-invalid",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-21T21:25:08Z",
    "webTitle": "Lord Falconer: Labour's decision to axe student group 'legally invalid'",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/21/lord-falconer-labours-decision-to-axe-student-group-legally-invalid",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/21/lord-falconer-labours-decision-to-axe-student-group-legally-invalid",
    "fields": {
      "headline": "Lord Falconer: Labour's decision to axe student group 'legally invalid'",
      "standfirst": "<p>Shut down of Labour Students also breaks party rules, claims former cabinet minister</p>",
      "trailText": "Shut down of Labour Students also breaks party rules, claims former cabinet minister",
      "byline": "Kate Proctor",
      "main": "<figure class=\"element element-image\" data-media-id=\"8466614599f23b51a71d5702f212d34e71d605e2\"> <img src=\"https://media.guim.co.uk/8466614599f23b51a71d5702f212d34e71d605e2/0_295_2697_1619/1000.jpg\" alt=\"Lord Charlie Falconer\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lord Falconer has written to Labour’s general secretary, Jennie Formby, to say the group remains affiliated to the party.</span> <span class=\"element-image__credit\">Photograph: Handout/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Former cabinet minister Lord Charlie Falconer has said the decision by Labour to axe its youth wing is legally invalid and breaks party rules as it emerged the group has been stripped of its voting rights at the <a href=\"https://www.theguardian.com/politics/2019/sep/21/labour-plunges-into-brexit-chaos\">party’s autumn conference</a>.</p> <p>The peer wrote to the party’s general secretary, <a href=\"https://www.theguardian.com/politics/2018/mar/20/corbyn-jennie-formby-labour-general-secretary\">Jennie Formby</a>, to say the motion to shut it down passed on 17 September was based on false information and the group remains affiliated to the party.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/17/labour-purges-its-student-wing-ahead-of-party-conference\">Labour votes to scrap student wing ahead of party conference</a> </p> </aside>  <p>Labour Students, founded 40 years ago, was seen as a centrist group within the party, and has been effectively axed by Labour’s national executive committee (NEC) over allegations that fees had not been paid. The <a href=\"https://www.theguardian.com/politics/2019/sep/20/momentum-bid-to-abolish-deputy-leader-tom-watsons-post\">Momentum chief, Jon Lansman</a>, who brought the motion, said the group should be reformed.</p> <p>Lord Falconer, a barrister who was secretary of state for constitutional affairs under <a href=\"https://www.theguardian.com/politics/tonyblair\">Tony Blair</a>, wrote in a letter seen by the Guardian: “That motion is invalid and of no effect because it is based explicitly on a series of false factual premises, and fails to pay any regard to the current rules of the Labour party. The legal position is Labour Students remain an affiliate and the motion has no effect.”</p> <p>Labour Students representatives found out when they arrived at party conference in Brighton on Saturday that their delegates passes had been withdrawn, which means they can no longer take part in votes. As an affiliate of the party they were allocated two voting members per conference.</p> <p>Chair of the group, Rania Ramli, said they were fighting the decision and would continue to hold their annual conference events including their disco – which is a major fixture on the conference calendar and will be attended by shadow foreign secretary Emily Thornberry.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/19/labour-student-wing-to-fight-partys-decision-to-abolish-organisation\">Labour student wing to fight party's decision to abolish organisation</a> </p> </aside>  <p>Deputy leader Tom Watson is a former chair of Labour Students and the organisation has been praised by MPs in the past week for their significant campaigning presence during general elections.</p> <p>Ramli told the Guardian: “We wrote to Jennie … explaining that the motion has no legal standing and that we therefore planned on continuing operating as the official affiliated student wing. We got no response … and haven’t received anything from the party telling us that Labour Students has been disaffiliated.</p> <p>“We arrived at party conference to be told that our delegate passes have been revoked so we no longer have voting rights like all affiliated societies do. The motion has been acted upon with no response to the legal questions.”</p> <p>Lord Falconer has been a vocal critic of the way the party under Jeremy Corbyn’s leadership has handled complaints of antisemitism. He had been due to lead an independent review into antisemitism in the party but stepped back when the Equality and Human Rights Commission announced it would carry out an investigation.</p> <p>In his letter to Formby about Labour Students Falconer explained the group had their constitution signed off in 2015 by former general secretary Iain McNichol and checked again by Katy Clark who was carrying out a review into party democracy.</p> <p>He wrote: “Therefore the claim that ‘Labour Students appears not to have submitted its political rules to the NEC’ is inaccurate.”</p> <p>Falconer said that the claim in the motion that Labour Students had not paid its affiliation fee of £1.25 per member was “false” as the NEC had been sent a copy of the invoice and proof of payment made on 12 July.</p> <p>He added: “Despite this, I understand there was no opportunity to debate the motion at the NEC meeting and it was passed without discussion.”</p> <p>It is understood that up to half of all university Labour clubs, including those at the University of Bristol and Oxford University, disaffiliated from Labour Students this year in a major dispute over voting in its internal elections in May.</p> <p>The implementation of a one-member, one-vote system agreed in 2016 has been fraught with difficulties, with accusations that it left many people unable to cast a vote. Some claim that, of a possible 30,000 student members of the Labour party, only 507 took part in the last election with allegations that it had been poorly run with a complex registration process.</p> <p>Since the NEC ruled it should be disaffiliated from the party many university branches have welcomed the decision. <a href=\"https://www.theguardian.com/politics/momentum\">Momentum</a> has said reforming Labour Students is long overdue and a “victory for democracy”.</p> <p>A Labour spokesperson said: “There are tens of thousands of students in the Labour party and their energy and campaigning enthusiasm is invaluable, and will be in the coming general election. Only 500 are members of Labour Students.</p> <p>“We will be drawing up proposals for a reformed student organisation that fully represents them and complies with the rules.”</p> <p>Labour said they received the letter from Lord Falconer and will reply in due course. <br><br></p>",
      "wordcount": "793",
      "firstPublicationDate": "2019-09-21T20:26:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-21T21:43:13Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ccfgp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8466614599f23b51a71d5702f212d34e71d605e2/0_295_2697_1619/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Former cabinet minister Lord Charlie Falconer has said the decision by Labour to axe its youth wing is legally invalid and breaks party rules as it emerged the group has been stripped of its voting rights at the party’s autumn conference. The peer wrote to the party’s general secretary, Jennie Formby, to say the motion to shut it down passed on 17 September was based on false information and the group remains affiliated to the party. Labour Students, founded 40 years ago, was seen as a centrist group within the party, and has been effectively axed by Labour’s national executive committee (NEC) over allegations that fees had not been paid. The Momentum chief, Jon Lansman, who brought the motion, said the group should be reformed. Lord Falconer, a barrister who was secretary of state for constitutional affairs under Tony Blair, wrote in a letter seen by the Guardian: “That motion is invalid and of no effect because it is based explicitly on a series of false factual premises, and fails to pay any regard to the current rules of the Labour party. The legal position is Labour Students remain an affiliate and the motion has no effect.” Labour Students representatives found out when they arrived at party conference in Brighton on Saturday that their delegates passes had been withdrawn, which means they can no longer take part in votes. As an affiliate of the party they were allocated two voting members per conference. Chair of the group, Rania Ramli, said they were fighting the decision and would continue to hold their annual conference events including their disco – which is a major fixture on the conference calendar and will be attended by shadow foreign secretary Emily Thornberry. Deputy leader Tom Watson is a former chair of Labour Students and the organisation has been praised by MPs in the past week for their significant campaigning presence during general elections. Ramli told the Guardian: “We wrote to Jennie … explaining that the motion has no legal standing and that we therefore planned on continuing operating as the official affiliated student wing. We got no response … and haven’t received anything from the party telling us that Labour Students has been disaffiliated. “We arrived at party conference to be told that our delegate passes have been revoked so we no longer have voting rights like all affiliated societies do. The motion has been acted upon with no response to the legal questions.” Lord Falconer has been a vocal critic of the way the party under Jeremy Corbyn’s leadership has handled complaints of antisemitism. He had been due to lead an independent review into antisemitism in the party but stepped back when the Equality and Human Rights Commission announced it would carry out an investigation. In his letter to Formby about Labour Students Falconer explained the group had their constitution signed off in 2015 by former general secretary Iain McNichol and checked again by Katy Clark who was carrying out a review into party democracy. He wrote: “Therefore the claim that ‘Labour Students appears not to have submitted its political rules to the NEC’ is inaccurate.” Falconer said that the claim in the motion that Labour Students had not paid its affiliation fee of £1.25 per member was “false” as the NEC had been sent a copy of the invoice and proof of payment made on 12 July. He added: “Despite this, I understand there was no opportunity to debate the motion at the NEC meeting and it was passed without discussion.” It is understood that up to half of all university Labour clubs, including those at the University of Bristol and Oxford University, disaffiliated from Labour Students this year in a major dispute over voting in its internal elections in May. The implementation of a one-member, one-vote system agreed in 2016 has been fraught with difficulties, with accusations that it left many people unable to cast a vote. Some claim that, of a possible 30,000 student members of the Labour party, only 507 took part in the last election with allegations that it had been poorly run with a complex registration process. Since the NEC ruled it should be disaffiliated from the party many university branches have welcomed the decision. Momentum has said reforming Labour Students is long overdue and a “victory for democracy”. A Labour spokesperson said: “There are tens of thousands of students in the Labour party and their energy and campaigning enthusiasm is invaluable, and will be in the coming general election. Only 500 are members of Labour Students. “We will be drawing up proposals for a reformed student organisation that fully represents them and complies with the rules.” Labour said they received the letter from Lord Falconer and will reply in due course.",
      "charCount": "4747",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kate-proctor\">Kate Proctor</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/21/angela-rayner-labour-ofsted-education-interview",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-21T20:30:05Z",
    "webTitle": "Angela Rayner: ‘I’m not OK with a school system that allows you to fail or be chucked out’",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/21/angela-rayner-labour-ofsted-education-interview",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/21/angela-rayner-labour-ofsted-education-interview",
    "fields": {
      "headline": "Angela Rayner: ‘I’m not OK with a school system that allows you to fail or be chucked out’",
      "standfirst": "Labour MP tells shares her radical plans for education and explains how New Labour helped turn her life around",
      "trailText": "Labour MP tells shares her radical plans for education and explains how New Labour helped turn her life around",
      "byline": "Toby Helm and Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"8bcf2a56f66f8a919aa25b7277e3ad1611b6f0ce\"> <img src=\"https://media.guim.co.uk/8bcf2a56f66f8a919aa25b7277e3ad1611b6f0ce/0_197_6680_4008/1000.jpg\" alt=\"Angela Rayner: 'I don’t want to be the lucky one that was plucked from my background to get here.'\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Angela Rayner: </span> <span class=\"element-image__credit\">Photograph: Andy Hall/Observer</span> </figcaption> </figure>",
      "body": "<p>“My school, we affectionately nicknamed it Avonjail, but it was called Avondale, Avondale high school in Stockport. I left with no GCSEs above a D,” says Angela Rayner, with a school rebel kind of a grin, as we start our interview. Brought up on a Stockport housing estate by her mother, who could neither read nor write, Rayner was pregnant when she <a href=\"https://www.theguardian.com/politics/2017/sep/24/five-to-watch-the-key-players-on-jeremy-corbyns-front-bench\" title=\"\">quit full-time education</a>. “I kind of left at 15.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/21/labour-we-will-scrap-ofsted-radical-election-pledge\">‘We will scrap Ofsted’: Labour makes radical election pledge</a> </p> </aside>  <p>She is now 39 and as shadow education secretary could soon be in a Labour cabinet. After a 45-minute discussion in which we cover education policy, inequality, Brexit, the state of the Labour party and Boris Johnson at breakneck speed it seems natural to wind up by asking what ambitions she could possibly have left. Would she like to complete her extraordinary journey by, one day, becoming Labour leader?</p> <p>She is prepared for the question and has her politician’s answers ready. “I am quite happy with the one we’ve got,” is the first reply. But when pressed about what might come to pass in a post-Jeremy Corbyn era, she accepts, based no doubt on personal experience, that anything must be possible. “Never say never,” she says with a big wink.</p> <p>For now, Rayner is focused on trying to <a href=\"https://www.theguardian.com/education/2019/aug/13/labour-wants-universities-to-offer-places-after-exam-results\" title=\"\">reshape the education system</a> so people from working-class backgrounds like hers can scale the heights. Paradoxically she shines out as an embodiment of social mobility in a system she believes is designed to choke it off. Modestly she puts her own ascent down to good fortune. “I don’t want to be the lucky one that was plucked from my background to get here,” she says.</p> <p>“I actually want it to be fundamentally part of what we do, making sure there is justice across the board so that the opportunities I have are available to all my friends, and not just for the lucky one to get that advancement.”</p> <p>Her approach to education policy is <a href=\"https://www.theguardian.com/education/2019/apr/15/53000-pupils-in-limbo-after-rise-in-zombie-academy-schools\" title=\"\">driven by frustration</a> that the school system abandons so many young people. “I am not OK with the system that allows certain people to fail or be chucked out. I don’t accept that.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2019/sep/20/shameful-rise-18-of-children-leave-school-without-basic-qualifications\">'Shameful rise': 18% of children now leave school as low achievers</a> </p> </aside>  <p>She quickly reveals a big reform plan to be announced at the Labour conference, which begins in Brighton this weekend, that she believes will help address some of the unfairnesses that rankle with her. A Labour government with her as education secretary would, she says, abolish the schools inspectorate Ofsted because in her view it creates more inequality and makes the lives of many teachers a misery. “I believe Ofsted measures poverty,” she says. “It measures deprivation. It doesn’t measure excellence.”</p> <p>There are too many cases, she believes, where Ofsted’s judgments reflect the affluence of a school’s intake and the social class of its pupils rather than the performance of the school. In her view, it encourages competition of the worst sort which in turn creates such high workloads and stress among teachers that many decide to leave for other jobs. “The whole system at the moment is a hothouse to pitch school against school.”</p> <p>So under Labour all schools and education providers would be subject to regular “health checks” led by local government. Inspectors would then follow up on concerns raised by the checks, and by parents, teachers and governors. “This means that in-depth inspections will arise from a genuine need, instead of taking place at random,” she says.</p> <p>It is a radical move, and follows previous commitments she has made to <a href=\"https://www.theguardian.com/politics/2018/sep/23/ban-anonymous-accounts-angela-rayner-tells-social-media-firms\" title=\"\">halt the expansion of academies and scrap free schools</a>. Too many of the latter have been set up, she says, in middle-class areas where they are not really needed – with the result that resources have been diverted from those in greatest need.</p> <p>There are limits beyond which she will not go, however, at least not yet. Rayner is no firebrand leftwinger, not even a dyed-in-the-wool Corbynista. She <a href=\"https://www.theguardian.com/politics/2019/mar/04/angela-rayner-has-panic-buttons-fitted-after-online-threats\" title=\"\">got into trouble</a> with many on the left this year for daring to praise Tony Blair after he gave an interview about a second referendum. Some believe she occupies an interesting space somewhere between Corbyn’s Labour and Blair’s New Labour.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2019/sep/03/ofsted-plan-inspect-cultural-capital-schools-attacked-as-elitist\">Ofsted plan to inspect ‘cultural capital’ in schools attacked as elitist</a> </p> </aside>  <p>This week in Brighton delegates are expected to discuss a motion to “<a href=\"https://www.theguardian.com/education/2019/jul/09/abolish-eton-labour-groups-aim-to-strip-elite-private-schools-of-privileges\" title=\"\">Abolish Eton</a>” from the campaign group Labour Against Private Schools, which calls for the removal of independent schools’ charitable status and would force them to let state schools use their assets. While the shadow chancellor, John McDonnell, <a href=\"https://www.theguardian.com/education/2019/sep/18/john-mcdonnell-backs-abolish-eton-debate-labour-conference\" title=\"\">has backed the motion,</a> Rayner is more cautious, saying it is up to conference and the party to debate it. She is clearly in favour of ending charitable status if at all possible.</p> <p>“Private schools are gaming the system,” she says. “There is way too much state money going in, and people who go to private schools seem to be given a head start for all of the top jobs and that’s something that needs to be dealt with as well.” But if more draconian measures are in the pipeline she is not ready to reveal them now. Beforehand there is much serious debate to be had.</p> <p>On Brexit, she denies the party’s position is “fudged” – but readily admits it is has been difficult to reach a position around which the party can unite. Like the Labour leadership she prefers to talk about anything but Brexit. She seems genuinely enthused, however, about the prospect of a general election in which she wants fairness to be Labour’s guiding light. Intriguingly she suggests opportunity for all was what guided New Labour when she was growing up and helped her get to where she is today.</p> <p>“I think that most people when they are faced with more austerity, more cuts, a more unequal society or one that’s genuinely full of working-class people like me want to make sure that their kids get the opportunities that the last Labour government gave me. I think we will win hands down.”</p>",
      "newspaperPageNumber": "7",
      "wordcount": "980",
      "commentable": "false",
      "firstPublicationDate": "2019-09-21T20:30:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-03T13:50:39Z",
      "newspaperEditionDate": "2019-09-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ccbvt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8bcf2a56f66f8a919aa25b7277e3ad1611b6f0ce/0_197_6680_4008/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "“My school, we affectionately nicknamed it Avonjail, but it was called Avondale, Avondale high school in Stockport. I left with no GCSEs above a D,” says Angela Rayner, with a school rebel kind of a grin, as we start our interview. Brought up on a Stockport housing estate by her mother, who could neither read nor write, Rayner was pregnant when she quit full-time education. “I kind of left at 15.” She is now 39 and as shadow education secretary could soon be in a Labour cabinet. After a 45-minute discussion in which we cover education policy, inequality, Brexit, the state of the Labour party and Boris Johnson at breakneck speed it seems natural to wind up by asking what ambitions she could possibly have left. Would she like to complete her extraordinary journey by, one day, becoming Labour leader? She is prepared for the question and has her politician’s answers ready. “I am quite happy with the one we’ve got,” is the first reply. But when pressed about what might come to pass in a post-Jeremy Corbyn era, she accepts, based no doubt on personal experience, that anything must be possible. “Never say never,” she says with a big wink. For now, Rayner is focused on trying to reshape the education system so people from working-class backgrounds like hers can scale the heights. Paradoxically she shines out as an embodiment of social mobility in a system she believes is designed to choke it off. Modestly she puts her own ascent down to good fortune. “I don’t want to be the lucky one that was plucked from my background to get here,” she says. “I actually want it to be fundamentally part of what we do, making sure there is justice across the board so that the opportunities I have are available to all my friends, and not just for the lucky one to get that advancement.” Her approach to education policy is driven by frustration that the school system abandons so many young people. “I am not OK with the system that allows certain people to fail or be chucked out. I don’t accept that.” She quickly reveals a big reform plan to be announced at the Labour conference, which begins in Brighton this weekend, that she believes will help address some of the unfairnesses that rankle with her. A Labour government with her as education secretary would, she says, abolish the schools inspectorate Ofsted because in her view it creates more inequality and makes the lives of many teachers a misery. “I believe Ofsted measures poverty,” she says. “It measures deprivation. It doesn’t measure excellence.” There are too many cases, she believes, where Ofsted’s judgments reflect the affluence of a school’s intake and the social class of its pupils rather than the performance of the school. In her view, it encourages competition of the worst sort which in turn creates such high workloads and stress among teachers that many decide to leave for other jobs. “The whole system at the moment is a hothouse to pitch school against school.” So under Labour all schools and education providers would be subject to regular “health checks” led by local government. Inspectors would then follow up on concerns raised by the checks, and by parents, teachers and governors. “This means that in-depth inspections will arise from a genuine need, instead of taking place at random,” she says. It is a radical move, and follows previous commitments she has made to halt the expansion of academies and scrap free schools. Too many of the latter have been set up, she says, in middle-class areas where they are not really needed – with the result that resources have been diverted from those in greatest need. There are limits beyond which she will not go, however, at least not yet. Rayner is no firebrand leftwinger, not even a dyed-in-the-wool Corbynista. She got into trouble with many on the left this year for daring to praise Tony Blair after he gave an interview about a second referendum. Some believe she occupies an interesting space somewhere between Corbyn’s Labour and Blair’s New Labour. This week in Brighton delegates are expected to discuss a motion to “Abolish Eton” from the campaign group Labour Against Private Schools, which calls for the removal of independent schools’ charitable status and would force them to let state schools use their assets. While the shadow chancellor, John McDonnell, has backed the motion, Rayner is more cautious, saying it is up to conference and the party to debate it. She is clearly in favour of ending charitable status if at all possible. “Private schools are gaming the system,” she says. “There is way too much state money going in, and people who go to private schools seem to be given a head start for all of the top jobs and that’s something that needs to be dealt with as well.” But if more draconian measures are in the pipeline she is not ready to reveal them now. Beforehand there is much serious debate to be had. On Brexit, she denies the party’s position is “fudged” – but readily admits it is has been difficult to reach a position around which the party can unite. Like the Labour leadership she prefers to talk about anything but Brexit. She seems genuinely enthused, however, about the prospect of a general election in which she wants fairness to be Labour’s guiding light. Intriguingly she suggests opportunity for all was what guided New Labour when she was growing up and helped her get to where she is today. “I think that most people when they are faced with more austerity, more cuts, a more unequal society or one that’s genuinely full of working-class people like me want to make sure that their kids get the opportunities that the last Labour government gave me. I think we will win hands down.”",
      "charCount": "5674",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a> and <a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/21/labour-we-will-scrap-ofsted-radical-election-pledge",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-21T20:27:43Z",
    "webTitle": "‘We will scrap Ofsted’: Labour makes radical election pledge",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/21/labour-we-will-scrap-ofsted-radical-election-pledge",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/21/labour-we-will-scrap-ofsted-radical-election-pledge",
    "fields": {
      "headline": "‘We will scrap Ofsted’: Labour makes radical election pledge",
      "standfirst": "Party also considering free care services for the over-65s as it prepares to fight possible snap poll",
      "trailText": "Party also considering free care services for the over-65s as it prepares to fight possible snap poll",
      "byline": "Michael Savage and Toby Helm",
      "main": "<figure class=\"element element-image\" data-media-id=\"2fd4f795952e344b0fa5199d4548a6cec718d94c\"> <img src=\"https://media.guim.co.uk/2fd4f795952e344b0fa5199d4548a6cec718d94c/0_218_6720_4032/1000.jpg\" alt=\"Shadow education secretary Angela Rayner in Brighton for the Labour conference.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shadow education secretary Angela Rayner in Brighton for the Labour conference.</span> <span class=\"element-image__credit\">Photograph: Andy Hall/The Observer</span> </figcaption> </figure>",
      "body": "<p>Labour is pledging to abolish Ofsted and end “high stakes” school inspections as part of radical plans drawn up before a possible snap election.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/21/angela-rayner-labour-ofsted-education-interview\">Angela Rayner: ‘I’m not OK with a school system that allows you to fail or be chucked out’</a> </p> </aside>  <p>Announcements on education, health and care are expected to be at the heart of Labour’s pitch to voters at its annual conference in Brighton this week. With Labour’s leadership still under pressure over its ambiguous position on Brexit, senior figures hope that announcing eye-catching policies can refocus a coming election on its plans for public services.</p> <p>The <em>Observer </em>also understands that the party is seriously considering a plan that would make care services for the over-65s free at the point of use, excluding accommodation costs.</p> <p>This would deal with the long-running crisis in social care, but may well require tax increases.</p> <p>Pledging to scrap Ofsted will cause huge debate. While some teaching unions have campaigned for the move, the inspectorate has denied a claim by Angela Rayner, the shadow education secretary, that it is biased against schools with more socially deprived intakes.</p> <p>In an interview with the <em>Observer </em>today, Rayner said that England’s schools inspectors were fuelling a crisis in teacher recruitment and failing to give parents an accurate account of school standards.</p> <p>“We would abolish Ofsted and we would replace it with a different system,” she said. “I believe Ofsted measures poverty. It measures deprivation. It doesn’t measure excellence. And I think Ofsted has to measure excellence. It’s driving these competitive league tables.</p> <p>“I want parents to have confidence that regardless of where your child is educated or what your child’s abilities are, they will get the best possible education. And at the moment the current Ofsted system does not measure that.”</p> <p>She also pledged to roll out a national version of the London Challenge, an £80m New Labour improvement programme credited with helping to improve the capital’s secondary schools. It would be led by the <a href=\"https://www.theguardian.com/politics/2016/sep/28/jeremy-corbyn-tax-business-national-education-service-labour-conference\" title=\"\">National Education Service</a> Labour has already pledged to create.</p> <p>“Instead of seeing schools as competing with each other, they should be collaborating with each other, and teachers should be enabled and empowered to teach in the classroom,” she said. “At the moment, they’re not given the tools with which to do that. You can see that in a number of things – in the curriculum, in the way that teachers are leaving the profession at record levels. I believe that the whole system at the moment is a hothouse to pitch school against school.”</p> <p>Rayner said Ofsted’s rating system, which sees schools described as outstanding, good, requiring improvement or inadequate, did not give parents “a clear understanding of what a school is and how good a school is”.</p> <p>Under the Labour plan, Ofsted would be abolished and replaced with a “two-phase” inspection system. All education providers would be subjected to regular “health checks” led by local authorities. Where concerns arose, more in-depth inspections would be conducted by specialists.</p> <p>Rayner said: “Certainly some of the things that I’ve been made aware of, when I’ve gone round schools, is some of the gaming that goes on [during inspections]. There is no better judge of whether that school is right for your child [than] by actually physically going into the school and seeing whether the school environment is right for them. At the moment they’ve been weaned off some of that.”</p> <p>She said that handing inspections to another authority was not a rebadging exercise. “We’re removing the high-stakes single-point testing that Ofsted are doing currently,” she said. However, the party will face criticism that removing the rating system will mean parents will struggle to understand whether a school is good or bad.</p> <p>It means Labour is planning huge changes to the education system should it come to power. Jeremy Corbyn has already pledged that a Labour government would abolish Sats for seven- and 11-year-olds, as well as plans for baseline assessments for reception classes.</p> <p>It is also understood that John McDonnell, the shadow chancellor, could announce that care for over-65s should be free. The move, similar to measures already in place in Scotland, would spare millions of people from high care costs. However, it would require billions in funding, potentially through higher tax.</p> <p>Labour refused to confirm that the policy would be announced, but said: “Labour in government is committed to creating a national care service to ensure people are able to access the services so desperately needed.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "728",
      "commentable": "false",
      "firstPublicationDate": "2019-09-21T20:27:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-21T22:55:02Z",
      "newspaperEditionDate": "2019-09-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ccf35",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2fd4f795952e344b0fa5199d4548a6cec718d94c/0_218_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour is pledging to abolish Ofsted and end “high stakes” school inspections as part of radical plans drawn up before a possible snap election. Announcements on education, health and care are expected to be at the heart of Labour’s pitch to voters at its annual conference in Brighton this week. With Labour’s leadership still under pressure over its ambiguous position on Brexit, senior figures hope that announcing eye-catching policies can refocus a coming election on its plans for public services. The Observer also understands that the party is seriously considering a plan that would make care services for the over-65s free at the point of use, excluding accommodation costs. This would deal with the long-running crisis in social care, but may well require tax increases. Pledging to scrap Ofsted will cause huge debate. While some teaching unions have campaigned for the move, the inspectorate has denied a claim by Angela Rayner, the shadow education secretary, that it is biased against schools with more socially deprived intakes. In an interview with the Observer today, Rayner said that England’s schools inspectors were fuelling a crisis in teacher recruitment and failing to give parents an accurate account of school standards. “We would abolish Ofsted and we would replace it with a different system,” she said. “I believe Ofsted measures poverty. It measures deprivation. It doesn’t measure excellence. And I think Ofsted has to measure excellence. It’s driving these competitive league tables. “I want parents to have confidence that regardless of where your child is educated or what your child’s abilities are, they will get the best possible education. And at the moment the current Ofsted system does not measure that.” She also pledged to roll out a national version of the London Challenge, an £80m New Labour improvement programme credited with helping to improve the capital’s secondary schools. It would be led by the National Education Service Labour has already pledged to create. “Instead of seeing schools as competing with each other, they should be collaborating with each other, and teachers should be enabled and empowered to teach in the classroom,” she said. “At the moment, they’re not given the tools with which to do that. You can see that in a number of things – in the curriculum, in the way that teachers are leaving the profession at record levels. I believe that the whole system at the moment is a hothouse to pitch school against school.” Rayner said Ofsted’s rating system, which sees schools described as outstanding, good, requiring improvement or inadequate, did not give parents “a clear understanding of what a school is and how good a school is”. Under the Labour plan, Ofsted would be abolished and replaced with a “two-phase” inspection system. All education providers would be subjected to regular “health checks” led by local authorities. Where concerns arose, more in-depth inspections would be conducted by specialists. Rayner said: “Certainly some of the things that I’ve been made aware of, when I’ve gone round schools, is some of the gaming that goes on [during inspections]. There is no better judge of whether that school is right for your child [than] by actually physically going into the school and seeing whether the school environment is right for them. At the moment they’ve been weaned off some of that.” She said that handing inspections to another authority was not a rebadging exercise. “We’re removing the high-stakes single-point testing that Ofsted are doing currently,” she said. However, the party will face criticism that removing the rating system will mean parents will struggle to understand whether a school is good or bad. It means Labour is planning huge changes to the education system should it come to power. Jeremy Corbyn has already pledged that a Labour government would abolish Sats for seven- and 11-year-olds, as well as plans for baseline assessments for reception classes. It is also understood that John McDonnell, the shadow chancellor, could announce that care for over-65s should be free. The move, similar to measures already in place in Scotland, would spare millions of people from high care costs. However, it would require billions in funding, potentially through higher tax. Labour refused to confirm that the policy would be announced, but said: “Labour in government is committed to creating a national care service to ensure people are able to access the services so desperately needed.”",
      "charCount": "4503",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a> and <a href=\"profile/tobyhelm\">Toby Helm</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/21/labour-resurgent-liberal-democrat-headache",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-21T19:00:38Z",
    "webTitle": "Why the resurgent Liberal Democrats are Labour’s biggest headache",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/21/labour-resurgent-liberal-democrat-headache",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/21/labour-resurgent-liberal-democrat-headache",
    "fields": {
      "headline": "Why the resurgent Liberal Democrats are Labour’s biggest headache",
      "standfirst": "As conference meets in Brighton this weekend, the Labour delegates will have to navigate a volatile political landscape",
      "trailText": "As conference meets in Brighton this weekend, the Labour delegates will have to navigate a volatile political landscape",
      "byline": "Robert Ford",
      "main": "<figure class=\"element element-image\" data-media-id=\"c156535f8006de70340c740752490d843b411384\"> <img src=\"https://media.guim.co.uk/c156535f8006de70340c740752490d843b411384/0_115_3500_2100/1000.jpg\" alt=\"Party leader Jeremy Corbyn arrives at Labour’s annual conference in Brighton.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Party leader Jeremy Corbyn arrives at Labour’s annual conference in Brighton.</span> <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>Polling and Brexit policy are certain to be high on the agenda this weekend as Labour activists gather in Brighton for their annual conference. A volatile political year has transformed the political landscape since the last annual gathering. The polls were upended this spring in the wake of Theresa May’s failure to secure a Brexit deal and departure from Downing Street, with surges in support for two parties representing opposite extremes of the Brexit debate – Nigel Farage’s newly founded Brexit party and the strongly pro-EU Liberal Democrats. Support for the Brexit party has faded since (they score 12% in this week’s Opinium poll), but the Lib Dems have held on to their gains and are now nipping at the heels of Labour – the poll gives 17% to the Lib Dems and 22% to Labour (who are 15 points behind the Conservatives on 37%).</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/09/archive-zip/giv-3902CZphfqEQTJZC/\" data-alt=\".\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/09/archive-zip/giv-3902CZphfqEQTJZC/\">.</a> </figure> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/21/labour-plunges-into-brexit-chaos\">Brexit divisions threaten to plunge Labour party conference into chaos</a> </p> </aside>  <p>The Lib Dem recovery has been driven by Remain supporters, among whom they are now tied with Labour (each gets 33% of the Remain vote in the poll). This raises questions about the sustainability of Labour’s perpetually ambiguous stance on Brexit, which underwent yet another round of cautious evolution this week. Labour now says it will fight an election committed to a second referendum, with Remain as one option and a “credible Leave option” as the other. That is a long way from its 2017 manifesto position, which committed Labour to honouring the result of the first referendum. But this shift may not be enough for tribal Remain voters, who now see the Lib Dems as a more credible champion of their cause, particularly as Labour refuses to commit in advance to campaigning for Remain in a second referendum. The risk for Labour is that seeking the middle of the road on Brexit gets them run over by an electorate no longer interested in compromise – 69% of voters rate Labour’s current Brexit policy as “unclear” and 63% disapprove of Corbyn’s handling of the issue.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>The risk is that seeking the middle of the road on Brexit gets Labour run over by an electorate no longer interested in compromise</p> </blockquote> </aside>  <p>How worried should Labour be? The electoral risks are mounting. Labour has lost half of its 2017 support, and some polls now put them behind the Lib Dems overall. Jeremy Corbyn’s personal ratings have slumped since the 2017 election and are now the worst ever recorded for an opposition leader. Labour optimists will point to the party’s dramatic turnaround in the previous general election campaign as evidence that there is no need to panic. Once an election is upon us, Remain voters will again recognise that Labour is the only viable alternative to a hard Brexit Conservative government, and will return to the fold. The Lib Dems’ rise may even play out in Labour’s favour, if the Lib Dems challenge the Conservatives in southern English seats where Labour is out of contention, while being tactically squeezed in Conservative-Labour marginals where Labour is best placed to defeat the Conservatives.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/21/labour-brexit-policy-five-key-party-voices\">What should Labour do about Brexit? Five key party voices</a> </p> </aside>  <p>Yet the differences between 2017 and 2019 are hard to ignore. The Lib Dems are far stronger now, driven by a positive public response to their strident Remain position. They have secured defections from both parties, have an uncompromising pro-EU stance, and a fresh face to present to the electorate. Memories of the coalition have faded, and a repeat of Tim Farron’s misfiring 2017 election campaign is unlikely.</p> <p>Labour should worry that a 2019 campaign will be less like 2017 and more like 2010, when the contrast between a fresh young Nick Clegg and two unpopular main party leaders fuelled a campaign surge for the Lib Dems. If such a surge were to happen, it could feed on itself, as polls showing the Lib Dems ahead of Labour encourage further defections from Remain voters who no longer feel they have to accept second best from Labour. The logic of the two-party squeeze could be thrown into reverse. Such dramatic shifts look implausible, but these are volatile times. Labour delegates have plenty to ponder.</p> <p>• <em>Robert Ford is </em><em>professor of Political Science at the University of Manchester and co-editor of </em><em>Sex, Lies</em><em> and Politics</em></p>",
      "wordcount": "668",
      "commentable": "false",
      "firstPublicationDate": "2019-09-21T19:00:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-21T22:58:03Z",
      "newspaperEditionDate": "2019-09-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ccfd4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c156535f8006de70340c740752490d843b411384/0_115_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Polling and Brexit policy are certain to be high on the agenda this weekend as Labour activists gather in Brighton for their annual conference. A volatile political year has transformed the political landscape since the last annual gathering. The polls were upended this spring in the wake of Theresa May’s failure to secure a Brexit deal and departure from Downing Street, with surges in support for two parties representing opposite extremes of the Brexit debate – Nigel Farage’s newly founded Brexit party and the strongly pro-EU Liberal Democrats. Support for the Brexit party has faded since (they score 12% in this week’s Opinium poll), but the Lib Dems have held on to their gains and are now nipping at the heels of Labour – the poll gives 17% to the Lib Dems and 22% to Labour (who are 15 points behind the Conservatives on 37%). The Lib Dem recovery has been driven by Remain supporters, among whom they are now tied with Labour (each gets 33% of the Remain vote in the poll). This raises questions about the sustainability of Labour’s perpetually ambiguous stance on Brexit, which underwent yet another round of cautious evolution this week. Labour now says it will fight an election committed to a second referendum, with Remain as one option and a “credible Leave option” as the other. That is a long way from its 2017 manifesto position, which committed Labour to honouring the result of the first referendum. But this shift may not be enough for tribal Remain voters, who now see the Lib Dems as a more credible champion of their cause, particularly as Labour refuses to commit in advance to campaigning for Remain in a second referendum. The risk for Labour is that seeking the middle of the road on Brexit gets them run over by an electorate no longer interested in compromise – 69% of voters rate Labour’s current Brexit policy as “unclear” and 63% disapprove of Corbyn’s handling of the issue. How worried should Labour be? The electoral risks are mounting. Labour has lost half of its 2017 support, and some polls now put them behind the Lib Dems overall. Jeremy Corbyn’s personal ratings have slumped since the 2017 election and are now the worst ever recorded for an opposition leader. Labour optimists will point to the party’s dramatic turnaround in the previous general election campaign as evidence that there is no need to panic. Once an election is upon us, Remain voters will again recognise that Labour is the only viable alternative to a hard Brexit Conservative government, and will return to the fold. The Lib Dems’ rise may even play out in Labour’s favour, if the Lib Dems challenge the Conservatives in southern English seats where Labour is out of contention, while being tactically squeezed in Conservative-Labour marginals where Labour is best placed to defeat the Conservatives. Yet the differences between 2017 and 2019 are hard to ignore. The Lib Dems are far stronger now, driven by a positive public response to their strident Remain position. They have secured defections from both parties, have an uncompromising pro-EU stance, and a fresh face to present to the electorate. Memories of the coalition have faded, and a repeat of Tim Farron’s misfiring 2017 election campaign is unlikely. Labour should worry that a 2019 campaign will be less like 2017 and more like 2010, when the contrast between a fresh young Nick Clegg and two unpopular main party leaders fuelled a campaign surge for the Lib Dems. If such a surge were to happen, it could feed on itself, as polls showing the Lib Dems ahead of Labour encourage further defections from Remain voters who no longer feel they have to accept second best from Labour. The logic of the two-party squeeze could be thrown into reverse. Such dramatic shifts look implausible, but these are volatile times. Labour delegates have plenty to ponder. • Robert Ford is professor of Political Science at the University of Manchester and co-editor of Sex, Lies and Politics",
      "charCount": "3957",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/robert-ford\">Robert Ford</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/sep/21/queen-above-politics-not-when-cameron-and-johnson-come-calling",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-21T17:30:36Z",
    "webTitle": "The Queen above politics? Not when Cameron and Johnson come calling | Nick Cohen",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/21/queen-above-politics-not-when-cameron-and-johnson-come-calling",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/21/queen-above-politics-not-when-cameron-and-johnson-come-calling",
    "fields": {
      "headline": "The Queen above politics? Not when Cameron and Johnson come calling",
      "standfirst": "<p>She broke convention over independence for Scotland. She could do it again over Brexit</p>",
      "trailText": "She broke convention over independence for Scotland. She could do it again over Brexit",
      "byline": "Nick Cohen",
      "main": "<figure class=\"element element-image\" data-media-id=\"8147ec9f8ddf5e737edde35bb25781c8b8d6c9d1\"> <img src=\"https://media.guim.co.uk/8147ec9f8ddf5e737edde35bb25781c8b8d6c9d1/0_0_3008_1691/1000.jpg\" alt=\"David Cameron welcomes Queen Elizabeth II to Downing Street.\" width=\"1000\" height=\"563\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Cameron welcomes Queen Elizabeth II to Downing Street.</span> <span class=\"element-image__credit\">Photograph: Kirsty Wigglesworth/AP</span> </figcaption> </figure>",
      "body": "<p>The Queen is a sham head of state. She cannot act as a constitutional president and force rival politicians to look for ways out of a national emergency. She cannot insist that the prime minister obeys the rules, because there are too few rules in Britain and too many woozy, unenforceable conventions.</p> <p>Elizabeth II’s strength came from being “above politics”. Now even that pose – how can a head of state be above politics? – has been exposed, as Buckingham Palace’s “<a href=\"https://www.thetimes.co.uk/article/david-cameron-palace-anger-mounts-as-former-pm-spills-secrets-about-queen-9ff9rc9s2\" title=\"\">displeasure and annoyance</a>” at David Cameron reveals. It is not angry because he “dragged the Queen into politics” but because he revealed that she happily got stuck in without the need for dragging.</p> <p>She did not slap down Cameron in 2014. She did not cry: “Never in my reign has one of my prime ministers dared to suggest that I intervene in a political debate.” Cameron asked her to tell the Scots that she did not want them to vote for independence. She was to keep it classy – she was the Queen, after all. He was “not asking for anything that would be in any way improper or unconstitutional, just a raising of the eyebrow, even, you know, a quarter of an inch”. She duly urged Scottish voters to “think very carefully about the future”. The popularity of the Queen rests on the notion that she is not political. Naturally, that made her political intervention all the more effective.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Johnson exploited the convention that the Queen does what the PM tells her, and got his way</p> </blockquote> </aside>  <p>Cameron has revealed that the tearing up of the conventions that once governed Britain did not begin with Brexit and no amount of smoke from the “constitutional experts” the British have in place of a written constitution can hide the fact. Peter Hennessy, <a href=\"https://www.thetimes.co.uk/article/david-cameron-palace-anger-mounts-as-former-pm-spills-secrets-about-queen-9ff9rc9s2\" title=\"\">who I like enough to suspect knows better</a>, spoke for virtually the entire national media when he blamed Cameron and excused the sovereign. “These things have to be kept private,” he thundered, while ignoring that there was nothing private about her intervention in the Scottish referendum.</p> <p>No one asked why the monarch cannot intervene in politics, as <a href=\"https://www.theguardian.com/uk-news/ng-interactive/2015/may/13/read-the-prince-charles-black-spider-memos-in-full\" title=\"\">Prince Charles</a> has done for years. At the level of prime ministers, what would stop a Corbyn administration, say, telling the Queen to use her political clout – nothing improper or unconstitutional, just a raising of the eyebrow – to help it? If the Queen were to refuse, as she is likely to, because the head of a hereditary aristocracy is no more likely to support a radical left programme than Scottish independence, could Corbyn denounce her political bias?</p> <p>From the point of view of the monarch, the question is anything but hypothetical. Boris Johnson and Dominic Cummings understand that the old conventions of public life are there to be subverted. Blow away the dust and they crumble. It was convention that prime ministers resigned when they lost the confidence of the Commons. Johnson did not resign. He behaved as if he commanded a Commons majority and it had mandated him to shutter parliament for five weeks. Critics condemn Johnson’s lies to the public and, presumably, to the Queen. I accept that the brass-necked absurdity of pretending he is not trying to avoid being held to account on Brexit is his greatest insult to the national intelligence to date.</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>If she agrees to suspend parliament twice it will be political. If she refuses it will be political</p> </blockquote> </aside>  <p>More important constitutionally are his double standards. He is behaving as if he is a strong prime minister when he is an enfeebled politician without a mandate or a majority.</p> <p>When a prime minister with a majority asks the Queen for a prorogation, it’s a simple administrative matter. Parliament approves, so no one can object. Johnson has no majority. He is using prorogation to escape the democratic control of the majority MPs. He and Cummings are the most dangerous type of men I know: wimps who pose as tough guys, and lash out at everyone who exposes them.</p> <p><a href=\"https://blogs.lse.ac.uk/brexit/2019/09/19/when-is-prorogation-improper/\" title=\"\">Anne Twomey</a>, the leading authority on monarchical power in Commonwealth democracies, thinks the Queen had the right to say Johnson’s request to close parliament was “unconstitutional” because it was “done for the purpose of avoiding a vote of no confidence or other action by parliament against the government’s will”. In other words, he was seeking to silence MPs and deny the fundamental duty of the legislature to scrutinise the executive.</p> <p>Johnson exploited the convention that the Queen does what the PM tells her and got his way. But another convention is that she stays out of politics and she has broken that. If she can break one convention, she can break another.</p> <p>I am not raising a hypothetical question. The issue could explode this week. When the supreme court judges asked what the government would do if it found suspending parliament was unlawful, <a href=\"https://www.theguardian.com/politics/2019/sep/19/judges-urged-to-back-mps-recall-if-they-rule-against-prorogation\" title=\"\">Johnson’s lawyers said</a>: “Depending on the court’s reasoning, it would still either be open or not open to the prime minister to consider a further prorogation.” Cummings has said that he would happily send Jacob Rees-Mogg off to tell the Queen to <a href=\"https://www.independent.co.uk/news/uk/politics/dominic-cummings-boris-johnson-brexit-prorogue-suspend-parliament-joke-a9106096.html\" title=\"\">close parliament a second time</a>.</p> <p>If she agrees to suspend parliament twice it will be political. If she refuses it will be political. There’s no escaping the politics. But because Britain does not have a written constitution, however, there is no politically legitimate way for her to react unless Her Majesty’s judges protect Her Majesty by tying Johnson down.</p> <p>Brexit is showing that the monarchy is both too strong and too weak. It has formidable formal powers but convention dictates that it can be the puppet of a prime minister who lacks legitimacy.</p> <p>Today’s impasse was bound to come one day. The trouble with conventions is that they can be twisted by any leader unscrupulous enough to insist that others must obey the conventions they break. Once the Brexit crisis is over, there will be an enormous job of work blocking up the loopholes that have allowed Johnson to abuse his power. Assuming, that is, we ever get out of the Brexit crisis and have the energy left to tackle any job of work again.</p> <p>• Nick Cohen is an Observer columnist</p>",
      "newspaperPageNumber": "58",
      "wordcount": "1000",
      "commentCloseDate": "2019-09-21T20:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-21T17:30:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:39Z",
      "newspaperEditionDate": "2019-09-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ccbj3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8147ec9f8ddf5e737edde35bb25781c8b8d6c9d1/0_0_3008_1804/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Queen is a sham head of state. She cannot act as a constitutional president and force rival politicians to look for ways out of a national emergency. She cannot insist that the prime minister obeys the rules, because there are too few rules in Britain and too many woozy, unenforceable conventions. Elizabeth II’s strength came from being “above politics”. Now even that pose – how can a head of state be above politics? – has been exposed, as Buckingham Palace’s “displeasure and annoyance” at David Cameron reveals. It is not angry because he “dragged the Queen into politics” but because he revealed that she happily got stuck in without the need for dragging. She did not slap down Cameron in 2014. She did not cry: “Never in my reign has one of my prime ministers dared to suggest that I intervene in a political debate.” Cameron asked her to tell the Scots that she did not want them to vote for independence. She was to keep it classy – she was the Queen, after all. He was “not asking for anything that would be in any way improper or unconstitutional, just a raising of the eyebrow, even, you know, a quarter of an inch”. She duly urged Scottish voters to “think very carefully about the future”. The popularity of the Queen rests on the notion that she is not political. Naturally, that made her political intervention all the more effective. Cameron has revealed that the tearing up of the conventions that once governed Britain did not begin with Brexit and no amount of smoke from the “constitutional experts” the British have in place of a written constitution can hide the fact. Peter Hennessy, who I like enough to suspect knows better, spoke for virtually the entire national media when he blamed Cameron and excused the sovereign. “These things have to be kept private,” he thundered, while ignoring that there was nothing private about her intervention in the Scottish referendum. No one asked why the monarch cannot intervene in politics, as Prince Charles has done for years. At the level of prime ministers, what would stop a Corbyn administration, say, telling the Queen to use her political clout – nothing improper or unconstitutional, just a raising of the eyebrow – to help it? If the Queen were to refuse, as she is likely to, because the head of a hereditary aristocracy is no more likely to support a radical left programme than Scottish independence, could Corbyn denounce her political bias? From the point of view of the monarch, the question is anything but hypothetical. Boris Johnson and Dominic Cummings understand that the old conventions of public life are there to be subverted. Blow away the dust and they crumble. It was convention that prime ministers resigned when they lost the confidence of the Commons. Johnson did not resign. He behaved as if he commanded a Commons majority and it had mandated him to shutter parliament for five weeks. Critics condemn Johnson’s lies to the public and, presumably, to the Queen. I accept that the brass-necked absurdity of pretending he is not trying to avoid being held to account on Brexit is his greatest insult to the national intelligence to date. More important constitutionally are his double standards. He is behaving as if he is a strong prime minister when he is an enfeebled politician without a mandate or a majority. When a prime minister with a majority asks the Queen for a prorogation, it’s a simple administrative matter. Parliament approves, so no one can object. Johnson has no majority. He is using prorogation to escape the democratic control of the majority MPs. He and Cummings are the most dangerous type of men I know: wimps who pose as tough guys, and lash out at everyone who exposes them. Anne Twomey, the leading authority on monarchical power in Commonwealth democracies, thinks the Queen had the right to say Johnson’s request to close parliament was “unconstitutional” because it was “done for the purpose of avoiding a vote of no confidence or other action by parliament against the government’s will”. In other words, he was seeking to silence MPs and deny the fundamental duty of the legislature to scrutinise the executive. Johnson exploited the convention that the Queen does what the PM tells her and got his way. But another convention is that she stays out of politics and she has broken that. If she can break one convention, she can break another. I am not raising a hypothetical question. The issue could explode this week. When the supreme court judges asked what the government would do if it found suspending parliament was unlawful, Johnson’s lawyers said: “Depending on the court’s reasoning, it would still either be open or not open to the prime minister to consider a further prorogation.” Cummings has said that he would happily send Jacob Rees-Mogg off to tell the Queen to close parliament a second time. If she agrees to suspend parliament twice it will be political. If she refuses it will be political. There’s no escaping the politics. But because Britain does not have a written constitution, however, there is no politically legitimate way for her to react unless Her Majesty’s judges protect Her Majesty by tying Johnson down. Brexit is showing that the monarchy is both too strong and too weak. It has formidable formal powers but convention dictates that it can be the puppet of a prime minister who lacks legitimacy. Today’s impasse was bound to come one day. The trouble with conventions is that they can be twisted by any leader unscrupulous enough to insist that others must obey the conventions they break. Once the Brexit crisis is over, there will be an enormous job of work blocking up the loopholes that have allowed Johnson to abuse his power. Assuming, that is, we ever get out of the Brexit crisis and have the energy left to tackle any job of work again. • Nick Cohen is an Observer columnist",
      "charCount": "5854",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nickcohen\">Nick Cohen</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/sep/21/explained-attempt-to-remove-tom-watson-deputy-labour-leader",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-21T13:57:51Z",
    "webTitle": "Explained: the attempt to remove Tom Watson as deputy Labour leader",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/21/explained-attempt-to-remove-tom-watson-deputy-labour-leader",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/21/explained-attempt-to-remove-tom-watson-deputy-labour-leader",
    "fields": {
      "headline": "Explained: the attempt to remove Tom Watson as deputy Labour leader",
      "standfirst": "<p>What happened after Jon Lansman tabled last-minute NEC motion calling for Watson’s job to be scrapped?</p>",
      "trailText": "What happened after Jon Lansman tabled last-minute NEC motion calling for Watson’s job to be scrapped?",
      "byline": "Aamna Mohdin",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d2c37714-bc80-49e9-be6e-0a8eaf08c388\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/VgZwq-Z-5Ek?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<h2><strong>Has Tom Watson been removed as deputy leader?</strong></h2> \n<p>No, but there was strong speculation he would be after Jon Lansman, the founder of the pro-Corbyn campaign group, Momentum, tabled a last-minute motion at the party’s ruling national executive committee (NEC) on Friday night calling for Watson’s job to be scrapped.</p> \n<p>The attempt to abolish Watson’s post of deputy leader comes as allies of Jeremy Corbyn <a href=\"https://www.theguardian.com/politics/2019/sep/21/tom-watson-plan-to-remove-me-as-deputy-leader-is-drive-by-shooting\">threatened to plunge the Labour party into a fresh civil war</a> on the eve of its annual conference.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"1fba49a4-81c6-49e4-b7fa-fd66d1512360\" data-atom-type=\"profile\"> \n  <div>\n   <div class=\"atom-Profile\">\n    <p></p>\n    <p>A 62-year-old Labour veteran who joined the party in 1974 and worked for Labour icon Tony Benn during his deputy leadership campaign in the 1980s. Lansman served as director of operations for Corbyn’s leadership campaign. After Corbyn was elected as the leader of the Labour party in 2015, Lansman founded Momentum, a pro-Corbyn campaign group.<br></p>\n    <p>Momentum, often described as a ‘party within a party’, has <a href=\"https://www.theguardian.com/politics/2019/sep/21/the-radical-proposals-that-labour-will-debate-in-brighton\">radically transformed the Labour party</a> over the last four years. Local groups have challenged party orthodoxies and national membership rules, and fought to get their activists selected.</p>\n    <p>“I don’t want the Labour party to become a faction fight,” Lansman said in a 2016 interview with the Guardian. “What I want is a level playing field. I want the Labour party to be able to have a democratic debate.” But in recent weeks, Lansman, and Momentum, are back in the news for being key figures behind another Labour party civil war.</p>\n    <p>Lansman was behind the move to <a href=\"https://www.theguardian.com/politics/2019/sep/19/labour-student-wing-to-fight-partys-decision-to-abolish-organisation\">scrap Labour’s 40-year-old student wing</a>, arguing the group needs reforming and had not paid its affiliation fees. Critics described the move as a cynical attempt to shut down a “moderate” wing of the party. Lansman also <a href=\"https://www.theguardian.com/politics/2019/sep/20/momentum-bid-to-abolish-deputy-leader-tom-watsons-post\">tabled a last-minute motion</a> at the NEC last year calling for deputy leader Tom Watson’s job to be scrapped. The motion was withdrawn after Corbyn intervened.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>The chair of the NEC initially ruled Lansman’s motion out of order, but NEC members agreed to return to the issue on Saturday morning. If the policy was agreed, it would have been recommended to Labour members as a change to party rules, which would then have to be approved by conference.</p> \n<h2><strong>Why </strong><strong>did Lansman want to abolish the role of deputy leader?</strong></h2> \n<p>Watson’s position on Brexit and his vocal criticism of Corbyn has put him at odds with the leadership and his allies. Corbyn allies believe Watson is <a href=\"https://www.theguardian.com/politics/2019/sep/15/labour-members-to-push-for-anti-brexit-stance-at-conference\">using the issue of Brexit</a> to drive a wedge between the Labour leader and the party’s overwhelmingly pro-remain activists.</p> \n<p>A Momentum source previously told the Guardian: “No one person is more important than beating Boris Johnson, ending austerity and tackling the climate emergency. We just can’t afford to go into an election with a deputy leader set on wrecking Labour’s chances.”</p> \n<h2><strong>How did the Labour party and its supporters respond?</strong></h2> \n<p>The news was met with a ferocious backlash from unions and Labour MPs. The former prime minister Tony Blair said a decision to abolish the post of deputy leader would be “undemocratic, damaging and politically dangerous”.</p> \n<p>The former Labour leader Ed Miliband said: “The move to abolish the deputy leader post without warning or debate is undemocratic, wrong and should not happen. Those who came up with the idea for the eve of Labour conference have taken leave of their senses.”</p> \n<p>The leaders of Unison and the GMB, two of the three big unions affiliated to Labour, immediately attacked the attempt to remove Watson while the Ilford North MP, Wes Streeting, tweeted that the move to remove the deputy leader was “outrageous, it’s self-destructive and must stop”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"2f43b555-fccc-4196-8b13-8f380aeabee9\" data-atom-type=\"profile\"> \n  <div>\n   <div class=\"atom-Profile\">\n    <p></p>\n    <p>Tom Watson, who has been Labour’s deputy leader since 2015, has been an MP since 2001. The 52-year-old served as a minister in the Labour government and was appointed the deputy chair of the NEC by Ed Miliband.<br></p>\n    <p>Watson stepped in to personally handle complaints in the midst of Labour’s antisemitism crisis. He backed automatic exclusion of members <a href=\"https://www.theguardian.com/politics/2019/jul/11/labour-antisemitism-claims-automatic-exclusions-tom-watson\">accused of anti-Jewish racism</a>.</p>\n    <p>Earlier this year, Watson called on centrist MPs to <a href=\"https://www.theguardian.com/politics/2019/jan/18/tom-watson-labour-must-not-fail-uk-at-crucial-point-in-brexit\">stay and fight within the Labour party</a>, putting an end to rumours he would lead a split of centrist Labour MPs.</p>\n    <p>In his speech earlier this month, Watson said his party must “unambiguously and unequivocally back remain” in a second referendum, a move that Jeremy Corbyn believes to be the wrong approach.&nbsp;</p>\n    <p>As well as regularly being in conflict with the Labour leadership, Watson has had a long-running feud with Len McCluskey, the general secretary of Unite, Labour’s biggest donor. The pair, who were once close friends, have clashed over Corbyn’s leadership and Brexit.</p>\n    <p>Watson said he was in a Chinese restaurant in Manchester when he heard of the motion to scrap his position within the Labour party. He described the move as a “straight sectarian attack on a broad church party”, adding it was “a sort of sleight of hand of constitutional change to do a drive-by shooting of someone you disagree with on the issue of the day.”</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>As for Watson, he described the move to abolish his post as a “drive-by shooting”.</p> \n<h2><strong>What did Corbyn do?</strong></h2> \n<p>As anger began to build on Saturday morning, Corbyn was forced to defuse the attempt to oust Watson.</p> \n<p>At a meeting of Labour’s NEC on Saturday, Corbyn proposed a review of the deputy leader post instead of abolishing it, which was accepted by the group.</p> \n<p>After his intervention, Corbyn told reporters outside the conference centre that he enjoyed working with Watson.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d512e3d5-219d-419e-aa3d-c07418adf8ba\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/odcTMuTr_DA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<h2><strong>What happens next?</strong></h2> \n<p>The deputy leader post will be reviewed at Labour party’s conference. Lansman said he supported Corbyn’s proposal and tweeted: “We need to make sure the role is properly accountable to the membership while also unifying the party at conference. In my view, this review is absolutely the best way of doing that.”</p>",
      "wordcount": "504",
      "firstPublicationDate": "2019-09-21T13:57:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-21T15:37:07Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ccef5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c1a7ba340edb735c6962f712e54238bf0226555b/0_233_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Has Tom Watson been removed as deputy leader? No, but there was strong speculation he would be after Jon Lansman, the founder of the pro-Corbyn campaign group, Momentum, tabled a last-minute motion at the party’s ruling national executive committee (NEC) on Friday night calling for Watson’s job to be scrapped. The attempt to abolish Watson’s post of deputy leader comes as allies of Jeremy Corbyn threatened to plunge the Labour party into a fresh civil war on the eve of its annual conference. The chair of the NEC initially ruled Lansman’s motion out of order, but NEC members agreed to return to the issue on Saturday morning. If the policy was agreed, it would have been recommended to Labour members as a change to party rules, which would then have to be approved by conference. Why did Lansman want to abolish the role of deputy leader? Watson’s position on Brexit and his vocal criticism of Corbyn has put him at odds with the leadership and his allies. Corbyn allies believe Watson is using the issue of Brexit to drive a wedge between the Labour leader and the party’s overwhelmingly pro-remain activists. A Momentum source previously told the Guardian: “No one person is more important than beating Boris Johnson, ending austerity and tackling the climate emergency. We just can’t afford to go into an election with a deputy leader set on wrecking Labour’s chances.” How did the Labour party and its supporters respond? The news was met with a ferocious backlash from unions and Labour MPs. The former prime minister Tony Blair said a decision to abolish the post of deputy leader would be “undemocratic, damaging and politically dangerous”. The former Labour leader Ed Miliband said: “The move to abolish the deputy leader post without warning or debate is undemocratic, wrong and should not happen. Those who came up with the idea for the eve of Labour conference have taken leave of their senses.” The leaders of Unison and the GMB, two of the three big unions affiliated to Labour, immediately attacked the attempt to remove Watson while the Ilford North MP, Wes Streeting, tweeted that the move to remove the deputy leader was “outrageous, it’s self-destructive and must stop”. As for Watson, he described the move to abolish his post as a “drive-by shooting”. What did Corbyn do? As anger began to build on Saturday morning, Corbyn was forced to defuse the attempt to oust Watson. At a meeting of Labour’s NEC on Saturday, Corbyn proposed a review of the deputy leader post instead of abolishing it, which was accepted by the group. After his intervention, Corbyn told reporters outside the conference centre that he enjoyed working with Watson. What happens next? The deputy leader post will be reviewed at Labour party’s conference. Lansman said he supported Corbyn’s proposal and tweeted: “We need to make sure the role is properly accountable to the membership while also unifying the party at conference. In my view, this review is absolutely the best way of doing that.”",
      "charCount": "2995",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/aamna-mohdin\">Aamna Mohdin</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/21/tom-watson-plan-to-remove-me-as-deputy-leader-is-drive-by-shooting",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-21T12:57:28Z",
    "webTitle": "Tom Watson: Labour ditches vote on abolishing deputy leader role",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/21/tom-watson-plan-to-remove-me-as-deputy-leader-is-drive-by-shooting",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/21/tom-watson-plan-to-remove-me-as-deputy-leader-is-drive-by-shooting",
    "fields": {
      "headline": "Tom Watson: Labour ditches vote on abolishing deputy leader role",
      "standfirst": "<p>Party will instead carry out review of role after intervention by Jeremy Corbyn</p>",
      "trailText": "Party will instead carry out review of role after intervention by Jeremy Corbyn",
      "byline": "Michael Savage Policy editor",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d2c37714-bc80-49e9-be6e-0a8eaf08c388\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/VgZwq-Z-5Ek?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Labour is battling to prevent its annual conference from descending into bitter infighting after Jeremy Corbyn was forced to defuse an attempt to oust the party’s deputy leader and faced fresh anger over Brexit.</p> \n<p>As the party gathered in Brighton on Saturday for its annual gathering, the Labour leader intervened to halt a <a href=\"https://www.theguardian.com/politics/2019/sep/20/momentum-bid-to-abolish-deputy-leader-tom-watsons-post\">surprise attempt to remove Tom Watson</a> and abolish his deputy leader post. His decision came after an outcry from MPs, shadow ministers, officials and union leaders.</p> \n<p>The row, which erupted on Friday night, plunged the party into a significant crisis as its conference began. At a meeting of Labour’s ruling national executive committee (NEC) on Saturday morning, Corbyn instead proposed a review of the deputy leader post, which was accepted by the group.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d512e3d5-219d-419e-aa3d-c07418adf8ba\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/odcTMuTr_DA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The attempt to oust Watson, who has been pushing Labour to have a more pro-remain Brexit policy, was launched late on Friday night by Jon Lansman, the leader of the pro-Corbyn Momentum group. Lansman tweeted that he agreed with Corbyn’s proposal. “We need to make sure the deputy leader role is properly accountable to the membership while also unifying the party at conference,” he said. “In my view, this review is absolutely the best way of doing that.”</p> \n<p>Asked on Saturday morning whether he had known about the plan to oust Watson, Corbyn said: “The NEC agreed this morning that we are going to consult on the future of diversifying the deputy leadership position to reflect the diversity of our society. And the conference will move on to defeating austerity, to the green industrial revolution, green new deal that we are putting forward and giving the people a final say on Brexit. Our NEC left this morning in a happy and united mood.</p> \n<p>“Our conference will be totally united on defeating this Tory government and the austerity and poverty they have brought to the British people, and the way in which the prime minister has shut down parliament to prevent accountability and debate. That’s not the Labour way. We’ll do things very differently.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"2f43b555-fccc-4196-8b13-8f380aeabee9\" data-atom-type=\"profile\"> \n  <div>\n   <div class=\"atom-Profile\">\n    <p></p>\n    <p>Tom Watson, who has been Labour’s deputy leader since 2015, has been an MP since 2001. The 52-year-old served as a minister in the Labour government and was appointed the deputy chair of the NEC by Ed Miliband.<br></p>\n    <p>Watson stepped in to personally handle complaints in the midst of Labour’s antisemitism crisis. He backed automatic exclusion of members <a href=\"https://www.theguardian.com/politics/2019/jul/11/labour-antisemitism-claims-automatic-exclusions-tom-watson\">accused of anti-Jewish racism</a>.</p>\n    <p>Earlier this year, Watson called on centrist MPs to <a href=\"https://www.theguardian.com/politics/2019/jan/18/tom-watson-labour-must-not-fail-uk-at-crucial-point-in-brexit\">stay and fight within the Labour party</a>, putting an end to rumours he would lead a split of centrist Labour MPs.</p>\n    <p>In his speech earlier this month, Watson said his party must “unambiguously and unequivocally back remain” in a second referendum, a move that Jeremy Corbyn believes to be the wrong approach.&nbsp;</p>\n    <p>As well as regularly being in conflict with the Labour leadership, Watson has had a long-running feud with Len McCluskey, the general secretary of Unite, Labour’s biggest donor. The pair, who were once close friends, have clashed over Corbyn’s leadership and Brexit.</p>\n    <p>Watson said he was in a Chinese restaurant in Manchester when he heard of the motion to scrap his position within the Labour party. He described the move as a “straight sectarian attack on a broad church party”, adding it was “a sort of sleight of hand of constitutional change to do a drive-by shooting of someone you disagree with on the issue of the day.”</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>The attempt to remove Watson, who was unable to defend himself at the meeting, immediately reopened the debate among MPs about what they should do if the ambush succeeded. Talk of splits and defections immediately returned, with several Labour sources saying that more departures were now more likely.</p> \n<p>The leaders of Unison and the GMB, two of the three big unions affiliated to Labour, immediately attacked the attempt to remove Watson.</p> \n<p>However, while Corbyn managed to postpone a row over Watson’s position, he was immediately facing pressure over Brexit as it emerged the party was planning to decide its final position on the issue after the next election.</p> \n<p>A draft motion, circulated among the NEC on Saturday but not finally agreed, called for a special conference to be called after the election to decide whether Labour should back a Brexit deal it had negotiated, or back staying in the EU.</p> \n<p>The Labour MP Lloyd Russell-Moyle said: “Why would the NEC call for a special conference on Brexit when we have the actual conference this week. We cannot support kicking the can down the road longer, we are at the cliff edge. Party democracy must be respected and conference must get a vote on campaigning to remain.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"1fba49a4-81c6-49e4-b7fa-fd66d1512360\" data-atom-type=\"profile\"> \n  <div>\n   <div class=\"atom-Profile\">\n    <p></p>\n    <p>A 62-year-old Labour veteran who joined the party in 1974 and worked for Labour icon Tony Benn during his deputy leadership campaign in the 1980s. Lansman served as director of operations for Corbyn’s leadership campaign. After Corbyn was elected as the leader of the Labour party in 2015, Lansman founded Momentum, a pro-Corbyn campaign group.<br></p>\n    <p>Momentum, often described as a ‘party within a party’, has <a href=\"https://www.theguardian.com/politics/2019/sep/21/the-radical-proposals-that-labour-will-debate-in-brighton\">radically transformed the Labour party</a> over the last four years. Local groups have challenged party orthodoxies and national membership rules, and fought to get their activists selected.</p>\n    <p>“I don’t want the Labour party to become a faction fight,” Lansman said in a 2016 interview with the Guardian. “What I want is a level playing field. I want the Labour party to be able to have a democratic debate.” But in recent weeks, Lansman, and Momentum, are back in the news for being key figures behind another Labour party civil war.</p>\n    <p>Lansman was behind the move to <a href=\"https://www.theguardian.com/politics/2019/sep/19/labour-student-wing-to-fight-partys-decision-to-abolish-organisation\">scrap Labour’s 40-year-old student wing</a>, arguing the group needs reforming and had not paid its affiliation fees. Critics described the move as a cynical attempt to shut down a “moderate” wing of the party. Lansman also <a href=\"https://www.theguardian.com/politics/2019/sep/20/momentum-bid-to-abolish-deputy-leader-tom-watsons-post\">tabled a last-minute motion</a> at the NEC last year calling for deputy leader Tom Watson’s job to be scrapped. The motion was withdrawn after Corbyn intervened.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Watson described the attempt to out him as a “drive-by shooting”. </p> \n<p>Speaking to BBC Radio 4’s Today programme, he said: “I got a text message in a Chinese restaurant in Manchester to say that they were abolishing me.</p> \n<p>“It’s a straight sectarian attack on a broad church party and it’s moving us into a different kind of institution where pluralism isn’t tolerated, where factional observance has to be adhered to completely and it kind of completely goes against the sort of traditions that the Labour party has had for 100 years.”</p> \n<p>Senior Labour figures came to Watson’s defence. The former prime minister Tony Blair said a decision to abolish the post of deputy leader would be “undemocratic, damaging and politically dangerous”.</p> \n<p>He added: “To suggest it at this time shows a quite extraordinary level of destructive sectarianism. The Labour party has always contained different views within it and the deputy leader’s position has been one way of accommodating such views.</p> \n<p>“Getting rid of it would be a signal that such pluralism of views was coming to an end despite being cherished throughout Labour’s history.”</p> \n<p>The former Labour leader Ed Miliband said: “The move to abolish the deputy leader post without warning or debate is undemocratic, wrong and should not happen. Those who came up with the idea for the eve of Labour conference have taken leave of their senses.” </p>",
      "wordcount": "774",
      "firstPublicationDate": "2019-09-21T08:05:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-21T16:41:20Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ccdhf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/365715ccea0f69ff406c22088b43c3d24688ea38/0_70_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour is battling to prevent its annual conference from descending into bitter infighting after Jeremy Corbyn was forced to defuse an attempt to oust the party’s deputy leader and faced fresh anger over Brexit. As the party gathered in Brighton on Saturday for its annual gathering, the Labour leader intervened to halt a surprise attempt to remove Tom Watson and abolish his deputy leader post. His decision came after an outcry from MPs, shadow ministers, officials and union leaders. The row, which erupted on Friday night, plunged the party into a significant crisis as its conference began. At a meeting of Labour’s ruling national executive committee (NEC) on Saturday morning, Corbyn instead proposed a review of the deputy leader post, which was accepted by the group. The attempt to oust Watson, who has been pushing Labour to have a more pro-remain Brexit policy, was launched late on Friday night by Jon Lansman, the leader of the pro-Corbyn Momentum group. Lansman tweeted that he agreed with Corbyn’s proposal. “We need to make sure the deputy leader role is properly accountable to the membership while also unifying the party at conference,” he said. “In my view, this review is absolutely the best way of doing that.” Asked on Saturday morning whether he had known about the plan to oust Watson, Corbyn said: “The NEC agreed this morning that we are going to consult on the future of diversifying the deputy leadership position to reflect the diversity of our society. And the conference will move on to defeating austerity, to the green industrial revolution, green new deal that we are putting forward and giving the people a final say on Brexit. Our NEC left this morning in a happy and united mood. “Our conference will be totally united on defeating this Tory government and the austerity and poverty they have brought to the British people, and the way in which the prime minister has shut down parliament to prevent accountability and debate. That’s not the Labour way. We’ll do things very differently.” The attempt to remove Watson, who was unable to defend himself at the meeting, immediately reopened the debate among MPs about what they should do if the ambush succeeded. Talk of splits and defections immediately returned, with several Labour sources saying that more departures were now more likely. The leaders of Unison and the GMB, two of the three big unions affiliated to Labour, immediately attacked the attempt to remove Watson. However, while Corbyn managed to postpone a row over Watson’s position, he was immediately facing pressure over Brexit as it emerged the party was planning to decide its final position on the issue after the next election. A draft motion, circulated among the NEC on Saturday but not finally agreed, called for a special conference to be called after the election to decide whether Labour should back a Brexit deal it had negotiated, or back staying in the EU. The Labour MP Lloyd Russell-Moyle said: “Why would the NEC call for a special conference on Brexit when we have the actual conference this week. We cannot support kicking the can down the road longer, we are at the cliff edge. Party democracy must be respected and conference must get a vote on campaigning to remain.” Watson described the attempt to out him as a “drive-by shooting”. Speaking to BBC Radio 4’s Today programme, he said: “I got a text message in a Chinese restaurant in Manchester to say that they were abolishing me. “It’s a straight sectarian attack on a broad church party and it’s moving us into a different kind of institution where pluralism isn’t tolerated, where factional observance has to be adhered to completely and it kind of completely goes against the sort of traditions that the Labour party has had for 100 years.” Senior Labour figures came to Watson’s defence. The former prime minister Tony Blair said a decision to abolish the post of deputy leader would be “undemocratic, damaging and politically dangerous”. He added: “To suggest it at this time shows a quite extraordinary level of destructive sectarianism. The Labour party has always contained different views within it and the deputy leader’s position has been one way of accommodating such views. “Getting rid of it would be a signal that such pluralism of views was coming to an end despite being cherished throughout Labour’s history.” The former Labour leader Ed Miliband said: “The move to abolish the deputy leader post without warning or debate is undemocratic, wrong and should not happen. Those who came up with the idea for the eve of Labour conference have taken leave of their senses.”",
      "charCount": "4618",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a> Policy editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/sep/21/brexit-betrayal-politics-culture-war",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-21T07:00:33Z",
    "webTitle": "The language of Brexit ‘betrayal’ is poisoning politics | Jonathan Lis",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/21/brexit-betrayal-politics-culture-war",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/21/brexit-betrayal-politics-culture-war",
    "fields": {
      "headline": "The language of Brexit ‘betrayal’ is poisoning politics",
      "standfirst": "A puritanical culture war has taken hold in which compromise is regarded as treason",
      "trailText": "A puritanical culture war has taken hold in which compromise is regarded as treason, says Jonathan Lis of the thinktank British Influence",
      "byline": "Jonathan Lis",
      "main": "<figure class=\"element element-image\" data-media-id=\"50d6e2d944b6912fec92dc7ced3f781e91d588e8\"> <img src=\"https://media.guim.co.uk/50d6e2d944b6912fec92dc7ced3f781e91d588e8/0_0_3500_2100/1000.jpg\" alt=\"Liberal Democrat leader Jo Swinson.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liberal Democrat leader Jo Swinson.</span> <span class=\"element-image__credit\">Photograph: Jonathan Brady/PA</span> </figcaption> </figure>",
      "body": "<p>For a few weeks it was all going well for the so-called remain alliance. As Boris Johnson strained every sinew to facilitate the most damaging Brexit possible, bitter opponents Jeremy Corbyn and Jo Swinson teamed up with other party leaders to force, <a href=\"https://www.theguardian.com/politics/2019/sep/07/boris-johnson-could-trigger-constitutional-crisis-over-brexit-law\" title=\"\">in law</a>, a request to extend the process. They then agreed not to sanction an early election, against Corbyn’s natural instinct and arguably his party’s immediate interests. And then the truce broke.</p> <p>No sooner had parliament been prorogued than the centre and left parties forgot they were meant to be working together against a near-existential threat. The old rivalry resumed in earnest. Labour denounced the Liberal Democrats for their new “extreme” policy of seeking to <a href=\"https://www.theguardian.com/commentisfree/2019/sep/10/lib-dems-revoke-article-50-undemocratic-no-deal-jo-swinson\" title=\"\">revoke article 50 without a referendum</a>. Swinson accused Corbyn of “betraying” remain voters for not personally committing to remain in a referendum.</p> <p>The allegation that Corbyn has betrayed remainers is not just untrue: it reveals a problem at the heart of the entire Brexit debate.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Corbyn remaining neutral in a referendum would represent a compromise and not a betrayal</p> </blockquote> </aside>  <p>First, the facts. Corbyn’s position on Brexit has transformed over the past two years. At the time of the 2017 general election Labour was not committing to the single market, customs union or even a transition period. Now it guarantees a referendum that will, in all circumstances, include an option to remain in the EU. It is a curious form of betrayal that offers the people being betrayed exactly what they were demanding.</p> <p>This is, of course, not to spare Corbyn legitimate criticism. Labour’s path to this referendum pledge has been slow and tortuous. Its language has been consistently murky and ambiguous. The long-standing policy of triangulation has confused and alienated both leavers and remainers. Even now, many voters are bemused by the notion that the party might renegotiate Brexit and then campaign against its own deal. Corbyn’s refusal, at this stage,<a href=\"https://www.theguardian.com/politics/2019/sep/17/corbyn-vows-to-put-sensible-brexit-deal-to-voters-in-referendum\" title=\"\"> to personally endorse either option</a> has provoked further opprobrium.</p> <p>The problem for Corbyn is that his tactics are at the same time sensible and unsustainable. It is entirely reasonable to seek to adapt a Brexit deal to suit his party’s priorities before putting that to the people, yet on the doorsteps it could sound ridiculous. It is, furthermore, a respectable ambition to stay above the fray during a profoundly divisive referendum campaign, but also absurd that a government might call a vote of such generational importance and not adopt a firm stance in either direction.</p> <p>It is, in the end, inconceivable that Corbyn could remain officially neutral for a referendum. A Labour-led government would be compelled by its members and voters to support remain, and its leader could not diverge. But even if he did, that would represent a compromise and not a betrayal. Our fundamental problem is we have lost the ability to distinguish between the two.</p> <p>We now confront a situation in which language proves as dangerous as policy. On an immediate level, Lib Dem characterisations of Corbyn’s position as betrayal makes necessary cooperation much harder. Both parties risk losing sight of their real and common opponent. Labour and the Lib Dems are each offering a route to remain. If they focus their energy on attacking each other, they could facilitate both a Tory majority and no-deal Brexit.</p> <p>The more chronic problem is the systematic poisoning of our national discourse. Politicians can no longer merely disagree. They must be acting in bad faith, or subverting democracy, or betraying the electorate. This finds its extreme form in the word “treason”, which now peppers and pollutes the language of rightwing politicians and commentators. But it has also insinuated itself into the way we address Brexit altogether.</p> <p>The essential toxin here is the requirement for political purity. This is partly driven by the increasing radicalism of our mainstream political parties and partly by the appetite for nationalism unleashed by the referendum and now rapidly advancing. We have almost reached the stage where all voters should demand exactly what they want, exactly how they want it.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/19/peoples-vote-tells-labour-mps-not-to-back-a-johnson-brexit-deal\">People's Vote tells Labour MPs not to back a Johnson Brexit deal</a> </p> </aside>  <p>Every Brexit outcome has always constituted a betrayal of leavers, because in 2016 Vote Leave outlined multiple contradictory outcomes, none of which could be implemented in reality. Now any referendum involving Corbyn must constitute a betrayal of devoted remainers, because he will never be as enthusiastic about the EU as they are.</p> <p>Corbyn has made no secret of attempting to reconcile leavers and remainers. It is legitimate to criticise his approach, and he may well fail. The real problem is not his attempt to bridge divisions but the fact such an attempt now feels impossible.</p> <p>In truth, Britain is no longer just riven politically and economically, but fully entrenched in a culture war which demands rigid and extreme conceptions of identity. This new polarisation necessitates an all-or-nothing stance not just on Brexit, but on politics altogether. When we join battle on those lines, we leave no room for anything in between or any obvious route to heal afterwards.</p> <p>A referendum with a viable Brexit and remain option will anger some voters but betray none. Ultimately, the only things at risk of being betrayed are our tradition of tolerance, and our liberal democracy.</p> <p>• Jonathan Lis is deputy director of the thinktank British Influence</p>",
      "wordcount": "861",
      "commentCloseDate": "2019-09-21T11:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-21T07:00:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:40Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ccadd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/50d6e2d944b6912fec92dc7ced3f781e91d588e8/0_0_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "For a few weeks it was all going well for the so-called remain alliance. As Boris Johnson strained every sinew to facilitate the most damaging Brexit possible, bitter opponents Jeremy Corbyn and Jo Swinson teamed up with other party leaders to force, in law, a request to extend the process. They then agreed not to sanction an early election, against Corbyn’s natural instinct and arguably his party’s immediate interests. And then the truce broke. No sooner had parliament been prorogued than the centre and left parties forgot they were meant to be working together against a near-existential threat. The old rivalry resumed in earnest. Labour denounced the Liberal Democrats for their new “extreme” policy of seeking to revoke article 50 without a referendum. Swinson accused Corbyn of “betraying” remain voters for not personally committing to remain in a referendum. The allegation that Corbyn has betrayed remainers is not just untrue: it reveals a problem at the heart of the entire Brexit debate. First, the facts. Corbyn’s position on Brexit has transformed over the past two years. At the time of the 2017 general election Labour was not committing to the single market, customs union or even a transition period. Now it guarantees a referendum that will, in all circumstances, include an option to remain in the EU. It is a curious form of betrayal that offers the people being betrayed exactly what they were demanding. This is, of course, not to spare Corbyn legitimate criticism. Labour’s path to this referendum pledge has been slow and tortuous. Its language has been consistently murky and ambiguous. The long-standing policy of triangulation has confused and alienated both leavers and remainers. Even now, many voters are bemused by the notion that the party might renegotiate Brexit and then campaign against its own deal. Corbyn’s refusal, at this stage, to personally endorse either option has provoked further opprobrium. The problem for Corbyn is that his tactics are at the same time sensible and unsustainable. It is entirely reasonable to seek to adapt a Brexit deal to suit his party’s priorities before putting that to the people, yet on the doorsteps it could sound ridiculous. It is, furthermore, a respectable ambition to stay above the fray during a profoundly divisive referendum campaign, but also absurd that a government might call a vote of such generational importance and not adopt a firm stance in either direction. It is, in the end, inconceivable that Corbyn could remain officially neutral for a referendum. A Labour-led government would be compelled by its members and voters to support remain, and its leader could not diverge. But even if he did, that would represent a compromise and not a betrayal. Our fundamental problem is we have lost the ability to distinguish between the two. We now confront a situation in which language proves as dangerous as policy. On an immediate level, Lib Dem characterisations of Corbyn’s position as betrayal makes necessary cooperation much harder. Both parties risk losing sight of their real and common opponent. Labour and the Lib Dems are each offering a route to remain. If they focus their energy on attacking each other, they could facilitate both a Tory majority and no-deal Brexit. The more chronic problem is the systematic poisoning of our national discourse. Politicians can no longer merely disagree. They must be acting in bad faith, or subverting democracy, or betraying the electorate. This finds its extreme form in the word “treason”, which now peppers and pollutes the language of rightwing politicians and commentators. But it has also insinuated itself into the way we address Brexit altogether. The essential toxin here is the requirement for political purity. This is partly driven by the increasing radicalism of our mainstream political parties and partly by the appetite for nationalism unleashed by the referendum and now rapidly advancing. We have almost reached the stage where all voters should demand exactly what they want, exactly how they want it. Every Brexit outcome has always constituted a betrayal of leavers, because in 2016 Vote Leave outlined multiple contradictory outcomes, none of which could be implemented in reality. Now any referendum involving Corbyn must constitute a betrayal of devoted remainers, because he will never be as enthusiastic about the EU as they are. Corbyn has made no secret of attempting to reconcile leavers and remainers. It is legitimate to criticise his approach, and he may well fail. The real problem is not his attempt to bridge divisions but the fact such an attempt now feels impossible. In truth, Britain is no longer just riven politically and economically, but fully entrenched in a culture war which demands rigid and extreme conceptions of identity. This new polarisation necessitates an all-or-nothing stance not just on Brexit, but on politics altogether. When we join battle on those lines, we leave no room for anything in between or any obvious route to heal afterwards. A referendum with a viable Brexit and remain option will anger some voters but betray none. Ultimately, the only things at risk of being betrayed are our tradition of tolerance, and our liberal democracy. • Jonathan Lis is deputy director of the thinktank British Influence",
      "charCount": "5316",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonathan-lis\">Jonathan Lis</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/sep/21/the-radical-proposals-that-labour-will-debate-in-brighton",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-21T06:00:23Z",
    "webTitle": "The radical proposals that Labour will debate in Brighton",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/21/the-radical-proposals-that-labour-will-debate-in-brighton",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/21/the-radical-proposals-that-labour-will-debate-in-brighton",
    "fields": {
      "headline": "The radical proposals that Labour will debate in Brighton",
      "standfirst": "<p>Activists are pushing for a hard line on issues such as private schools and housing</p>",
      "trailText": "Activists are pushing for a hard line on issues such as private schools and housing",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"9832dee63b6a15aa5205fda623b743d92a1aa298\"> <img src=\"https://media.guim.co.uk/9832dee63b6a15aa5205fda623b743d92a1aa298/0_439_6585_3951/1000.jpg\" alt=\"Labour conference\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour delegates will decide next week whether to adopt motions on abolishing private schools and instituting a four-day week.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p>With a general election likely to come within months, or perhaps even weeks, Labour activists are pushing for a series of transformative policies to be included in the party’s manifesto, to make it the party’s most radical ever.</p> <h2>Green New Deal</h2> <p>Momentum is backing the biggest policy push at conference towards a radical <a href=\"https://www.theguardian.com/politics/2019/mar/22/labour-members-launch-green-new-deal-inspired-by-us-activists\">Green New Deal</a>, including a target of zero carbon by 2030.</p> <p>With more than 120 motions from local parties, this is the most popular policy submitted for consideration, and if adopted will result in Labour having one of the most radical climate change policies in the world. Other motions going into the same composite include ending airport expansion and re-wilding 25% of Britain’s land.</p> <h2>Abolish private schools</h2> <p>This proposal – brought forward by the <a href=\"https://mailchi.mp/a7aa2d643ebe/abolisheton\">Abolish Eton</a> campaign and now backed by Momentum – would see Labour commit to integrating private schools into the state sector. It has been <a href=\"https://www.theguardian.com/education/2019/sep/18/john-mcdonnell-backs-abolish-eton-debate-labour-conference\">endorsed by the shadow chancellor, John McDonnell</a>. More recently Angela Rayner, the shadow education secretary, said she would make no attempt to water it down. It would include a redistribution of the endowments, investment and properties held by private schools across the country’s educational institutions.</p> <h2>A four-day week</h2> <p>Backed by the campaign group <a href=\"https://gmail.us20.list-manage.com/subscribe?u=4c80d58ed52811b3975a3d098&amp;id=0fc989ce16\">Labour For a Four Day Week</a>, Momentum and the CWU, this policy would see a transition to a 32-hour week with no loss in pay. Before the conference, a <a href=\"https://www.theguardian.com/commentisfree/2019/sep/12/four-day-working-week-report\">Labour-commissioned report by the crossbench peer Robert Skidelsky</a> said working fewer hours would be good for people’s wellbeing but a rigid four-day week was not realistic or desirable.</p> <h2>Abolish detention centres</h2> <p>Backed by Momentum and Labour against Racism and Fascism, this proposal would see the closure of all detention centres, replacing them with a community-based alternative. Labour has already committed to closing two of the most notorious detention centres – Yarl’s Wood and Brook House – but not all of them. The shadow home secretary, Diane Abbott, is expected to give more details of how the party would liberalise the immigration system in her speech on Sunday.</p> <h2>Compulsory purchase of empty houses and link rents to local incomes</h2> <p>Submitted by local parties, these proposals will give councils increased power to purchase empty homes and cap rents at a third of local incomes. Other policies in the same area would also affirm a community right to buy and bring into local public ownership privately rented homes owned by big landlords, management companies and housing associations.</p> <h2>Inclusive ownership funds</h2> <p>This policy, <a href=\"https://www.theguardian.com/politics/2018/sep/23/labour-private-sector-employee-ownership-plan-john-mcdonnell\">announced by McDonnell at last year’s Labour conference</a>, would transfer 1% of the ownership of a company to its workers every year up to a certain percentage. Workers would be paid a dividend up to £500, with the remaining dividends going to a national wealth fund that benefits all citizens.</p>",
      "newspaperPageNumber": "12",
      "wordcount": "459",
      "firstPublicationDate": "2019-09-21T06:00:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-21T06:00:23Z",
      "newspaperEditionDate": "2019-09-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ccag7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9832dee63b6a15aa5205fda623b743d92a1aa298/0_439_6585_3951/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "With a general election likely to come within months, or perhaps even weeks, Labour activists are pushing for a series of transformative policies to be included in the party’s manifesto, to make it the party’s most radical ever. Green New Deal Momentum is backing the biggest policy push at conference towards a radical Green New Deal, including a target of zero carbon by 2030. With more than 120 motions from local parties, this is the most popular policy submitted for consideration, and if adopted will result in Labour having one of the most radical climate change policies in the world. Other motions going into the same composite include ending airport expansion and re-wilding 25% of Britain’s land. Abolish private schools This proposal – brought forward by the Abolish Eton campaign and now backed by Momentum – would see Labour commit to integrating private schools into the state sector. It has been endorsed by the shadow chancellor, John McDonnell. More recently Angela Rayner, the shadow education secretary, said she would make no attempt to water it down. It would include a redistribution of the endowments, investment and properties held by private schools across the country’s educational institutions. A four-day week Backed by the campaign group Labour For a Four Day Week, Momentum and the CWU, this policy would see a transition to a 32-hour week with no loss in pay. Before the conference, a Labour-commissioned report by the crossbench peer Robert Skidelsky said working fewer hours would be good for people’s wellbeing but a rigid four-day week was not realistic or desirable. Abolish detention centres Backed by Momentum and Labour against Racism and Fascism, this proposal would see the closure of all detention centres, replacing them with a community-based alternative. Labour has already committed to closing two of the most notorious detention centres – Yarl’s Wood and Brook House – but not all of them. The shadow home secretary, Diane Abbott, is expected to give more details of how the party would liberalise the immigration system in her speech on Sunday. Compulsory purchase of empty houses and link rents to local incomes Submitted by local parties, these proposals will give councils increased power to purchase empty homes and cap rents at a third of local incomes. Other policies in the same area would also affirm a community right to buy and bring into local public ownership privately rented homes owned by big landlords, management companies and housing associations. Inclusive ownership funds This policy, announced by McDonnell at last year’s Labour conference, would transfer 1% of the ownership of a company to its workers every year up to a certain percentage. Workers would be paid a dividend up to £500, with the remaining dividends going to a national wealth fund that benefits all citizens.",
      "charCount": "2846",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]