[
  {
    "id": "politics/2019/may/26/a-fractured-european-parliament-may-be-just-what-the-eu-needs",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-26T22:04:26Z",
    "webTitle": "A fractured European parliament may be just what the EU needs",
    "webUrl": "https://www.theguardian.com/politics/2019/may/26/a-fractured-european-parliament-may-be-just-what-the-eu-needs",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/26/a-fractured-european-parliament-may-be-just-what-the-eu-needs",
    "fields": {
      "headline": "A fractured European parliament may be just what the EU needs",
      "standfirst": "<p>Complicated majority could move assembly from technical to properly political role</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/may/26/european-elections-2019-results-eu-election-parliament-brexit-party-farage-tories-may-live\">Follow the latest election news and results - live</a><br></li></ul>",
      "trailText": "Complicated majority could move assembly from procedural to properly political role<br>",
      "byline": "Jon Henley Europe correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"f0221c015e3a9be93f5466d2fdb0349a50588156\"> \n <img src=\"https://media.guim.co.uk/f0221c015e3a9be93f5466d2fdb0349a50588156/0_35_5568_3341/1000.jpg\" alt=\"Matteo Salvini\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Some experts believe a ‘proper opposition’ of the sort threatened by Italy’s Matteo Salvini could reinforce the European parliament.</span> \n  <span class=\"element-image__credit\">Photograph: Miguel Medina/AFP/Getty</span> \n </figcaption> \n</figure>",
      "body": "<p>From Amsterdam to Athens and Sweden to Spain, <a href=\"https://www.theguardian.com/world/2018/sep/10/swedish-election-highlights-decline-of-europes-main-parties\">recent national elections</a> across Europe have revealed a <a href=\"https://www.theguardian.com/world/2019/apr/29/spanish-socialists-win-is-latest-sign-of-europes-centre-left-upturn\">rapidly fragmenting</a> political landscape: the big parties are getting smaller; the small parties bigger. Now that fragmentation has hit the European parliament.</p> \n<p>Much of the focus in the 2019 European elections has been on the rise of the far-right populists, bent on exploding the parliament’s decades-long centre-right/centre-left consensus and rolling back the EU’s remit in an attempt to return power to member states.</p> \n<p>Matteo Salvini, of Italy’s League, is trying to forge an alliance of nationalist parties, such as Marine Le Pen’s National Rally in France, Alternative für Deutschland (AfD), Austria’s Freedom party, the Danish People’s party (DPP) and Finland’s True Finns party, to do just that.</p> \n<p>The Italian deputy prime minister’s putative putsch expands one existing group of rightwing Eurosceptics by poaching members from the other two. Add in conservative nationalists and far-left forces, and the “less EU” camp looks – according to provisional results – like it has perhaps a third of the parliament’s 751 seats.</p> \n<p>This has led to reports of a Eurosceptic tidal wave sweeping the European parliament. But it is not the equivalent of Donald Trump storming the White House or Brexit blowing up British politics. Pro-EU forces still hold a comfortable majority.</p> \n<p>The work of the parliament, which has acquired significant extra powers in recent years and now plays a major part in the EU legislative process, will undoubtedly become more complicated, but that isn’t just down to the populists’ advance.</p> \n<p>Ever since the <a href=\"https://www.theguardian.com/politics/from-the-archive-blog/2019/jan/23/first-european-elections-june-1979\">first European elections in 1979</a>, the parliament has been run by the two main centre-right and centre-left groups, reflecting the fact that the vast majority of EU citizens lived in countries governed by parties belonging to one of them.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"edfaec97-f773-450b-bae0-05f59fa316cc\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/xqFANx_1ydo?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>But with the <a href=\"https://www.theguardian.com/world/2016/may/25/across-europe-distrust-of-mainstream-political-parties-is-on-the-rise\">steady decline of centrist parties across Europe</a>, that is now the case for fewer than 40% of the EU’s voters. Major member states, such as Italy, Greece, Poland and France, are all ruled by parties that belong to neither the European People’s party (EPP) nor the Socialists &amp; Democrats (S&amp;D).</p> \n<p>As such, it makes sense for the two big groups to have lost seats – more than 80 MEPs between them, according to the provisional count – and, for the first time, their historic joint majority.</p> \n<p>Gaining seats are the Liberal Democrats (up 40, thanks mainly to Emmanuel Macron’s La République en Marche), the Greens (up 20-odd) and the Nationalists (also up 30-odd, thanks mainly to Salvini’s League).</p> \n<p>The result will be a parliament fragmented like never before. And the “less EU” camp of nationalists, sovereignists and Eurosceptics itself reflects that fragmentation, divided by profound differences of ideology and policy.</p> \n<p>Poland’s nationalist Law and Justice party and the far-right Sweden Democrats have shunned Salvini’s alliance because they distrust his fondness for the Russian president, Vladimir Putin. Economically, AfD and the DPP are free-market ultra-liberals, but Le Pen rails against “uncontrolled globalisation” and wants to boost public spending.</p> \n<p>On migration, Salvini favours a system of quotas obliging member states to distribute asylum seekers more fairly around the bloc, alleviating the pressure on southern “frontline” states; the illiberal democracies in the east, and many others, reject anything resembling such a scheme.</p> \n<p>This means that the kind of straightforward majorities achieved in the parliament to pass EU legislation in the past are unlikely to happen. Ad hoc, cross-group coalitions will become more common, possibly complicating decision-making in sensitive areas, such as the EU’s next budget, border controls and climate measures.</p> \n<p>Making matters even more difficult will be the political difficulty for the EPP of seeking support from its right.</p> \n<p>The kind of centre-right/far-right alliance that <a href=\"https://www.theguardian.com/world/2019/may/18/austrian-government-in-crisis-over-secret-strache-footage\">until recently ruled Austria</a> is unthinkable in Brussels, not least because it would splinter the EPP, already split over how to deal with Hungary’s illiberal leader, Viktor Orbán.</p> \n<p>Many think fragmentation will be no bad thing. “<a href=\"https://cer.eu/publications/archive/bulletin-article/2019/european-parliament-elections-different-time\">A more fragmented European parliament</a> may make the European decision-making process more troublesome and fractious,” argued Agata Gostyńska-Jakubowska and Leonard Schuette, of the Centre for European Reform.</p> \n<p>“But it could also be a boon for European democracy. Greater political competition on the EU level could increase public interest in the European parliament elections, and that would be a healthy development for the EU.”</p> \n<p><a href=\"https://luukvanmiddelaar.eu/bio\">Luuk van Middelaar</a>, a leading Dutch EU historian, also believes a “proper opposition” of the sort threatened by the likes of Salvini and Orbán – who aim to influence the debate rather than just shout from the sidelines and boost their profiles and party funds – could reinforce the European parliament.</p> \n<p>Until now, the assembly has been mostly characterised by a desire to “de-politicise” debates wherever possible, reducing them to mere quests for technical or procedural solutions, van Middelaar <a href=\"https://euobserver.com/political/144941\">told the EUobserver</a>. That has left the EU with a credibility problem.</p> \n<p>However, more genuine political debate might end up making the parliament stronger because it would “more credibly embody the full spectrum of public opinion in the EU”, he said.</p> \n<p>A more complicated, ad hoc, but still fairly comfortable pro-European, mainstream majority is, naturally, a somewhat less exciting narrative than a tidal wave of populism sweeping away the foundations of the EU. But it looks like that is the outcome of these elections.</p>",
      "newspaperPageNumber": "7",
      "wordcount": "866",
      "firstPublicationDate": "2019-05-26T22:04:26Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-27T10:31:21Z",
      "newspaperEditionDate": "2019-05-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bhd6a",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f0221c015e3a9be93f5466d2fdb0349a50588156/0_35_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "From Amsterdam to Athens and Sweden to Spain, recent national elections across Europe have revealed a rapidly fragmenting political landscape: the big parties are getting smaller; the small parties bigger. Now that fragmentation has hit the European parliament. Much of the focus in the 2019 European elections has been on the rise of the far-right populists, bent on exploding the parliament’s decades-long centre-right/centre-left consensus and rolling back the EU’s remit in an attempt to return power to member states. Matteo Salvini, of Italy’s League, is trying to forge an alliance of nationalist parties, such as Marine Le Pen’s National Rally in France, Alternative für Deutschland (AfD), Austria’s Freedom party, the Danish People’s party (DPP) and Finland’s True Finns party, to do just that. The Italian deputy prime minister’s putative putsch expands one existing group of rightwing Eurosceptics by poaching members from the other two. Add in conservative nationalists and far-left forces, and the “less EU” camp looks – according to provisional results – like it has perhaps a third of the parliament’s 751 seats. This has led to reports of a Eurosceptic tidal wave sweeping the European parliament. But it is not the equivalent of Donald Trump storming the White House or Brexit blowing up British politics. Pro-EU forces still hold a comfortable majority. The work of the parliament, which has acquired significant extra powers in recent years and now plays a major part in the EU legislative process, will undoubtedly become more complicated, but that isn’t just down to the populists’ advance. Ever since the first European elections in 1979, the parliament has been run by the two main centre-right and centre-left groups, reflecting the fact that the vast majority of EU citizens lived in countries governed by parties belonging to one of them. But with the steady decline of centrist parties across Europe, that is now the case for fewer than 40% of the EU’s voters. Major member states, such as Italy, Greece, Poland and France, are all ruled by parties that belong to neither the European People’s party (EPP) nor the Socialists &amp; Democrats (S&amp;D). As such, it makes sense for the two big groups to have lost seats – more than 80 MEPs between them, according to the provisional count – and, for the first time, their historic joint majority. Gaining seats are the Liberal Democrats (up 40, thanks mainly to Emmanuel Macron’s La République en Marche), the Greens (up 20-odd) and the Nationalists (also up 30-odd, thanks mainly to Salvini’s League). The result will be a parliament fragmented like never before. And the “less EU” camp of nationalists, sovereignists and Eurosceptics itself reflects that fragmentation, divided by profound differences of ideology and policy. Poland’s nationalist Law and Justice party and the far-right Sweden Democrats have shunned Salvini’s alliance because they distrust his fondness for the Russian president, Vladimir Putin. Economically, AfD and the DPP are free-market ultra-liberals, but Le Pen rails against “uncontrolled globalisation” and wants to boost public spending. On migration, Salvini favours a system of quotas obliging member states to distribute asylum seekers more fairly around the bloc, alleviating the pressure on southern “frontline” states; the illiberal democracies in the east, and many others, reject anything resembling such a scheme. This means that the kind of straightforward majorities achieved in the parliament to pass EU legislation in the past are unlikely to happen. Ad hoc, cross-group coalitions will become more common, possibly complicating decision-making in sensitive areas, such as the EU’s next budget, border controls and climate measures. Making matters even more difficult will be the political difficulty for the EPP of seeking support from its right. The kind of centre-right/far-right alliance that until recently ruled Austria is unthinkable in Brussels, not least because it would splinter the EPP, already split over how to deal with Hungary’s illiberal leader, Viktor Orbán. Many think fragmentation will be no bad thing. “A more fragmented European parliament may make the European decision-making process more troublesome and fractious,” argued Agata Gostyńska-Jakubowska and Leonard Schuette, of the Centre for European Reform. “But it could also be a boon for European democracy. Greater political competition on the EU level could increase public interest in the European parliament elections, and that would be a healthy development for the EU.” Luuk van Middelaar, a leading Dutch EU historian, also believes a “proper opposition” of the sort threatened by the likes of Salvini and Orbán – who aim to influence the debate rather than just shout from the sidelines and boost their profiles and party funds – could reinforce the European parliament. Until now, the assembly has been mostly characterised by a desire to “de-politicise” debates wherever possible, reducing them to mere quests for technical or procedural solutions, van Middelaar told the EUobserver. That has left the EU with a credibility problem. However, more genuine political debate might end up making the parliament stronger because it would “more credibly embody the full spectrum of public opinion in the EU”, he said. A more complicated, ad hoc, but still fairly comfortable pro-European, mainstream majority is, naturally, a somewhat less exciting narrative than a tidal wave of populism sweeping away the foundations of the EU. But it looks like that is the outcome of these elections.",
      "charCount": "5587",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonhenley\">Jon Henley</a> Europe correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/26/tories-turn-nasty-in-the-scramble-to-replace-may",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-26T16:42:53Z",
    "webTitle": "Tories turn nasty in the scramble to replace May | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/26/tories-turn-nasty-in-the-scramble-to-replace-may",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/26/tories-turn-nasty-in-the-scramble-to-replace-may",
    "fields": {
      "headline": "Tories turn nasty in the scramble to replace May",
      "standfirst": "Readers take stock of the aftermath of Theresa May’s resignation statement, and the competition to find her replacement",
      "trailText": "<strong>Letters: </strong>Readers take stock of the aftermath of Theresa May’s resignation statement, and the competition to find her replacement",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"122d68a65693048826eb010b2db12d214682fb8b\"> <img src=\"https://media.guim.co.uk/122d68a65693048826eb010b2db12d214682fb8b/0_182_5472_3283/1000.jpg\" alt=\"Theresa May and her husband, Philip, leave church, two days after her resignation statement\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May and her husband, Philip, leave church, two days after announcing her decision to step down as prime minister. </span> <span class=\"element-image__credit\">Photograph: Adrian Dennis/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Sadly the Guardian, along with other newspapers, has demonstrated in John Crace’s article that it does not understand the gender issues that so damage our society (<a href=\"https://www.theguardian.com/politics/2019/may/24/theresa-may-end-resignation-speech-politics-sketch-maybot\" title=\"\">The day the Maybot cracked</a>, 25 May). No male prime minister would be nicknamed a robot for being single-minded and resilient. They would just be admired. But a woman who does not cry? She is a threat to the grey suits. “She should have cried more,” they shouted.</p> <p>When at last she resigned and was emotional for a moment – every newspaper took the opportunity to find a picture of those tiny tearful seconds to slam on their front pages. At last she could be labelled as a weak and emotional woman. The grey-suited Tories win in the end and many others seem to enjoy the spectacle.<br><strong>Allan Watson</strong><br><em>London</em></p> <p>• Theresa May could still leave a pivotal and positive legacy. I believe it is still in her power to revoke article 50; to announce that the world has changed since 2016, and that as the WTO has been made toothless by Trump et al, and European economies are under attack from China and the US, it is now in the UK’s national interest to collaborate inside the EU as the alternatives have become untenable. <br><strong>Kimon Roussopoulos</strong><br><em>Cambridge</em></p> <p>• While correspondents are right to call for the future of the country to be decided by democracy rather than the 0.2% who are Tory party members, and to call for returning power to the people (eg Stuart Noyes, <a href=\"https://www.theguardian.com/politics/2019/may/24/what-to-make-of-theresa-may-and-her-possible-successor\" title=\"\">Letters</a>, 25 May), let’s also remember that the Westminster establishment has spent the last three years obstructing the decision of 17.4 million voters in the biggest vote in Britain’s democratic history.<br><strong>Christopher Clayton</strong><br><em>Waverton, </em><em>Cheshire</em></p> <p>• I never vote Conservative and would not normally leap to the defence of a Tory prime minister. But I am appalled at the spectacle of those MPs most responsible for May’s “failure” to deliver Brexit deposing her and blaming her for what is the consequence of their own intransigence.</p> <p>At least her diligently negotiated deal had the merit of being a compromise and was driven by a genuine sense of public duty and the national interest. So much for pious claims about democracy when her party cynically schemes to change their own rules in order to banish her. I am sickened at the unseemly rush with which, long before May had announced her resignation, numerous careerists were busy setting out theirs stalls in gleeful anticipation of her fall. <br><strong>Peter Bell</strong><br><em>York</em></p> <p>• Martha Gill (<a href=\"https://www.theguardian.com/commentisfree/2019/may/24/next-tory-leader-panel-theresa-may-conservatives\" title=\"\">Who should be the next Tory leader?</a> theguardian.com, 25 May) picks Rory Stewart as her choice. Many of us beyond Tory ranks and therefore voteless, like myself, will agree. But I differ from her reason, choosing him because he is “clever”. Yes, he is that, but more; he has shown a kind of character and courage, a bit Churchillian, in fields other than politics. If in doubt, read his account of a solo midwinter walk from west to east through the centre of Afghanistan in The Places in Between.</p> <p>We will need that kind of integrity, which Mrs May also showed, and a dash of imagination, to hold things together in the time ahead.</p> <p>I can’t imagine any of the others causing me to switch from a Lib Dem identity, but he could.<br><strong>John Ray</strong><br><em>Hook, </em><em>East Yorkshire</em></p> <p>• In Dominic Raab’s announcement of his leadership bid he said: “I don’t want a WTO Brexit.” That can only be because he believes it would leave the UK in a worse position with regard to international trade than now. But he says he is nevertheless prepared to go down that route. So there you have it: a candidate to be prime minister who in his own words is willing to lead his country into a decline of international trade.<br><strong>Michael Green</strong><br><em>Winnersh, </em><em>Berkshire</em></p> <p>• Amid the extensive coverage of the views about Brexit expressed by the actual and potential candidates for the Tory leadership, I can find no evidence of them being called to account on the overwhelmingly most important issue facing this and other countries today.</p> <p>When are the candidates going to be examined on their policies for addressing climate change? If the Guardian does not initiate this, who is going to?<br><strong>Jenny Clemens</strong><br><em>Hurstpierpoint, West Sussex</em></p> <p>• The last four Tory prime ministers have all been destroyed by Europe: Thatcher (Geoffrey Howe); Major (Maastricht); Cameron (EU referendum) and May (Brexit). What are the odds on May’s successor being the fifth?<br><strong>Derrick Cameron</strong><br><em>Stoke-on-Trent</em></p> <p>• Many of your correspondents (<a href=\"https://www.theguardian.com/politics/2019/may/24/what-to-make-of-theresa-may-and-her-possible-successor\" title=\"\">Letters</a>, 25 May) assume that the next Tory leader will automatically become prime minister, whereas such a person will have to demonstrate that s/he has the support of the Commons.</p> <p>It is most unlikely that a hardline Brexiteer would be able to command such support, prompting either an immediate general election or an invitation from the monarch to Jeremy Corbyn to try to form a government. What chance Johnson then?<br><strong>Roy Boffy </strong><br><em>Sutton Coldfield, West Midlands</em></p> <p>• If Boris Johnson becomes the next prime minister, our sole consolation will be Marina Hyde’s ensuing column.<br><strong>Helen Hughes</strong><br><em>Rutherglen, </em><em>South Lanarkshire</em></p> <p>• I likewise object to Mr Johnson being called just Boris (<a href=\"https://www.theguardian.com/politics/2019/may/24/what-to-make-of-theresa-may-and-her-possible-successor\" title=\"\">Letters</a>, 25 May). And anyway his real first name is Alexander. So perhaps the Guardian should call him “Boris, also known as Alexander Boris de Pfeffel Johnson”.<br><strong>Clare Addison</strong><br><em>Marston, Oxfordshire</em></p> <p>• As Nigel Farage seems to have been in control of the Conservative party for some years now and can be said to have determined policies on both the EU and immigration, perhaps he should put his name forward for the leadership contest. He already knows he can rely on the support of the party faithful.<br><strong>Mandy Jackson</strong><br><em>Maastricht, Netherlands</em></p> <p>• Saturday’s front page had a photo of Theresa May in tears with the caption “Broken by Brexit”. Aren’t we all?<br><strong>Diana Cairns</strong><br><em>Edinburgh </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1011",
      "commentable": "false",
      "firstPublicationDate": "2019-05-26T16:42:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:01Z",
      "newspaperEditionDate": "2019-05-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bhtyn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/122d68a65693048826eb010b2db12d214682fb8b/0_182_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Sadly the Guardian, along with other newspapers, has demonstrated in John Crace’s article that it does not understand the gender issues that so damage our society (The day the Maybot cracked, 25 May). No male prime minister would be nicknamed a robot for being single-minded and resilient. They would just be admired. But a woman who does not cry? She is a threat to the grey suits. “She should have cried more,” they shouted. When at last she resigned and was emotional for a moment – every newspaper took the opportunity to find a picture of those tiny tearful seconds to slam on their front pages. At last she could be labelled as a weak and emotional woman. The grey-suited Tories win in the end and many others seem to enjoy the spectacle. Allan Watson London • Theresa May could still leave a pivotal and positive legacy. I believe it is still in her power to revoke article 50; to announce that the world has changed since 2016, and that as the WTO has been made toothless by Trump et al, and European economies are under attack from China and the US, it is now in the UK’s national interest to collaborate inside the EU as the alternatives have become untenable. Kimon Roussopoulos Cambridge • While correspondents are right to call for the future of the country to be decided by democracy rather than the 0.2% who are Tory party members, and to call for returning power to the people (eg Stuart Noyes, Letters, 25 May), let’s also remember that the Westminster establishment has spent the last three years obstructing the decision of 17.4 million voters in the biggest vote in Britain’s democratic history. Christopher Clayton Waverton, Cheshire • I never vote Conservative and would not normally leap to the defence of a Tory prime minister. But I am appalled at the spectacle of those MPs most responsible for May’s “failure” to deliver Brexit deposing her and blaming her for what is the consequence of their own intransigence. At least her diligently negotiated deal had the merit of being a compromise and was driven by a genuine sense of public duty and the national interest. So much for pious claims about democracy when her party cynically schemes to change their own rules in order to banish her. I am sickened at the unseemly rush with which, long before May had announced her resignation, numerous careerists were busy setting out theirs stalls in gleeful anticipation of her fall. Peter Bell York • Martha Gill (Who should be the next Tory leader? theguardian.com, 25 May) picks Rory Stewart as her choice. Many of us beyond Tory ranks and therefore voteless, like myself, will agree. But I differ from her reason, choosing him because he is “clever”. Yes, he is that, but more; he has shown a kind of character and courage, a bit Churchillian, in fields other than politics. If in doubt, read his account of a solo midwinter walk from west to east through the centre of Afghanistan in The Places in Between. We will need that kind of integrity, which Mrs May also showed, and a dash of imagination, to hold things together in the time ahead. I can’t imagine any of the others causing me to switch from a Lib Dem identity, but he could. John Ray Hook, East Yorkshire • In Dominic Raab’s announcement of his leadership bid he said: “I don’t want a WTO Brexit.” That can only be because he believes it would leave the UK in a worse position with regard to international trade than now. But he says he is nevertheless prepared to go down that route. So there you have it: a candidate to be prime minister who in his own words is willing to lead his country into a decline of international trade. Michael Green Winnersh, Berkshire • Amid the extensive coverage of the views about Brexit expressed by the actual and potential candidates for the Tory leadership, I can find no evidence of them being called to account on the overwhelmingly most important issue facing this and other countries today. When are the candidates going to be examined on their policies for addressing climate change? If the Guardian does not initiate this, who is going to? Jenny Clemens Hurstpierpoint, West Sussex • The last four Tory prime ministers have all been destroyed by Europe: Thatcher (Geoffrey Howe); Major (Maastricht); Cameron (EU referendum) and May (Brexit). What are the odds on May’s successor being the fifth? Derrick Cameron Stoke-on-Trent • Many of your correspondents (Letters, 25 May) assume that the next Tory leader will automatically become prime minister, whereas such a person will have to demonstrate that s/he has the support of the Commons. It is most unlikely that a hardline Brexiteer would be able to command such support, prompting either an immediate general election or an invitation from the monarch to Jeremy Corbyn to try to form a government. What chance Johnson then? Roy Boffy Sutton Coldfield, West Midlands • If Boris Johnson becomes the next prime minister, our sole consolation will be Marina Hyde’s ensuing column. Helen Hughes Rutherglen, South Lanarkshire • I likewise object to Mr Johnson being called just Boris (Letters, 25 May). And anyway his real first name is Alexander. So perhaps the Guardian should call him “Boris, also known as Alexander Boris de Pfeffel Johnson”. Clare Addison Marston, Oxfordshire • As Nigel Farage seems to have been in control of the Conservative party for some years now and can be said to have determined policies on both the EU and immigration, perhaps he should put his name forward for the leadership contest. He already knows he can rely on the support of the party faithful. Mandy Jackson Maastricht, Netherlands • Saturday’s front page had a photo of Theresa May in tears with the caption “Broken by Brexit”. Aren’t we all? Diana Cairns Edinburgh • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "6027",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/26/depressing-but-unsurprising-voter-disenfranchisement-in-eu-poll",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-26T16:42:37Z",
    "webTitle": "Depressing but unsurprising voter disenfranchisement in EU poll | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/26/depressing-but-unsurprising-voter-disenfranchisement-in-eu-poll",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/26/depressing-but-unsurprising-voter-disenfranchisement-in-eu-poll",
    "fields": {
      "headline": "Depressing but unsurprising voter disenfranchisement in EU poll",
      "standfirst": "Readers respond to the news that many voters found they were unable to vote in Thursday’s European elections",
      "trailText": "<strong>Letters:</strong> Readers respond to the news that many voters found they were unable to vote in Thursday’s European elections",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"7bf2939c250ccf6e5f6b589b3dffd8eb39775168\"> <img src=\"https://media.guim.co.uk/7bf2939c250ccf6e5f6b589b3dffd8eb39775168/196_407_5368_3222/1000.jpg\" alt=\"Voters enter a polling station in Camden, London, for the European elections on 23 May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Voters enter a polling station in Camden, London, for the European elections on 23 May. </span> <span class=\"element-image__credit\">Photograph: John Keeble/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Reading your reports of the casual bureaucratic disenfranchisement of UK citizens abroad and of EU citizens in the UK was shocking but, depressingly, unsurprising (<a href=\"https://www.theguardian.com/politics/2019/may/23/vote-in-your-own-country-eu-citizens-turned-away-from-uk-polls\" title=\"\">UK government risks lawsuits after EU citizens denied vote</a>, 24 May). Many years ago after moving abroad my wife and I registered for postal votes, but it did not take us too long to realise we would never be able to vote that way as the papers would never arrive early enough to be returned in time. A proxy vote is the only realistic option for expats.</p> <p>The treatment of EU citizens in the UK is particularly distressing, and in sharp contrast to the treatment we receive here in Spain – once registered as resident at the local town hall, in exactly the same process as applies to Spanish nationals, we asserted our intention to vote in local and EU elections and have now done so on a number of occasions. We have always been treated with courtesy by all the officials with whom we have come in contact. For us, the processes of voting in UK elections are now purely of academic interest, as the UK government has disenfranchised us, under its arbitrary and undemocratic 15-year rule.<br><strong>Edward Kendall</strong><br><em>Alicante, Spain</em></p> <p>• Registered EU nationals were denied the vote on Thursday as they had not (allegedly) completed the additional form required. This is necessary, apparently, in order to ensure that they do not vote in more than one country. Compare this with the position of the many thousands, such as students and second-home owners, who are eligible to vote in two places within the UK. A recent investigation, following allegations of cheating at the 2017 general election, showed that virtually no one had actually voted twice.</p> <p>So why are EU nationals required to fill in the extra form at all? I have always thought it unnecessary, part of the “hostile environment” before the term became so notorious.<br><strong>Paul Tinnion</strong><br><em>Gateshead, Tyne and Wear</em></p> <p>• As I have done before, when voting in the European elections on Thursday I complained that, by writing my electoral roll number next to my name on their list, this nullified it as a secret vote. A friendly discussion followed in which various officials in the polling station assured me that it was extremely unlikely that this information would ever be used. I left them with the thought that, in the not so unlikely scenario of Nigel Farage being the home secretary in a near-future, ultra rightwing Conservative government, I would rather him not know who I had voted for.<br><strong>Michael Burns</strong><br><em>New Malden, London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "475",
      "commentable": "false",
      "firstPublicationDate": "2019-05-26T16:42:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:02Z",
      "newspaperEditionDate": "2019-05-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bhtc7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7bf2939c250ccf6e5f6b589b3dffd8eb39775168/196_407_5368_3222/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Reading your reports of the casual bureaucratic disenfranchisement of UK citizens abroad and of EU citizens in the UK was shocking but, depressingly, unsurprising (UK government risks lawsuits after EU citizens denied vote, 24 May). Many years ago after moving abroad my wife and I registered for postal votes, but it did not take us too long to realise we would never be able to vote that way as the papers would never arrive early enough to be returned in time. A proxy vote is the only realistic option for expats. The treatment of EU citizens in the UK is particularly distressing, and in sharp contrast to the treatment we receive here in Spain – once registered as resident at the local town hall, in exactly the same process as applies to Spanish nationals, we asserted our intention to vote in local and EU elections and have now done so on a number of occasions. We have always been treated with courtesy by all the officials with whom we have come in contact. For us, the processes of voting in UK elections are now purely of academic interest, as the UK government has disenfranchised us, under its arbitrary and undemocratic 15-year rule. Edward Kendall Alicante, Spain • Registered EU nationals were denied the vote on Thursday as they had not (allegedly) completed the additional form required. This is necessary, apparently, in order to ensure that they do not vote in more than one country. Compare this with the position of the many thousands, such as students and second-home owners, who are eligible to vote in two places within the UK. A recent investigation, following allegations of cheating at the 2017 general election, showed that virtually no one had actually voted twice. So why are EU nationals required to fill in the extra form at all? I have always thought it unnecessary, part of the “hostile environment” before the term became so notorious. Paul Tinnion Gateshead, Tyne and Wear • As I have done before, when voting in the European elections on Thursday I complained that, by writing my electoral roll number next to my name on their list, this nullified it as a secret vote. A friendly discussion followed in which various officials in the polling station assured me that it was extremely unlikely that this information would ever be used. I left them with the thought that, in the not so unlikely scenario of Nigel Farage being the home secretary in a near-future, ultra rightwing Conservative government, I would rather him not know who I had voted for. Michael Burns New Malden, London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2819",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/may/26/politics-live-sunday-interview-round-in-tory-leadership-race",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-26T15:33:23Z",
    "webTitle": "Gove and Leadsom join crowded Tory leadership race – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/may/26/politics-live-sunday-interview-round-in-tory-leadership-race",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/may/26/politics-live-sunday-interview-round-in-tory-leadership-race",
    "fields": {
      "headline": "Gove and Leadsom join crowded Tory leadership race – as it happened",
      "standfirst": "<ul><li><a href=\"https://www.theguardian.com/politics/2019/may/16/tory-leadership-contenders-whos-up-whos-down-replace-theresa-may\">Tory leadership race: who is in the running to replace May?</a></li><li><a href=\"https://www.theguardian.com/politics/2019/may/26/michael-gove-to-challenge-johnson-for-tory-leadership\">Michael Gove to challenge Boris Johnson for Tory leadership</a></li><li><a href=\"https://www.theguardian.com/politics/2019/may/26/dominic-raab-defends-calling-feminists-obnoxious-bigots\">Dominic Raab defends calling feminists ‘obnoxious bigots’</a></li><li><a href=\"https://www.theguardian.com/politics/2019/may/26/where-the-tory-leadership-candidates-stand-on-brexit\">Where the Tory leadership candidates stand on Brexit</a></li></ul>",
      "trailText": "Follow how the day unfolded as the battle to lead the Conservative party was played out in a round of Sunday interviews",
      "byline": "Matthew Weaver",
      "main": "<figure class=\"element element-image\" data-media-id=\"4dab3fe85ea10cd281a9b0e1cb06eeaacf5edcb5\"> \n <img src=\"https://media.guim.co.uk/4dab3fe85ea10cd281a9b0e1cb06eeaacf5edcb5/0_0_2560_1536/1000.jpg\" alt=\"The Conservative leadership contenders: Andrea Leadsom, Rory Stewart, Esther McVey, Dominic Raab, Michael Gove, Boris Johnson, Jeremy Hunt and Matt Hancock have declared their intention to succeed Theresa May.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The Conservative leadership contenders: Andrea Leadsom, Rory Stewart, Esther McVey, Dominic Raab, Michael Gove, Boris Johnson, Jeremy Hunt and Matt Hancock have declared their intention to succeed Theresa May.</span> \n  <span class=\"element-image__credit\">Photograph: REX/PA/EPA/Getty</span> \n </figcaption> \n</figure>",
      "body": "<div id=\"block-5ceab13e8f08ad67f1a81701\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T15:33:23.115Z\">4.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>That’s it for today. Attention now switches to the European parliamentary elections.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/may/26/european-elections-2019-results-eu-election-parliament-brexit-party-farage-tories-may-live\">European elections 2019: final hours of voting before results announced - live</a> </p> \n  </aside> \n  <p>You can <a href=\"https://www.theguardian.com/politics/conservative-leadership\">follow the latest on the Tory leadership race here</a>. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-26T16:01:34.538Z\">at 5.01pm BST</time></p> \n</div> \n<div id=\"block-5ceaadd48f08ad67f1a816ee\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T15:27:02.980Z\">4.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Independent’s commentator John Rentoul points out that at least 118 Tory MPs, or 37% of the parliamentary party, have already declared their voting intentions, according to lists compiled by Guido Fawkes and Conservative Home. </p> \n  <p>If the contest finished now Johnson would not make the final two candidates to be put to the wider membership. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JohnRentoul/status/1132644004770844672\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Numbers of Tory MPs publicly backing candidates. Dominic Raab has picked up 2 more. Updated combined totals of <a href=\"https://twitter.com/GuidoFawkes?ref_src=twsrc%5Etfw\">@GuidoFawkes</a> &amp; <a href=\"https://twitter.com/ConHome?ref_src=twsrc%5Etfw\">@ConHome</a> lists:<br>Jeremy Hunt 28<br>Michael Gove 23<br>Boris Johnson 22<br>Dominic Raab 19<br>Sajid Javid 10<br>Matt Hancock 7<br>Esther McVey 5<br>Mark Harper 4</p>— John Rentoul (@JohnRentoul) \n    <a href=\"https://twitter.com/JohnRentoul/status/1132644004770844672?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n  <p>But it’s early days and this Matt cartoon reminds us that Tory MPs are not a reliable bunch when it comes to leadership voting intentions. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattCartoonist/status/1132352860186927104\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/G2QTC5TFjb\">pic.twitter.com/G2QTC5TFjb</a></p>— Matt Cartoons (@MattCartoonist) \n    <a href=\"https://twitter.com/MattCartoonist/status/1132352860186927104?ref_src=twsrc%5Etfw\">May 25, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ceaac948f08cb6183376553\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T15:13:54.306Z\">4.13pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>One more for Boris Johnson? The Conservative MP, Sheryll Murray, says Johnson will make an excellent PM, but will she be voting for him? </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sheryllmurray/status/1132663740665606146\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I spoke to Boris yesterday. I think he would make an excellent Prime Minister <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> <a href=\"https://t.co/PphBkiR8YS\">pic.twitter.com/PphBkiR8YS</a></p>— Sheryll Murray (@sheryllmurray) \n    <a href=\"https://twitter.com/sheryllmurray/status/1132663740665606146?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5ceaa7eb8f08ad67f1a816bb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T14:55:42.025Z\">3.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The recriminations in the Labour party about the European election campaign are getting increasingly bitter even before the results are known.</p> \n  <p>According to ITV’s political editor Robert Peston, Labour MEP, John Howarth, said: “Had Labour’s ‘high command’ set out to lose an election they could not have gone about it in a more convincing way”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1132653746863972353\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Labour MEP <a href=\"https://twitter.com/JohnHowarth1958?ref_src=twsrc%5Etfw\">@JohnHowarth1958</a> launches furious attack on way Labour’s leaders conducted campaign for EU elections. See attached extracts from an email he sent. “Had Labour’s ‘high command’ set out to lose an election they could not have gone about it in a more convincing way” <a href=\"https://t.co/n3cGqWhoEv\">pic.twitter.com/n3cGqWhoEv</a></p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1132653746863972353?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Even before the results of the European elections are in</p> \n  <p>Even before the results of the European elections are in</p> \n </div> \n</div> \n<div id=\"block-5cea9fdf8f08cb61833764ea\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T14:34:04.851Z\">3.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Jeremy Hunt is winning the race for the number of MPs willing to express backing for a single candidate, according to <a href=\"https://www.conservativehome.com/parliament/2019/05/leadership-election-candidate-support-numbers-hunt-27-johnson-19-raab-13-gove-12-javid-10.html\">Conservative Home.</a></p> \n  <p>It reckons 27 Tory MPs have come out in favour of the foreign secretary, with his predecessor Boris Johnson second on 20 MPs. </p> \n  <p>The environment secretary, Michael Gove, is hot on Johnson’s heals with the backing of 19 MPs. Raab is currently in fourth on 17 and Javid fifth with 10 MPs. No MPs have yet publicly backed Stewart, according to Conservative Home. </p> \n  <p>An earlier tally by the Guido Fawkes site had <a href=\"https://order-order.com/2019/05/25/gove-raab-getting-supporters-open/\">Gove and Raab neck and neck on 18 each,</a> with Johnson third on 15. </p> \n  <p>The bookies Betway say the odds on favourite <a href=\"https://sports.betway.com/en/sports/evt/3493238\">Johnson have lengthened slightly from evens to 13-8</a>. </p> \n  <p>Betway’s Alan Alger<strong> </strong>said: “The Tory leadership race is taking shape, albeit with no fewer than eight candidates so far, and Michael Gove is the latest to throw his hat into the ring.</p> \n  <p>“Gove, previously at double-figure odds up until Sunday morning, is now a clear third in the betting at 5-1, behind Dominic Raab, 11-4, and 13-8 favourite Boris Johnson. Johnson has been eased out from evens in the wake of reports that he could attempt to push through a no deal Brexit.”</p> \n  <p>The odds on Stewart have shortened from 14-1 to 11-1 despite the lack of MPs willing to express backing for the international development secretary. </p> \n </div> \n</div> \n<div id=\"block-5cea9b9c8f08cb61833764c7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T13:59:48.798Z\">2.59pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Rory Stewart is keeping up the attacks on the hard-Brexiters over no deal. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RoryStewartUK/status/1132645699097628673\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">We need more than that <a href=\"https://twitter.com/lionelbarber?ref_src=twsrc%5Etfw\">@lionelbarber</a>. We need to acknowledge that a no-deal Brexit would in a single day undermine 400 years of our reputation for economic stability and competence. Any credible economic strategy for our future should rule it out. <a href=\"https://t.co/HvQG4iL1cl\">https://t.co/HvQG4iL1cl</a></p>— Rory Stewart (@RoryStewartUK) \n    <a href=\"https://twitter.com/RoryStewartUK/status/1132645699097628673?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cea95a28f08cb618337648e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T13:39:05.136Z\">2.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Independent focuses on the battle between the hard-Brexit front runners Dominic Raab and Boris Johnson.</p> \n  <p>It counted that in his Marr interview, Raab said three times that he was “details-oriented man” and stressed his background as a lawyer. As the Indy notes this was <a href=\"https://www.indy100.com/article/dominic-raab-tory-leadership-andrew-marr-show-brexit-details-dover-calais-8930831\">“less-than subtle jab at his rival Boris Johnson”</a>. </p> \n </div> \n</div> \n<div id=\"block-5cea92ed8f0807b455f888fb\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T13:31:46.245Z\">2.31pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here’s how things currently stand:</p> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/26/philip-hammond-warns-leadership-candidates-not-to-ignore-parliament-on-brexit\">Philip Hammond has warned Conservative leadership candidates they will not be prime minister for long if they pursue a no-deal Brexit, hinting that he and other Tories could be prepared to vote down the government in a confidence motion to prevent that outcome.</a></strong> The chancellor reminded the hardline Brexit candidates – <a href=\"https://www.theguardian.com/politics/boris\">Boris Johnson</a>, Dominic Raab and Esther McVey – that parliament was “vehemently opposed” to leaving the EU without a deal.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/26/michael-gove-to-challenge-johnson-for-tory-leadership\">Environment secretary, Michael Gove, has confirmed he has entered the Tory leadership race and has pitched himself as a “unity candidate”</a></strong>. Gove is the eighth candidate to enter the <a href=\"https://www.theguardian.com/politics/2019/may/16/tory-leadership-contenders-whos-up-whos-down-replace-theresa-may\">race for the Tory leadership</a> after Johnson, Esther McVey, Jeremy Hunt, <a href=\"https://www.theguardian.com/politics/2019/may/25/matt-hancock-tory-leadership-prime-minister-rory-stewart\">Dominic Raab</a>, Andrea Leadsom, Matt Hancock and Rory Stewart.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/may/26/politics-live-sunday-interview-round-in-tory-leadership-race?page=with:block-5cea7db08f08cb61833763d2#block-5cea7db08f08cb61833763d2\">Andrea Leadsom has confirmed her candidacy and like Johnson, Raab and McVey said she is prepared to leave the EU without a deal.</a></strong> “In order to succeed in a negotiation you have to be prepared to leave without a deal, but I have a three point plan for Brexit,” she said. </li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/may/26/politics-live-sunday-interview-round-in-tory-leadership-race?page=with:block-5cea62df8f08ad67f1a814b2#block-5cea62df8f08ad67f1a814b2\">Former Brexit secretary, Dominic Raab, has set out his case to become leader claiming he would be prepared to leave without a deal and would not seek an extension to article 50. </a></strong>He told the BBC:<strong> “</strong>I would fight for a fairer deal in Brussels with negotiation to change the backstop arrangements and if not, I would be clear we would leave on WTO terms in October.”</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/may/26/politics-live-sunday-interview-round-in-tory-leadership-race?page=with:block-5cea53558f0807b455f88737#block-5cea53558f0807b455f88737\">Former work and pension secretary, Esther McVey, has also said that if elected she would take the UK out of the EU on 31 October with or without a deal.</a></strong> “October 31 is the key date and we are coming out then, and if that means without a deal then that’s what it means,” she told Sky News.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/may/26/politics-live-sunday-interview-round-in-tory-leadership-race?page=with:block-5cea866d8f08ad67f1a815ae#block-5cea866d8f08ad67f1a815ae\">International development secretary, Rory Stewart, has not ruled out voting down a government that pursues a no-deal Brexit.</a> </strong>He said: “I can’t understand how Boris, or anybody, thinks they are going to get a no deal through parliament. There simply aren’t the votes for that. I certainly would vote against a no-deal in Parliament.” He also pitched himself as the candidate for the “radical centre ground”. </li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/may/26/politics-live-sunday-interview-round-in-tory-leadership-race?page=with:block-5cea59cd8f08ad67f1a8147c#block-5cea59cd8f08ad67f1a8147c\">The shadow chancellor John McDonnell says Labour expects a “good kicking” in the European Parliament election result tonight.</a></strong> Asked about a call by deputy leader Tom Watson for Labour to back a second referendum, McDonnell said Labour had been right to “tread a really difficult road” of trying to bring Leave and Remain supporters back together.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/may/26/politics-live-sunday-interview-round-in-tory-leadership-race?page=with:block-5cea7e828f08cb61833763db#block-5cea7e828f08cb61833763db\">Change UK leader, Heidi Allen, said her party could merge with the Liberal Democrats. </a></strong>She conceded that this a “step further” than the position taken by Change UK’s spokesman Chuka Umunna.</li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5cea91828f08ad67f1a815ea\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T13:17:23.910Z\">2.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Len McCluskey, the leader of the powerful Unite union, appears to be in no mood to accept <a href=\"https://www.theguardian.com/politics/2019/may/25/tom-watson-labour-must-back-second-brexit-referendum\">Tom Watson’s argument about the need for Labour to back a second referendum</a>. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/michaelsavage/status/1132635496268607494\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Some pretty full-on quotes from Len McCluskey on Labour Remainers...<br><br>So Remain is now a Tory trait?! 🤔 <a href=\"https://t.co/Y5G6WRtAZP\">pic.twitter.com/Y5G6WRtAZP</a></p>— Michael Savage (@michaelsavage) \n    <a href=\"https://twitter.com/michaelsavage/status/1132635496268607494?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cea8f4a8f08ad67f1a815e2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T13:10:52.801Z\">2.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Michael Gove is due to be set out his case to become Tory leader in an <a href=\"https://twitter.com/BBCPolitics/status/1132388551977517056\">interview at 7pm for Nick Robinson’s podcast Political Thinking</a>. </p> \n  <p>In the meantime here are the remarks he made to PA outside his home.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/michaelgove/status/1132615012412010496\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I will be putting my name forward to be Prime Minister.<br><br>I believe that I am ready to unite the Conservative and Unionist Party, ready to deliver Brexit, and ready to lead this great country.<a href=\"https://twitter.com/hashtag/gove4pm?src=hash&amp;ref_src=twsrc%5Etfw\">#gove4pm</a> <a href=\"https://twitter.com/hashtag/readytolead?src=hash&amp;ref_src=twsrc%5Etfw\">#readytolead</a> <a href=\"https://t.co/InA62Ud2ZK\">pic.twitter.com/InA62Ud2ZK</a></p>— Michael Gove (@michaelgove) \n    <a href=\"https://twitter.com/michaelgove/status/1132615012412010496?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And here’s the Guardian’s story on Gove’s bid.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/26/michael-gove-to-challenge-johnson-for-tory-leadership\">Michael Gove to challenge Johnson for Tory leadership</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5cea8aff8f08cb6183376431\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T12:52:00.377Z\">1.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Stewart has added this cryptic tweet to his 5 Live interview:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RoryStewartUK/status/1132628154256953344\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Marmite in the end today, better than no jam tomorrow.</p>— Rory Stewart (@RoryStewartUK) \n    <a href=\"https://twitter.com/RoryStewartUK/status/1132628154256953344?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Presumably he means swallowing a compromise on Brexit now, however divisive, rather than falling for the unrealistic promising of his opponents. </p> \n </div> \n</div> \n<div id=\"block-5cea866d8f08ad67f1a815ae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T12:43:40.252Z\">1.43pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The international development secretary, Rory Stewart, has joined Hammond and Greening, in not ruling out voting no confidence in a government that pursues a no-deal Brexit.</p> \n  <p>On Saturday Stewart, said he could not serve under Boris Johnson, after the former foreign secretary said he would take the UK out of the EU in October with or without a deal. </p> \n  <p>On Sunday Stewart was asked on Radio 5 Live whether he would back a no confidence motion to avoid no deal. He said: “I can’t understand what that scenario would be. I can’t understand how Boris, or anybody, thinks they are going to get a no deal through parliament. There simply aren’t the votes for that. I certainly would vote against a no-deal in Parliament.”</p> \n  <p>Stewart added: “I want to say to Boris: ‘let’s be practical, let’s be realistic, let’s be truthful.’ That slogan of no-deal is closing opportunities not opening them.”</p> \n  <p>Asked if Johnson had lied to him about opposing a no-deal Brexit, Stewart said: “Boris is an incredibly charming person, but it is sometimes quite difficult to be certain what’s going on. I called him out and said I was against him because he seemed to advocating for something that I thought would damage us. And he called me and said ‘no, no, no I’m not doing that’, and it seems I think he is doing that.”</p> \n  <p>He added: “There isn’t a majority in parliament for a no-deal Brexit. And what parliament would do in that situation is request an extension from the EU. But it doesn’t need to that, we can get Brexit done a long time before that if we can begin to explain to the public, to the Tory party members, that no-deal isn’t going to happen, that no-deal is a route to a general election.”</p> \n  <p>Stewart said the key to securing a deal that all sides of the Commons would accept was negotiation and communication. </p> \n  <p>He said: “I’m talking about holding the vast majority of my party, and reaching out to moderate Labour MPs [and] talking to the trade unions. We are about a quarter of an inch apart within the House of Commons of getting a deal that people can sign up to and get Brexit done. I believe that if you were to elect me as prime minister I would be able to deliver that deal by October and the way I would do it is by communicating.”</p> \n  <p>Stewart also pitched his case for centre ground Conservatism. </p> \n  <blockquote class=\"quoted\"> \n   <p>I would like to create an entire new department, secretary of state for the union, whose job would be to take the European structural funds and use them to regenerate the United Kingdom.</p> \n   <p>All of us [candidates] our playing for 150/200 MPs who have not yet declared for anyone. What I think they want to hear is that they have a candidate who can reunite the United Kingdom, reunite young people with old people, by talking about issues that matter to people: health, education, climate and the environment. And basically make us into the radical party of the centre ground, not try to out Farage Farage, or compete with Corbyn. </p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RoryStewartUK/status/1132624654584176646\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">By explaining that:<br>No-deal is a recipe for delay and uncertainty. We need a trade deal for our industrial strategy. There are more potential votes in the centre of British politics. Out-Farage-ing Farage will lead to a Corbyn Govt. <br>And that we need to re-unify the country.</p>— Rory Stewart (@RoryStewartUK) \n    <a href=\"https://twitter.com/RoryStewartUK/status/1132624654584176646?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cea80f18f0807b455f88868\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T12:05:56.477Z\">1.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s video of Raab’s pitch for the Tory leadership on Marr show.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"80ce7546-bf40-4a0f-a914-38f61f565586\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/zYEUdTlIolE?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cea7e828f08cb61833763db\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T11:59:59.502Z\">12.59pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Allen says Change UK and LibDems could merge</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"fccef93c49c20ecf273dd65e8afda5133aa6f2c0\"> \n   <img src=\"https://media.guim.co.uk/fccef93c49c20ecf273dd65e8afda5133aa6f2c0/0_97_5772_3463/1000.jpg\" alt=\"Change UK spokesman Chuka Umunna and party leader Heidi Allen\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Change UK spokesman Chuka Umunna and party leader Heidi Allen</span> \n    <span class=\"element-image__credit\">Photograph: Dimitris Legakis/Athena Pictures</span> \n   </figcaption> \n  </figure> \n  <p>Change UK leader, Heidi Allen, said her party could form a single centrist party with the Liberal Democrats, PA reports. </p> \n  <p>On Saturday Change UK MP and spokesman Chuka Umunna said it should form a pact not to stand against LibDems in the next general election. </p> \n  <p>Allen, who left the Conservatives to join other breakaway Tory and Labour MPs, said she would go “one step further” than her party spokesman. </p> \n  <p>“I would like us to be in the same vehicle,” she told BBC Radio 5 Live. </p> \n  <p>Asked if she meant the same party, Allen replied: “Yeah, probably, I don’t know. This partisan thing completely passes me by and when I look across Europe, they seem to do pretty well with coalitions. </p> \n  <p>“I don’t know what the format will be, but will we be singing from the same hymn sheet? I would hope as a collective, let’s call us a collective, somewhere in the middle with other like-minded colleagues. “I don’t think it’s sensible to be too prescriptive at the moment.” </p> \n  <p>Allen said to be a “real insurgent force”, the alliance needs to be “brand new” rather than a larger Liberal Democrat Party. </p> \n  <p>Last week, she admitted she had threatened to quit in an internal row over tactical voting to maximise the pro-Remain challenge to Nigel Farage’s Brexit Party. </p> \n  <p>But on Sunday she indicated all MPs within the party are moving towards a closer relationship with the Liberal Democrats. </p> \n  <p>“I think we are sensible enough to know we can’t do it on our own,” she said. <br>“Are we at different stages on the continuum? Of course we are, because everybody’s different. “But do we all agree that the long goal is something centrist together? Then, yes, we are all on that same path.” </p> \n  <p>Allen said she thinks more Tory MPs could desert the party if Boris Johnson becomes prime minster, while Labour MPs may also defect if Jeremy Corbyn continues to refuse to commit to a second referendum. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-26T12:32:08.179Z\">at 1.32pm BST</time></p> \n</div> \n<div id=\"block-5cea7db08f08cb61833763d2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T11:54:22.657Z\">12.54pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Leadsom enters race</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"6b95cfb8-ead6-4c3a-a539-0df24058b5f9\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/H35_a0Bv6LU?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>Andrea Leadsom has confirmed she’ll be standing too and like Raab, Johnson and McVey, is prepared to leave the EU without a deal. </p> \n  <p>Speaking to Sky News, Leadsom who resigned as leader of the Commons on Wednesday, said: </p> \n  <blockquote class=\"quoted\"> \n   <p>“I can confirm I will be standing for the leadership of my party and as the next prime minister. I do believe I am the decisive and compassionate leader who can reunite our great country.”</p> \n   <p>“In order to succeed in a negotiation you have to be prepared to leave without a deal, but I have a three point plan for Brexit, for how we get out of the European Union. I’m very optimistic about it. My role as leader of the Commons means that I have had a very good insight into what needs to be done and I look forward to setting that out once the campaign starts.”</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-26T13:58:05.740Z\">at 2.58pm BST</time></p> \n</div> \n<div id=\"block-5cea777a8f08cb6183376389\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T11:40:37.535Z\">12.40pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here’s a summary of what’s happened so far today:</p> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/26/philip-hammond-warns-leadership-candidates-not-to-ignore-parliament-on-brexit\">Philip Hammond has warned Conservative leadership candidates they will not be prime minister for long if they pursue a no-deal Brexit, hinting that he and other Tories could be prepared to vote down the government in a confidence motion to prevent that outcome.</a></strong> The chancellor reminded the hardline Brexit candidates – <a href=\"https://www.theguardian.com/politics/boris\">Boris Johnson</a>, Dominic Raab and Esther McVey – that parliament was “vehemently opposed” to leaving the EU without a deal.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/26/michael-gove-to-challenge-johnson-for-tory-leadership\">Environment secretary, Michael Gove, has confirmed he has entered the Tory leadership race and has pitched himself as a “unity candidate”</a></strong>. Gove is the eighth candidate to enter the <a href=\"https://www.theguardian.com/politics/2019/may/16/tory-leadership-contenders-whos-up-whos-down-replace-theresa-may\">race for the Tory leadership</a> after Johnson, Esther McVey, Jeremy Hunt, <a href=\"https://www.theguardian.com/politics/2019/may/25/matt-hancock-tory-leadership-prime-minister-rory-stewart\">Dominic Raab</a>, Andrea Leadsom, Matt Hancock and Rory Stewart.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/may/26/politics-live-sunday-interview-round-in-tory-leadership-race?page=with:block-5cea62df8f08ad67f1a814b2#block-5cea62df8f08ad67f1a814b2\">Former Brexit secretary, Dominic Raab, has been setting out his case to become leader claiming he would be prepared to leave without a deal and would not seek an extension to article 50. </a> </strong>He told the BBC:<strong> “</strong>I would fight for a fairer deal in Brussels with negotiation to change the backstop arrangements and if not, I would be clear we would leave on WTO terms in October.”</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/may/26/politics-live-sunday-interview-round-in-tory-leadership-race?page=with:block-5cea53558f0807b455f88737#block-5cea53558f0807b455f88737\">Former work and pension secretary, Esther McVey, has also said that if elected she would take the UK out of the EU on 31 October with or without a deal.</a></strong> “October 31 is the key date and we are coming out then, and if that means without a deal then that’s what it means,” she told Sky News. </li> \n   <li><strong>International development secretary, Rory Stewart, has not ruled out voting down a government that pursues a no-deal Brexit. </strong>Former education secretary, Justine Greening, took a similar stance. </li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/may/26/politics-live-sunday-interview-round-in-tory-leadership-race?page=with:block-5cea59cd8f08ad67f1a8147c#block-5cea59cd8f08ad67f1a8147c\">The shadow chancellor John McDonnell says Labour expects a “good kicking” in the European Parliament elections.</a></strong> Asked about a call by deputy leader Tom Watson for Labour to back a second referendum, McDonnell said Labour had been right to “tread a really difficult road” of trying to bring Leave and Remain supporters back together.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-26T13:21:11.541Z\">at 2.21pm BST</time></p> \n</div> \n<div id=\"block-5cea71b28f08ad67f1a81510\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T11:05:45.063Z\">12.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Hammond’s comments suggests this leadership race is going to be very feisty if not hostile. And the key battleground in this blue-on-blue war is the prospect of a no-deal Brexit. </p> \n  <p> Here’s some reaction:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/krishgm/status/1132602580650078213\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Hammond’s interview this morning in many ways the most compelling. A clear warning that Conservatives like him who think No Deal a disaster would have to consider bringing down a Johnson/Raab/McVey/whoever government before No Deal Brexit at end of October.</p>— Krishnan Guru-Murthy (@krishgm) \n    <a href=\"https://twitter.com/krishgm/status/1132602580650078213?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PippaCrerar/status/1132592043975499777\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">🚨 Wow. Philip Hammond not ruling out bringing down Tory PM who goes for No Deal. “This is a very difficult situation, it would not just challenge not just me, but many of our colleagues, and I hope we never get to that position.” Pushes up odds of autumn election.</p>— Pippa Crerar (@PippaCrerar) \n    <a href=\"https://twitter.com/PippaCrerar/status/1132592043975499777?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tnewtondunn/status/1132590314135445509\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Yikes. Hammond refuses to rule out joining a no confidence vote in a Tory PM carrying out a No Deal Brexit: “It’s a hypothetical question. I don’t want to be put in that situation” <a href=\"https://twitter.com/hashtag/Marr?src=hash&amp;ref_src=twsrc%5Etfw\">#Marr</a></p>— Tom Newton Dunn (@tnewtondunn) \n    <a href=\"https://twitter.com/tnewtondunn/status/1132590314135445509?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/janemerrick23/status/1132588679292215296\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Hammond warns Raab over tax cut promises: “Fiscal responsibility is a core Conservative brand and spraying spending commitments and tax-cutting commitments around is playing fast and loose with the value of that brand” <a href=\"https://twitter.com/hashtag/marr?src=hash&amp;ref_src=twsrc%5Etfw\">#marr</a></p>— Jane Merrick (@janemerrick23) \n    <a href=\"https://twitter.com/janemerrick23/status/1132588679292215296?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Steven_Swinford/status/1132587983188692996\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Asked about Boris Johnson and Dom Raab ruling out A50 extension beyond October 31, Philip Hammond says leadership candidates 'not to box themselves in' with commitments 'they might find it hard to deliver'</p>— Steven Swinford (@Steven_Swinford) \n    <a href=\"https://twitter.com/Steven_Swinford/status/1132587983188692996?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-26T11:24:34.684Z\">at 12.24pm BST</time></p> \n</div> \n<div id=\"block-5cea6f468f08ad67f1a81503\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T10:59:49.320Z\">11.59am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In his Marr interview Hammond seemed determined to derail candidates, including Raab, Johnson and McVey, who have advocated leaving the EU without a deal.</p> \n  <p>He said: </p> \n  <blockquote class=\"quoted\"> \n   <p>I hear a lot of my colleagues wanting to do a deal with the EU, but actually many of them only want to do a deal that is entirely on their terms. They are not really proposing to negotiate with the EU, they are simply proposing to go to Brussels once again and tell the EU once again what it is they don’t like about the withdrawal agreement.</p> \n   <p>The EU will not renegotiate the withdrawal agreement. I’m quite clear about that.</p> \n   <p>There is also a contradiction between saying that we are going to leave on 31 October and we should try to renegotiate yet again with the European Commission. There isn’t going to be time. </p> \n   <p>People who say ‘I’m going to go and have one last go at negotiating the backstop away and then we’ll have to leave on no-deal terms’, in fact the negotiation is a fig leaf for what is actually policy of leaving on no-deal terms. That policy has a major flaw in it, a part from the fact that it would have serious implications for our country, that is that parliament has voted very clearly to oppose a no-deal exit. </p> \n  </blockquote> \n  <p>Hammond repeatedly ducked Marr’s questions about whether he would back a no confidence motion against a leader who pursued no-deal. But he said: “This is a parliamentary democracy. A prime minister who ignores parliament cannot expect to survive very long.” </p> \n  <p>He warned that daring Parliament to except a no-deal Brextit s a “dangerous strategy”. </p> \n  <p>And the chancellor repeated the outgoing prime minister’s plea for compromise on Brexit. </p> \n  <blockquote class=\"quoted\"> \n   <p>Theresa May standing down hasn’t changed anything. I would urge all of my colleagues who are standing in this contest to embrace the concept of compromise. The only way forward on Brexit is compromise. Compromise in parliament, compromise in the country. </p> \n  </blockquote> \n  <p>Hammond also had barbed comments about the tax cuts being proposed by Raab and Jeremy Hunt. </p> \n  <p>He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>“We have some fiscal headroom which at the moment we need to retain because of the possibility of a no-deal exit which will have very significant economic and fiscal impact on the country. </p> \n   <p>“I would strongly urge my colleagues to recognise that fiscal responsibility is a core Conservative brand and spraying spending and tax cutting commitments around is playing fast and loose with the value of that brand.” </p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1132591048675549185\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">On <a href=\"https://twitter.com/hashtag/Marr?src=hash&amp;ref_src=twsrc%5Etfw\">#Marr</a>, the Chancellor Philip Hammond says that “compromise” is “the only way forward” on <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> and that “daring parliament\" to accept a no deal Brexit is a \"dangerous strategy” <a href=\"https://t.co/nM4yerCDLp\">https://t.co/nM4yerCDLp</a> <a href=\"https://t.co/exgNSVTUlz\">pic.twitter.com/exgNSVTUlz</a></p>— BBC Politics (@BBCPolitics) \n    <a href=\"https://twitter.com/BBCPolitics/status/1132591048675549185?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cea62df8f08ad67f1a814b2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T10:27:19.572Z\">11.27am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here are the key points and passages from Raab’s interview with Marr. </p> \n  <p><strong>Raab wants to renegotiate the withdrawal bill with a threat of walking out without a deal: </strong></p> \n  <blockquote class=\"quoted\"> \n   <p>I would fight for a fairer deal in Brussels with negotiation to change the backstop arrangements and if not I would be clear we would leave on WTO terms in October.</p> \n   <p>There is a clearly a reasonable ask that we can make, one that had the approval of the House of Commons around the so-called Brady amendment, in particular making sure we have to an exit from the backstop. We need to be absolutely resolute in a way that weren’t last time.</p> \n   <p>One of the reasons [that the EU says they won’t budge on the withdrawal agreement] is that we were not resolute enough and we took no-deal off the table. I don’t want a WTO Brexit but unless you are willing to keep our promises as politicians we put ourselves in a much weaker position in terms of getting a deal, because if you are not willing to walk away from the negotiation it doesn’t focus the mind of the other side. </p> \n  </blockquote> \n  <p><strong>Raab called for a united cabinet:</strong></p> \n  <blockquote class=\"quoted\"> \n   <p>My experience was of being undermined by some others in government so we would need to have a very well organised number 10 operation and a united cabinet. </p> \n   <p>I resigned on principle because I tried very hard to fight for the deal that I’m still fighting for now. And when my advice wasn’t taken by the prime minister or indeed by the cabinet. I did the honourable thing.</p> \n  </blockquote> \n  <p><strong>On voting for Theresa May’s withdrawal bill on the third time of asking, Raab said:</strong></p> \n  <blockquote class=\"quoted\"> \n   <p>I voted to avoid the European elections and any further extension. I only voted only to avoid an extension which was bad idea and I think I have been proved right about that. </p> \n  </blockquote> \n  <p><strong>Raab ruled out an extension to article 50:</strong></p> \n  <blockquote class=\"quoted\"> \n   <p>There is no case for a further extension. We have got to bring some finality to this. I will not asks for an extension. Of course if parliament legislates then we would be in a difficult position, but as the Institute for Government points out it would be very difficult for parliament to legislate against no deal or in favour an extension unless resolute prime minister is willing to acquiesce in that. And I would not. </p> \n  </blockquote> \n  <p><strong>Raab did not rule out working with </strong><strong>Nigel Farage’s Brexit Party:</strong></p> \n  <blockquote class=\"quoted\"> \n   <p>“I always listen to all sides of this debate, from Nigel Farage to others.”</p> \n  </blockquote> \n  <p>Asked if as leader he would enter an electoral pledge with Farage he said: </p> \n  <blockquote class=\"quoted\"> \n   <p>“That’s not what I would be aiming for. My aim is not to cosy up with other parties, my aim is to keep Conservative promises, present an optimistic, aspirational vision of the future, then go and beat Jeremy Corbyn.” </p> \n  </blockquote> \n  <p><strong>Raab insisted his proposed tax cuts could be paid for:</strong></p> \n  <blockquote class=\"quoted\"> \n   <p>I’ve talked about raising the National Insurance threshold and I’ve talked about taking a penny off the basic rate of income tax. Overtime my ambition would be to get the basic rate down from 20p to 15p. </p> \n   <p>Taking penny off and [raising] the National Insurance threshold would come to around £15bn. We have got £26bn worth of headroom within our deficit target. I would cut down the number of Whitehall departments, cut out the bureaucracy. I would have a special commission looking at public sector procurement particularly in the NHS and the MoD. And then I would recycle roughly half of that into front line services and half into the tax cuts.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5cea65a38f0807b455f887ac\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T10:13:18.337Z\">11.13am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Hammond warns against no-deal Brexit</h2> \n <div class=\"block-elements\"> \n  <p>Chancellor Philip Hammond has refused to rule out backing a no confidence vote in the government if the new leader went for a no-deal Brexit. </p> \n  <p>Speaking to the Marr programme he said he had never voted against the Conservative whip, and did not want to start now.</p> \n  <p>But he added: “A prime minister has to command the confidence of the House of Commons. How will they govern if they have defied parliament on such an important issue?” </p> \n  <p>And he said if there was a no confidence vote on the issue of no-deal he said: “It would challenge not just me but very many of my colleagues”</p> \n </div> \n</div> \n<div id=\"block-5cea5d378f08cb61833762ef\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T09:34:35.414Z\">10.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Raab said if elected as leader he would listen to the Brexit party leader Nigel Farage. </p> \n  <p>He refused to rule out an electoral pact with the Brexit Party, but said it was not what he was aiming for. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Steven_Swinford/status/1132580232622477317\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Interesting<br><br>Dom Raab does not rule out forming an electoral pact with Nigel Farage and his Brexit Party if he becomes Conservative leader<br><br>'I'm not going to answer hypothetical questions,' he says</p>— Steven Swinford (@Steven_Swinford) \n    <a href=\"https://twitter.com/Steven_Swinford/status/1132580232622477317?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-26T09:35:02.198Z\">at 10.35am BST</time></p> \n</div> \n<div id=\"block-5cea5ae38f0807b455f8876d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T09:27:24.711Z\">10.27am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Raab backs 'WTO Brexit'</h2> \n <div class=\"block-elements\"> \n  <p>Former Brexit secretary, Dominic Raab, has confirmed he is running and he is prepared to leave the EU on WTO rules. </p> \n  <p>Appearing on the BBC’s Andrew Marr show, he said he wanted to renegotiate the backstop or leave without a deal in October. Marr pointed out that he was not liked in Brussels. Raab said that showed he was doing a good job.</p> \n  <p>He also said he would not ask for an extension beyond 31 October. He said: “There’s no case for a further extension in October. I will not ask for one”. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCPolitics/status/1132577918515761152\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Former Brexit Secretary Dominic Raab confirms that he is running to be prime minister and sets out his plan for <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> on <a href=\"https://twitter.com/hashtag/Marr?src=hash&amp;ref_src=twsrc%5Etfw\">#Marr</a><a href=\"https://t.co/nM4yerl2mP\">https://t.co/nM4yerl2mP</a> <a href=\"https://t.co/z2sDGnDeCK\">pic.twitter.com/z2sDGnDeCK</a></p>— BBC Politics (@BBCPolitics) \n    <a href=\"https://twitter.com/BBCPolitics/status/1132577918515761152?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-26T09:31:15.216Z\">at 10.31am BST</time></p> \n</div> \n<div id=\"block-5cea59cd8f08ad67f1a8147c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T09:21:43.652Z\">10.21am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">McDonnell expects 'good kicking' in Euro elections</h2> \n <div class=\"block-elements\"> \n  <p>Labour is braced for a “good kicking” in the European Parliament elections, shadow chancellor John McDonnell has said, PA reports. </p> \n  <p>His comments come after deputy<a href=\"https://www.theguardian.com/politics/2019/may/25/tom-watson-labour-must-back-second-brexit-referendum\"> Labour leader Tom Watson said the party must “find some backbone”</a> and fully commit to a second referendum on Brexit to have any chance of winning the next general election. <br></p> \n  <p>McDonnell said he understood Mr Watson’s frustration, but that the party had been right to “tread a really difficult road” of trying to bring Leave and Remain supporters back together. </p> \n  <p>The shadow chancellor said Labour would pay an electoral price for that stance when European Parliament results begin to be announced late on Sunday. <br><br></p> \n  <p>McDonnell told Sky News: “I think we most probably will get a good kicking in the election results tonight. We’ll see. We are braced for that.” </p> \n  <p>He added: </p> \n  <blockquote class=\"quoted\"> \n   <p>“But, you know, we had to do the responsible thing. </p> \n   <p>“It was a hard road to follow. But someone had to be there and say ‘Can we bring the country back together again?’ “And it would have been easy to go to one side, go to the Remain side and ignored all those people who voted Leave - that’s not the nature of our party. </p> \n   <p>“We are the party that is trying to bring people back together again. </p> \n   <p>“That’s been difficult electorally for us in these elections, of course it has. </p> \n   <p>“But now we have got to move on.” </p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RidgeOnSunday/status/1132570763385606149\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">'We're a strong remain party but we couldn't ignore that 52% voted leave, we can't turn our back on those people' - Shadow Chancellor <a href=\"https://twitter.com/johnmcdonnellMP?ref_src=twsrc%5Etfw\">@johnmcdonnellMP</a> responds to <a href=\"https://twitter.com/tom_watson?ref_src=twsrc%5Etfw\">@tom_watson</a>'s calls for a second referendum. <a href=\"https://twitter.com/hashtag/Ridge?src=hash&amp;ref_src=twsrc%5Etfw\">#Ridge</a><br><br>More here: <a href=\"https://t.co/CH6sN4Zz3F\">https://t.co/CH6sN4Zz3F</a> <a href=\"https://t.co/5ki6oTntc2\">pic.twitter.com/5ki6oTntc2</a></p>— Ridge on Sunday (@RidgeOnSunday) \n    <a href=\"https://twitter.com/RidgeOnSunday/status/1132570763385606149?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cea58b88f0807b455f88761\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T09:16:58.765Z\">10.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"5a90b44d4362c781730659d8d1f7c7e89be0ba74\"> \n   <img src=\"https://media.guim.co.uk/5a90b44d4362c781730659d8d1f7c7e89be0ba74/0_223_2334_2917/800.jpg\" alt=\"Jeremy Hunt\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jeremy Hunt</span> \n    <span class=\"element-image__credit\">Photograph: David Mirzoeff/PA</span> \n   </figcaption> \n  </figure> \n  <p>The foreign secretary, Jeremy Hunt, has refused to say whether he would be prepared to serve in a Boris Johnson government. </p> \n  <p>Returning from a run to his official residence in central London on Sunday morning, Hunt would not answer questions about his predecessor, after Johnson had said that UK should leave the EU on 31 October deal or no deal. </p> \n  <p>Asked if he was running to get fit for the Tory leadership race, Hunt said: “I’m already fit.” </p> \n </div> \n</div> \n<div id=\"block-5cea57e88f0807b455f8875c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T09:11:52.890Z\">10.11am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Damian Green, the former de facto deputy prime minister is backing Health Secretary Matt Hancock.</p> \n  <p>Speaking to Sky News, Green said: “I think the next leader should be Matt Hancock. “I do think we need a fresh start.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RidgeOnSunday/status/1132566960716374018\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">'Obviously getting Brexit through is the immediate task but we've got to start thinking and caring about more than that' - <a href=\"https://twitter.com/DamianGreen?ref_src=twsrc%5Etfw\">@DamianGreen</a> has backed <a href=\"https://twitter.com/MattHancock?ref_src=twsrc%5Etfw\">@MattHancock</a> to be the next Tory leader.<a href=\"https://twitter.com/hashtag/Ridge?src=hash&amp;ref_src=twsrc%5Etfw\">#Ridge</a><br><br>For more, head here: <a href=\"https://t.co/z9r0pkDfJD\">https://t.co/z9r0pkDfJD</a> <a href=\"https://t.co/P7eMCsKDBg\">pic.twitter.com/P7eMCsKDBg</a></p>— Ridge on Sunday (@RidgeOnSunday) \n    <a href=\"https://twitter.com/RidgeOnSunday/status/1132566960716374018?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cea54c28f0807b455f88748\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T09:07:51.912Z\">10.07am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Former education secretary, Justine Greening, has suggested she would be prepared to back a vote of no confidence in the government if the new leader goes for a no-deal Brexit.</p> \n  <p>Greening, confirmed that she will not be standing the contest and refused to say who she will back.</p> \n  <p>Asked by Sky’s Sophy Ridge about the prospect of the new leader taking the UK out of the EU without a deal, Greening said: “Parliament will stop government doing that. Parliament has voted against no-deal several times. It is clear that communities for the most part do not want to leave the European Union with no deal.”</p> \n  <p>Asked if she was prepared to bring down the government to stop a no deal, Greening said: </p> \n  <blockquote class=\"quoted\"> \n   <p>“The danger is that a government with an unviable strategy on Brexit is destabilising itself. The choice is going to be quite simple ... either we end up with a general election which Jeremy Corbyn would likely win. I don’t think he’ll win it with a majority. He’s likely to have a coalition partner who is likely to demand some kind of a second referendum. Or we can chose to break the Brexit deadlock through giving people a vote. We are going to have to bite the bullet.”</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5cea53558f0807b455f88737\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T08:55:28.768Z\">9.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Esther McVey has said there will be no further extensions and the UK will leave the EU on 31 October 31, with or without a deal. </p> \n  <p>The former work and pensions secretary told Sky’s Sophy Ridge on Sunday that the UK must start preparing for a no-deal exit straight away. She said:<br></p> \n  <blockquote> \n   <p>“October 31 is the key date and we are coming out then, and if that means without a deal then that’s what it means. </p> \n   <p>“We won’t be asking for any more extensions. </p> \n   <p>“If Europe wants to come back to us, the door is open if they want a better deal. </p> \n   <p>“Time is limited, we have to make sure we are ready to leave.”</p> \n  </blockquote> \n  <p>McVey also said she would use the growth in the international aid budget to boost school and police funding.</p> \n  <p>She said the aid budget has grown from £8bn to £14bn and while that would remain high under her leadership, she would use the growth to fund “radical changes”. </p> \n  <p>She told the programme she would invest an extra £4bn for schools and also said there needs to be an extra £3bn for policing. </p> \n  <p>She added: “Obviously we have to live within our means, that will come from the extra amount that has gone into foreign aid. </p> \n  <p>“We are going to leave it at high levels, however we have got to look after people at home, particularly safety on the streets, particularly in schools and transport and the NHS. </p> \n  <p>“That’s the vision we have got to set out and unite the country and our party.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RidgeOnSunday/status/1132561904189222912\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">'This is the best thing we can do, prepare for no-deal' - <a href=\"https://twitter.com/EstherMcVey1?ref_src=twsrc%5Etfw\">@EstherMcVey1</a> sets out her position on Brexit talks with the EU saying the 'withdrawal agreement boat has sailed.'<a href=\"https://twitter.com/hashtag/Ridge?src=hash&amp;ref_src=twsrc%5Etfw\">#Ridge</a> <br><br>For more, head here: <a href=\"https://t.co/P43orwWySP\">https://t.co/P43orwWySP</a> <a href=\"https://t.co/EP6kFNm24v\">pic.twitter.com/EP6kFNm24v</a></p>— Ridge on Sunday (@RidgeOnSunday) \n    <a href=\"https://twitter.com/RidgeOnSunday/status/1132561904189222912?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cea52078f08cb61833762b6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T08:48:58.456Z\">9.48am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Gove confirms he is running</h2> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"c6eb65da85c9378403935a2e5f6725c73cb86a73\"> \n   <img src=\"https://media.guim.co.uk/c6eb65da85c9378403935a2e5f6725c73cb86a73/814_134_805_1007/799.jpg\" alt=\"Michael Gove\" width=\"799\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Michael Gove</span> \n    <span class=\"element-image__credit\">Photograph: Matt Dunham/AP</span> \n   </figcaption> \n  </figure> \n  <p>Michael Gove has confirmed he will formally enter the Conservative leadership race, PA reports.</p> \n  <p>Speaking from his London home, the prominent Brexiteer said he will join an already crowded field after Foreign Secretary Jeremy Hunt and ex-Cabinet ministers Dominic Raab and Andrea Leadsom threw their hats into the ring. </p> \n  <p>He said: “I can confirm that I will be putting my name forward to be prime minister of this country. “I believe that I’m ready to unite the Conservative and Unionist Party, ready to deliver Brexit, and ready to lead this great country.” </p> \n  <p>Gove’s intervention is likely to cause concern to current front-runner Boris Johnson. <br>A spectacular fall out between the two former allies in the 2016 leadership contest helped destroy both men’s chances of the top job. </p> \n  <p>Gove is posing as a self-styled “unity candidate”. </p> \n </div> \n</div> \n<div id=\"block-5cea516b8f08ad67f1a81458\" class=\"block\" data-block-contributor=\"profile/graham-russell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T08:42:56.022Z\">9.42am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>With the Tory leadership contest now in full swing, the Sunday papers are awash with the possibilities, with early pitches from the Raab and Gove camps, as well as an interview with Nigel Farage.</p> \n  <p>The Sunday Times focuses on the prospect of a leadership rematch between <a href=\"https://www.theguardian.com/politics/boris\">Boris Johnson</a> and Michael Gove, using the visual aide of Gove stroking a dog in presumed anticipation of setting it upon his rival. The headline is “Get Boris! Gove challenges his rival again.”</p> \n  <p>The environment secretary says he has a better track record and is more capable of delivering Brexit, the newspaper reports. “His entry into the race will revive memories of the psychodrama of 2016 when he was Johnson’s campaign chairman,” it says.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/26/get-boris-what-the-sunday-papers-say-about-the-tory-leadership-dogfight\">'Get Boris!': what the Sunday papers say about the Tory leadership dogfight</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5cea4bb98f08ad67f1a81446\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-26T08:38:12.664Z\">9.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Welcome to a special Sunday edition of Politics Live to cover the first round of Sunday interviews in the Tory leadership contest. </p> \n  <p>There is already a crowded a field in the race to succeed Theresa May and it’s getting bigger. <a href=\"https://www.theguardian.com/politics/2019/may/26/michael-gove-to-challenge-johnson-for-tory-leadership\">Michael Gove, the environment secretary, is expected to enter the contest </a>to challenge the front runner Boris Johnson, his former Vote Leave ally who he betrayed in the last contest.</p> \n  <p>The issue of whether the UK leaves the EU with no deal is emerging as the key issue in the campaign. </p> \n  <p>One of the candidates, international development secretary, <a href=\"https://www.theguardian.com/politics/2019/may/25/moderate-tories-launch-stop-boris-johnson-campaign\">Rory Stewart, is so opposed to the idea that he has said he would not serve in a government</a> led by Johnson after the said the <a href=\"https://www.theguardian.com/politics/2019/may/24/boris-johnson-favourite-as-uk-to-have-new-pm-by-end-of-july\">former foreign secretary said the UK must leave on the 31 October with or without a deal</a>.</p> \n  <p>Two other candidates who have said they would be prepared to leave without a deal are due to present their leadership pitches in TV interviews today. Dominic Raab, the former Brexit secretary, is due to appear on the BBC’s Andrew Marr show. And Esther McVey, the former work and pensions secretary, is due on Sky’s Sophy Ridge programme. </p> \n  <p>Here’s taster:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RidgeOnSunday/status/1132558834894032897\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">'We need honesty for a change' - <a href=\"https://twitter.com/EstherMcVey1?ref_src=twsrc%5Etfw\">@EstherMcVey1</a> makes the case why she should succeed Theresa May as Tory leader.<a href=\"https://twitter.com/hashtag/Ridge?src=hash&amp;ref_src=twsrc%5Etfw\">#Ridge</a><br><br>For more, head here: <a href=\"https://t.co/P43orwWySP\">https://t.co/P43orwWySP</a> <a href=\"https://t.co/APv6BHypDN\">pic.twitter.com/APv6BHypDN</a></p>— Ridge on Sunday (@RidgeOnSunday) \n    <a href=\"https://twitter.com/RidgeOnSunday/status/1132558834894032897?ref_src=twsrc%5Etfw\">May 26, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Later, Rory Stewart is due to appear on the BBC Radio 5 live’s Pienaar’s Politics.</p> \n </div> \n</div>",
      "wordcount": "4977",
      "commentable": "false",
      "firstPublicationDate": "2019-05-26T08:38:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:02Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bhh49",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4dab3fe85ea10cd281a9b0e1cb06eeaacf5edcb5/0_0_2560_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "That’s it for today. Attention now switches to the European parliamentary elections. You can follow the latest on the Tory leadership race here. The Independent’s commentator John Rentoul points out that at least 118 Tory MPs, or 37% of the parliamentary party, have already declared their voting intentions, according to lists compiled by Guido Fawkes and Conservative Home. If the contest finished now Johnson would not make the final two candidates to be put to the wider membership. But it’s early days and this Matt cartoon reminds us that Tory MPs are not a reliable bunch when it comes to leadership voting intentions. One more for Boris Johnson? The Conservative MP, Sheryll Murray, says Johnson will make an excellent PM, but will she be voting for him? The recriminations in the Labour party about the European election campaign are getting increasingly bitter even before the results are known. According to ITV’s political editor Robert Peston, Labour MEP, John Howarth, said: “Had Labour’s ‘high command’ set out to lose an election they could not have gone about it in a more convincing way”. Even before the results of the European elections are in Even before the results of the European elections are in Jeremy Hunt is winning the race for the number of MPs willing to express backing for a single candidate, according to Conservative Home. It reckons 27 Tory MPs have come out in favour of the foreign secretary, with his predecessor Boris Johnson second on 20 MPs. The environment secretary, Michael Gove, is hot on Johnson’s heals with the backing of 19 MPs. Raab is currently in fourth on 17 and Javid fifth with 10 MPs. No MPs have yet publicly backed Stewart, according to Conservative Home. An earlier tally by the Guido Fawkes site had Gove and Raab neck and neck on 18 each, with Johnson third on 15. The bookies Betway say the odds on favourite Johnson have lengthened slightly from evens to 13-8. Betway’s Alan Alger said: “The Tory leadership race is taking shape, albeit with no fewer than eight candidates so far, and Michael Gove is the latest to throw his hat into the ring. “Gove, previously at double-figure odds up until Sunday morning, is now a clear third in the betting at 5-1, behind Dominic Raab, 11-4, and 13-8 favourite Boris Johnson. Johnson has been eased out from evens in the wake of reports that he could attempt to push through a no deal Brexit.” The odds on Stewart have shortened from 14-1 to 11-1 despite the lack of MPs willing to express backing for the international development secretary. Rory Stewart is keeping up the attacks on the hard-Brexiters over no deal. The Independent focuses on the battle between the hard-Brexit front runners Dominic Raab and Boris Johnson. It counted that in his Marr interview, Raab said three times that he was “details-oriented man” and stressed his background as a lawyer. As the Indy notes this was “less-than subtle jab at his rival Boris Johnson”. Here’s how things currently stand: Philip Hammond has warned Conservative leadership candidates they will not be prime minister for long if they pursue a no-deal Brexit, hinting that he and other Tories could be prepared to vote down the government in a confidence motion to prevent that outcome. The chancellor reminded the hardline Brexit candidates – Boris Johnson, Dominic Raab and Esther McVey – that parliament was “vehemently opposed” to leaving the EU without a deal. Environment secretary, Michael Gove, has confirmed he has entered the Tory leadership race and has pitched himself as a “unity candidate”. Gove is the eighth candidate to enter the race for the Tory leadership after Johnson, Esther McVey, Jeremy Hunt, Dominic Raab, Andrea Leadsom, Matt Hancock and Rory Stewart. Andrea Leadsom has confirmed her candidacy and like Johnson, Raab and McVey said she is prepared to leave the EU without a deal. “In order to succeed in a negotiation you have to be prepared to leave without a deal, but I have a three point plan for Brexit,” she said. Former Brexit secretary, Dominic Raab, has set out his case to become leader claiming he would be prepared to leave without a deal and would not seek an extension to article 50. He told the BBC: “I would fight for a fairer deal in Brussels with negotiation to change the backstop arrangements and if not, I would be clear we would leave on WTO terms in October.” Former work and pension secretary, Esther McVey, has also said that if elected she would take the UK out of the EU on 31 October with or without a deal. “October 31 is the key date and we are coming out then, and if that means without a deal then that’s what it means,” she told Sky News. International development secretary, Rory Stewart, has not ruled out voting down a government that pursues a no-deal Brexit. He said: “I can’t understand how Boris, or anybody, thinks they are going to get a no deal through parliament. There simply aren’t the votes for that. I certainly would vote against a no-deal in Parliament.” He also pitched himself as the candidate for the “radical centre ground”. The shadow chancellor John McDonnell says Labour expects a “good kicking” in the European Parliament election result tonight. Asked about a call by deputy leader Tom Watson for Labour to back a second referendum, McDonnell said Labour had been right to “tread a really difficult road” of trying to bring Leave and Remain supporters back together. Change UK leader, Heidi Allen, said her party could merge with the Liberal Democrats. She conceded that this a “step further” than the position taken by Change UK’s spokesman Chuka Umunna. Len McCluskey, the leader of the powerful Unite union, appears to be in no mood to accept Tom Watson’s argument about the need for Labour to back a second referendum. Michael Gove is due to be set out his case to become Tory leader in an interview at 7pm for Nick Robinson’s podcast Political Thinking. In the meantime here are the remarks he made to PA outside his home. And here’s the Guardian’s story on Gove’s bid. Stewart has added this cryptic tweet to his 5 Live interview: Presumably he means swallowing a compromise on Brexit now, however divisive, rather than falling for the unrealistic promising of his opponents. The international development secretary, Rory Stewart, has joined Hammond and Greening, in not ruling out voting no confidence in a government that pursues a no-deal Brexit. On Saturday Stewart, said he could not serve under Boris Johnson, after the former foreign secretary said he would take the UK out of the EU in October with or without a deal. On Sunday Stewart was asked on Radio 5 Live whether he would back a no confidence motion to avoid no deal. He said: “I can’t understand what that scenario would be. I can’t understand how Boris, or anybody, thinks they are going to get a no deal through parliament. There simply aren’t the votes for that. I certainly would vote against a no-deal in Parliament.” Stewart added: “I want to say to Boris: ‘let’s be practical, let’s be realistic, let’s be truthful.’ That slogan of no-deal is closing opportunities not opening them.” Asked if Johnson had lied to him about opposing a no-deal Brexit, Stewart said: “Boris is an incredibly charming person, but it is sometimes quite difficult to be certain what’s going on. I called him out and said I was against him because he seemed to advocating for something that I thought would damage us. And he called me and said ‘no, no, no I’m not doing that’, and it seems I think he is doing that.” He added: “There isn’t a majority in parliament for a no-deal Brexit. And what parliament would do in that situation is request an extension from the EU. But it doesn’t need to that, we can get Brexit done a long time before that if we can begin to explain to the public, to the Tory party members, that no-deal isn’t going to happen, that no-deal is a route to a general election.” Stewart said the key to securing a deal that all sides of the Commons would accept was negotiation and communication. He said: “I’m talking about holding the vast majority of my party, and reaching out to moderate Labour MPs [and] talking to the trade unions. We are about a quarter of an inch apart within the House of Commons of getting a deal that people can sign up to and get Brexit done. I believe that if you were to elect me as prime minister I would be able to deliver that deal by October and the way I would do it is by communicating.” Stewart also pitched his case for centre ground Conservatism. I would like to create an entire new department, secretary of state for the union, whose job would be to take the European structural funds and use them to regenerate the United Kingdom. All of us [candidates] our playing for 150/200 MPs who have not yet declared for anyone. What I think they want to hear is that they have a candidate who can reunite the United Kingdom, reunite young people with old people, by talking about issues that matter to people: health, education, climate and the environment. And basically make us into the radical party of the centre ground, not try to out Farage Farage, or compete with Corbyn. Here’s video of Raab’s pitch for the Tory leadership on Marr show. Change UK leader, Heidi Allen, said her party could form a single centrist party with the Liberal Democrats, PA reports. On Saturday Change UK MP and spokesman Chuka Umunna said it should form a pact not to stand against LibDems in the next general election. Allen, who left the Conservatives to join other breakaway Tory and Labour MPs, said she would go “one step further” than her party spokesman. “I would like us to be in the same vehicle,” she told BBC Radio 5 Live. Asked if she meant the same party, Allen replied: “Yeah, probably, I don’t know. This partisan thing completely passes me by and when I look across Europe, they seem to do pretty well with coalitions. “I don’t know what the format will be, but will we be singing from the same hymn sheet? I would hope as a collective, let’s call us a collective, somewhere in the middle with other like-minded colleagues. “I don’t think it’s sensible to be too prescriptive at the moment.” Allen said to be a “real insurgent force”, the alliance needs to be “brand new” rather than a larger Liberal Democrat Party. Last week, she admitted she had threatened to quit in an internal row over tactical voting to maximise the pro-Remain challenge to Nigel Farage’s Brexit Party. But on Sunday she indicated all MPs within the party are moving towards a closer relationship with the Liberal Democrats. “I think we are sensible enough to know we can’t do it on our own,” she said. “Are we at different stages on the continuum? Of course we are, because everybody’s different. “But do we all agree that the long goal is something centrist together? Then, yes, we are all on that same path.” Allen said she thinks more Tory MPs could desert the party if Boris Johnson becomes prime minster, while Labour MPs may also defect if Jeremy Corbyn continues to refuse to commit to a second referendum. Andrea Leadsom has confirmed she’ll be standing too and like Raab, Johnson and McVey, is prepared to leave the EU without a deal. Speaking to Sky News, Leadsom who resigned as leader of the Commons on Wednesday, said: “I can confirm I will be standing for the leadership of my party and as the next prime minister. I do believe I am the decisive and compassionate leader who can reunite our great country.” “In order to succeed in a negotiation you have to be prepared to leave without a deal, but I have a three point plan for Brexit, for how we get out of the European Union. I’m very optimistic about it. My role as leader of the Commons means that I have had a very good insight into what needs to be done and I look forward to setting that out once the campaign starts.” Here’s a summary of what’s happened so far today: Philip Hammond has warned Conservative leadership candidates they will not be prime minister for long if they pursue a no-deal Brexit, hinting that he and other Tories could be prepared to vote down the government in a confidence motion to prevent that outcome. The chancellor reminded the hardline Brexit candidates – Boris Johnson, Dominic Raab and Esther McVey – that parliament was “vehemently opposed” to leaving the EU without a deal. Environment secretary, Michael Gove, has confirmed he has entered the Tory leadership race and has pitched himself as a “unity candidate”. Gove is the eighth candidate to enter the race for the Tory leadership after Johnson, Esther McVey, Jeremy Hunt, Dominic Raab, Andrea Leadsom, Matt Hancock and Rory Stewart. Former Brexit secretary, Dominic Raab, has been setting out his case to become leader claiming he would be prepared to leave without a deal and would not seek an extension to article 50. He told the BBC: “I would fight for a fairer deal in Brussels with negotiation to change the backstop arrangements and if not, I would be clear we would leave on WTO terms in October.” Former work and pension secretary, Esther McVey, has also said that if elected she would take the UK out of the EU on 31 October with or without a deal. “October 31 is the key date and we are coming out then, and if that means without a deal then that’s what it means,” she told Sky News. International development secretary, Rory Stewart, has not ruled out voting down a government that pursues a no-deal Brexit. Former education secretary, Justine Greening, took a similar stance. The shadow chancellor John McDonnell says Labour expects a “good kicking” in the European Parliament elections. Asked about a call by deputy leader Tom Watson for Labour to back a second referendum, McDonnell said Labour had been right to “tread a really difficult road” of trying to bring Leave and Remain supporters back together. Hammond’s comments suggests this leadership race is going to be very feisty if not hostile. And the key battleground in this blue-on-blue war is the prospect of a no-deal Brexit. Here’s some reaction: In his Marr interview Hammond seemed determined to derail candidates, including Raab, Johnson and McVey, who have advocated leaving the EU without a deal. He said: I hear a lot of my colleagues wanting to do a deal with the EU, but actually many of them only want to do a deal that is entirely on their terms. They are not really proposing to negotiate with the EU, they are simply proposing to go to Brussels once again and tell the EU once again what it is they don’t like about the withdrawal agreement. The EU will not renegotiate the withdrawal agreement. I’m quite clear about that. There is also a contradiction between saying that we are going to leave on 31 October and we should try to renegotiate yet again with the European Commission. There isn’t going to be time. People who say ‘I’m going to go and have one last go at negotiating the backstop away and then we’ll have to leave on no-deal terms’, in fact the negotiation is a fig leaf for what is actually policy of leaving on no-deal terms. That policy has a major flaw in it, a part from the fact that it would have serious implications for our country, that is that parliament has voted very clearly to oppose a no-deal exit. Hammond repeatedly ducked Marr’s questions about whether he would back a no confidence motion against a leader who pursued no-deal. But he said: “This is a parliamentary democracy. A prime minister who ignores parliament cannot expect to survive very long.” He warned that daring Parliament to except a no-deal Brextit s a “dangerous strategy”. And the chancellor repeated the outgoing prime minister’s plea for compromise on Brexit. Theresa May standing down hasn’t changed anything. I would urge all of my colleagues who are standing in this contest to embrace the concept of compromise. The only way forward on Brexit is compromise. Compromise in parliament, compromise in the country. Hammond also had barbed comments about the tax cuts being proposed by Raab and Jeremy Hunt. He said: “We have some fiscal headroom which at the moment we need to retain because of the possibility of a no-deal exit which will have very significant economic and fiscal impact on the country. “I would strongly urge my colleagues to recognise that fiscal responsibility is a core Conservative brand and spraying spending and tax cutting commitments around is playing fast and loose with the value of that brand.” Here are the key points and passages from Raab’s interview with Marr. Raab wants to renegotiate the withdrawal bill with a threat of walking out without a deal: I would fight for a fairer deal in Brussels with negotiation to change the backstop arrangements and if not I would be clear we would leave on WTO terms in October. There is a clearly a reasonable ask that we can make, one that had the approval of the House of Commons around the so-called Brady amendment, in particular making sure we have to an exit from the backstop. We need to be absolutely resolute in a way that weren’t last time. One of the reasons [that the EU says they won’t budge on the withdrawal agreement] is that we were not resolute enough and we took no-deal off the table. I don’t want a WTO Brexit but unless you are willing to keep our promises as politicians we put ourselves in a much weaker position in terms of getting a deal, because if you are not willing to walk away from the negotiation it doesn’t focus the mind of the other side. Raab called for a united cabinet: My experience was of being undermined by some others in government so we would need to have a very well organised number 10 operation and a united cabinet. I resigned on principle because I tried very hard to fight for the deal that I’m still fighting for now. And when my advice wasn’t taken by the prime minister or indeed by the cabinet. I did the honourable thing. On voting for Theresa May’s withdrawal bill on the third time of asking, Raab said: I voted to avoid the European elections and any further extension. I only voted only to avoid an extension which was bad idea and I think I have been proved right about that. Raab ruled out an extension to article 50: There is no case for a further extension. We have got to bring some finality to this. I will not asks for an extension. Of course if parliament legislates then we would be in a difficult position, but as the Institute for Government points out it would be very difficult for parliament to legislate against no deal or in favour an extension unless resolute prime minister is willing to acquiesce in that. And I would not. Raab did not rule out working with Nigel Farage’s Brexit Party: “I always listen to all sides of this debate, from Nigel Farage to others.” Asked if as leader he would enter an electoral pledge with Farage he said: “That’s not what I would be aiming for. My aim is not to cosy up with other parties, my aim is to keep Conservative promises, present an optimistic, aspirational vision of the future, then go and beat Jeremy Corbyn.” Raab insisted his proposed tax cuts could be paid for: I’ve talked about raising the National Insurance threshold and I’ve talked about taking a penny off the basic rate of income tax. Overtime my ambition would be to get the basic rate down from 20p to 15p. Taking penny off and [raising] the National Insurance threshold would come to around £15bn. We have got £26bn worth of headroom within our deficit target. I would cut down the number of Whitehall departments, cut out the bureaucracy. I would have a special commission looking at public sector procurement particularly in the NHS and the MoD. And then I would recycle roughly half of that into front line services and half into the tax cuts. Chancellor Philip Hammond has refused to rule out backing a no confidence vote in the government if the new leader went for a no-deal Brexit. Speaking to the Marr programme he said he had never voted against the Conservative whip, and did not want to start now. But he added: “A prime minister has to command the confidence of the House of Commons. How will they govern if they have defied parliament on such an important issue?” And he said if there was a no confidence vote on the issue of no-deal he said: “It would challenge not just me but very many of my colleagues” Raab said if elected as leader he would listen to the Brexit party leader Nigel Farage. He refused to rule out an electoral pact with the Brexit Party, but said it was not what he was aiming for. Former Brexit secretary, Dominic Raab, has confirmed he is running and he is prepared to leave the EU on WTO rules. Appearing on the BBC’s Andrew Marr show, he said he wanted to renegotiate the backstop or leave without a deal in October. Marr pointed out that he was not liked in Brussels. Raab said that showed he was doing a good job. He also said he would not ask for an extension beyond 31 October. He said: “There’s no case for a further extension in October. I will not ask for one”. Labour is braced for a “good kicking” in the European Parliament elections, shadow chancellor John McDonnell has said, PA reports. His comments come after deputy Labour leader Tom Watson said the party must “find some backbone” and fully commit to a second referendum on Brexit to have any chance of winning the next general election. McDonnell said he understood Mr Watson’s frustration, but that the party had been right to “tread a really difficult road” of trying to bring Leave and Remain supporters back together. The shadow chancellor said Labour would pay an electoral price for that stance when European Parliament results begin to be announced late on Sunday. McDonnell told Sky News: “I think we most probably will get a good kicking in the election results tonight. We’ll see. We are braced for that.” He added: “But, you know, we had to do the responsible thing. “It was a hard road to follow. But someone had to be there and say ‘Can we bring the country back together again?’ “And it would have been easy to go to one side, go to the Remain side and ignored all those people who voted Leave - that’s not the nature of our party. “We are the party that is trying to bring people back together again. “That’s been difficult electorally for us in these elections, of course it has. “But now we have got to move on.” The foreign secretary, Jeremy Hunt, has refused to say whether he would be prepared to serve in a Boris Johnson government. Returning from a run to his official residence in central London on Sunday morning, Hunt would not answer questions about his predecessor, after Johnson had said that UK should leave the EU on 31 October deal or no deal. Asked if he was running to get fit for the Tory leadership race, Hunt said: “I’m already fit.” Damian Green, the former de facto deputy prime minister is backing Health Secretary Matt Hancock. Speaking to Sky News, Green said: “I think the next leader should be Matt Hancock. “I do think we need a fresh start.” Former education secretary, Justine Greening, has suggested she would be prepared to back a vote of no confidence in the government if the new leader goes for a no-deal Brexit. Greening, confirmed that she will not be standing the contest and refused to say who she will back. Asked by Sky’s Sophy Ridge about the prospect of the new leader taking the UK out of the EU without a deal, Greening said: “Parliament will stop government doing that. Parliament has voted against no-deal several times. It is clear that communities for the most part do not want to leave the European Union with no deal.” Asked if she was prepared to bring down the government to stop a no deal, Greening said: “The danger is that a government with an unviable strategy on Brexit is destabilising itself. The choice is going to be quite simple ... either we end up with a general election which Jeremy Corbyn would likely win. I don’t think he’ll win it with a majority. He’s likely to have a coalition partner who is likely to demand some kind of a second referendum. Or we can chose to break the Brexit deadlock through giving people a vote. We are going to have to bite the bullet.” Esther McVey has said there will be no further extensions and the UK will leave the EU on 31 October 31, with or without a deal. The former work and pensions secretary told Sky’s Sophy Ridge on Sunday that the UK must start preparing for a no-deal exit straight away. She said: “October 31 is the key date and we are coming out then, and if that means without a deal then that’s what it means. “We won’t be asking for any more extensions. “If Europe wants to come back to us, the door is open if they want a better deal. “Time is limited, we have to make sure we are ready to leave.” McVey also said she would use the growth in the international aid budget to boost school and police funding. She said the aid budget has grown from £8bn to £14bn and while that would remain high under her leadership, she would use the growth to fund “radical changes”. She told the programme she would invest an extra £4bn for schools and also said there needs to be an extra £3bn for policing. She added: “Obviously we have to live within our means, that will come from the extra amount that has gone into foreign aid. “We are going to leave it at high levels, however we have got to look after people at home, particularly safety on the streets, particularly in schools and transport and the NHS. “That’s the vision we have got to set out and unite the country and our party.” Michael Gove has confirmed he will formally enter the Conservative leadership race, PA reports. Speaking from his London home, the prominent Brexiteer said he will join an already crowded field after Foreign Secretary Jeremy Hunt and ex-Cabinet ministers Dominic Raab and Andrea Leadsom threw their hats into the ring. He said: “I can confirm that I will be putting my name forward to be prime minister of this country. “I believe that I’m ready to unite the Conservative and Unionist Party, ready to deliver Brexit, and ready to lead this great country.” Gove’s intervention is likely to cause concern to current front-runner Boris Johnson. A spectacular fall out between the two former allies in the 2016 leadership contest helped destroy both men’s chances of the top job. Gove is posing as a self-styled “unity candidate”. With the Tory leadership contest now in full swing, the Sunday papers are awash with the possibilities, with early pitches from the Raab and Gove camps, as well as an interview with Nigel Farage. The Sunday Times focuses on the prospect of a leadership rematch between Boris Johnson and Michael Gove, using the visual aide of Gove stroking a dog in presumed anticipation of setting it upon his rival. The headline is “Get Boris! Gove challenges his rival again.” The environment secretary says he has a better track record and is more capable of delivering Brexit, the newspaper reports. “His entry into the race will revive memories of the psychodrama of 2016 when he was Johnson’s campaign chairman,” it says. Welcome to a special Sunday edition of Politics Live to cover the first round of Sunday interviews in the Tory leadership contest. There is already a crowded a field in the race to succeed Theresa May and it’s getting bigger. Michael Gove, the environment secretary, is expected to enter the contest to challenge the front runner Boris Johnson, his former Vote Leave ally who he betrayed in the last contest. The issue of whether the UK leaves the EU with no deal is emerging as the key issue in the campaign. One of the candidates, international development secretary, Rory Stewart, is so opposed to the idea that he has said he would not serve in a government led by Johnson after the said the former foreign secretary said the UK must leave on the 31 October with or without a deal. Two other candidates who have said they would be prepared to leave without a deal are due to present their leadership pitches in TV interviews today. Dominic Raab, the former Brexit secretary, is due to appear on the BBC’s Andrew Marr show. And Esther McVey, the former work and pensions secretary, is due on Sky’s Sophy Ridge programme. Here’s taster: Later, Rory Stewart is due to appear on the BBC Radio 5 live’s Pienaar’s Politics.",
      "charCount": "28217",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/matthewweaver\">Matthew Weaver</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/26/dominic-raab-defends-calling-feminists-obnoxious-bigots",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-26T13:35:36Z",
    "webTitle": "Dominic Raab defends calling feminists ‘obnoxious bigots’",
    "webUrl": "https://www.theguardian.com/politics/2019/may/26/dominic-raab-defends-calling-feminists-obnoxious-bigots",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/26/dominic-raab-defends-calling-feminists-obnoxious-bigots",
    "fields": {
      "headline": "Dominic Raab defends calling feminists ‘obnoxious bigots’",
      "standfirst": "<p>The potential future PM says he does not want ‘double standards’ in equality debate</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/may/26/politics-live-sunday-interview-round-in-tory-leadership-race\">Today’s politics news - live updates</a></li><li><a href=\"https://www.theguardian.com/politics/2019/may/16/tory-leadership-contenders-whos-up-whos-down-replace-theresa-may\">Tory leadership race: the favourites to replace May</a></li></ul>",
      "trailText": "The potential future PM says he does not want ‘double standards’ in equality debate",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"f7025178ad2684c9f209ccd991bb0371bd368066\"> \n <img src=\"https://media.guim.co.uk/f7025178ad2684c9f209ccd991bb0371bd368066/0_34_3000_1800/1000.jpg\" alt=\"Dominic Raab, the former Brexit secretary, on the Andrew Marr Show.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Dominic Raab, the former Brexit secretary, on the Andrew Marr Show.</span> \n  <span class=\"element-image__credit\">Photograph: Handout/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>Dominic Raab has defended his claim that feminists are some of the most obnoxious bigots and that men are getting a raw deal, saying he does not want “double standards” in the debate on equality.</p> \n<p>The former Brexit secretary, a leading candidate to be the next prime minister, was challenged on BBC One’s The Andrew Marr Show about his comments from 2011, when he said: “From the cradle to the grave, men are getting a raw deal. Feminists are now amongst the most obnoxious bigots.”</p> \n<p>He stood by the position by saying it was “really important that in the debate on equality we have a consistency and not double standards and hypocrisy”.</p> \n<p>He added: “I think that’s really important, something as important as equality. And just on the practical side of it, I’ve been supporting <a href=\"https://www.theguardian.com/politics/maria-miller\">Maria Miller</a>, the equality select committee chair, this week, saying we should have more protections for new mums, and also saying paternity leave for dad[s] should be a day-one right.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"80ce7546-bf40-4a0f-a914-38f61f565586\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/zYEUdTlIolE?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Raab’s new policy for the leadership campaign is that companies should not be allowed to make women redundant during and for six months after maternity leave and that men should be paid for two-week paternity leave.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/10/who-up-and-who-down-among-tories-hoping-replace-may\">Who's up and who's down? The 10 Tories hoping to replace May | Jessica Elgot and Peter Walker</a> </p> \n</aside> \n<p>However, Jess Phillips, the Labour MP, said she did not believe in Raab’s new interest in women’s rights. “He has never, ever before shown any interest towards advanced progress in women’s rights, workplace rights, maternity rights,” she said.</p> \n<p>“He has not just not shown it. He has shown the opposite and called people like me obnoxious bigots for wanting to progress women’s rights. A leopard doesn’t change its spots. And everybody in Westminster knows that Dominic Raab does not have the women in the country’s interests at heart.”</p> \n<p>Previously, Raab has described the Government Equalities Office, which leads work on policy relating to women, sexual orientation and transgender equality, as “pointless” and suggested it should be abolished.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "318",
      "firstPublicationDate": "2019-05-26T13:35:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-26T21:19:57Z",
      "newspaperEditionDate": "2019-05-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bht4h",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f7025178ad2684c9f209ccd991bb0371bd368066/0_34_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Dominic Raab has defended his claim that feminists are some of the most obnoxious bigots and that men are getting a raw deal, saying he does not want “double standards” in the debate on equality. The former Brexit secretary, a leading candidate to be the next prime minister, was challenged on BBC One’s The Andrew Marr Show about his comments from 2011, when he said: “From the cradle to the grave, men are getting a raw deal. Feminists are now amongst the most obnoxious bigots.” He stood by the position by saying it was “really important that in the debate on equality we have a consistency and not double standards and hypocrisy”. He added: “I think that’s really important, something as important as equality. And just on the practical side of it, I’ve been supporting Maria Miller, the equality select committee chair, this week, saying we should have more protections for new mums, and also saying paternity leave for dad[s] should be a day-one right.” Raab’s new policy for the leadership campaign is that companies should not be allowed to make women redundant during and for six months after maternity leave and that men should be paid for two-week paternity leave. However, Jess Phillips, the Labour MP, said she did not believe in Raab’s new interest in women’s rights. “He has never, ever before shown any interest towards advanced progress in women’s rights, workplace rights, maternity rights,” she said. “He has not just not shown it. He has shown the opposite and called people like me obnoxious bigots for wanting to progress women’s rights. A leopard doesn’t change its spots. And everybody in Westminster knows that Dominic Raab does not have the women in the country’s interests at heart.” Previously, Raab has described the Government Equalities Office, which leads work on policy relating to women, sexual orientation and transgender equality, as “pointless” and suggested it should be abolished.",
      "charCount": "1920",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/26/uk-steel-industry-brexit-eu-damage-exports",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-26T13:00:12Z",
    "webTitle": "Want to save the UK steel industry? Brexit isn’t the answer | Gareth Stace",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/26/uk-steel-industry-brexit-eu-damage-exports",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/26/uk-steel-industry-brexit-eu-damage-exports",
    "fields": {
      "headline": "Want to save the UK steel industry? Brexit isn’t the answer",
      "standfirst": "Leaving the EU has the potential to cause a great deal of damage to exports, weakening an already troubled sector<br /><br />• Gareth Stace is director general of the trade association UK Steel",
      "trailText": "Leaving the EU could cause a great deal of damage to exports, says Gareth Stace, director general of UK Steel",
      "byline": "Gareth Stace",
      "main": "<figure class=\"element element-image\" data-media-id=\"6a30d2d56c9a3d8f3b825802a02aaff47f204ecf\"> <img src=\"https://media.guim.co.uk/6a30d2d56c9a3d8f3b825802a02aaff47f204ecf/0_44_4135_2481/1000.jpg\" alt=\"Tata steel plant in Port Talbot, south Wales.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Many measures that could help the steel industry are already within the government’s gift.’ Tata steel plant in Port Talbot, south Wales.</span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure>",
      "body": "<p>The difficulties facing <a href=\"https://www.theguardian.com/business/2019/may/22/british-steel-to-enter-insolvency-after-rescue-talks-with-government-fail\" title=\"\">British Steel</a> have quickly become part of the Brexit debate, with commentators variously pointing to our membership of the EU or our decision to leave as an underlying cause. Business is naturally cautious about entering into political debates, but it should not remain silent when it features so prominently in the public discourse. Industry has a responsibility to ensure its views are accurately represented and to establish the facts as they relate to our sector.</p> <p>There can be no doubt that the ongoing Brexit uncertainty has contributed significantly to British Steel’s problems. Unable to decipher what the UK/EU trading relationship will be in just five months’ time, planning has become fiendishly complicated for both UK exporters and their EU customers. The timing is particularly bad, with the EU having recently imposed “safeguard” measures to prevent a surge in steel imports resulting from protectionist action elsewhere. Post-Brexit, UK steel exports to Europe will be restricted by these measures, with a disorderly no-deal Brexit affecting them particularly badly.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/may/26/brexit-will-not-save-troubled-steel-industry-says-trade-body\">Brexit will not save troubled steel industry, says trade body</a> </p> </aside>  <p>Then there is the longer-term question of whether a well-managed Brexit could provide any notable benefits to steel producers. There have been claims in recent days about the ability of the UK government to use state aid more extensively to support the steel industry once it is outside the EU. Most importantly, this disregards the fact that the UK steel sector has no interest in operating under the support of state subsidies (we are vociferous critics of this practice in places such as China), and ignores a number of other important technical points.</p> <p>First, the UK’s ability to provide state aid support will remain restricted, although less so, by its WTO membership, which bans certain subsidies outright, and allows others to be counteracted by other WTO members with the imposition of “anti-subsidy duties” – effectively closing off important export markets. Second, the EU has systematically required alignment on state aid rules in all its FTAs (free trade agreements) since 2006, and a UK-EU FTA would be no different. The US and others would insist on similar provisions in their FTAs with us, meaning that if we want to take full advantage of our ability to make new trade agreements we will continue to be restricted in our use of state aid.</p> <p>I must also debunk any idea that Brexit will provide steel with greater trading opportunities. WTO tariffs on steel in developed countries are already zero, and the EU’s expanding list of FTAs is providing tariff-free access to many others. There is little advantage any new UK FTAs could offer. Moreover, UK-produced steel currently qualifies as EU steel under complicated rules of origin within the EU’s FTAs. In practice, this means a German car manufacturer exporting tariff-free to Japan will just as happily use steel from the UK as from France. After Brexit, UK steel would be classified as UK not EU, reducing the attractiveness of it to EU manufacturers.</p> <p>None of this is to say that we can’t ultimately deliver similar trading conditions outside the EU, depending on the colour of Brexit eventually chosen, simply that a huge amount of effort will be required, and disruption caused, in order to replicate the status quo. In short, I must be honest in stating that Brexit will not improve the situation for the steel sector but it has the potential to cause a great deal of damage. The No 1 priority to improve the outlook for steel, and the wider manufacturing sector, is to secure a withdrawal agreement as soon as possible, ending this uncertainty and avoiding the turmoil of a no-deal Brexit.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/may/23/british-steels-owners-greybull-capital-to-face-grilling-from-mps\">British Steel's owners Greybull Capital to face grilling from MPs</a> </p> </aside>  <p>Looking beyond Brexit, many of the measures that could help the steel industry are already within the government’s gift. We have long called on the government to tackle the UK’s sky-high industrial electricity prices, now <a href=\"https://www.makeuk.org/insights/publications/2018/12/04/the-energy-price-scandal\" title=\"\">twice the price of those in France</a>, placing an additional £85m a year cost on the sector, money that should instead be spent on much needed capital investment. Moreover, UK business rates are five to 10 times higher than elsewhere in the EU, perversely increasing costs for those that modernise and upgrade. Government must act on these issues and others if we are to secure a sustainable future for steel in the UK.</p> <p>These are of course challenging times, but the steel sector is an enduring one. Society will continue to require steel and we will continue to supply it, provided we are given the right foundations to do so competitively.</p> <p>• Gareth Stace is director general of the trade association UK Steel</p>",
      "wordcount": "758",
      "commentable": "false",
      "firstPublicationDate": "2019-05-26T13:00:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:46Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bh6p8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6a30d2d56c9a3d8f3b825802a02aaff47f204ecf/0_44_4135_2481/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The difficulties facing British Steel have quickly become part of the Brexit debate, with commentators variously pointing to our membership of the EU or our decision to leave as an underlying cause. Business is naturally cautious about entering into political debates, but it should not remain silent when it features so prominently in the public discourse. Industry has a responsibility to ensure its views are accurately represented and to establish the facts as they relate to our sector. There can be no doubt that the ongoing Brexit uncertainty has contributed significantly to British Steel’s problems. Unable to decipher what the UK/EU trading relationship will be in just five months’ time, planning has become fiendishly complicated for both UK exporters and their EU customers. The timing is particularly bad, with the EU having recently imposed “safeguard” measures to prevent a surge in steel imports resulting from protectionist action elsewhere. Post-Brexit, UK steel exports to Europe will be restricted by these measures, with a disorderly no-deal Brexit affecting them particularly badly. Then there is the longer-term question of whether a well-managed Brexit could provide any notable benefits to steel producers. There have been claims in recent days about the ability of the UK government to use state aid more extensively to support the steel industry once it is outside the EU. Most importantly, this disregards the fact that the UK steel sector has no interest in operating under the support of state subsidies (we are vociferous critics of this practice in places such as China), and ignores a number of other important technical points. First, the UK’s ability to provide state aid support will remain restricted, although less so, by its WTO membership, which bans certain subsidies outright, and allows others to be counteracted by other WTO members with the imposition of “anti-subsidy duties” – effectively closing off important export markets. Second, the EU has systematically required alignment on state aid rules in all its FTAs (free trade agreements) since 2006, and a UK-EU FTA would be no different. The US and others would insist on similar provisions in their FTAs with us, meaning that if we want to take full advantage of our ability to make new trade agreements we will continue to be restricted in our use of state aid. I must also debunk any idea that Brexit will provide steel with greater trading opportunities. WTO tariffs on steel in developed countries are already zero, and the EU’s expanding list of FTAs is providing tariff-free access to many others. There is little advantage any new UK FTAs could offer. Moreover, UK-produced steel currently qualifies as EU steel under complicated rules of origin within the EU’s FTAs. In practice, this means a German car manufacturer exporting tariff-free to Japan will just as happily use steel from the UK as from France. After Brexit, UK steel would be classified as UK not EU, reducing the attractiveness of it to EU manufacturers. None of this is to say that we can’t ultimately deliver similar trading conditions outside the EU, depending on the colour of Brexit eventually chosen, simply that a huge amount of effort will be required, and disruption caused, in order to replicate the status quo. In short, I must be honest in stating that Brexit will not improve the situation for the steel sector but it has the potential to cause a great deal of damage. The No 1 priority to improve the outlook for steel, and the wider manufacturing sector, is to secure a withdrawal agreement as soon as possible, ending this uncertainty and avoiding the turmoil of a no-deal Brexit. Looking beyond Brexit, many of the measures that could help the steel industry are already within the government’s gift. We have long called on the government to tackle the UK’s sky-high industrial electricity prices, now twice the price of those in France, placing an additional £85m a year cost on the sector, money that should instead be spent on much needed capital investment. Moreover, UK business rates are five to 10 times higher than elsewhere in the EU, perversely increasing costs for those that modernise and upgrade. Government must act on these issues and others if we are to secure a sustainable future for steel in the UK. These are of course challenging times, but the steel sector is an enduring one. Society will continue to require steel and we will continue to supply it, provided we are given the right foundations to do so competitively. • Gareth Stace is director general of the trade association UK Steel",
      "charCount": "4599",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/gareth-stace\">Gareth Stace</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]