[
  {
    "id": "politics/2019/dec/23/labour-must-act-locally-to-beat-tory-populism",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-12-23T17:30:46Z",
    "webTitle": "Labour must act locally to beat Tory populism | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/dec/23/labour-must-act-locally-to-beat-tory-populism",
    "apiUrl": "https://content.guardianapis.com/politics/2019/dec/23/labour-must-act-locally-to-beat-tory-populism",
    "fields": {
      "headline": "Labour must act locally to beat Tory populism",
      "standfirst": "Local politicians and activists are increasingly important in the fight for progressive policies in the face of UK populism, argues <strong>Robin Hambleton</strong>. Plus letters from <strong>James Lindesay, Neil Wigglesworth</strong> and <strong>Diana Francis</strong>",
      "trailText": "<strong>Letters: </strong>Local politicians and activists are increasingly important in the fight for progressive policies in the face of UK populism, argues <strong>Robin Hambleton</strong>. Plus letters from <strong>James Lindesay, Neil Wigglesworth</strong> and <strong>Diana Francis</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"60bb057b6f5139d0ddbf63a3c019ebba82eef02e\"> <img src=\"https://media.guim.co.uk/60bb057b6f5139d0ddbf63a3c019ebba82eef02e/0_183_5477_3286/1000.jpg\" alt=\"Boris Johnson delivers his election victory speech\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson delivers his election victory speech.</span> <span class=\"element-image__credit\">Photograph: James Veysey/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>George Monbiot (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/18/demagogues-power-rewilding-party-trust-power-government\" title=\"\">The answer to demagoguery: it’s called political rewilding</a>, Journal, 18 December) is spot-on, although he may be undervaluing the role of locally elected politicians. They can, in my experience, be crucial in orchestrating new possibilities.</p> <p>In my recent book Leading the Inclusive City, the evidence I present is entirely in line with Monbiot’s analysis. The key challenge facing modern societies is between place-less power and place-based power.</p> <p>Place-less leaders, many of them powerful figures working for multinational companies, make decisions without considering the consequences for communities in particular localities. In contrast, place-based leaders are in touch with local feelings of identity and solidarity, and care about the quality of life of people in their locality. Many of them strive to achieve social, economic and environmental justice. Civic leaders in a large number of cities and localities across the planet already have this understanding and are implementing progressive place-based policies with great success.</p> <p>The UK is off the pace, mainly because central government policies have, since 2010, suppressed local power to a remarkable degree. Luckily there is massive political space to advance a counter-argument, as Monbiot suggests.<br><strong>Robin Hambleton</strong><br><em>Professor emeritus of city leadership, University of the West of England</em></p> <p>• John Harris is right (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/15/labour-revival-change-community-activists-plymouth\" title=\"\">If Labour is to revive, it must tap into change on the ground</a>, Journal, 16 December). Labour has to return to its roots and rebuild trust with the people whose votes it seeks. For now, there is little it can do in parliament; there will be no effective opposition while its big beasts fight each other to a standstill. But on the ground, the new army of activists can make a difference. Here are a few suggestions: provide advocacy for people claiming benefits and fighting appeals; assist EU residents with applying for their right to stay in the UK; help volunteers and charities to bid successfully for grants that will enable them to continue their work. Time is short: Labour must show it has something to offer at street level if it is to avoid further humiliation at May’s local elections.<br><strong>James Lindesay</strong><br><em>Leicester</em></p> <p>• Perhaps one way of reinventing the Labour movement would be to emulate the cooperation between the mayors of Budapest, Bratislava, Prague and Warsaw in establishing a pact to stand against rightwing central governments (<a href=\"https://www.theguardian.com/world/2019/dec/16/islands-in-the-illiberal-storm-central-european-cities-vow-to-stand-together\" title=\"\">Report</a>, 17 December). A solid red wall of Liverpool, Manchester, Leeds and Bradford acting in concert could certainly point the way to a fresh leftwing, progressive approach to politics springing from the grassroots of regional, municipal civic pride, which would offer a viable alternative to the tired old top-down approach.<br><strong>Neil Wigglesworth</strong><br><em>Forton, Lancashire</em></p> <p>• Simon Jenkins was spot-on when he wrote that “local government ... remains Cinderella in the scullery” (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/19/johnson-cummings-new-politics-populism-optimism\" title=\"\">This was the Queen’s speech – as written by Cummings</a>, Journal, 20 December), and it’s a scullery desperately short of supplies. Successive Tory governments have put ever greater responsibilities on councils while their democratic control over the services they provide has been progressively decreased and their funding has been cut repeatedly. Local democracy has been sidelined. It is time for local authorities and their constituents to band together to make their voices heard, noisily, for the sake of that democracy and of the wellbeing of our nation.<br><strong>Diana Francis</strong><br><em>Bath</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "584",
      "commentable": "false",
      "firstPublicationDate": "2019-12-23T17:30:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-04-16T11:32:23Z",
      "newspaperEditionDate": "2019-12-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dxa95",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/60bb057b6f5139d0ddbf63a3c019ebba82eef02e/0_183_5477_3286/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "George Monbiot (The answer to demagoguery: it’s called political rewilding, Journal, 18 December) is spot-on, although he may be undervaluing the role of locally elected politicians. They can, in my experience, be crucial in orchestrating new possibilities. In my recent book Leading the Inclusive City, the evidence I present is entirely in line with Monbiot’s analysis. The key challenge facing modern societies is between place-less power and place-based power. Place-less leaders, many of them powerful figures working for multinational companies, make decisions without considering the consequences for communities in particular localities. In contrast, place-based leaders are in touch with local feelings of identity and solidarity, and care about the quality of life of people in their locality. Many of them strive to achieve social, economic and environmental justice. Civic leaders in a large number of cities and localities across the planet already have this understanding and are implementing progressive place-based policies with great success. The UK is off the pace, mainly because central government policies have, since 2010, suppressed local power to a remarkable degree. Luckily there is massive political space to advance a counter-argument, as Monbiot suggests. Robin Hambleton Professor emeritus of city leadership, University of the West of England • John Harris is right (If Labour is to revive, it must tap into change on the ground, Journal, 16 December). Labour has to return to its roots and rebuild trust with the people whose votes it seeks. For now, there is little it can do in parliament; there will be no effective opposition while its big beasts fight each other to a standstill. But on the ground, the new army of activists can make a difference. Here are a few suggestions: provide advocacy for people claiming benefits and fighting appeals; assist EU residents with applying for their right to stay in the UK; help volunteers and charities to bid successfully for grants that will enable them to continue their work. Time is short: Labour must show it has something to offer at street level if it is to avoid further humiliation at May’s local elections. James Lindesay Leicester • Perhaps one way of reinventing the Labour movement would be to emulate the cooperation between the mayors of Budapest, Bratislava, Prague and Warsaw in establishing a pact to stand against rightwing central governments (Report, 17 December). A solid red wall of Liverpool, Manchester, Leeds and Bradford acting in concert could certainly point the way to a fresh leftwing, progressive approach to politics springing from the grassroots of regional, municipal civic pride, which would offer a viable alternative to the tired old top-down approach. Neil Wigglesworth Forton, Lancashire • Simon Jenkins was spot-on when he wrote that “local government ... remains Cinderella in the scullery” (This was the Queen’s speech – as written by Cummings, Journal, 20 December), and it’s a scullery desperately short of supplies. Successive Tory governments have put ever greater responsibilities on councils while their democratic control over the services they provide has been progressively decreased and their funding has been cut repeatedly. Local democracy has been sidelined. It is time for local authorities and their constituents to band together to make their voices heard, noisily, for the sake of that democracy and of the wellbeing of our nation. Diana Francis Bath • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3784",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/dec/23/the-british-government-must-not-abandon-these-child-refugees",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-12-23T17:30:12Z",
    "webTitle": "The British government must not abandon these child refugees | Letters\r\n",
    "webUrl": "https://www.theguardian.com/world/2019/dec/23/the-british-government-must-not-abandon-these-child-refugees",
    "apiUrl": "https://content.guardianapis.com/world/2019/dec/23/the-british-government-must-not-abandon-these-child-refugees",
    "fields": {
      "headline": "The British government must not abandon these child refugees",
      "standfirst": "<strong>Dr Edie Friedman</strong>, two of her colleagues at the Jewish Council for Racial Equality and three rabbis urge the government not to scrap a scheme that enables child refugees to rejoin their families in the UK",
      "trailText": "Letter: <strong>Dr Edie Friedman</strong>, two of her colleagues at the Jewish Council for Racial Equality and three rabbis urge the government not to scrap a scheme that enables child refugees to rejoin their families in the UK",
      "byline": "Letter",
      "main": "<figure class=\"element element-image\" data-media-id=\"3c1d7a42c4045d6afdb299897898343d27939642\"> <img src=\"https://media.guim.co.uk/3c1d7a42c4045d6afdb299897898343d27939642/0_117_3500_2100/1000.jpg\" alt=\"A makeshift camp for refugees and migrants on the Greek island of Lesbos\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A makeshift camp for refugees and migrants on the Greek island of Lesbos.</span> <span class=\"element-image__credit\">Photograph: Giorgos Moutafis/Reuters</span> </figcaption> </figure>",
      "body": "<p>Many of us in the Jewish community view with much alarm the government’s apparent proposal to scrap a scheme designed to enable child refugees and asylum seekers to be reunited with family members in the UK (<a href=\"https://www.theguardian.com/world/2019/dec/22/brexit-johnson-condemned-for-dropping-pledge-to-replace-family-reunion-law\" title=\"\">Report</a>, 23 December).</p> <p>This appears to be a move from a bilateral treaty arrangement with the EU to a unilateral statement by a country that will be outside of the EU, which will have the effect of weakening the legal rights of vulnerable children. It is estimated that there are some 1,000 young people facing this situation. At this time of the year, when many are focusing on children, we need to question why the government is using this opportunity to add confusion and uncertainty to the desperate situation which many of these children and young people are facing as they languish in unspeakable conditions. The government needs immediately to strengthen, not weaken, our moral and legal obligations to reunite these young people with their family members in the UK.<br><strong>Dr Edie Friedman </strong><em>Executive director, The Jewish Council for Racial Equality, </em><strong>Adam Rose </strong><em>Chair</em><strong>, </strong><em>The Jewish Council for Racial Equality,</em><strong> Samantha Cozens </strong><em>Trustee, The Jewish Council for Racial Equality, </em><strong>Rabbi Laura Janner-Klausner </strong><em>Senior rabbi to Reform Judaism, </em><strong>Rabbi Oliver Joseph</strong><strong> and Rabbi Alexandra Wright</strong></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "257",
      "commentable": "false",
      "firstPublicationDate": "2019-12-23T17:30:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-23T18:05:02Z",
      "newspaperEditionDate": "2019-12-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dxa4x",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3c1d7a42c4045d6afdb299897898343d27939642/0_117_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Many of us in the Jewish community view with much alarm the government’s apparent proposal to scrap a scheme designed to enable child refugees and asylum seekers to be reunited with family members in the UK (Report, 23 December). This appears to be a move from a bilateral treaty arrangement with the EU to a unilateral statement by a country that will be outside of the EU, which will have the effect of weakening the legal rights of vulnerable children. It is estimated that there are some 1,000 young people facing this situation. At this time of the year, when many are focusing on children, we need to question why the government is using this opportunity to add confusion and uncertainty to the desperate situation which many of these children and young people are facing as they languish in unspeakable conditions. The government needs immediately to strengthen, not weaken, our moral and legal obligations to reunite these young people with their family members in the UK. Dr Edie Friedman Executive director, The Jewish Council for Racial Equality, Adam Rose Chair, The Jewish Council for Racial Equality, Samantha Cozens Trustee, The Jewish Council for Racial Equality, Rabbi Laura Janner-Klausner Senior rabbi to Reform Judaism, Rabbi Oliver Joseph and Rabbi Alexandra Wright • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1582",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letter"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/dec/23/friends-in-need-are-no-friends-of-boris-johnson",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-12-23T17:29:57Z",
    "webTitle": "Friends in need are no friends of Boris Johnson | Brief letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/dec/23/friends-in-need-are-no-friends-of-boris-johnson",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/dec/23/friends-in-need-are-no-friends-of-boris-johnson",
    "fields": {
      "headline": "Friends in need are no friends of Boris Johnson",
      "standfirst": "Living wage | Michael Billington | Alexa | Brexit",
      "trailText": "<strong>Brief letters:</strong> Living wage | Michael Billington | Alexa | Brexit",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"b45693b0c5e2f568725e79b1d6f098a99287fa6b\"> <img src=\"https://media.guim.co.uk/b45693b0c5e2f568725e79b1d6f098a99287fa6b/462_37_4462_2677/1000.jpg\" alt=\"Boris Johnson speaking in the House of Commons.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Boris Johnson promised to increase the living wage to £10.50 by 2025, but this has now been qualified,’ says Julie Owens.</span> <span class=\"element-image__credit\">Photograph: Jessica Taylor/UK Parliament/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Rafael Behr asked how long it would take Boris Johnson to betray his new friends in the north (<a href=\"https://www.theguardian.com/commentisfree/2019/dec/17/boris-johnson-betray-north-labour-strongholds-brexit\" title=\"\">Journal</a>, 18 December). The answer seems to be a week. He promised to increase the living wage to £10.50 by 2025, but this has now, it seems, been qualified by the weasel words “<a href=\"https://www.theguardian.com/politics/live/2019/dec/19/queens-speech-boris-johnson-jeremy-corbyn-blames-corbyns-advisers-for-election-defeat-and-suggests-they-should-be-sacked-live-news?page=with:block-5dfb8a158f08c3972263d578\" title=\"\">provided economic conditions allow</a>”. Always good to read the small print.<br><strong>Julie Owens</strong><br><em>Carlisle</em></p> <p>• It was a delight to read Michael Billington’s final review as your chief theatre critic, a four-star <a href=\"https://www.theguardian.com/stage/2019/dec/19/pippi-longstocking-review-royal-and-derngate\" title=\"\">review of Pippi Longstocking</a> (20 December), not because of its finality but because it’s so typically genuine and generous, and showed why his informed enthusiasm will be sorely missed.<br><strong>Robert Sanderson</strong><br><em>Recently retired former </em><em>manager</em><em> of the Theatre Royal in Nottingham</em></p> <p>• Re your article (<a href=\"https://www.theguardian.com/technology/shortcuts/2019/dec/16/alexa-can-you-hear-me-how-to-keep-secrets-from-your-voice-assistant\" title=\"\">How much are we really telling Alexa?</a>, G2, 17 December), are the military also listening in? One day our Alexa device emitted an unfamiliar noise. When asked “Alexa, what is that sound for?”, three times it replied “section of USA for MoD”. It would be good to know what it meant.<br><strong>Steven Bowditch</strong><br><em>Carlisle, Cumbria</em></p> <p>• Much as I would like to accept Prof Grayling’s analysis (<a href=\"https://www.theguardian.com/politics/2019/dec/19/vote-share-paints-a-different-picture-of-election-results\" title=\"\">Letters</a>, 20 December), I’m not sure we can assume that all those who voted for the SNP, the Liberal Democrats and Labour did so because of their “remain” stance. Nor can we assume all Tory voters were avid Brexiteers.<br><strong>Judith Hendrick</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "4",
      "wordcount": "276",
      "commentable": "false",
      "firstPublicationDate": "2019-12-23T17:29:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T12:26:41Z",
      "newspaperEditionDate": "2019-12-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dxa9t",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b45693b0c5e2f568725e79b1d6f098a99287fa6b/462_37_4462_2677/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Rafael Behr asked how long it would take Boris Johnson to betray his new friends in the north (Journal, 18 December). The answer seems to be a week. He promised to increase the living wage to £10.50 by 2025, but this has now, it seems, been qualified by the weasel words “provided economic conditions allow”. Always good to read the small print. Julie Owens Carlisle • It was a delight to read Michael Billington’s final review as your chief theatre critic, a four-star review of Pippi Longstocking (20 December), not because of its finality but because it’s so typically genuine and generous, and showed why his informed enthusiasm will be sorely missed. Robert Sanderson Recently retired former manager of the Theatre Royal in Nottingham • Re your article (How much are we really telling Alexa?, G2, 17 December), are the military also listening in? One day our Alexa device emitted an unfamiliar noise. When asked “Alexa, what is that sound for?”, three times it replied “section of USA for MoD”. It would be good to know what it meant. Steven Bowditch Carlisle, Cumbria • Much as I would like to accept Prof Grayling’s analysis (Letters, 20 December), I’m not sure we can assume that all those who voted for the SNP, the Liberal Democrats and Labour did so because of their “remain” stance. Nor can we assume all Tory voters were avid Brexiteers. Judith Hendrick London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1669",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/dec/23/boris-johnson-reneged-inquiry-islamophobia-british-muslims",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-12-23T16:34:54Z",
    "webTitle": "It’s shameful that Johnson has reneged on the inquiry into Tory Islamophobia | Samira Shackle",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/dec/23/boris-johnson-reneged-inquiry-islamophobia-british-muslims",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/dec/23/boris-johnson-reneged-inquiry-islamophobia-british-muslims",
    "fields": {
      "headline": "It’s shameful that Johnson has reneged on the inquiry into Tory Islamophobia",
      "standfirst": "<p>By diluting the remit, the prime minister ignores a very real problem that invades every aspect of British Muslims’ lives</p>",
      "trailText": "The prime minister ignores a very real problem that invades every aspect of British Muslims’ lives, says Samira Shackle, deputy editor of the New Humanist",
      "byline": "Samira Shackle",
      "main": "<figure class=\"element element-image\" data-media-id=\"d1c489d31a213a14bccdcef167923054d33d3b68\"> <img src=\"https://media.guim.co.uk/d1c489d31a213a14bccdcef167923054d33d3b68/565_45_2237_1342/1000.jpg\" alt=\"Sayeeda Warsi.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘There have been some breakthroughs in terms of British Muslims in political office – Sayeeda Warsi as Conservative party co-chair.’</span> <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty Images</span> </figcaption> </figure>",
      "body": "<p>A few years ago, I was reporting a story about <a href=\"https://www.theguardian.com/uk-news/prevent-strategy\" title=\"\">Prevent</a>, the government’s counter-extremism programme. I interviewed various Muslims from around the UK who had interacted with the programme in one way or another. Many wanted to be anonymous. These were ordinary people, not activists, and for many it felt too risky to draw attention to themselves, even if they had not been accused of wrongdoing. “We’re already seen as terrorists,” one young woman told me. “Just look at the way people talk about our community.”</p> <p>I thought about that young woman as it was announced that Boris Johnson would replace a <a href=\"https://www.theguardian.com/politics/2019/dec/17/equalities-professor-to-head-tory-inquiry-into-discrimination-in-party\" title=\"\">promised inquiry into allegations of Islamophobia</a> within the Conservatives with a more broad-brush review of how the party handles discrimination complaints. There is compelling evidence that the Conservative party has a specific problem with Islamophobia. During the election campaign, the party <a href=\"https://www.theguardian.com/politics/2019/dec/06/tory-ministers-back-candidates-accused-of-islamophobia\" title=\"\">continued to back</a> several candidates who had made Islamophobic statements; a <a href=\"https://www.theguardian.com/politics/2019/nov/12/revealed-conservative-councillors-islamophobic-social-media\" title=\"\">dossier</a> of social media comments found that 25 Tory councillors had posted racist material including descriptions of Muslims as “barbarian” and “the enemy within”. The prime minister himself has ridiculed burqa-wearing women as looking like “<a href=\"https://www.theguardian.com/politics/2019/sep/04/boris-johnson-urged-to-apologise-for-muslim-women-letterboxes-article\" title=\"\">letterboxes</a>”. A <a href=\"https://www.hopenothate.org.uk/2019/06/21/conservative-crisis-islamophobia/\" title=\"\">poll</a> in June conducted by YouGov for the anti-racist organisation Hope Not Hate found that more than half of Conservative party members believe that Islam threatens “the British way of life”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/nov/11/islamophobia-tory-matt-hancock-sayeeda-warsi-muslims\">When it comes to Islamophobia, Tory eyes are still wide shut | Nesrine Malik</a> </p> </aside>  <p>Beyond the diluted focus of the investigation, the choice of chair suggests something other than the “zero tolerance” of anti-Muslim prejudice that Johnson has promised. <a href=\"https://www.theguardian.com/politics/2019/dec/17/equalities-professor-to-head-tory-inquiry-into-discrimination-in-party\" title=\"\">Swaran Singh</a> has previously written that “the racism charge” forced politicians to “<a href=\"https://www.theguardian.com/politics/2019/dec/18/tory-islamophobia-inquiry-chair-swaran-singh-in-fresh-row-over-kashmir\" title=\"\">act before they have had time to think</a>”. He has also contributed to Spiked, an online publication whose editor, Brendan O’Neill, has dismissed Islamophobia as an “invented term” designed to “chill open discussion about aspects of Islam”.</p> <p>Of course, Singh does not necessarily share O’Neill’s views, but it is worth noting that this is often the terrain on which discussion of Islamophobia takes place – as an issue primarily of semantics, about whether Islam is a religion or a race, a question of free speech and “legitimate criticism” of a religion or an “ideology”. Questioning the very concept of Islamophobia has become another weapon in the rightwing culture war. Just last week Melanie Phillips wrote a column for the Jewish Chronicle; the <a href=\"https://www.thejc.com/comment/columnists/don-t-fall-for-bogus-claims-of-islamophobia-1.494367\" title=\"\">headline on the website</a>, complete with scare quotes: “Don’t fall for bogus claims of ‘Islamophobia’”. This is a simple but effective deflection from the profoundly serious consequences of systematic discrimination.</p> <p>Since 2013, the number of reported hate crimes has <a href=\"https://www.theguardian.com/society/2019/oct/15/hate-crimes-double-england-wales\" title=\"\">doubled</a> in the UK; around half of all incidents of religious hatred relate to Muslims. But Islamophobia is more than hate crimes or racist rhetoric. Structural racism means a closing down of opportunity. It means limited space in the public sphere. It means disenfranchisement and underemployment and unequal treatment. Certainly, there have been some breakthroughs in terms of British Muslims in political office and other areas of public life – Sadiq Khan as mayor of London, Sayeeda Warsi as Conservative party co-chair (a post she held from 2010-12). Yet this remains the exception rather than the rule.</p> <p>A 2017 report by the Social Mobility Commission <a href=\"https://www.gov.uk/government/news/young-muslims-in-the-uk-face-enormous-social-mobility-barriers\" title=\"\">found that</a> Muslims living in the UK “are being held back from reaching their full potential at every stage of their lives”. <a href=\"https://www.theguardian.com/society/2017/sep/07/islamophobia-holding-back-uk-muslims-in-workplace-study-finds\" title=\"\">The research found that </a>young people from Pakistani and Bangladeshi backgrounds (the largest British Muslim communities) are more likely to succeed in education and go to university than some other groups, but that this does not translate into the labour market.</p> <p>Within the economically active population (16 to 74 years), only one in five of the Muslim population is in full-time work, compared with more than one in three for the overall population in England and Wales. It also found that nearly half of the Muslim population – 46%– live in the most deprived local authority districts. This socioeconomic and class disadvantage has serious implications for access to resources, attainment, and the availability of jobs. Coupled with more direct racial discrimination – such as stereotyping by teachers and employers, and the fact that people with names that sound “foreign” are less likely to get job interviews – this is a toxic mix.</p> <p>I have reported on numerous stories that involve British Muslims. I have consistently noticed that political rhetoric has an impact on people’s perception of their own ability to participate in the public sphere.</p> <p>The disastrous mishandling of Birmingham’s “<a href=\"https://www.theguardian.com/world/2017/sep/01/trojan-horse-the-real-story-behind-the-fake-islamic-plot-to-take-over-schools\" title=\"\">Trojan horse</a>” affair – in which schools in primarily Muslim areas were accused of fomenting extremism – led to many parents and other local people retreating from governing bodies. This went far beyond the handful of individuals accused of wrongdoing. Several people I interviewed, not just in Birmingham but elsewhere in the country, cited the incident as a reason not to get involved in local politics or services at all. “Whatever we do we are referred to as a national security threat, so why bother?” one Muslim parent told me.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/dec/06/boris-johnson-tories-islamophobia-muslims\">Denial, obfuscation, apathy: why it’s so hard to get Islamophobia on the political agenda | Miqdaad Versi</a> </p> </aside>  <p>From these conversations, the impact of a media and political culture that routinely demonises Muslims is clear: people step back, they don’t get involved, they keep their heads down. The end result is that they do not have equal access to public debate and political participation. This is not to say that there are no Muslim individuals or organisations speaking up for their communities, but for many people, it is easier to absorb the message society is sending you and withdraw. The real “chilling effect” of Islamophobia is not on criticism of a set of religious beliefs, but on the democratic participation of a subset of British citizens.</p> <p>That is why the handling of allegations of endemic Islamophobia within the Conservative party has implications far beyond its internal complaints procedures. If the governing party cannot acknowledge or deal with allegations of institutional racism against a specific group within its own ranks, not only does that send a poor message, it does not bode well for its interest in tackling the problem in the country at large.</p> <p>• Samira Shackle is deputy editor of the New Humanist and a regular contributor to the Guardian long read</p>",
      "wordcount": "1015",
      "commentable": "false",
      "firstPublicationDate": "2019-12-23T16:34:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-23T17:01:51Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dxa6e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d1c489d31a213a14bccdcef167923054d33d3b68/565_45_2237_1342/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A few years ago, I was reporting a story about Prevent, the government’s counter-extremism programme. I interviewed various Muslims from around the UK who had interacted with the programme in one way or another. Many wanted to be anonymous. These were ordinary people, not activists, and for many it felt too risky to draw attention to themselves, even if they had not been accused of wrongdoing. “We’re already seen as terrorists,” one young woman told me. “Just look at the way people talk about our community.” I thought about that young woman as it was announced that Boris Johnson would replace a promised inquiry into allegations of Islamophobia within the Conservatives with a more broad-brush review of how the party handles discrimination complaints. There is compelling evidence that the Conservative party has a specific problem with Islamophobia. During the election campaign, the party continued to back several candidates who had made Islamophobic statements; a dossier of social media comments found that 25 Tory councillors had posted racist material including descriptions of Muslims as “barbarian” and “the enemy within”. The prime minister himself has ridiculed burqa-wearing women as looking like “letterboxes”. A poll in June conducted by YouGov for the anti-racist organisation Hope Not Hate found that more than half of Conservative party members believe that Islam threatens “the British way of life”. Beyond the diluted focus of the investigation, the choice of chair suggests something other than the “zero tolerance” of anti-Muslim prejudice that Johnson has promised. Swaran Singh has previously written that “the racism charge” forced politicians to “act before they have had time to think”. He has also contributed to Spiked, an online publication whose editor, Brendan O’Neill, has dismissed Islamophobia as an “invented term” designed to “chill open discussion about aspects of Islam”. Of course, Singh does not necessarily share O’Neill’s views, but it is worth noting that this is often the terrain on which discussion of Islamophobia takes place – as an issue primarily of semantics, about whether Islam is a religion or a race, a question of free speech and “legitimate criticism” of a religion or an “ideology”. Questioning the very concept of Islamophobia has become another weapon in the rightwing culture war. Just last week Melanie Phillips wrote a column for the Jewish Chronicle; the headline on the website, complete with scare quotes: “Don’t fall for bogus claims of ‘Islamophobia’”. This is a simple but effective deflection from the profoundly serious consequences of systematic discrimination. Since 2013, the number of reported hate crimes has doubled in the UK; around half of all incidents of religious hatred relate to Muslims. But Islamophobia is more than hate crimes or racist rhetoric. Structural racism means a closing down of opportunity. It means limited space in the public sphere. It means disenfranchisement and underemployment and unequal treatment. Certainly, there have been some breakthroughs in terms of British Muslims in political office and other areas of public life – Sadiq Khan as mayor of London, Sayeeda Warsi as Conservative party co-chair (a post she held from 2010-12). Yet this remains the exception rather than the rule. A 2017 report by the Social Mobility Commission found that Muslims living in the UK “are being held back from reaching their full potential at every stage of their lives”. The research found that young people from Pakistani and Bangladeshi backgrounds (the largest British Muslim communities) are more likely to succeed in education and go to university than some other groups, but that this does not translate into the labour market. Within the economically active population (16 to 74 years), only one in five of the Muslim population is in full-time work, compared with more than one in three for the overall population in England and Wales. It also found that nearly half of the Muslim population – 46%– live in the most deprived local authority districts. This socioeconomic and class disadvantage has serious implications for access to resources, attainment, and the availability of jobs. Coupled with more direct racial discrimination – such as stereotyping by teachers and employers, and the fact that people with names that sound “foreign” are less likely to get job interviews – this is a toxic mix. I have reported on numerous stories that involve British Muslims. I have consistently noticed that political rhetoric has an impact on people’s perception of their own ability to participate in the public sphere. The disastrous mishandling of Birmingham’s “Trojan horse” affair – in which schools in primarily Muslim areas were accused of fomenting extremism – led to many parents and other local people retreating from governing bodies. This went far beyond the handful of individuals accused of wrongdoing. Several people I interviewed, not just in Birmingham but elsewhere in the country, cited the incident as a reason not to get involved in local politics or services at all. “Whatever we do we are referred to as a national security threat, so why bother?” one Muslim parent told me. From these conversations, the impact of a media and political culture that routinely demonises Muslims is clear: people step back, they don’t get involved, they keep their heads down. The end result is that they do not have equal access to public debate and political participation. This is not to say that there are no Muslim individuals or organisations speaking up for their communities, but for many people, it is easier to absorb the message society is sending you and withdraw. The real “chilling effect” of Islamophobia is not on criticism of a set of religious beliefs, but on the democratic participation of a subset of British citizens. That is why the handling of allegations of endemic Islamophobia within the Conservative party has implications far beyond its internal complaints procedures. If the governing party cannot acknowledge or deal with allegations of institutional racism against a specific group within its own ranks, not only does that send a poor message, it does not bode well for its interest in tackling the problem in the country at large. • Samira Shackle is deputy editor of the New Humanist and a regular contributor to the Guardian long read",
      "charCount": "6377",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/samirashackle\">Samira Shackle</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]