[
  {
    "id": "politics/2019/mar/07/may-to-ask-eu-for-concessions-to-get-mps-to-back-brexit-deal",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-07T22:30:27Z",
    "webTitle": "May to ask EU for concessions to get MPs to back Brexit deal",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/07/may-to-ask-eu-for-concessions-to-get-mps-to-back-brexit-deal",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/07/may-to-ask-eu-for-concessions-to-get-mps-to-back-brexit-deal",
    "fields": {
      "headline": "May to ask EU for concessions to get MPs to back Brexit deal",
      "standfirst": "<p>Speech by PM will remind Brussels that it can influence how MPs will vote next week</p>",
      "trailText": "Speech by PM will remind Brussels that it can influence how MPs will vote next week",
      "byline": "Rowena Mason and Peter Walker",
      "main": "<figure class=\"element element-image\" data-media-id=\"513afd9e3d9c80a357c4d3850d2d7c877ff537e3\"> <img src=\"https://media.guim.co.uk/513afd9e3d9c80a357c4d3850d2d7c877ff537e3/393_0_3107_1864/1000.jpg\" alt=\"The prime minister, Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May will remind EU leaders in a speech in Grimsby that a Brexit deal is in their interests too.</span> <span class=\"element-image__credit\">Photograph: UK Parliament/Mark Duffy/PA</span> </figcaption> </figure>",
      "body": "<p>Theresa May will make a last-ditch attempt to persuade the EU to give her a better Brexit deal on Friday, as she struggles to hold her crumbling government together following a day of cabinet embarrassments in Westminster.</p> <p>The prime minister will plead with EU leaders to offer further concessions, as it became clear that <a href=\"https://www.theguardian.com/politics/2019/mar/06/no-sign-of-progress-after-robust-brexit-talks-in-brussels\">talks in Brussels have stalled</a> and hardline Eurosceptics in her party are likely to <a href=\"https://www.theguardian.com/politics/2019/mar/07/what-happens-if-mays-brexit-deal-is-voted-down-and-if-it-passes\">vote down the deal</a> for a second time in parliament next week.</p> <p>Senior Tory critics of May expressed astonishment that her strategy was a refusal to change course in the face of defeat, with one cabinet source saying No 10 realised it was about to lose the meaningful vote but seemed unable to make a coherent case to MPs why they should vote for it.</p> <p>Instead, May will turn her fire at the EU in a speech delivered from the Brexit stronghold of Grimbsy in Lincolnshire, saying: “Just as MPs will face a big choice next week, the EU has to make a choice too.</p> <p>“It is in the European interest for the UK to leave with a deal. We are working with them but the decisions that the European Union makes over the next few days will have a big impact on the outcome of the vote.”</p> <p>The speech will take place after a series of unforced errors by three cabinet ministers, forcing May’s chief spokeswoman to insist the prime minister still had confidence in them all.</p> <p>As cabinet discipline appeared to break down, Karen Bradley, the Northern Ireland secretary, had to issue a grovelling apology for saying that deaths caused by police and soldiers during the Troubles were “not crimes”.</p> <p>Then Amber Rudd, the work and pensions secretary, had to say sorry for referring to the shadow home secretary, Diane Abbott, as a “coloured woman”, and Andrea Leadsom, the leader of the House of Commons, suggested it should be for the Foreign Office to hold a debate on allegations of Islamophobia in the UK.</p> <p>One Conservative former cabinet minister said it was “like the last days of Rome” and it was difficult to see how May would last many more weeks, even if her Brexit deal scraped through under heavy pressure.</p> <p>The consensus among dozens of Tory MPs and ministers spoken to by the Guardian was that the withdrawal deal would not pass, as it appeared unlikely that Geoffrey Cox, the attorney general, would secure a legally binding agreement from the EU that the Irish backstop was temporary. Without such an assurance, the hardline Eurosceptics in the European Research Group (ERG) and the Democratic Unionist party will have no reason to change their vote, as they will not countenance the idea that the UK could be bound into a permanent customs union with the EU.</p> <p>Given the likelihood of defeat, there was heavy speculation in Westminster that May will end up pulling the votes she had promised MPs on whether to rule out a no-deal Brexit and a second on whether to extend article 50.</p> <p>A senior government adviser said she could announce straight after losing the meaningful vote that she would seek an extension from the EU, knowing that she would only get either a short technical extension to enable the passing of her withdrawal deal or a lengthy 21-month one enabling a full rethink – dubbed a Brexit reset. The prime minister would then return to the House of Commons for a third time to put those proposals to a vote.</p> <p>May has a serious problem with holding a vote on whether parliament should rule out no deal, as it is unclear which side of the argument she would be on and would risk resignations of cabinet ministers from each side of the Brexit debate if she whipped in either direction. It is understood a delegation of cabinet ministers met her chief of staff on Thursday to argue for a free vote.</p> <p>But there was a growing feeling that she may attempt to avoid the problem altogether by moving first and offering to secure an extension to article 50. “It will get very, very nasty next week,” said one source close to a cabinet minister. “I think No 10 promised the votes never really thinking they were going to have to hold them because they were naively convinced the deal would go through.”</p> <p>With May insisting Brussels must move first, Philip Hammond, the chancellor, <a href=\"https://www.theguardian.com/politics/2019/mar/07/philip-hammond-warns-hard-brexiters-to-vote-for-theresa-may-deal-or-risk-softer-brexit\">took a different approach</a> on Thursday, arguing that hardline Eurosceptics should realise their refusal to back the government’s deal was <a href=\"https://www.theguardian.com/politics/2019/mar/05/soft-brexit-could-be-result-if-may-deal-rejected-again-says-chief-whip\">risking a softer Brexit</a>. His comments were a strong hint that May would have to reach out to Labour and try to agree a Brexit involving a permanent customs union if the deal is not voted through in its current form.</p> <p>“The <a href=\"https://www.theguardian.com/politics/labour\">Labour</a> party has been talking for a long time about the idea of a customs union grafted onto the PM’s deal. Those of my colleagues who feel very strongly against that proposal need to think very hard about the implications of voting against the prime minister’s deal next Tuesday, because we will then be in unknown territory where a consensus will have to be forged across the House of Commons and that will inevitably mean compromises being made,” he told BBC Radio 4’s Today programme.</p> <p>Amid an absence of ideas about how to break the stalemate, former prime minister Gordon Brown joined a group of business leaders in calling for a one-year extension to article 50 in order to set up region by region public hearings on which Brexit option is preferred.</p> <p>Responding to May’s speech, Keir Starmer, Labour’s shadow Brexit secretary, said it was “becoming increasingly clear that Theresa May will not be able to deliver the changes she promised to her failed Brexit deal [and] this speech looks set to be an admission of failure.”</p> <p>There were reports from Brussels on Thursday night that the EU was open to making an offer on bolstering the review system for the Irish backstop but it was not clear this would be enough for Cox to change his legal advice that the mechanism could bind the UK into a permanent customs union.</p> <p>Earlier, in the House of Commons, Cox rebuffed the idea from France’s Europe minister, Nathalie Loiseau, that the UK should make a new substantial proposal to break the impasse.</p> <p>“I am surprised to hear the comments that have emerged over the last 24 hours that the proposals are not clear. They are as clear as day and we are continuing to discuss them,” Cox said.</p> <p>He refused to divulge the details of what he said were “detailed, coherent, careful proposals”. But it is understood Cox has been pushing for the arbitration panel to be able to decide whether the EU has made reasonable efforts to negotiate alternatives to the backstop, opening up the opportunity for the UK to exit the arrangement in part or whole.</p> <p>Sabine Weyand, the EU’s deputy chief negotiator, gave what sources described as a “gloomy” briefing to ambassadors on Wednesday night about Cox’s meetings this week, and Downing Street has admitted talks have been difficult.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1187",
      "firstPublicationDate": "2019-03-07T22:30:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:46Z",
      "newspaperEditionDate": "2019-03-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvdpf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/513afd9e3d9c80a357c4d3850d2d7c877ff537e3/393_0_3107_1864/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May will make a last-ditch attempt to persuade the EU to give her a better Brexit deal on Friday, as she struggles to hold her crumbling government together following a day of cabinet embarrassments in Westminster. The prime minister will plead with EU leaders to offer further concessions, as it became clear that talks in Brussels have stalled and hardline Eurosceptics in her party are likely to vote down the deal for a second time in parliament next week. Senior Tory critics of May expressed astonishment that her strategy was a refusal to change course in the face of defeat, with one cabinet source saying No 10 realised it was about to lose the meaningful vote but seemed unable to make a coherent case to MPs why they should vote for it. Instead, May will turn her fire at the EU in a speech delivered from the Brexit stronghold of Grimbsy in Lincolnshire, saying: “Just as MPs will face a big choice next week, the EU has to make a choice too. “It is in the European interest for the UK to leave with a deal. We are working with them but the decisions that the European Union makes over the next few days will have a big impact on the outcome of the vote.” The speech will take place after a series of unforced errors by three cabinet ministers, forcing May’s chief spokeswoman to insist the prime minister still had confidence in them all. As cabinet discipline appeared to break down, Karen Bradley, the Northern Ireland secretary, had to issue a grovelling apology for saying that deaths caused by police and soldiers during the Troubles were “not crimes”. Then Amber Rudd, the work and pensions secretary, had to say sorry for referring to the shadow home secretary, Diane Abbott, as a “coloured woman”, and Andrea Leadsom, the leader of the House of Commons, suggested it should be for the Foreign Office to hold a debate on allegations of Islamophobia in the UK. One Conservative former cabinet minister said it was “like the last days of Rome” and it was difficult to see how May would last many more weeks, even if her Brexit deal scraped through under heavy pressure. The consensus among dozens of Tory MPs and ministers spoken to by the Guardian was that the withdrawal deal would not pass, as it appeared unlikely that Geoffrey Cox, the attorney general, would secure a legally binding agreement from the EU that the Irish backstop was temporary. Without such an assurance, the hardline Eurosceptics in the European Research Group (ERG) and the Democratic Unionist party will have no reason to change their vote, as they will not countenance the idea that the UK could be bound into a permanent customs union with the EU. Given the likelihood of defeat, there was heavy speculation in Westminster that May will end up pulling the votes she had promised MPs on whether to rule out a no-deal Brexit and a second on whether to extend article 50. A senior government adviser said she could announce straight after losing the meaningful vote that she would seek an extension from the EU, knowing that she would only get either a short technical extension to enable the passing of her withdrawal deal or a lengthy 21-month one enabling a full rethink – dubbed a Brexit reset. The prime minister would then return to the House of Commons for a third time to put those proposals to a vote. May has a serious problem with holding a vote on whether parliament should rule out no deal, as it is unclear which side of the argument she would be on and would risk resignations of cabinet ministers from each side of the Brexit debate if she whipped in either direction. It is understood a delegation of cabinet ministers met her chief of staff on Thursday to argue for a free vote. But there was a growing feeling that she may attempt to avoid the problem altogether by moving first and offering to secure an extension to article 50. “It will get very, very nasty next week,” said one source close to a cabinet minister. “I think No 10 promised the votes never really thinking they were going to have to hold them because they were naively convinced the deal would go through.” With May insisting Brussels must move first, Philip Hammond, the chancellor, took a different approach on Thursday, arguing that hardline Eurosceptics should realise their refusal to back the government’s deal was risking a softer Brexit. His comments were a strong hint that May would have to reach out to Labour and try to agree a Brexit involving a permanent customs union if the deal is not voted through in its current form. “The Labour party has been talking for a long time about the idea of a customs union grafted onto the PM’s deal. Those of my colleagues who feel very strongly against that proposal need to think very hard about the implications of voting against the prime minister’s deal next Tuesday, because we will then be in unknown territory where a consensus will have to be forged across the House of Commons and that will inevitably mean compromises being made,” he told BBC Radio 4’s Today programme. Amid an absence of ideas about how to break the stalemate, former prime minister Gordon Brown joined a group of business leaders in calling for a one-year extension to article 50 in order to set up region by region public hearings on which Brexit option is preferred. Responding to May’s speech, Keir Starmer, Labour’s shadow Brexit secretary, said it was “becoming increasingly clear that Theresa May will not be able to deliver the changes she promised to her failed Brexit deal [and] this speech looks set to be an admission of failure.” There were reports from Brussels on Thursday night that the EU was open to making an offer on bolstering the review system for the Irish backstop but it was not clear this would be enough for Cox to change his legal advice that the mechanism could bind the UK into a permanent customs union. Earlier, in the House of Commons, Cox rebuffed the idea from France’s Europe minister, Nathalie Loiseau, that the UK should make a new substantial proposal to break the impasse. “I am surprised to hear the comments that have emerged over the last 24 hours that the proposals are not clear. They are as clear as day and we are continuing to discuss them,” Cox said. He refused to divulge the details of what he said were “detailed, coherent, careful proposals”. But it is understood Cox has been pushing for the arbitration panel to be able to decide whether the EU has made reasonable efforts to negotiate alternatives to the backstop, opening up the opportunity for the UK to exit the arrangement in part or whole. Sabine Weyand, the EU’s deputy chief negotiator, gave what sources described as a “gloomy” briefing to ambassadors on Wednesday night about Cox’s meetings this week, and Downing Street has admitted talks have been difficult.",
      "charCount": "6791",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> and <a href=\"profile/peterwalker\">Peter Walker</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/blog/live/2019/mar/07/hammond-tells-tories-to-back-mays-deal-or-risk-softer-brexit--politics-live",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-07T20:12:04Z",
    "webTitle": "Labour says Bradley should resign because she no longer has credibility as NI secretary - Politics live",
    "webUrl": "https://www.theguardian.com/politics/blog/live/2019/mar/07/hammond-tells-tories-to-back-mays-deal-or-risk-softer-brexit--politics-live",
    "apiUrl": "https://content.guardianapis.com/politics/blog/live/2019/mar/07/hammond-tells-tories-to-back-mays-deal-or-risk-softer-brexit--politics-live",
    "fields": {
      "headline": "Labour says Bradley should resign because she no longer has credibility as NI secretary - Politics live",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/07/hammond-tells-tories-to-back-mays-deal-or-risk-softer-brexit--politics-live?page=with:block-5c80f747e4b0cf92e5a5234a#block-5c80f747e4b0cf92e5a5234a\">UK hits back at EU claims it does not have clear plan to amend backstop</a></li><li><a href=\"https://www.theguardian.com/politics/2019/mar/07/scotland-can-hold-referendum-without-go-ahead-from-uk\">Scottish independence: Sturgeon rules out poll without UK go-ahead</a></li><li><a href=\"https://www.theguardian.com/politics/2019/mar/07/labour-antisemitism-equalities-watchdog-opens-investigation\">Labour antisemitism: equalities watchdog opens investigation</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/07/hammond-tells-tories-to-back-mays-deal-or-risk-softer-brexit--politics-live?page=with:block-5c811b54e4b0cf92e5a52580#block-5c811b54e4b0cf92e5a52580\">Lunchtime summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"3707218d85895189afd51a20b6a00cfb9d82bc58\"> <img src=\"https://media.guim.co.uk/3707218d85895189afd51a20b6a00cfb9d82bc58/0_5_5376_3225/1000.jpg\" alt=\"Karen Bradley, the Northern Ireland secretary.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Karen Bradley, the Northern Ireland secretary.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<div id=\"block-5c814d2ce4b0cf92e5a5283e\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T17:09:51.078Z\">5.09pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Labour has said that Karen Bradley should resign because she no longer has the credibility she needs to stay on as Northern Ireland secretary. Tony Lloyd</strong>, the shadow Northern Ireland secretary, said he concluded that Bradley had to go after hearing a damning assessment of her from <strong>Nuala O’Loan,</strong> the former police ombudsman in Northern Ireland. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/07/hammond-tells-tories-to-back-mays-deal-or-risk-softer-brexit--politics-live?page=with:block-5c813a42e4b0eff8e0fbe550#block-5c813a42e4b0eff8e0fbe550\"> 3.42pm.)</a> <a href=\"https://www.theguardian.com/politics/2019/mar/07/karen-bradley-northern-ireland-troubles-urged-apologise-richard-dannatt\">Relatives of people killed in Northern Ireland by the military have also said Bradley should resign because of what she said about the Troubles yesterday.</a></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/07/amber-rudd-apologises-to-diane-abbott-for-calling-her-coloured\">Amber Rudd, the work and pensions secretary, has apologised to Diane Abbott for “clumsy language” after describing the shadow home secretary as “coloured” in a radio interview.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/07/tory-chairman-accused-of-repeatedly-ignoring-racism-complaints-brandon-lewis\">The Conservative party chairman, Brandon Lewis, has been accused of ignoring repeated pleas by Tory members to investigate alleged racist and Islamophobic incidents, including a claim that a white senior party official referred to an Asian councillor as an orangutan.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/07/attorney-general-geoffrey-cox-rejects-eu-brexit-deadlock-complaints\">Geoffrey Cox is facing a backlash in Brussels and Dublin after claiming the Irish backstop posed a risk to the human rights of people in Northern Ireland.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/07/scotland-can-hold-referendum-without-go-ahead-from-uk\">Nicola Sturgeon has ruled out holding an unofficial Scottish independence referendum, after her deputy suggested she could call one without legal approval.</a></strong></li> </ul> <p>That’s all from me for today.</p> <p>Thanks for the comments.</p> </div>   </div> <div id=\"block-5c814b5ce4b016d23425745a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T16:55:49.422Z\">4.55pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>According to<strong> Alex Barker</strong> at <a href=\"https://www.ft.com/content/f10bcf8a-40d7-11e9-9bee-efab61506f44\">the Financial Times (paywall),</a> Geoffrey Cox, the attorney general, caused some surprise in the Brexit talks in Brussels on Tuesday night by raising the notion of “the man on the Clapham omnibus” - a longstanding concept in English law, but a phrase that features in the EU treaties. Barker explains:</p> <blockquote class=\"quoted\"> <p>To the bewilderment of some EU negotiators, Geoffrey Cox, the UK’s attorney-general, invoked the Victorian-era legal concept to explain how a revamped system of arbitration could guarantee the Northern Ireland backstop plan is not “indefinite”. </p> <p>The proposal, based around the judgment of an imaginary south London commuter, aimed to find a fair escape route from the provisions of the backstop, the part of the Brexit deal most loathed by Eurosceptics. </p> <p>But the suggestion by Mr Cox, Britain’s top legal officer, was flatly rejected in Brussels and has little chance of surviving even in watered-down form, according to EU officials ...</p> <p>“They have no clue,” said one official handling Brexit, who added that the UK’s ideas were becoming “crazier and crazier”. Other senior EU diplomats were scathing about Mr Cox, a barrister depicted as a latecomer to the talks, improvising beyond his expertise. Noting the attorney-general’s booming voice, one joked that the discussions had reached a point of “boom and bust”.</p> </blockquote> </div>   </div> <div id=\"block-5c814a6de4b016d23425743c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T16:44:45.309Z\">4.44pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This is from the New Statesman’s <strong>George Eaton.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/georgeeaton/status/1103687680460754944\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">A year ago, Amber Rudd said the new registration scheme for EU migrants would be “as easy as setting up an online account at LK Bennett”. LK Bennett has today entered administration.  <a href=\"https://t.co/MWbqZDoB5j\">https://t.co/MWbqZDoB5j</a></p>&mdash; George Eaton (@georgeeaton) <a href=\"https://twitter.com/georgeeaton/status/1103687680460754944?ref_src=twsrc%5Etfw\">March 7, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c8143c8e4b0cf92e5a5277e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T16:30:42.688Z\">4.30pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>On a day when two cabinet ministers are already in trouble for comments that caused offence, the Labour MP<strong> Naz Shah</strong> has queried why, when she asked for a debate on Islamophobia earlier today during business questions, Andrea Leadsom, the leader of the Commons, said this would be a matter for the Foreign Office.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NazShahBfd/status/1103664832098848768\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I asked <a href=\"https://twitter.com/andrealeadsom?ref_src=twsrc%5Etfw\">@andrealeadsom</a> to call a debate on <a href=\"https://twitter.com/hashtag/Islamophobia?src=hash&amp;ref_src=twsrc%5Etfw\">#Islamophobia</a> given the scale of it in <a href=\"https://twitter.com/Conservatives?ref_src=twsrc%5Etfw\">@Conservatives</a> Party &amp; following the <a href=\"https://twitter.com/APPGBritMuslims?ref_src=twsrc%5Etfw\">@APPGBritMuslims</a> report &amp; definition. She said : speak to foreign office ministers about Islamophobia.When did attacks on BRITISH Muslims become a foreign issue? <a href=\"https://t.co/idhfQEUKpK\">pic.twitter.com/idhfQEUKpK</a></p>&mdash; Naz Shah MP (@NazShahBfd) <a href=\"https://twitter.com/NazShahBfd/status/1103664832098848768?ref_src=twsrc%5Etfw\">March 7, 2019</a></blockquote>  </figure>  <p>I’ve asked Leadsom’s office for an explanation, and will post the answer when I get a reply.</p> <p><em>UPDATE:</em> Asked why Leadsom said this was an issue for the Foreign Office, a spokesperson for her office said:</p> <blockquote class=\"quoted\"> <p>Islamophobia is unacceptable wherever it takes place. It was thought that the MP for Bradford West was referring to a global definition of Islamophobia. International efforts to combat Islamophobia (and all forms of religious persecution and prejudice) are led by the PM’s special envoy on freedom of religion or belief, Lord Ahmad, at the Foreign &amp; Commonwealth Office. Of course, any form of Islamophobia in the UK would be dealt with swiftly by Home Office or [the ministry for communities] as appropriate. </p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-07T20:12:04.574Z\">at 8.12pm GMT</time></p>  </div> <div id=\"block-5c814010e4b016d23425736d\" class=\"block is-key-event\" data-block-contributor=\"profile/severincarrell\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T16:04:20.805Z\">4.04pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Sturgeon reprimanded by statistics chief for using unpublished hospital waiting time figures</h2>  <div class=\"block-elements\">  <p><strong>Nicola Sturgeon </strong>has been reprimanded by the UK’s statistics regulator for using unpublished data to defend her government’s widely-criticised performance on hospital waiting times.</p> <p>Ed Humpherson, the director general for regulation at the <strong>UK Statistics Authority</strong>, wrote to the Scottish government’s chief statistician, Roger Halliday, today to chide the first minister for quoting figures which could not be independently verified by outsiders and had not come from NHS Scotland’s statistics service.</p> <p>Humpherson said the authority had previously complained about ministerial use of this unpublished data, produced for Sturgeon by her officials, when it had been used on another occasion at Holyrood. He said:</p> <blockquote class=\"quoted\"> <p>Waiting times are a major concern to patients and their families.</p> <p>The statistics informing debates about them must therefore be trustworthy, of suitable quality, and useful. We are therefore extremely disappointed that it has been necessary for us to intervene in this way.</p> </blockquote> <p>He said the figures were already due to be officially released by the NHS’s information services division in May 2019. Jumping the gun, without clear guidance about the data’s quality and limitations, risked undermining public confidence, he said.</p> <p><strong>Willie Rennie,</strong> the Scottish Lib Dem leader, urged Sturgeon to apologise at first minister’s questions. She would not do so, but said her government would “reflect carefully on anything that the Office for Statistics Regulation says. She said:</p> <blockquote class=\"quoted\"> <p>The statistics that I used were accurate and, as I understand it, are available to anybody on request and will be published by ISD Scotland.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"95c897f7581785624955035ecc396c6a8eb804ac\"> <img src=\"https://media.guim.co.uk/95c897f7581785624955035ecc396c6a8eb804ac/0_119_2934_1760/1000.jpg\" alt=\"Nicola Sturgeon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicola Sturgeon</span> <span class=\"element-image__credit\">Photograph: Ken Jack/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c813e21e4b0eff8e0fbe57c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T15:56:29.964Z\">3.56pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The DUP MP Sammy Wilson has defended <strong>Karen Bradley.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/eastantrimmp/status/1103664707842572288\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">📄 Sinn Féin’s position on the SoS Karen Bradley’s comments is blatant hypocrisy. Whilst their representatives glorify and eulogise the callous murderers of the IRA, they do not have the right to call for anyone’s resignation. <a href=\"https://t.co/hvkm6XcClM\">pic.twitter.com/hvkm6XcClM</a></p>&mdash; Sammy Wilson MP (@eastantrimmp) <a href=\"https://twitter.com/eastantrimmp/status/1103664707842572288?ref_src=twsrc%5Etfw\">March 7, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c813d15e4b016d23425732a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T15:48:36.161Z\">3.48pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This is from the Labour MP<strong> David Lammy </strong>on why Amber Rudd’s “coloured” comment was offensive. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/07/hammond-tells-tories-to-back-mays-deal-or-risk-softer-brexit--politics-live?page=with:block-5c812ba6e4b0eff8e0fbe4b8#block-5c812ba6e4b0eff8e0fbe4b8\">2.42pm.)</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidLammy/status/1103680613922557952\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">You might forgive your grandma for saying it, but cabinet Ministers in 2019 should know better than this. <br><br>Using the term &quot;coloured&quot; to describe anyone who is not white is offensive because it assumes being white is somehow normal or the default.<br> <a href=\"https://t.co/xL2vVYVKQq\">https://t.co/xL2vVYVKQq</a></p>&mdash; David Lammy (@DavidLammy) <a href=\"https://twitter.com/DavidLammy/status/1103680613922557952?ref_src=twsrc%5Etfw\">March 7, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c813a42e4b0eff8e0fbe550\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T15:42:33.747Z\">3.42pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Labour calls for Karen Bradley's resignation, saying she no longer has credibility to stay as NI secretary</h2>  <div class=\"block-elements\">  <p><strong>Tony Lloyd,</strong> the shadow Northern Ireland secretary, says the comments from Nuala O’Loan, the former police ombudsman in Northern Ireland, about Karen Bradley on the World at One (see<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/07/hammond-tells-tories-to-back-mays-deal-or-risk-softer-brexit--politics-live?page=with:block-5c811b54e4b0cf92e5a52580#block-5c811b54e4b0cf92e5a52580\"> 2.04pm) </a>show that Bradley no longer has the credibility she needs to stay in her job. He said:</p> <blockquote class=\"quoted\"> <p>Today I wrote to Karen Bradley, asking her to come to the Commons and give a real apology for her comments.</p> <p>But following the former ombudsman’s comments, it’s clear that Karen Bradley does not have sufficient credibility to stay in her post.</p> <p>This was not just a gaffe and Bradley did not simply ‘misspeak’. What she said reflected a disturbing pattern, with her and the prime minister having made a succession of baseless claims about military personnel being treated unfairly compared to others.</p> <p>If Theresa May can’t find a replacement, they must finally tell us what the government is going to do with Northern Irish legacy cases.</p> </blockquote> <p>Here is the letter Lloyd wrote to Bradley earlier.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tony4rochdale/status/1103630674341163008\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I have today written to Karen Bradley to come before the HOC &amp; say sorry for her comments yesterday, however an apology isn’t enough she must outline what the Gov plans to do around legacy cases in NI and rebuild her credibility, if she cannot she must consider her position. <a href=\"https://t.co/sMBYWbKiVn\">pic.twitter.com/sMBYWbKiVn</a></p>&mdash; Tony Lloyd (@tony4rochdale) <a href=\"https://twitter.com/tony4rochdale/status/1103630674341163008?ref_src=twsrc%5Etfw\">March 7, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c813854e4b0eff8e0fbe539\" class=\"block\" data-block-contributor=\"profile/peterwalker\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T15:27:54.923Z\">3.27pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The Labour MP<strong> Jess Phillips </strong>has again used a Commons debate about International Women’s Day to read out a complete list of women killed by men (or where the principal suspect is a man) in the UK since the last such day.</p> <p>It took her just over four minutes to read out the entire list, in chronological order of their deaths. The first was Jennifer Rogers, 56, stabbed by her husband on 17 March last year. Her husband was <a href=\"https://www.bbc.co.uk/news/uk-england-cornwall-45720671\">jailed for manslaughter</a>. The last was Sarah Henshaw, 40, <a href=\"https://www.yorkshireeveningpost.co.uk/news/tributes-paid-to-armley-murder-victim-sarah-henshaw-1-9597677\">found dead in her flat</a> in Armley, Leeds on 11 February. A man has been arrested on suspicion of murder.</p> <p>Before reading the list, Phillips said:</p> <blockquote class=\"quoted\"> <p>I read these names not only to continue to highlight how male violence can terrorise ordinary women’s lives, but to pay tribute to them, and those who didn’t survive, and give them the opportunity to be heard.</p> </blockquote> </div>   </div> <div id=\"block-5c813746e4b016d2342572f2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T15:23:17.217Z\">3.23pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here is my colleague <strong>Peter Walke</strong><strong>r</strong>’s story on Amber Rudd calling Diane Abbott “coloured”.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/07/amber-rudd-apologises-to-diane-abbott-for-calling-her-coloured\">Amber Rudd apologises to Diane Abbott for calling her 'coloured'</a> </p> </aside> </div>   </div> <div id=\"block-5c8135cfe4b0eff8e0fbe52b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T15:19:21.480Z\">3.19pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Abbott condemns Rudd's language as 'outdated, offensive and revealing'</h2>  <div class=\"block-elements\">  <p><strong>Diane Abbott,</strong> the shadow home secretary, has described Amber Rudd’s decision to call her coloured “outdated, offensive and revealing”.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/HackneyAbbott/status/1103662137636016128\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The term &quot;coloured&quot;, is an outdated, offensive and revealing choice of words.</p>&mdash; Diane Abbott (@HackneyAbbott) <a href=\"https://twitter.com/HackneyAbbott/status/1103662137636016128?ref_src=twsrc%5Etfw\">March 7, 2019</a></blockquote>  </figure>  <p>Abbott has also retweeted this tweet from the Labour MP <strong>Danielle Rowley.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DaniRowley/status/1103656674567639040\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Amber Rudd undermining an important point about online abuse by referring to Diane Abbott as a “coloured woman” on <a href=\"https://twitter.com/BBCRadio2?ref_src=twsrc%5Etfw\">@BBCRadio2</a>. She clearly gets her language from the same bygone era as her abhorrent welfare policies.</p>&mdash; Danielle Rowley MP (@DaniRowley) <a href=\"https://twitter.com/DaniRowley/status/1103656674567639040?ref_src=twsrc%5Etfw\">March 7, 2019</a></blockquote>  </figure>  <p>And this one from the New Statesman’s <strong>Stephen Bush.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stephenkb/status/1103662631397801992\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Among other things, it is just so weirdly archaic. It&#39;s like if she&#39;d referred to &quot;the Hun&quot; in her interview: <a href=\"https://t.co/LpFqbA2its\">https://t.co/LpFqbA2its</a></p>&mdash; Stephen Bush (@stephenkb) <a href=\"https://twitter.com/stephenkb/status/1103662631397801992?ref_src=twsrc%5Etfw\">March 7, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c812df9e4b0cf92e5a5262f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T14:45:14.257Z\">2.45pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Rudd apologises after calling Diane Abbott 'coloured'</h2>  <div class=\"block-elements\">  <p><strong>Amber Rudd</strong> has apologised. She said she was “mortified at my clumsy language” and has apologised for describing Diane Abbott as “coloured”. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/07/hammond-tells-tories-to-back-mays-deal-or-risk-softer-brexit--politics-live?page=with:block-5c812ba6e4b0eff8e0fbe4b8#block-5c812ba6e4b0eff8e0fbe4b8\"> 2.42pm.)</a></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AmberRuddHR/status/1103665146600263681\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Mortified at my clumsy language and sorry to <a href=\"https://twitter.com/HackneyAbbott?ref_src=twsrc%5Etfw\">@HackneyAbbott</a>. My point stands: that no one should suffer abuse because of their race or gender.</p>&mdash; Amber Rudd MP (@AmberRuddHR) <a href=\"https://twitter.com/AmberRuddHR/status/1103665146600263681?ref_src=twsrc%5Etfw\">March 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"fbb10cac48fcffbaf5b6472f65923d5c7f56ff3a\"> <img src=\"https://media.guim.co.uk/fbb10cac48fcffbaf5b6472f65923d5c7f56ff3a/0_36_2776_1666/1000.jpg\" alt=\"Amber Rudd\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Amber Rudd</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-07T15:21:14.302Z\">at 3.21pm GMT</time></p>  </div> <div id=\"block-5c812ba6e4b0eff8e0fbe4b8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T14:42:14.293Z\">2.42pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Amber Rudd</strong>, the work and pensions secretary, has referred to Diane Abbott as “coloured”. As <strong>Patrick Maguire</strong> reports<a href=\"https://www.newstatesman.com/politics/uk/2019/03/amber-rudd-refers-diane-abbott-coloured-bbc-interview\"> at the Staggers,</a> she used the term in an interview with Jeremy Vine on Radio 2. Speaking about the abuse directed at MPs (see <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/07/hammond-tells-tories-to-back-mays-deal-or-risk-softer-brexit--politics-live?page=with:block-5c811820e4b016d23425717e#block-5c811820e4b016d23425717e\">1.12pm), </a>Rudd said:</p> <blockquote class=\"quoted\"> <p>It definitely is worse if you’re a woman, and it’s worst of all if you’re a coloured woman. I know that Diane Abbott gets a huge amount of abuse, and I think that’s something we need to continue to call out.</p> </blockquote> <p>As a former home secretary, where equality and diversity issues are part of the portfolio, you would have thought that she would have known better than to use a term that, although once commonplace, has been considered offensive in mainstream discourse for decades.</p> </div>   </div> <div id=\"block-5c8120a3e4b0cf92e5a525c0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T14:33:00.655Z\">2.33pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Hunt criticises Salmond for broadcasting on Russian TV station</h2>  <div class=\"block-elements\">  <p>Alex Salmond’s RT chat show could create the impression the former first minister and the SNP do “not understand the difference between good and evil”, <strong>Jeremy Hunt,</strong> the foreign secretary, has claimed. As the Press Association reports, Hunt said this was the “risk” from Salmond broadcasting on the Kremlin-backed channel, which was formerly known as Russia Today. The former SNP leader - who is no longer a member of the party - turned to broadcasting after losing his seat in the Commons in the 2017 election. The Alex Salmond Show has been broadcasting on RT since November that year. </p> <p>Hunt was speaking about the risks cyber attacks can pose to democracies during a visit to Glasgow and he was asked if Salmond’s TV show was a threat to British security, or just a threat to SNP credibility. He replied:</p> <blockquote class=\"quoted\"> <p>It’s more about the SNP credibility when they do these kind of things and I think is the same risk that Jeremy Corbyn runs with the Labour party in the UK. Corbyn has an approach that essentially he will support anyone who shares his anti-western world view. Therefore, by definition, if you are anti-America, anti-Israel, anti the west, then he will support you. That is why he refused to condemn Russia over the novichok attacks in Salisbury. </p> <p>And I think Alex Salmond runs exactly the same risk of fundamentally showing people that the SNP doesn’t understand the difference between good and evil, and doesn’t understand that for all its fault the international order that we have at the moment has done more to promote freedom and democracy than any international order we have had in history.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"80e27c1274e1884a80955e1a3d462d17d1ae9613\"> <img src=\"https://media.guim.co.uk/80e27c1274e1884a80955e1a3d462d17d1ae9613/0_0_3500_2100/1000.jpg\" alt=\"Jeremy Hunt delivering a speech on “Defending Democracy in the Cyber Age” at the University of Glasgow.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Hunt delivering a speech on “Defending Democracy in the Cyber Age” at the University of Glasgow.</span> <span class=\"element-image__credit\">Photograph: Andrew Milligan/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c811b54e4b0cf92e5a52580\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T14:04:07.897Z\">2.04pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/07/attorney-general-geoffrey-cox-rejects-eu-brexit-deadlock-complaints\">The attorney general, Geoffrey Cox, has hit back at EU complaints that his proposals to end the Brexit deadlock have been too vague, saying that negotiations in Brussels will continue throughout the weekend.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/07/philip-hammond-warns-hard-brexiters-to-vote-for-theresa-may-deal-or-risk-softer-brexit\">The chancellor, Philip Hammond, has urged hard Brexiters to vote for Theresa May’s withdrawal deal or risk a soft Brexit compromise, even if concessions on the backstop can’t be secured from the EU.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/07/karen-bradley-northern-ireland-troubles-urged-apologise-richard-dannatt\">The Northern Ireland secretary, Karen Bradley, has been forced to make a humiliating apology for the “offence and hurt” caused after she suggested deaths caused by soldiers and police during the Troubles were not crimes.</a> </strong>Speaking on the World at One, <strong>Nuala O’Loan,</strong> a former police ombudsman in Northern Ireland, said Bradley’s comment yesterday showed that she was not fit to do the job. O’Loan said:</li> </ul> <blockquote class=\"quoted\"> <p>[Bradley’s] comments demonstrated a total lack of understanding, a total disregard for the rule of law, and I think that somebody who holds the position of secretary of state, and is supposed to be attempting to help us build a new Northern Ireland, should not have said what she said. And when she came back to the Commons, she didn’t even apologise to the people who must have been devastated by what she said.</p> <p>She said the 10% [of deaths during the Troubles] at the hands of the military and the police were not crimes, they were people acting under orders and instructions, fulfilling their duties in a dignified and appropriate way. I do not think that that is a proper description. It is not even in any way allowing for the process of investigation and prosecution, where prosecution is required. It demonstrates a mindset which I think is incompatible with the office of secretary of state ... </p> <p>What Karen Bradley has said has demonstrated yet again that she is not fit to be the secretary of state for Northern Ireland. She does not understand the history of Northern Ireland, she does not understand the extent to which I, as police ombudsman, and others over the decades have been investigating situations where police officers and members of the military were involved in crime, and have been convicted of crime. It simply shows a total lack of comprehension of Northern Ireland and we cannot continue to have a secretary of state who is in such a state of ignorance and who does not even understand the basic principles of governance and law.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCWorldatOne/status/1103653138320576515\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Karen Bradley &quot;is not fit for to be the Secretary of State for Northern Ireland” after comments about the Troubles says former police ombudsman Baroness Nuala O&#39;Loan<a href=\"https://twitter.com/hashtag/bbcwato?src=hash&amp;ref_src=twsrc%5Etfw\">#bbcwato</a> <a href=\"https://t.co/C8da5ktgKn\">https://t.co/C8da5ktgKn</a> <a href=\"https://t.co/vyGWD2QPBO\">pic.twitter.com/vyGWD2QPBO</a></p>&mdash; The World at One (@BBCWorldatOne) <a href=\"https://twitter.com/BBCWorldatOne/status/1103653138320576515?ref_src=twsrc%5Etfw\">March 7, 2019</a></blockquote>  </figure>  <ul> <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/mar/07/hammond-rejects-javid-call-for-emergency-knife-fund\">Rank-and-file police officers have reacted with fury to suggestions by the chancellor, Philip Hammond, that forces should move resources to prioritise tackling knife crime.</a></strong></li> </ul> <ul> <li><strong>John McDonnell, the shadow chancellor, has announced that Labour has asked the economic historian Robert Skidelsky to carry out a review into the case for a shorter working week. </strong></li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/johnmcdonnellMP/status/1103610261150318594\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Today I have announced that Labour have commissioned Robert Skidelsky to undertake an inquiry into Shorter Working Time. Lord Skidelsky’s recommendations will inform our policy development on working time reduction &amp; how we face the challenges of automation. <a href=\"https://t.co/0HILbIllT6\">https://t.co/0HILbIllT6</a></p>&mdash; John McDonnell MP (@johnmcdonnellMP) <a href=\"https://twitter.com/johnmcdonnellMP/status/1103610261150318594?ref_src=twsrc%5Etfw\">March 7, 2019</a></blockquote>  </figure>  <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/07/labour-antisemitism-equalities-watchdog-opens-investigation\">Britain’s equality watchdog has said it believes Labour may have “unlawfully discriminated against people”, as it announced the first step of a statutory inquiry into the party’s handling of antisemitism complaints.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/mar/07/scotland-can-hold-referendum-without-go-ahead-from-uk\">Keith Brown, the deputy leader of the Scottish National party, has said Nicola Sturgeon should call a second independence referendum without waiting for the legal powers to do so.</a></strong></li> </ul> </div>   </div> <div id=\"block-5c8120e0e4b0eff8e0fbe45a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T13:48:10.154Z\">1.48pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The top civil servant at the Department for Exiting the EU is to retire early at the end of March, the Press Association reports. <strong>Philip Rycroft</strong>, 57, was appointed permanent secretary in October 2017 after predecessor Olly Robbins moved to 10 Downing Street to be the prime minister’s chief Brexit negotiator. Rycroft, who joined DExEU as second permanent secretary in 2016 shortly after the EU referendum, will be replaced at the department by Clare Moriarty, currently top civil servant at the Department for Environment, Food and Rural Affairs. <br><br></p> </div>   </div> <div id=\"block-5c811ec9e4b016d2342571e3\" class=\"block is-key-event\" data-block-contributor=\"profile/peterwalker\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T13:43:54.199Z\">1.43pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Boris Johnson accused of misrepresenting success of his anti-stabbing initiative as London mayor</h2>  <div class=\"block-elements\">  <p>Wednesday’s Daily Mail carried a <a href=\"https://www.dailymail.co.uk/debate/article-6775425/Boris-Johnson-PC-squeamishness.html\">long opinion piece</a> by <strong>Boris Johnson</strong> about how to curb the current spate of stabbings involving young people. In it, Johnson discussed how as London mayor he responded to an earlier rise in such crimes with a massive increase in police stop-and-search operations.</p> <p>The scheme, called Operation Blunt Two, was “one thing we did that I think helped to reduce the stabbings”, he said. Opponents warned more stop-and-search could be discriminatory, Johnson wrote: “We ignored these voices. It worked.”</p> <p>There is, however, more to this narrative than billed. A <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/508661/stop-search-operation-blunt-2.pdf\">Home Office analysis</a> of Blunt Two in 2016 found that while knife crime did fall during Johnson’s tenure, there’s no evidence that the focus on stop-and-search had anything to do with it.</p> <p>The study, highlighted today by the Liberal Democrats, examined crime levels in various London boroughs which saw differing levels of police action. There was, the authors said, “no discernible crime-reducing effects from a large surge in stop and search activity at the borough level during the operation”.</p> <p>A parallel analysis of ambulance service data on calls for weapons-related injuries in the report found that the number of such callouts actually fell faster in the boroughs with lower levels of weapons searches.</p> <p>The authors stress this does not definitively mean the operation was a failure, only that any positive effect cannot be measured. Either way, it’s not quite the picture painted by Johnson.</p> <p>The Lib Dems’ home affairs spokesman, <strong>Ed Davey</strong>, said:</p> <blockquote class=\"quoted\"> <p>His gall would be impressive if it weren’t so destructive. Instead of reducing crime, expanding Stop and Search will only increase discrimination and undermine the community relations police officers need to prevent knife crime.</p> <p>We know what is needed to tackle this knife crime epidemic: more police, more youth services and a proper public health approach. We mustn’t let Boris’s dishonest arguments distract us.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"e7eec7021999e6f99442d2009b1b1459100f9921\"> <img src=\"https://media.guim.co.uk/e7eec7021999e6f99442d2009b1b1459100f9921/269_44_2756_1654/1000.jpg\" alt=\"Boris Johnson (sporting his new, short haircut)\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson (sporting his new, short haircut)</span> <span class=\"element-image__credit\">Photograph: David M Benett/Dave Benett/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c811820e4b016d23425717e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T13:12:11.469Z\">1.12pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Amber Rudd,</strong> the work and pensions secretary, has highlighted the abuse that female politicians receive on Twitter by recording a video giving examples of some of the insults she has received herself.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PoliticsJOE_UK/status/1103596379589541889\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">&quot;You are a disgusting human being.&quot;<br><br>Ahead of <a href=\"https://twitter.com/hashtag/InternationalWomensDay?src=hash&amp;ref_src=twsrc%5Etfw\">#InternationalWomensDay</a>, one of the most high profile politicians in the country, secretary of state <a href=\"https://twitter.com/AmberRuddHR?ref_src=twsrc%5Etfw\">@AmberRuddHR</a>, reads some of the vile abuse she receives on a daily basis. <a href=\"https://t.co/jtCO56oDsZ\">pic.twitter.com/jtCO56oDsZ</a></p>&mdash; JOE Politics (@PoliticsJOE_UK) <a href=\"https://twitter.com/PoliticsJOE_UK/status/1103596379589541889?ref_src=twsrc%5Etfw\">March 7, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c8114b0e4b0cf92e5a5251b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T13:03:17.159Z\">1.03pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The most controversial poster that appeared during the referendum campaign in 2016 was<a href=\"https://www.theguardian.com/politics/2016/jun/16/nigel-farage-defends-ukip-breaking-point-poster-queue-of-migrants\"> the “Breaking Point” one</a> unveiled by the then Ukip leader, Nigel Farage. It was launched only hours before a far-right terrorist murdered the Labour MP Jo Cox.</p> <p>Today<strong> For Our Future’s Sake</strong>, the youth and student campaign for a second referendum, have produced a rather effective parody. Superimposing pictures of Brexiters over the images of migrants in the original, it says the country is being “swamped by a tide of incompetents”.</p>  <figure class=\"element element-image\" data-media-id=\"c8e2198d97acdf46f2fbcbd52cb2857af384545a\"> <img src=\"https://media.guim.co.uk/c8e2198d97acdf46f2fbcbd52cb2857af384545a/401_758_4298_2579/1000.jpg\" alt=\"A billboard from the campaign group ‘For Our Future’s Sake’ unveiled at Westminster today.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A billboard from the campaign group ‘For Our Future’s Sake’ unveiled at Westminster today.</span> <span class=\"element-image__credit\">Photograph: Jack Taylor/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-07T13:05:41.953Z\">at 1.05pm GMT</time></p>  </div> <div id=\"block-5c810c37e4b016d2342570d0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T12:30:28.116Z\">12.30pm <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Karen Bradley apologises for 'deeply insensitive' comment about military not committing crimes during Troubles</h2>  <div class=\"block-elements\">  <p><strong>Karen Bradley</strong>, the Northern Ireland secretary, has delivered an abject apology for what she said yesterday about<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/06/brexit-latest-news-pmqs-mays-offer-to-protect-workers-right-dismissed-as-worthless-by-labour-and-unions-politics-live?page=with:block-5c7ffbf5e4b09dbe4be93da8#block-5c7ffbf5e4b09dbe4be93da8\"> all military and police killings in Northern Ireland during the Troubles being lawful. </a>Yesterday afternoon <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/06/brexit-latest-news-pmqs-mays-offer-to-protect-workers-right-dismissed-as-worthless-by-labour-and-unions-politics-live?page=with:block-5c7ffbf5e4b09dbe4be93da8#block-5c7ffbf5e4b09dbe4be93da8\">she clarified what she meant,</a> saying that she was just making a point about the security services generally acting within the law, but her new statement goes much further. </p> <p>She apologises and says she is “profoundly sorry” for the offence she caused. She says her language was “deeply insensitive”.</p> <p>Here is the statement in full.</p> <blockquote class=\"quoted\"> <p>Yesterday I made comments regarding the actions of soldiers during the Troubles. I want to apologise. I am profoundly sorry for the offence and hurt that my words have caused. The language was wrong and even though this was not my intention, it was deeply insensitive to many of those who lost loved ones. </p> <p>I know from those families that I have met personally just how raw their pain is and I completely understand why they want to see justice properly delivered. I share that aim and that is why I launched the public consultation on addressing the legacy of the Troubles. </p> <p>My position and the position of this government is clear. We believe fundamentally in the rule of law. Where there is any evidence of wrongdoing this should be pursued without fear or favour whoever the perpetrators might be. That is a principle that underpins our approach to dealing with legacy issues and it is one from which we will not depart.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"3707218d85895189afd51a20b6a00cfb9d82bc58\"> <img src=\"https://media.guim.co.uk/3707218d85895189afd51a20b6a00cfb9d82bc58/0_22_5376_3225/1000.jpg\" alt=\"Karen Bradley\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Karen Bradley</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-07T12:32:49.966Z\">at 12.32pm GMT</time></p>  </div> <div id=\"block-5c8102d6e4b016d23425702a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T12:16:46.808Z\">12.16pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>There was an urgent question in the Commons earlier on knife crime. <strong>Diane Abbott</strong>, the shadow home secretary, used it to criticise Philip Hammond, the chancellor, for saying in interviews this morning that <a href=\"https://www.theguardian.com/uk-news/2019/mar/07/hammond-rejects-javid-call-for-emergency-knife-fund\">the police should tackle knife crime by redeploying resources from other areas.</a> Abbott said:</p> <blockquote class=\"quoted\"> <p>Many people will find the fact that the chancellor of the exchequer is suggesting that all the police have to do is move resources from other areas to fight knife crime is monstrous, and an insult to grieving families?</p> </blockquote> <p><strong>Victoria Atkins</strong>, the Home Office minister who was responding, did not directly address Abbott’s claim in her response, but pointed to the government decision to “increase police resources by nearly a billion pounds” last month.</p> </div>   </div> <div id=\"block-5c810383e4b0eff8e0fbe29d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T12:10:29.365Z\">12.10pm <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>A few minutes ago in the Commons <strong>Mark Francois</strong>, the Tory Brexiter, just accused Geoffrey Cox’s parliamentary private secretary Alex Burghart of trying to intimidate him. Francois said that, after he asked Cox a question about whether it was appropriate for Cox to “mark his own homework” by giving legal advice on the Brexit deal he was negotiating, Burghart came up to him to complain his question was “indecent”.</p> <p>In response, <strong>John Bercow</strong>, the speaker, dismissed the complaint, saying that Francois was “not a notably delicate flower”. Bercow said that he knew this from personal experience. He said he remembered being rude to Francois himself when they met at a conference in 1983. He told Francois he was “intellectually knee-high to a grasshopper”, Bercow said. (He has got a phenomenal memory). Bercow implied Francois did not seem to mind too much, telling MPs that what he said did no harm to Francois’ career.</p> </div>   </div> <div id=\"block-5c810472e4b0cf92e5a5240d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T11:50:07.171Z\">11.50am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Andrea Leadsom,</strong> the leader of the Commons, has just confirmed that MPs will vote on Theresa May’s Brexit deal on Tuesday next week.</p> <p>She said that, if the government loses the vote, she will make a further business statement on Tuesday about how the government will allow a vote on a no-deal Brexit, followed by a vote on extending article 50 if no deal gets rejected.</p> <p>But she did not say, as May originally proposed, that the no-deal vote would be on the Wednesday and the article 50 extension debate on Thursday. That could be a hint that both of those votes might take place on Wednesday, as Laura Kuenssberg suggested last night. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/07/hammond-tells-tories-to-back-mays-deal-or-risk-softer-brexit--politics-live?page=with:block-5c80e8a7e4b0cf92e5a522b4#block-5c80e8a7e4b0cf92e5a522b4\"> 10.10am.)</a></p> </div>   </div> <div id=\"block-5c80f747e4b0cf92e5a5234a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T11:19:35.402Z\">11.19am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">What Geoffrey Cox told MPs about Brexit talks</h2>  <div class=\"block-elements\">  <p>Here are the main points from what <strong>Geoffrey Cox</strong>, the attorney general, told MPs about the Brexit talks. He started by saying that he could not comment on the detail of the negotiations, but he then ended up being more forthcoming than one might have expected.<br></p> <ul> <li><strong>Cox rejected EU claims that the UK has not put forward a clear plan to amend the backstop.</strong> He may have been responding in particular to<strong> Nathalie Loiseau</strong>, the French Europe minister, who made this specific charge <a href=\"https://www.theguardian.com/politics/2019/mar/07/uk-should-offer-new-brexit-proposal-french-europe-minister-says\">in an interview today with the Guardian, </a>but other EU figures have been saying much the same, either directly or in anonymous briefings. Commenting on the talks, Cox said:</li> </ul> <blockquote class=\"quoted\"> <p>We are discussing detailed, coherent, careful proposals. We are discussing text with the European Union. I am surprised to hear the comments that have emerged over the last 48 hours that the proposals are not clear. They are as clear as day. And we are continuing to discuss them.</p> </blockquote> <p>In her Guardian interview Loiseau said:</p> <blockquote class=\"quoted\"> <p>We are still waiting for a proposal from London. It’s really a British initiative which has to come ...</p> <p>At this stage we know what the UK does not want, and that’s a first phase, but it’s not necessarily enough ... We have not heard proposals, ideas or initiatives coming from the British government to overcome the current difficulties.</p> </blockquote> <ul> <li><strong>Cox said talks with the EU on the backstop would resume “very shortly” and could go through the weekend.</strong></li> </ul> <blockquote class=\"quoted\"> <p>These discussions ... are going to be resuming very shortly. They are going to be continuing almost certainly through the weekend and we will endeavour to give the House as early notice as we can if and when we have something to report.</p> </blockquote> <ul> <li><strong>He said he would publish his legal advice on any new document negotiated with the EU.</strong></li> </ul> <ul> <li><strong>He implied that the government was no longer seeking to reopen the text of the withdrawal agreement.</strong> Asked if it was government policy to reopen the agreement, he said:</li> </ul> <blockquote class=\"quoted\"> <p>It is government policy to achieve the necessary change in the backstop which will cause me to ... change my advice. That is government policy.</p> </blockquote> <ul> <li><strong>He joked about his new backstop plan being known as “Cox’s codpiece”.</strong> Tory Brexiters have been using the phrase to diminish what Cox is trying to achieve, implying that any assurances he get will just be cosmetic, intended to disguise the horrors of the backstop. But Cox sought to appropriate the jibe. He told MPs:</li> </ul> <blockquote class=\"quoted\"> <p>It has come to be called “Cox’s codpiece”. What I am concerned to ensure that is what is inside the codpiece is in full working order.</p> </blockquote> <p>ITV’s<strong> Alastair Stewart</strong> implies the phrase may be more appropriate than Cox was willing to admit.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alstewitn/status/1103609264587845635\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Traditionally, and especially in Tudor times, part of the function of the codpiece was to exaggerate the size of the contents......<a href=\"https://twitter.com/hashtag/OrderOrder?src=hash&amp;ref_src=twsrc%5Etfw\">#OrderOrder</a> <a href=\"https://t.co/JSVMtZzoYQ\">https://t.co/JSVMtZzoYQ</a></p>&mdash; Alastair Stewart (@alstewitn) <a href=\"https://twitter.com/alstewitn/status/1103609264587845635?ref_src=twsrc%5Etfw\">March 7, 2019</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"93deaa66e1054202219ac125d13c146d0ac8fc42\"> <img src=\"https://media.guim.co.uk/93deaa66e1054202219ac125d13c146d0ac8fc42/22_0_597_358/500.png\" alt=\"Geoffrey Cox\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Geoffrey Cox</span> <span class=\"element-image__credit\">Photograph: HoC</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-07T17:12:55.253Z\">at 5.12pm GMT</time></p>  </div> <div id=\"block-5c80f686e4b0cf92e5a52347\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T10:49:02.082Z\">10.49am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>This is what the Labour is saying in response to the announcement from Equality and Human Rights Commission that <a href=\"https://www.theguardian.com/politics/2019/mar/07/labour-antisemitism-equalities-watchdog-opens-investigation\">it is starting an investigation into allegations about antisemitism in the party. </a>A spokesperson said:</p> <blockquote class=\"quoted\"> <p>We completely reject any suggestion the party has acted unlawfully and will be co-operating fully with the EHRC.</p> <p>Labour is fully committed to the support, defence and celebration of the Jewish community and its organisations. </p> <p>Antisemitism complaints received since April 2018 relate to about 0.1% of our membership, but one antisemite in our party is one too many. We are determined to tackle antisemitism and root it out of our party.</p> </blockquote> </div>   </div> <div id=\"block-5c80f53be4b0eff8e0fbe1f5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T10:44:29.758Z\">10.44am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Attorney general questions are now over.</p> <p>I will post a summary shortly. </p> </div>   </div> <div id=\"block-5c80f46fe4b0cf92e5a52334\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T10:40:00.116Z\">10.40am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Cox says he will publish his legal opinion on any new document negotiated with EU</h2>  <div class=\"block-elements\">  <p><strong>Nick Thomas-Symonds</strong>, the shadow solicitor general, asks why <a href=\"https://www.conservativehome.com/thetorydiary/2019/03/the-brexiteer-group-of-eight-lawyers-or-politicians-first.html\">the “star chamber”</a> set up by Tory MPs to assess Cox’s new deal does not include any Labour MPs.</p> <p>Cox says he will be presenting his views to the “star chamber” of the Commons.</p> <ul> <li><strong>Cox says he will publish his legal opinion on any new document negotiated with the EU.</strong></li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-07T10:41:55.793Z\">at 10.41am GMT</time></p>  </div> <div id=\"block-5c80f416e4b0eff8e0fbe1ea\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T10:37:32.172Z\">10.37am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The SNP’s<strong> Joanna Cherry</strong> asks Cox if he has advised Karen Bradley, the Northern Ireland secretary, that what she said yesterday about the military not breaking the law when they killed people during the Troubles was ill-advised, and possibly in contempt of court.</p> <p>Cox says Bradley has corrected what she said.</p> </div>   </div> <div id=\"block-5c80f3c7e4b016d234256f83\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T10:36:02.259Z\">10.36am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>The DUP’s<strong> Gavin Robinson</strong> says Cox if he agrees that, if the backstop were to be permanent, it would breach the Belfast agreement.</p> <p>Cox says he cannot give a direct answer, because that would breach the convention that he must not disclose legal advice to the government. But he says that the issue Robinson raised as not escaped him.</p> </div>   </div> <div id=\"block-5c80f390e4b0cf92e5a5232e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T10:34:44.642Z\">10.34am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Bob Neill,</strong> the Tory chair of the justice committee, asks Cox if he agrees that media commentary on the negotiation is unhelfpul.</p> <p>Cox agrees. The running commentary is “often based on hearsay and rumour”, and it is not conducive to the negotiation, he says.</p> </div>   </div> <div id=\"block-5c80f330e4b0eff8e0fbe1e7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T10:33:13.447Z\">10.33am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s<strong> Hilary Benn</strong> asks why the EU would consider an alternative arbitration system, given there is already one in the backstop plan.</p> <p>Cox says what matters is the question that gets put to the arbitration system.</p> </div>   </div> <div id=\"block-5c80f301e4b0eff8e0fbe1dc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T10:31:53.042Z\">10.31am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Cox says the talks with the EU will resume “very shortly” and could continue over the weekend.</p> </div>   </div> <div id=\"block-5c80f2b6e4b016d234256f6f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T10:31:25.737Z\">10.31am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Cox says he has put “detailed, coherent, careful proposals” to the EU.</p> <p>He says he was surprised to read claims from Brussels saying the opposite. His plans were “as clear as day”, he says.</p> </div>   </div> <div id=\"block-5c80f114e4b016d234256f49\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T10:30:11.780Z\">10.30am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Geoffrey Cox says talks with the EU on backstop assurances will resume “shortly”</h2>  <div class=\"block-elements\">  <p>It is attorney general questions in the Commons. It is only a 20-minute slot, and normally it attracts zero media interest. But, now that <strong>Geoffrey Cox, </strong>the AG, has been tasked with trying to rescue the Brexit talks, journalists are all ears</p> <p>Cox tells MPs that he cannot discuss the details of his negotiations with the EU, but he says the talks will resume “shortly”.</p> <ul> <li><strong>Geoffrey Cox says talks with the EU on backstop assurances will resume “shortly”.</strong></li> </ul> <p>Labour’s<strong> Helen Goodman </strong>asks if it is still government policy to to re-open the withdrawal agreement.</p> <p>Cox says he is trying to get assurances that will allow him to change his legal advice about the possibility of the UK being trapped in the backstop.</p> <p>He says his plan has been referred to in the media as “Cox’s codpiece”. He says his task is to ensure that what is in the codpiece “is in full working order”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-07T10:33:47.867Z\">at 10.33am GMT</time></p>  </div> <div id=\"block-5c80ee56e4b0cf92e5a522f1\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T10:14:24.752Z\">10.14am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Equality and Human Rights Commission opens investigation into Labour antisemitism allegations</h2>  <div class=\"block-elements\">  <p>Britain’s equality watchdog has said it believes <a href=\"https://www.theguardian.com/politics/labour\">Labour</a> may have “unlawfully discriminated against people” as it announced the first step of a statutory inquiry into the party’s handling of antisemitism complaints, my colleague <strong>Dan Sabbagh r</strong>eports.</p> <p>An Equality and Human Rights Commission (EHRC) spokesperson said: </p> <blockquote class=\"quoted\"> <p>Having received a number of complaints regarding antisemitism in the Labour party, we believe Labour may have unlawfully discriminated against people because of their ethnicity and religious beliefs.</p> <p>Our concerns are sufficient for us to consider using our statutory enforcement powers. As set out in our enforcement policy, we are now engaging with the Labour party to give them an opportunity to respond.</p> </blockquote> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/07/labour-antisemitism-equalities-watchdog-opens-investigation\">Labour antisemitism: equalities watchdog opens investigation</a> </p> </aside> </div>   </div> <div id=\"block-5c80e8a7e4b0cf92e5a522b4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T10:10:36.670Z\">10.10am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Here are some of the main Brexit stories around overnight and this morning.</p> <ul> <li><a href=\"https://www.ft.com/content/1eaecda8-4032-11e9-b896-fe36ec32aece\"><strong>The Financial Times (paywall) says Downing Street fears it will lose control of the Brexit process if it loses the vote next week.</strong></a></li> </ul> <blockquote class=\"quoted\"> <p>Downing Street insiders conceded that if Mr Cox did not secure the “legally binding” changes he would need in order to alter his assessment, Mrs May would be heading for another crushing defeat next week.</p> <p>“If we lose the vote on March 12, we lose control,” admitted one aide to the prime minister, adding that within days of such a defeat parliament would vote to delay Britain’s exit and that Europhile MPs would insist on a much softer form of Brexit.</p> </blockquote> <ul> <li><strong><a href=\"https://www.telegraph.co.uk/politics/2019/03/06/brexit-deal-will-defeated-100-votes-ministers-believe-talks/\">Gordon Rayner, in the Daily Telegraph splash (paywall), says ministers expect to lose next week’s vote on Theresa May’s Brexit deal by up to 100 votes.</a></strong></li> </ul> <blockquote class=\"quoted\"> <p>Theresa May’s cabinet is resigned to her Brexit deal being defeated by up to 100 votes next week after talks in Brussels collapsed without progress on Wednesday.</p> <p>Downing Street is already <a href=\"https://www.telegraph.co.uk/politics/2019/02/19/theresa-may-could-hold-meaningful-vote-next-week-bid-see-threat/\">making plans for a third “meaningful vote” on the deal </a>on the assumption that Tuesday’s vote is lost, and Mrs May is considering making a major speech on Friday to plead for support from MPs.</p> <p>One minister said it appeared “certain” that the Commons vote on the Brexit deal will be lost, and that Mrs May’s next move would depend on the scale of the defeat.</p> </blockquote> <ul> <li><strong><a href=\"https://www.thesun.co.uk/news/8578411/brexit-collapse-brussels/\">Nick Gutteridge and Tom Newton Dunn in the Sun say the UK-EU talks on the backstop are “on the verge of collapse”.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.buzzfeed.com/albertonardelli/here-are-the-two-new-ideas-geoffrey-cox-has-presented-to\">Alberto Nardelli at BuzzFeed has details of a note summarising a briefing to EU ambassadors yesterday about the two new backstop proposals presented by the UK to Brussels.</a></strong></li> </ul> <blockquote class=\"quoted\"> <p>The UK is still looking for ways to change the substance of the Brexit deal agreed with the European Union despite having been repeatedly told that the withdrawal agreement cannot be reopened, according to a diplomatic note seen by BuzzFeed News.</p> </blockquote> <ul> <li><a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-panic-stations-labour-going-soft-cox-in-the-box/\"><strong>Politico Europe’s Jack Blanchard in his London Playbook briefing summarises some EU reaction to the British proposals.</strong></a></li> </ul> <blockquote class=\"quoted\"> <p>My POLITICO colleague Jacopo Barigazzi emails from Brussels after multiple conversations with EU diplomats who explained the opposition to the UK’s proposals. “The UK wants this [arbitration] panel to be able to declare the backstop ‘nil,’” one diplomat tells Jacopo. “Walking out by the UK is not an option for the EU. Backstop is not a backstop if one can unilaterally walk out of it.” This, fundamentally, remains the problem for the EU side, just as it has been all along. Another diplomat is somewhat blunter about Britain’s approach. “The requests were insane,” the official says.</p> </blockquote> <ul> <li><strong>The BBC’s Laura Kuenssberg says there is talk of the votes on a no-deal Brexit and on extending article 50 both being held on Wednesday next week, instead of over two days as planned (Wednesday and Thursday).</strong></li> </ul>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1103404720444633092\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Also heard tonight whispers that &#39;no deal&#39; and &#39;delay&#39; votes could both happen on Weds, instead of over two days.. seems pretty risky to me for No 10 to mess with timetable at all given they were part of PM&#39;s serious public assurances</p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1103404720444633092?ref_src=twsrc%5Etfw\">March 6, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5c80e34fe4b0cf92e5a5228b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T09:33:38.313Z\">9.33am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Corbyn says he is 'more certain than ever' that he can get Commons majority for softer Brexit</h2>  <div class=\"block-elements\">  <p>Philip Hammond, the chancellor, told Tories earlier (in terms) that if they did not back Theresa May’s Brexit, they could end up with <strong>Jeremy Corbyn</strong>’s Brexit. His interview coincided with Corbyn himself saying, <a href=\"https://www.mirror.co.uk/news/politics/jeremy-corbyn-brexit-dragging-communities-14097821\">in an article in the Daily Mirror,</a> that he is “more certain than ever” that he can construct a Commons majority for a softer Brexit. Referring to his meeting yesterday with Tory and Labour MPs backing the “Norway plus” Brexit, he wrote:</p> <blockquote class=\"quoted\"> <p>On Tuesday, I met the five biggest organisations that represent Britain’s businesses, large and small. They want what Labour wants, the uncertainty to end and a sensible deal to be struck.</p> <p>Yesterday, I saw senior Labour and Conservative MPs to discuss a close economic relationship with the EU, which would help protect jobs like those of the Honda workers in Swindon, some of whom I also met.</p> <p>I left both meetings more certain than ever that we can find a way to work across parliament to force the government to back a sensible Brexit plan that protects jobs and more determined to achieve it.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"227465c5401f8aafedd6688a02dfd8393732e0f8\"> <img src=\"https://media.guim.co.uk/227465c5401f8aafedd6688a02dfd8393732e0f8/0_29_3500_2100/1000.jpg\" alt=\"Jeremy Corbyn at Finsbury Park Mosque in north London, on the 10th annual Visit My Mosque Day on Sunday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn at Finsbury Park Mosque in north London, on the 10th annual Visit My Mosque Day on Sunday.</span> <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5c80e07be4b0eff8e0fbe14a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T09:18:30.021Z\">9.18am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nathalie Loiseau</strong>, the French Europe minister, is in Britain today for a conference of British and French mayors. In an interview with the Guardian ahead of her visit, she said the UK should put forward new ideas to resolve the Brexit crisis.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/07/uk-should-offer-new-brexit-proposal-french-europe-minister-says\">Brexit: UK should offer new proposal, France's Europe minister says</a> </p> </aside>  <p>She was also on Today this morning. She told the programme the withdrawal agreement could not be re-opened.</p> <blockquote class=\"quoted\"> <p>We cannot reopen this negotiation on the withdrawal agreement because it is balanced... </p> <p>We don’t like the backstop, we don’t want to have to implement it, and if we have to, we don’t want to stay in the backstop. </p> <p>We all agree that it should be temporary, and that it’s a last resort solution.</p> </blockquote> </div>   </div> <div id=\"block-5c80e018e4b016d234256ec2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T09:11:55.907Z\">9.11am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>As my colleague <strong>Matthew Weaver</strong> reports, <strong>Philip Hammond,</strong> the chancellor, also used his Today interview to reject calls from Sajid Javid, the home secretary, for an emergency fund to tackle the surge in knife crime.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/mar/07/hammond-rejects-javid-call-for-emergency-knife-fund\">Hammond rejects Javid call for emergency knife-crime fund</a> </p> </aside> </div>   </div> <div id=\"block-5c80d8e7e4b016d234256e8e\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-03-07T09:03:48.748Z\">9.03am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Hammond tells Tories to back May's deal or risk softer Brexit</h2>  <div class=\"block-elements\">  <p>“Vote for Theresa May’s deal, or you will end up with a soft Brexit.” Those weren’t quite the words that <strong>Philip Hammond</strong>, the chancellor, used in his interview on the Today programme this morning, but undoubtedly that was his message.</p> <p>May has promised MPs a new vote by Tuesday on her deal. If it gets defeated again, there will be a vote on Wednesday on a no-deal Brexit and, if that option gets rejected, there will be a vote on Thursday on extending article 50. Hammond would not say how the government would ask its MPs to vote on the no-deal motion, assuming May’s deal falls again, but no one expects the government to whips its MPs to vote in favour and Hammond said he had a “high degree of confidence” that the Commons would reject no deal.</p> <p>So what would happen then? Nick Robinson asked Hammond if he would be willing to accept the idea of the UK staying in a customs union with the EU for good (Labour’s policy) as an alternative. Hammond did not reject the idea, or explicitly endorse it, but he strongly hinted that this was what might happen if Tory Brexiters continued to reject May’s deal. He told Robinson:</p> <blockquote class=\"quoted\"> <p>What I would say is this: you are not raising an issue that isn’t widely known and understood, that the Labour party has been talking for a long time about the idea of a customs union grafted onto the PM’s deal. </p> <p>Those of my colleagues who feel very strongly against that proposal need to think very, very hard about the implications of voting against the prime minister’s deal next Tuesday, because we will then be in unknown territory where a consensus will have to be forged across the House of Commons, and that will inevitably mean compromises being made.</p> <p>The way for my colleagues to avoid that is to vote for the prime minister’s deal on Tuesday and get it done.</p> </blockquote> <p>The fact that Hammond is making the argument in these terms is probably a measure of how desperate the government is getting ahead of Tuesday’s vote, which it is widely expected to lose. I will be doing a lot more on this as the day goes on.</p> <p>Here is the agenda for the day.</p> <p><em>9.30am: </em>Jeremy Hunt, the foreign secretary, gives a speech in Glasgow on “Defending Democracy in the Cyber Age”. </p> <p><em>10.10am: </em>Geoffrey Cox, the attorney general, takes questions in the Commons.</p> <p><em>After 10.30am: </em>Andrea Leadsom, the leader of the Commons, announces next week’s Commons business to MPs.</p> <p><em>1.35pm: </em>Jeremy Wright, the culture secretary, speaks at the Enders media conference.</p> <p>As usual, I will also be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, but I expect to be focusing mostly on Brexit. I plan to post a summary at lunchtime and another when I wrap up, at around 5pm.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here.</a> Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-panic-stations-labour-going-soft-cox-in-the-box/\">the Politico Europe round-up of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-03-07T17:12:33.636Z\">at 5.12pm GMT</time></p>  </div>",
      "wordcount": "5901",
      "commentCloseDate": "2019-03-07T17:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-07T09:03:50Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:56:47Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bvbmh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3707218d85895189afd51a20b6a00cfb9d82bc58/0_5_5376_3225/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour has said that Karen Bradley should resign because she no longer has the credibility she needs to stay on as Northern Ireland secretary. Tony Lloyd, the shadow Northern Ireland secretary, said he concluded that Bradley had to go after hearing a damning assessment of her from Nuala O’Loan, the former police ombudsman in Northern Ireland. (See 3.42pm.) Relatives of people killed in Northern Ireland by the military have also said Bradley should resign because of what she said about the Troubles yesterday. Amber Rudd, the work and pensions secretary, has apologised to Diane Abbott for “clumsy language” after describing the shadow home secretary as “coloured” in a radio interview. The Conservative party chairman, Brandon Lewis, has been accused of ignoring repeated pleas by Tory members to investigate alleged racist and Islamophobic incidents, including a claim that a white senior party official referred to an Asian councillor as an orangutan. Geoffrey Cox is facing a backlash in Brussels and Dublin after claiming the Irish backstop posed a risk to the human rights of people in Northern Ireland. Nicola Sturgeon has ruled out holding an unofficial Scottish independence referendum, after her deputy suggested she could call one without legal approval. That’s all from me for today. Thanks for the comments. According to Alex Barker at the Financial Times (paywall), Geoffrey Cox, the attorney general, caused some surprise in the Brexit talks in Brussels on Tuesday night by raising the notion of “the man on the Clapham omnibus” - a longstanding concept in English law, but a phrase that features in the EU treaties. Barker explains: To the bewilderment of some EU negotiators, Geoffrey Cox, the UK’s attorney-general, invoked the Victorian-era legal concept to explain how a revamped system of arbitration could guarantee the Northern Ireland backstop plan is not “indefinite”. The proposal, based around the judgment of an imaginary south London commuter, aimed to find a fair escape route from the provisions of the backstop, the part of the Brexit deal most loathed by Eurosceptics. But the suggestion by Mr Cox, Britain’s top legal officer, was flatly rejected in Brussels and has little chance of surviving even in watered-down form, according to EU officials ... “They have no clue,” said one official handling Brexit, who added that the UK’s ideas were becoming “crazier and crazier”. Other senior EU diplomats were scathing about Mr Cox, a barrister depicted as a latecomer to the talks, improvising beyond his expertise. Noting the attorney-general’s booming voice, one joked that the discussions had reached a point of “boom and bust”. This is from the New Statesman’s George Eaton. On a day when two cabinet ministers are already in trouble for comments that caused offence, the Labour MP Naz Shah has queried why, when she asked for a debate on Islamophobia earlier today during business questions, Andrea Leadsom, the leader of the Commons, said this would be a matter for the Foreign Office. I’ve asked Leadsom’s office for an explanation, and will post the answer when I get a reply. UPDATE: Asked why Leadsom said this was an issue for the Foreign Office, a spokesperson for her office said: Islamophobia is unacceptable wherever it takes place. It was thought that the MP for Bradford West was referring to a global definition of Islamophobia. International efforts to combat Islamophobia (and all forms of religious persecution and prejudice) are led by the PM’s special envoy on freedom of religion or belief, Lord Ahmad, at the Foreign &amp; Commonwealth Office. Of course, any form of Islamophobia in the UK would be dealt with swiftly by Home Office or [the ministry for communities] as appropriate. Nicola Sturgeon has been reprimanded by the UK’s statistics regulator for using unpublished data to defend her government’s widely-criticised performance on hospital waiting times. Ed Humpherson, the director general for regulation at the UK Statistics Authority, wrote to the Scottish government’s chief statistician, Roger Halliday, today to chide the first minister for quoting figures which could not be independently verified by outsiders and had not come from NHS Scotland’s statistics service. Humpherson said the authority had previously complained about ministerial use of this unpublished data, produced for Sturgeon by her officials, when it had been used on another occasion at Holyrood. He said: Waiting times are a major concern to patients and their families. The statistics informing debates about them must therefore be trustworthy, of suitable quality, and useful. We are therefore extremely disappointed that it has been necessary for us to intervene in this way. He said the figures were already due to be officially released by the NHS’s information services division in May 2019. Jumping the gun, without clear guidance about the data’s quality and limitations, risked undermining public confidence, he said. Willie Rennie, the Scottish Lib Dem leader, urged Sturgeon to apologise at first minister’s questions. She would not do so, but said her government would “reflect carefully on anything that the Office for Statistics Regulation says. She said: The statistics that I used were accurate and, as I understand it, are available to anybody on request and will be published by ISD Scotland. The DUP MP Sammy Wilson has defended Karen Bradley. This is from the Labour MP David Lammy on why Amber Rudd’s “coloured” comment was offensive. (See 2.42pm.) Tony Lloyd, the shadow Northern Ireland secretary, says the comments from Nuala O’Loan, the former police ombudsman in Northern Ireland, about Karen Bradley on the World at One (see 2.04pm) show that Bradley no longer has the credibility she needs to stay in her job. He said: Today I wrote to Karen Bradley, asking her to come to the Commons and give a real apology for her comments. But following the former ombudsman’s comments, it’s clear that Karen Bradley does not have sufficient credibility to stay in her post. This was not just a gaffe and Bradley did not simply ‘misspeak’. What she said reflected a disturbing pattern, with her and the prime minister having made a succession of baseless claims about military personnel being treated unfairly compared to others. If Theresa May can’t find a replacement, they must finally tell us what the government is going to do with Northern Irish legacy cases. Here is the letter Lloyd wrote to Bradley earlier. The Labour MP Jess Phillips has again used a Commons debate about International Women’s Day to read out a complete list of women killed by men (or where the principal suspect is a man) in the UK since the last such day. It took her just over four minutes to read out the entire list, in chronological order of their deaths. The first was Jennifer Rogers, 56, stabbed by her husband on 17 March last year. Her husband was jailed for manslaughter. The last was Sarah Henshaw, 40, found dead in her flat in Armley, Leeds on 11 February. A man has been arrested on suspicion of murder. Before reading the list, Phillips said: I read these names not only to continue to highlight how male violence can terrorise ordinary women’s lives, but to pay tribute to them, and those who didn’t survive, and give them the opportunity to be heard. Here is my colleague Peter Walker’s story on Amber Rudd calling Diane Abbott “coloured”. Diane Abbott, the shadow home secretary, has described Amber Rudd’s decision to call her coloured “outdated, offensive and revealing”. Abbott has also retweeted this tweet from the Labour MP Danielle Rowley. And this one from the New Statesman’s Stephen Bush. Amber Rudd has apologised. She said she was “mortified at my clumsy language” and has apologised for describing Diane Abbott as “coloured”. (See 2.42pm.) Amber Rudd, the work and pensions secretary, has referred to Diane Abbott as “coloured”. As Patrick Maguire reports at the Staggers, she used the term in an interview with Jeremy Vine on Radio 2. Speaking about the abuse directed at MPs (see 1.12pm), Rudd said: It definitely is worse if you’re a woman, and it’s worst of all if you’re a coloured woman. I know that Diane Abbott gets a huge amount of abuse, and I think that’s something we need to continue to call out. As a former home secretary, where equality and diversity issues are part of the portfolio, you would have thought that she would have known better than to use a term that, although once commonplace, has been considered offensive in mainstream discourse for decades. Alex Salmond’s RT chat show could create the impression the former first minister and the SNP do “not understand the difference between good and evil”, Jeremy Hunt, the foreign secretary, has claimed. As the Press Association reports, Hunt said this was the “risk” from Salmond broadcasting on the Kremlin-backed channel, which was formerly known as Russia Today. The former SNP leader - who is no longer a member of the party - turned to broadcasting after losing his seat in the Commons in the 2017 election. The Alex Salmond Show has been broadcasting on RT since November that year. Hunt was speaking about the risks cyber attacks can pose to democracies during a visit to Glasgow and he was asked if Salmond’s TV show was a threat to British security, or just a threat to SNP credibility. He replied: It’s more about the SNP credibility when they do these kind of things and I think is the same risk that Jeremy Corbyn runs with the Labour party in the UK. Corbyn has an approach that essentially he will support anyone who shares his anti-western world view. Therefore, by definition, if you are anti-America, anti-Israel, anti the west, then he will support you. That is why he refused to condemn Russia over the novichok attacks in Salisbury. And I think Alex Salmond runs exactly the same risk of fundamentally showing people that the SNP doesn’t understand the difference between good and evil, and doesn’t understand that for all its fault the international order that we have at the moment has done more to promote freedom and democracy than any international order we have had in history. The attorney general, Geoffrey Cox, has hit back at EU complaints that his proposals to end the Brexit deadlock have been too vague, saying that negotiations in Brussels will continue throughout the weekend. The chancellor, Philip Hammond, has urged hard Brexiters to vote for Theresa May’s withdrawal deal or risk a soft Brexit compromise, even if concessions on the backstop can’t be secured from the EU. The Northern Ireland secretary, Karen Bradley, has been forced to make a humiliating apology for the “offence and hurt” caused after she suggested deaths caused by soldiers and police during the Troubles were not crimes. Speaking on the World at One, Nuala O’Loan, a former police ombudsman in Northern Ireland, said Bradley’s comment yesterday showed that she was not fit to do the job. O’Loan said: [Bradley’s] comments demonstrated a total lack of understanding, a total disregard for the rule of law, and I think that somebody who holds the position of secretary of state, and is supposed to be attempting to help us build a new Northern Ireland, should not have said what she said. And when she came back to the Commons, she didn’t even apologise to the people who must have been devastated by what she said. She said the 10% [of deaths during the Troubles] at the hands of the military and the police were not crimes, they were people acting under orders and instructions, fulfilling their duties in a dignified and appropriate way. I do not think that that is a proper description. It is not even in any way allowing for the process of investigation and prosecution, where prosecution is required. It demonstrates a mindset which I think is incompatible with the office of secretary of state ... What Karen Bradley has said has demonstrated yet again that she is not fit to be the secretary of state for Northern Ireland. She does not understand the history of Northern Ireland, she does not understand the extent to which I, as police ombudsman, and others over the decades have been investigating situations where police officers and members of the military were involved in crime, and have been convicted of crime. It simply shows a total lack of comprehension of Northern Ireland and we cannot continue to have a secretary of state who is in such a state of ignorance and who does not even understand the basic principles of governance and law. Rank-and-file police officers have reacted with fury to suggestions by the chancellor, Philip Hammond, that forces should move resources to prioritise tackling knife crime. John McDonnell, the shadow chancellor, has announced that Labour has asked the economic historian Robert Skidelsky to carry out a review into the case for a shorter working week. Britain’s equality watchdog has said it believes Labour may have “unlawfully discriminated against people”, as it announced the first step of a statutory inquiry into the party’s handling of antisemitism complaints. Keith Brown, the deputy leader of the Scottish National party, has said Nicola Sturgeon should call a second independence referendum without waiting for the legal powers to do so. The top civil servant at the Department for Exiting the EU is to retire early at the end of March, the Press Association reports. Philip Rycroft, 57, was appointed permanent secretary in October 2017 after predecessor Olly Robbins moved to 10 Downing Street to be the prime minister’s chief Brexit negotiator. Rycroft, who joined DExEU as second permanent secretary in 2016 shortly after the EU referendum, will be replaced at the department by Clare Moriarty, currently top civil servant at the Department for Environment, Food and Rural Affairs. Wednesday’s Daily Mail carried a long opinion piece by Boris Johnson about how to curb the current spate of stabbings involving young people. In it, Johnson discussed how as London mayor he responded to an earlier rise in such crimes with a massive increase in police stop-and-search operations. The scheme, called Operation Blunt Two, was “one thing we did that I think helped to reduce the stabbings”, he said. Opponents warned more stop-and-search could be discriminatory, Johnson wrote: “We ignored these voices. It worked.” There is, however, more to this narrative than billed. A Home Office analysis of Blunt Two in 2016 found that while knife crime did fall during Johnson’s tenure, there’s no evidence that the focus on stop-and-search had anything to do with it. The study, highlighted today by the Liberal Democrats, examined crime levels in various London boroughs which saw differing levels of police action. There was, the authors said, “no discernible crime-reducing effects from a large surge in stop and search activity at the borough level during the operation”. A parallel analysis of ambulance service data on calls for weapons-related injuries in the report found that the number of such callouts actually fell faster in the boroughs with lower levels of weapons searches. The authors stress this does not definitively mean the operation was a failure, only that any positive effect cannot be measured. Either way, it’s not quite the picture painted by Johnson. The Lib Dems’ home affairs spokesman, Ed Davey, said: His gall would be impressive if it weren’t so destructive. Instead of reducing crime, expanding Stop and Search will only increase discrimination and undermine the community relations police officers need to prevent knife crime. We know what is needed to tackle this knife crime epidemic: more police, more youth services and a proper public health approach. We mustn’t let Boris’s dishonest arguments distract us. Amber Rudd, the work and pensions secretary, has highlighted the abuse that female politicians receive on Twitter by recording a video giving examples of some of the insults she has received herself. The most controversial poster that appeared during the referendum campaign in 2016 was the “Breaking Point” one unveiled by the then Ukip leader, Nigel Farage. It was launched only hours before a far-right terrorist murdered the Labour MP Jo Cox. Today For Our Future’s Sake, the youth and student campaign for a second referendum, have produced a rather effective parody. Superimposing pictures of Brexiters over the images of migrants in the original, it says the country is being “swamped by a tide of incompetents”. Karen Bradley, the Northern Ireland secretary, has delivered an abject apology for what she said yesterday about all military and police killings in Northern Ireland during the Troubles being lawful. Yesterday afternoon she clarified what she meant, saying that she was just making a point about the security services generally acting within the law, but her new statement goes much further. She apologises and says she is “profoundly sorry” for the offence she caused. She says her language was “deeply insensitive”. Here is the statement in full. Yesterday I made comments regarding the actions of soldiers during the Troubles. I want to apologise. I am profoundly sorry for the offence and hurt that my words have caused. The language was wrong and even though this was not my intention, it was deeply insensitive to many of those who lost loved ones. I know from those families that I have met personally just how raw their pain is and I completely understand why they want to see justice properly delivered. I share that aim and that is why I launched the public consultation on addressing the legacy of the Troubles. My position and the position of this government is clear. We believe fundamentally in the rule of law. Where there is any evidence of wrongdoing this should be pursued without fear or favour whoever the perpetrators might be. That is a principle that underpins our approach to dealing with legacy issues and it is one from which we will not depart. There was an urgent question in the Commons earlier on knife crime. Diane Abbott, the shadow home secretary, used it to criticise Philip Hammond, the chancellor, for saying in interviews this morning that the police should tackle knife crime by redeploying resources from other areas. Abbott said: Many people will find the fact that the chancellor of the exchequer is suggesting that all the police have to do is move resources from other areas to fight knife crime is monstrous, and an insult to grieving families? Victoria Atkins, the Home Office minister who was responding, did not directly address Abbott’s claim in her response, but pointed to the government decision to “increase police resources by nearly a billion pounds” last month. A few minutes ago in the Commons Mark Francois, the Tory Brexiter, just accused Geoffrey Cox’s parliamentary private secretary Alex Burghart of trying to intimidate him. Francois said that, after he asked Cox a question about whether it was appropriate for Cox to “mark his own homework” by giving legal advice on the Brexit deal he was negotiating, Burghart came up to him to complain his question was “indecent”. In response, John Bercow, the speaker, dismissed the complaint, saying that Francois was “not a notably delicate flower”. Bercow said that he knew this from personal experience. He said he remembered being rude to Francois himself when they met at a conference in 1983. He told Francois he was “intellectually knee-high to a grasshopper”, Bercow said. (He has got a phenomenal memory). Bercow implied Francois did not seem to mind too much, telling MPs that what he said did no harm to Francois’ career. Andrea Leadsom, the leader of the Commons, has just confirmed that MPs will vote on Theresa May’s Brexit deal on Tuesday next week. She said that, if the government loses the vote, she will make a further business statement on Tuesday about how the government will allow a vote on a no-deal Brexit, followed by a vote on extending article 50 if no deal gets rejected. But she did not say, as May originally proposed, that the no-deal vote would be on the Wednesday and the article 50 extension debate on Thursday. That could be a hint that both of those votes might take place on Wednesday, as Laura Kuenssberg suggested last night. (See 10.10am.) Here are the main points from what Geoffrey Cox, the attorney general, told MPs about the Brexit talks. He started by saying that he could not comment on the detail of the negotiations, but he then ended up being more forthcoming than one might have expected. Cox rejected EU claims that the UK has not put forward a clear plan to amend the backstop. He may have been responding in particular to Nathalie Loiseau, the French Europe minister, who made this specific charge in an interview today with the Guardian, but other EU figures have been saying much the same, either directly or in anonymous briefings. Commenting on the talks, Cox said: We are discussing detailed, coherent, careful proposals. We are discussing text with the European Union. I am surprised to hear the comments that have emerged over the last 48 hours that the proposals are not clear. They are as clear as day. And we are continuing to discuss them. In her Guardian interview Loiseau said: We are still waiting for a proposal from London. It’s really a British initiative which has to come ... At this stage we know what the UK does not want, and that’s a first phase, but it’s not necessarily enough ... We have not heard proposals, ideas or initiatives coming from the British government to overcome the current difficulties. Cox said talks with the EU on the backstop would resume “very shortly” and could go through the weekend. These discussions ... are going to be resuming very shortly. They are going to be continuing almost certainly through the weekend and we will endeavour to give the House as early notice as we can if and when we have something to report. He said he would publish his legal advice on any new document negotiated with the EU. He implied that the government was no longer seeking to reopen the text of the withdrawal agreement. Asked if it was government policy to reopen the agreement, he said: It is government policy to achieve the necessary change in the backstop which will cause me to ... change my advice. That is government policy. He joked about his new backstop plan being known as “Cox’s codpiece”. Tory Brexiters have been using the phrase to diminish what Cox is trying to achieve, implying that any assurances he get will just be cosmetic, intended to disguise the horrors of the backstop. But Cox sought to appropriate the jibe. He told MPs: It has come to be called “Cox’s codpiece”. What I am concerned to ensure that is what is inside the codpiece is in full working order. ITV’s Alastair Stewart implies the phrase may be more appropriate than Cox was willing to admit. This is what the Labour is saying in response to the announcement from Equality and Human Rights Commission that it is starting an investigation into allegations about antisemitism in the party. A spokesperson said: We completely reject any suggestion the party has acted unlawfully and will be co-operating fully with the EHRC. Labour is fully committed to the support, defence and celebration of the Jewish community and its organisations. Antisemitism complaints received since April 2018 relate to about 0.1% of our membership, but one antisemite in our party is one too many. We are determined to tackle antisemitism and root it out of our party. Attorney general questions are now over. I will post a summary shortly. Nick Thomas-Symonds, the shadow solicitor general, asks why the “star chamber” set up by Tory MPs to assess Cox’s new deal does not include any Labour MPs. Cox says he will be presenting his views to the “star chamber” of the Commons. Cox says he will publish his legal opinion on any new document negotiated with the EU. The SNP’s Joanna Cherry asks Cox if he has advised Karen Bradley, the Northern Ireland secretary, that what she said yesterday about the military not breaking the law when they killed people during the Troubles was ill-advised, and possibly in contempt of court. Cox says Bradley has corrected what she said. The DUP’s Gavin Robinson says Cox if he agrees that, if the backstop were to be permanent, it would breach the Belfast agreement. Cox says he cannot give a direct answer, because that would breach the convention that he must not disclose legal advice to the government. But he says that the issue Robinson raised as not escaped him. Bob Neill, the Tory chair of the justice committee, asks Cox if he agrees that media commentary on the negotiation is unhelfpul. Cox agrees. The running commentary is “often based on hearsay and rumour”, and it is not conducive to the negotiation, he says. Labour’s Hilary Benn asks why the EU would consider an alternative arbitration system, given there is already one in the backstop plan. Cox says what matters is the question that gets put to the arbitration system. Cox says the talks with the EU will resume “very shortly” and could continue over the weekend. Cox says he has put “detailed, coherent, careful proposals” to the EU. He says he was surprised to read claims from Brussels saying the opposite. His plans were “as clear as day”, he says. It is attorney general questions in the Commons. It is only a 20-minute slot, and normally it attracts zero media interest. But, now that Geoffrey Cox, the AG, has been tasked with trying to rescue the Brexit talks, journalists are all ears Cox tells MPs that he cannot discuss the details of his negotiations with the EU, but he says the talks will resume “shortly”. Geoffrey Cox says talks with the EU on backstop assurances will resume “shortly”. Labour’s Helen Goodman asks if it is still government policy to to re-open the withdrawal agreement. Cox says he is trying to get assurances that will allow him to change his legal advice about the possibility of the UK being trapped in the backstop. He says his plan has been referred to in the media as “Cox’s codpiece”. He says his task is to ensure that what is in the codpiece “is in full working order”. Britain’s equality watchdog has said it believes Labour may have “unlawfully discriminated against people” as it announced the first step of a statutory inquiry into the party’s handling of antisemitism complaints, my colleague Dan Sabbagh reports. An Equality and Human Rights Commission (EHRC) spokesperson said: Having received a number of complaints regarding antisemitism in the Labour party, we believe Labour may have unlawfully discriminated against people because of their ethnicity and religious beliefs. Our concerns are sufficient for us to consider using our statutory enforcement powers. As set out in our enforcement policy, we are now engaging with the Labour party to give them an opportunity to respond. Here are some of the main Brexit stories around overnight and this morning. The Financial Times (paywall) says Downing Street fears it will lose control of the Brexit process if it loses the vote next week. Downing Street insiders conceded that if Mr Cox did not secure the “legally binding” changes he would need in order to alter his assessment, Mrs May would be heading for another crushing defeat next week. “If we lose the vote on March 12, we lose control,” admitted one aide to the prime minister, adding that within days of such a defeat parliament would vote to delay Britain’s exit and that Europhile MPs would insist on a much softer form of Brexit. Gordon Rayner, in the Daily Telegraph splash (paywall), says ministers expect to lose next week’s vote on Theresa May’s Brexit deal by up to 100 votes. Theresa May’s cabinet is resigned to her Brexit deal being defeated by up to 100 votes next week after talks in Brussels collapsed without progress on Wednesday. Downing Street is already making plans for a third “meaningful vote” on the deal on the assumption that Tuesday’s vote is lost, and Mrs May is considering making a major speech on Friday to plead for support from MPs. One minister said it appeared “certain” that the Commons vote on the Brexit deal will be lost, and that Mrs May’s next move would depend on the scale of the defeat. Nick Gutteridge and Tom Newton Dunn in the Sun say the UK-EU talks on the backstop are “on the verge of collapse”. Alberto Nardelli at BuzzFeed has details of a note summarising a briefing to EU ambassadors yesterday about the two new backstop proposals presented by the UK to Brussels. The UK is still looking for ways to change the substance of the Brexit deal agreed with the European Union despite having been repeatedly told that the withdrawal agreement cannot be reopened, according to a diplomatic note seen by BuzzFeed News. Politico Europe’s Jack Blanchard in his London Playbook briefing summarises some EU reaction to the British proposals. My POLITICO colleague Jacopo Barigazzi emails from Brussels after multiple conversations with EU diplomats who explained the opposition to the UK’s proposals. “The UK wants this [arbitration] panel to be able to declare the backstop ‘nil,’” one diplomat tells Jacopo. “Walking out by the UK is not an option for the EU. Backstop is not a backstop if one can unilaterally walk out of it.” This, fundamentally, remains the problem for the EU side, just as it has been all along. Another diplomat is somewhat blunter about Britain’s approach. “The requests were insane,” the official says. The BBC’s Laura Kuenssberg says there is talk of the votes on a no-deal Brexit and on extending article 50 both being held on Wednesday next week, instead of over two days as planned (Wednesday and Thursday). Philip Hammond, the chancellor, told Tories earlier (in terms) that if they did not back Theresa May’s Brexit, they could end up with Jeremy Corbyn’s Brexit. His interview coincided with Corbyn himself saying, in an article in the Daily Mirror, that he is “more certain than ever” that he can construct a Commons majority for a softer Brexit. Referring to his meeting yesterday with Tory and Labour MPs backing the “Norway plus” Brexit, he wrote: On Tuesday, I met the five biggest organisations that represent Britain’s businesses, large and small. They want what Labour wants, the uncertainty to end and a sensible deal to be struck. Yesterday, I saw senior Labour and Conservative MPs to discuss a close economic relationship with the EU, which would help protect jobs like those of the Honda workers in Swindon, some of whom I also met. I left both meetings more certain than ever that we can find a way to work across parliament to force the government to back a sensible Brexit plan that protects jobs and more determined to achieve it. Nathalie Loiseau, the French Europe minister, is in Britain today for a conference of British and French mayors. In an interview with the Guardian ahead of her visit, she said the UK should put forward new ideas to resolve the Brexit crisis. She was also on Today this morning. She told the programme the withdrawal agreement could not be re-opened. We cannot reopen this negotiation on the withdrawal agreement because it is balanced... We don’t like the backstop, we don’t want to have to implement it, and if we have to, we don’t want to stay in the backstop. We all agree that it should be temporary, and that it’s a last resort solution. As my colleague Matthew Weaver reports, Philip Hammond, the chancellor, also used his Today interview to reject calls from Sajid Javid, the home secretary, for an emergency fund to tackle the surge in knife crime. “Vote for Theresa May’s deal, or you will end up with a soft Brexit.” Those weren’t quite the words that Philip Hammond, the chancellor, used in his interview on the Today programme this morning, but undoubtedly that was his message. May has promised MPs a new vote by Tuesday on her deal. If it gets defeated again, there will be a vote on Wednesday on a no-deal Brexit and, if that option gets rejected, there will be a vote on Thursday on extending article 50. Hammond would not say how the government would ask its MPs to vote on the no-deal motion, assuming May’s deal falls again, but no one expects the government to whips its MPs to vote in favour and Hammond said he had a “high degree of confidence” that the Commons would reject no deal. So what would happen then? Nick Robinson asked Hammond if he would be willing to accept the idea of the UK staying in a customs union with the EU for good (Labour’s policy) as an alternative. Hammond did not reject the idea, or explicitly endorse it, but he strongly hinted that this was what might happen if Tory Brexiters continued to reject May’s deal. He told Robinson: What I would say is this: you are not raising an issue that isn’t widely known and understood, that the Labour party has been talking for a long time about the idea of a customs union grafted onto the PM’s deal. Those of my colleagues who feel very strongly against that proposal need to think very, very hard about the implications of voting against the prime minister’s deal next Tuesday, because we will then be in unknown territory where a consensus will have to be forged across the House of Commons, and that will inevitably mean compromises being made. The way for my colleagues to avoid that is to vote for the prime minister’s deal on Tuesday and get it done. The fact that Hammond is making the argument in these terms is probably a measure of how desperate the government is getting ahead of Tuesday’s vote, which it is widely expected to lose. I will be doing a lot more on this as the day goes on. Here is the agenda for the day. 9.30am: Jeremy Hunt, the foreign secretary, gives a speech in Glasgow on “Defending Democracy in the Cyber Age”. 10.10am: Geoffrey Cox, the attorney general, takes questions in the Commons. After 10.30am: Andrea Leadsom, the leader of the Commons, announces next week’s Commons business to MPs. 1.35pm: Jeremy Wright, the culture secretary, speaks at the Enders media conference. As usual, I will also be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, but I expect to be focusing mostly on Brexit. I plan to post a summary at lunchtime and another when I wrap up, at around 5pm. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "34997",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/07/amber-rudd-apologises-to-diane-abbott-for-calling-her-coloured",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-07T17:34:28Z",
    "webTitle": "Amber Rudd says sorry to Diane Abbott for calling her 'coloured'",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/07/amber-rudd-apologises-to-diane-abbott-for-calling-her-coloured",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/07/amber-rudd-apologises-to-diane-abbott-for-calling-her-coloured",
    "fields": {
      "headline": "Amber Rudd says sorry to Diane Abbott for calling her 'coloured'",
      "standfirst": "<p>Rudd apologises for ‘clumsy language’ as Abbott criticises ‘revealing choice of words’</p>",
      "trailText": "Rudd apologises for ‘clumsy language’ as Abbott criticises ‘revealing choice of words’",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"fbb10cac48fcffbaf5b6472f65923d5c7f56ff3a\"> \n <img src=\"https://media.guim.co.uk/fbb10cac48fcffbaf5b6472f65923d5c7f56ff3a/1019_0_1757_1054/1000.jpg\" alt=\"Amber Rudd\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Amber Rudd apologised to Diane Abbott after using the word ‘coloured’ in a Radio 2 interview.</span> \n  <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>The work and pensions secretary, Amber Rudd, has apologised to Diane Abbott for “clumsy language” after describing the shadow home secretary as “coloured” in a radio interview.</p> \n<p>In a tweet after the interview, Abbott said the use of coloured was an “offensive and revealing choice of words”.</p> \n<p>The comment came during an interview with Jeremy Vine on BBC Radio 2, in a section of the discussion connected to the abuse and online trolling suffered by many MPs.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"85de360a-0655-42c1-9225-6787d673bb5a\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/TlZyO0CyxcE?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Asked by Vine if such abuse was worse for female politicians, Rudd said: “It definitely is worse if you’re a woman. And it’s worst of all if you’re a coloured woman. I know that Diane Abbott gets a huge amount of abuse, and I think that’s something we need to continue to call out.”</p> \n<p>The choice of words was not mentioned in the interview, though Rudd then went on to talk about the particular abuse faced by “black, and black and minority ethnic women” in politics.</p> \n<p>Abbott tweeted: “The term ‘coloured’, is an outdated, offensive and revealing choice of words.” She also retweeted <a href=\"https://twitter.com/DaniRowley/status/1103656674567639040\">a message</a> from her fellow Labour MP Danielle Rowley saying: “She clearly gets her language from the same bygone era as her abhorrent welfare policies.”</p> \n<p>Rudd <a href=\"https://twitter.com/AmberRuddHR/status/1103665146600263681\">tweeted</a>: “Mortified at my clumsy language and sorry to <a href=\"https://twitter.com/HackneyAbbott\">@HackneyAbbott</a>. My point stands: that no one should suffer abuse because of their race or gender.”</p> \n<p>Downing Street said Rudd’s apology should close the matter. A spokeswoman said: “She apologised very swiftly. She has described it herself as clumsy language. That was absolutely the right thing to do.”</p> \n<p>Earlier, Rudd had <a href=\"https://www.theguardian.com/society/2019/mar/07/female-tory-mps-read-out-abuse-ahead-of-international-womens-day\">appeared in a Conservative video</a> to mark International Women’s Day in which she and other senior female Conservative MPs read out sexist abuse about themselves.</p> \n<p>One tweet Rudd read out described her as “less attractive than Medusa’s fugly sister”.</p> \n<p>It was a generally difficult day for the government, with Karen Bradley, the Northern Ireland secretary, coming under increasingly intense pressure despite <a href=\"https://www.theguardian.com/politics/2019/mar/07/karen-bradley-northern-ireland-troubles-urged-apologise-richard-dannatt\">apologising for saying</a> that deaths caused by police and soldiers during the Troubles were not crimes.</p> \n<p>The leader of the Commons, Andrea Leadsom, also faced criticism after suggesting to a Labour MP that calls for a debate on Islamophobia in the Conservative party were a matter for the Foreign Office.</p> \n<p>At ministerial questions, Naz Shah, the Bradford West MP, asked about a debate on the issue, given discussions on the definition of Islamophobia and what she called a crisis in the Conservative party.</p> \n<p>Leadsom began by saying her party had acted in cases where Islamophobia had been highlighted. “We have been extremely robust and urgent in our response to that,” she said.</p> \n<p>Leadsom added that on a definition of Islamophobia she would “encourage her to perhaps seek an adjournment debate in the first instance so she can discuss with Foreign Office ministers whether that would be a useful way forward”.</p> \n<p>Shah <a href=\"https://twitter.com/NazShahBfd/status/1103664832098848768\">tweeted</a> later: “She said: speak to Foreign Office ministers about Islamophobia. When did attacks on BRITISH Muslims become a foreign issue?”</p> \n<p>A spokesman for the Commons leader’s office said Leadsom thought Shah was referring to an international definition of Islamophobia. Shah had referred to a definition of Islamophobia published by the all-party parliamentary group on British Muslims.</p> \n<p>The leader’s office spokesman said: “Islamophobia is unacceptable wherever it takes place ... Of course, any form of Islamophobia in the UK would be dealt with swiftly by the Home Office or Ministry for Housing, Communities and Local Government as appropriate.”</p>",
      "newspaperPageNumber": "11",
      "wordcount": "576",
      "firstPublicationDate": "2019-03-07T15:08:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-07T20:25:03Z",
      "newspaperEditionDate": "2019-03-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvdd5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fbb10cac48fcffbaf5b6472f65923d5c7f56ff3a/1019_0_1757_1054/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The work and pensions secretary, Amber Rudd, has apologised to Diane Abbott for “clumsy language” after describing the shadow home secretary as “coloured” in a radio interview. In a tweet after the interview, Abbott said the use of coloured was an “offensive and revealing choice of words”. The comment came during an interview with Jeremy Vine on BBC Radio 2, in a section of the discussion connected to the abuse and online trolling suffered by many MPs. Asked by Vine if such abuse was worse for female politicians, Rudd said: “It definitely is worse if you’re a woman. And it’s worst of all if you’re a coloured woman. I know that Diane Abbott gets a huge amount of abuse, and I think that’s something we need to continue to call out.” The choice of words was not mentioned in the interview, though Rudd then went on to talk about the particular abuse faced by “black, and black and minority ethnic women” in politics. Abbott tweeted: “The term ‘coloured’, is an outdated, offensive and revealing choice of words.” She also retweeted a message from her fellow Labour MP Danielle Rowley saying: “She clearly gets her language from the same bygone era as her abhorrent welfare policies.” Rudd tweeted: “Mortified at my clumsy language and sorry to @HackneyAbbott. My point stands: that no one should suffer abuse because of their race or gender.” Downing Street said Rudd’s apology should close the matter. A spokeswoman said: “She apologised very swiftly. She has described it herself as clumsy language. That was absolutely the right thing to do.” Earlier, Rudd had appeared in a Conservative video to mark International Women’s Day in which she and other senior female Conservative MPs read out sexist abuse about themselves. One tweet Rudd read out described her as “less attractive than Medusa’s fugly sister”. It was a generally difficult day for the government, with Karen Bradley, the Northern Ireland secretary, coming under increasingly intense pressure despite apologising for saying that deaths caused by police and soldiers during the Troubles were not crimes. The leader of the Commons, Andrea Leadsom, also faced criticism after suggesting to a Labour MP that calls for a debate on Islamophobia in the Conservative party were a matter for the Foreign Office. At ministerial questions, Naz Shah, the Bradford West MP, asked about a debate on the issue, given discussions on the definition of Islamophobia and what she called a crisis in the Conservative party. Leadsom began by saying her party had acted in cases where Islamophobia had been highlighted. “We have been extremely robust and urgent in our response to that,” she said. Leadsom added that on a definition of Islamophobia she would “encourage her to perhaps seek an adjournment debate in the first instance so she can discuss with Foreign Office ministers whether that would be a useful way forward”. Shah tweeted later: “She said: speak to Foreign Office ministers about Islamophobia. When did attacks on BRITISH Muslims become a foreign issue?” A spokesman for the Commons leader’s office said Leadsom thought Shah was referring to an international definition of Islamophobia. Shah had referred to a definition of Islamophobia published by the all-party parliamentary group on British Muslims. The leader’s office spokesman said: “Islamophobia is unacceptable wherever it takes place ... Of course, any form of Islamophobia in the UK would be dealt with swiftly by the Home Office or Ministry for Housing, Communities and Local Government as appropriate.”",
      "charCount": "3535",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "australia-news/2019/mar/08/how-australias-compulsory-voting-saved-it-from-trumpism",
    "type": "article",
    "sectionId": "australia-news",
    "sectionName": "Australia news",
    "webPublicationDate": "2019-03-07T17:00:21Z",
    "webTitle": "How Australia's compulsory voting saved it from Trumpism",
    "webUrl": "https://www.theguardian.com/australia-news/2019/mar/08/how-australias-compulsory-voting-saved-it-from-trumpism",
    "apiUrl": "https://content.guardianapis.com/australia-news/2019/mar/08/how-australias-compulsory-voting-saved-it-from-trumpism",
    "fields": {
      "headline": "How Australia's compulsory voting saved it from Trumpism",
      "standfirst": "<p>In a new book, historian Judith Brett takes a deep dive into an electoral system ‘Americans can only dream of’</p>",
      "trailText": "In a new book, historian Judith Brett takes a deep dive into an electoral system ‘Americans can only dream of’",
      "byline": "Gay Alcorn",
      "main": "<figure class=\"element element-image\" data-media-id=\"16c96d16f85cab70f43148644e6a3f213aeda155\"> <img src=\"https://media.guim.co.uk/16c96d16f85cab70f43148644e6a3f213aeda155/96_105_2554_1874/1000.jpg\" alt=\"Trump holds Maga rally\" width=\"1000\" height=\"734\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘All of a sudden people were realising what an advantage [compulsory voting] was for us.’</span> <span class=\"element-image__credit\">Photograph: Joe Raedle/Getty Images</span> </figcaption> </figure>",
      "body": "<p>A couple of years ago, Judith Brett’s publisher told her his “publisher’s nose was twitching”.</p> <p>Donald Trump had been elected with <a href=\"https://www.theguardian.com/us-news/2017/jan/18/american-non-voters-election-donald-trump\">only a quarter of eligible voters supporting him</a>, and just 37% of eligible Britons voted to leave the European Union.</p> <p>“All of a sudden people were realising what an advantage for us in Australia that we had compulsory voting,” says Brett, a historian and academic. Her publisher, Michael Heyward, said to himself, “When did we get it?”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/books/2018/aug/06/judith-brett-wins-national-biography-award-for-profound-look-at-life-of-alfred-deakin\">Judith Brett wins National Biography award for 'profound' look at life of Alfred Deakin</a> </p> </aside>  <p>Australia, which has had six prime ministers in eight years, is suffering from an increasing mistrust in politicians, in parties, <a href=\"https://theconversation.com/australians-trust-in-politicians-and-democracy-hits-an-all-time-low-new-research-108161\">even in democracy</a>. And in the next few months – the lead-up to a federal election – politics is set to become even more dispiriting.</p> <p>Yet, according to Brett, Australia has a degree of inoculation from the polarisation infecting politics in the United States, the UK and much of Europe. Her new book, From Secret Ballot to Democracy Sausage, teases out the reasons – prosaic at one level, profound at another.</p> <p>Australia is one of only 19 countries out of 166 electoral democracies where voting is compulsory, and one of only nine that enforce it. It is the only English-speaking country that compels its citizens to vote.</p> <p>The impact is hard to overstate. In 2015, <a href=\"https://edition.cnn.com/2015/03/19/politics/obama-mandatory-voting/\">former US president Barack Obama praised Australia’s system</a>, saying it would be “transformative” if everyone voted in the United States.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Australia was born not on the battlefields but at the ballot box</p> <footer> <cite>Judith Brett</cite> </footer> </blockquote> </aside>  <p>But Australia’s system is an electoral beacon for seemingly smaller reasons too. While Americans, Britons and Canadians vote during the week, Australians vote on Saturdays, making it easier for people to get to the polls. There’s a holiday atmosphere at booths, where community groups raise money by selling cupcakes, raffle tickets and “democracy sausages”. Specially-made stalls for secret voting are another Australian invention, and political parties have no role in running elections, which are left to non-partisan public servants – “something Americans can only dream of,” Brett says.</p>  <figure class=\"element element-image\" data-media-id=\"7a3d850a5f2ecf4cf0735c5ee5830f919d0752de\"> <img src=\"https://media.guim.co.uk/7a3d850a5f2ecf4cf0735c5ee5830f919d0752de/0_0_5700_3796/1000.jpg\" alt=\"Judith Brett\" width=\"1000\" height=\"666\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Judith Brett, author of From Secret Ballot to Democracy Sausage: How Australia got Compulsory Voting. Out in Feb 2019 through Text.</span> <span class=\"element-image__credit\">Photograph: Text Publishing</span> </figcaption> </figure>  <p>Brett is known for her critically acclaimed works on Australia’s Liberal party, including <a href=\"https://www.theguardian.com/books/2018/aug/06/judith-brett-wins-national-biography-award-for-profound-look-at-life-of-alfred-deakin\">last year’s National Biography award-winning The Enigmatic Mr Deakin</a>. Digging into the history of Australia’s unique voting system, she found it was steeped in the colonies’ foundations and culture.</p> <p>America’s early political ideas, came from the philosopher John Locke, who held that individuals and their rights came before government. But by the time the Australian colonies were establishing their institutions in the 19th and early 20th centuries, the ideas of political reformer Jeremy Bentham were in vogue. Bentham rejected the idea of natural or divine rights preceding governments – rights are created by law, so government comes first. Australians needed governments to build roads, railways and other infrastructure and tended to trust them. “Government came before society in Australia and was gratefully accepted,” Brett writes.</p> <p>It helped that people who migrated to Australia tended to be the ambitious middle class rather than members of the aristocracy. “They can try out some of the new ideas, there is a commitment to not reproducing the class hierarchy and the status hierarchies of the old world,” Brett says.</p> <p>While Australia was not the first country to have compulsory voting – that was Belgium – it happened early, with Queensland the first state in 1914 (for whites only). Federally, it has been compulsory to vote in elections since 1924.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"6699185bd1698c352e18e862902d75eeb3d9afa5\"> <img src=\"https://media.guim.co.uk/6699185bd1698c352e18e862902d75eeb3d9afa5/0_0_1807_2764/654.jpg\" alt=\"From Secret Ballot To Democracy Sausage: How Australia got Compulsory Voting, by Judith Brett.\" width=\"654\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">From Secret Ballot To Democracy Sausage: How Australia got Compulsory Voting, by Judith Brett.</span> <span class=\"element-image__credit\">Photograph: Text Publishing</span> </figcaption> </figure>  <p>The idea that the uninterested or the ignorant should not be forced to vote never took serious hold, with modern surveys showing more than 70% support for compulsory voting. The most common argument in favour when it was introduced, writes Brett, was that “the elected government should represent not just the majority of those who vote but the majority of those eligible to vote. This would increase the government’s legitimacy and make sure it paid attention to the interest of all the people”.</p> <p>Today, more than 90% of those on the roll turn up. You don’t actually have to vote, but you have to attend a polling booth, even if you stuff a blank or spoiled ballot in the box.</p> <p>Australia was an electoral innovator in many ways, but the historic disenfranchisement of Indigenous people is a “shameful story”, Brett says. When the 1902 federal Franchise Act came to be debated, the proposed law would have given “all adult persons” the right to vote in a national election, including Indigenous Australians as well as women – but the new government compromised to get the bill passed. The West Australian senator Alexander Matheson moved the amendment denying the vote to Indigenous people, saying, “Surely it is absolutely repugnant to the greater number of the people of the commonwealth that an Aboriginal man, or Aboriginal lubra or gin – a horrible, dirty, degraded creature – should have the same rights, simply by virtue of being 21 years of age, that we have, after some debate today, decided to give to your wives and daughters.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2016/apr/10/barack-obama-praises-australias-mandatory-voting-rules\">Barack Obama praises Australia's mandatory voting rules</a> </p> </aside>  <p>It took until 1962 for Indigenous Australians in all states to get the right to vote in federal elections, and it was only after the election of the Hawke government in 1983 that they were required to enrol. The Franchise Act, Brett says, became another of the “infamous stepping stones of cruelty and shame” in the treatment of First Australians.</p> <p>Compulsory voting keeps politics focused on the centre rather than the fringe of politics. To win elections, political parties have to appeal not just to their base but to the majority of people. Australia is also one of only a few countries with preferential voting, which means a voter ranks candidates in order of preference, compared with most countries where the candidate with the most votes wins. It ensures that those elected have the support of the majority of voters.</p> <p>“It keeps the emotional temper of the conflict down,” says Brett. “That’s become more evident recently with the way politics has gone in the United States, where you’ve had issues around sexuality and race being used to motivate voters. If you need to get out the vote, you need to have things that people are going to feel passionate about, and that’s not necessarily such a good thing.”</p>  <figure class=\"element element-image\" data-media-id=\"964c65fc8f5fde4b9a8bcf0d673a2900cf879221\"> <img src=\"https://media.guim.co.uk/964c65fc8f5fde4b9a8bcf0d673a2900cf879221/0_0_5472_3648/1000.jpg\" alt=\"A youth climate rally held in Brisbane on December 8, 2018.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">By attempting to appeal to the fringe right on climate change, the Coalition has got ‘right out of whack’ with the majority of the population, Brett says.</span> <span class=\"element-image__credit\">Photograph: Glenn Hunt/AAP</span> </figcaption> </figure>  <p>Brett gives the example of the fringe right within the Liberal party that has fiercely rejected action on climate change – the issue that cost former prime minister Malcolm Turnbull his job. Yet most Australians want serious action on climate change and the party has “got themselves right out of whack, and you can see [prime minister] Scott Morrison trying to pull them back desperately now”.</p> <p>Brett disagrees with commentators who argue Australian politics is becoming as polarised as the United States. It’s “lazy thinking … our political culture is pretty different. There may be that level of polarisation within the political class, because they’re much more heated in the way they argue their politics, but there’s not so much evidence of it, I don’t think [among the general population].” Australians may distrust their politicians and abhor their behaviour, she says, but they value the role of government in their lives and they trust their electoral system.</p> <p>Australians look overseas and are shocked with how few people turn up to vote. Americans find it astonishing that anyone would be compelled to do so. Brett has always favoured compulsory voting, and she is not sure why other countries have not embraced it.</p> <p>“In the US, I think it’s because of the value they put on individual liberty, the political culture is just not majoritarian. In England, I think it’s because of the fact that there’s still a deep class bias in their political system.” Other comparable countries such as Canada or New Zealand have voluntary voting, too.</p> <p>The idea is beginning to be discussed in a more serious way as a reform that could rekindle faith that governments are there to serve all the people. Australians barely know their own history, Brett says, but their electoral system is worth celebrating. It’s perhaps as important as Gallipoli in forging who we are. “Australia was born not on the battlefields but at the ballot box.”</p> <p>• <em>From Secret Ballot to Democracy Sausage: How Australia Got Compulsory Voting, by Judith Brett, published by Text Publishing.</em></p>",
      "wordcount": "1349",
      "firstPublicationDate": "2019-03-07T17:00:21Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-08T00:08:36Z",
      "productionOffice": "AUS",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bv9h3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/16c96d16f85cab70f43148644e6a3f213aeda155/57_214_2738_1644/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A couple of years ago, Judith Brett’s publisher told her his “publisher’s nose was twitching”. Donald Trump had been elected with only a quarter of eligible voters supporting him, and just 37% of eligible Britons voted to leave the European Union. “All of a sudden people were realising what an advantage for us in Australia that we had compulsory voting,” says Brett, a historian and academic. Her publisher, Michael Heyward, said to himself, “When did we get it?” Australia, which has had six prime ministers in eight years, is suffering from an increasing mistrust in politicians, in parties, even in democracy. And in the next few months – the lead-up to a federal election – politics is set to become even more dispiriting. Yet, according to Brett, Australia has a degree of inoculation from the polarisation infecting politics in the United States, the UK and much of Europe. Her new book, From Secret Ballot to Democracy Sausage, teases out the reasons – prosaic at one level, profound at another. Australia is one of only 19 countries out of 166 electoral democracies where voting is compulsory, and one of only nine that enforce it. It is the only English-speaking country that compels its citizens to vote. The impact is hard to overstate. In 2015, former US president Barack Obama praised Australia’s system, saying it would be “transformative” if everyone voted in the United States. But Australia’s system is an electoral beacon for seemingly smaller reasons too. While Americans, Britons and Canadians vote during the week, Australians vote on Saturdays, making it easier for people to get to the polls. There’s a holiday atmosphere at booths, where community groups raise money by selling cupcakes, raffle tickets and “democracy sausages”. Specially-made stalls for secret voting are another Australian invention, and political parties have no role in running elections, which are left to non-partisan public servants – “something Americans can only dream of,” Brett says. Brett is known for her critically acclaimed works on Australia’s Liberal party, including last year’s National Biography award-winning The Enigmatic Mr Deakin. Digging into the history of Australia’s unique voting system, she found it was steeped in the colonies’ foundations and culture. America’s early political ideas, came from the philosopher John Locke, who held that individuals and their rights came before government. But by the time the Australian colonies were establishing their institutions in the 19th and early 20th centuries, the ideas of political reformer Jeremy Bentham were in vogue. Bentham rejected the idea of natural or divine rights preceding governments – rights are created by law, so government comes first. Australians needed governments to build roads, railways and other infrastructure and tended to trust them. “Government came before society in Australia and was gratefully accepted,” Brett writes. It helped that people who migrated to Australia tended to be the ambitious middle class rather than members of the aristocracy. “They can try out some of the new ideas, there is a commitment to not reproducing the class hierarchy and the status hierarchies of the old world,” Brett says. While Australia was not the first country to have compulsory voting – that was Belgium – it happened early, with Queensland the first state in 1914 (for whites only). Federally, it has been compulsory to vote in elections since 1924. The idea that the uninterested or the ignorant should not be forced to vote never took serious hold, with modern surveys showing more than 70% support for compulsory voting. The most common argument in favour when it was introduced, writes Brett, was that “the elected government should represent not just the majority of those who vote but the majority of those eligible to vote. This would increase the government’s legitimacy and make sure it paid attention to the interest of all the people”. Today, more than 90% of those on the roll turn up. You don’t actually have to vote, but you have to attend a polling booth, even if you stuff a blank or spoiled ballot in the box. Australia was an electoral innovator in many ways, but the historic disenfranchisement of Indigenous people is a “shameful story”, Brett says. When the 1902 federal Franchise Act came to be debated, the proposed law would have given “all adult persons” the right to vote in a national election, including Indigenous Australians as well as women – but the new government compromised to get the bill passed. The West Australian senator Alexander Matheson moved the amendment denying the vote to Indigenous people, saying, “Surely it is absolutely repugnant to the greater number of the people of the commonwealth that an Aboriginal man, or Aboriginal lubra or gin – a horrible, dirty, degraded creature – should have the same rights, simply by virtue of being 21 years of age, that we have, after some debate today, decided to give to your wives and daughters.” It took until 1962 for Indigenous Australians in all states to get the right to vote in federal elections, and it was only after the election of the Hawke government in 1983 that they were required to enrol. The Franchise Act, Brett says, became another of the “infamous stepping stones of cruelty and shame” in the treatment of First Australians. Compulsory voting keeps politics focused on the centre rather than the fringe of politics. To win elections, political parties have to appeal not just to their base but to the majority of people. Australia is also one of only a few countries with preferential voting, which means a voter ranks candidates in order of preference, compared with most countries where the candidate with the most votes wins. It ensures that those elected have the support of the majority of voters. “It keeps the emotional temper of the conflict down,” says Brett. “That’s become more evident recently with the way politics has gone in the United States, where you’ve had issues around sexuality and race being used to motivate voters. If you need to get out the vote, you need to have things that people are going to feel passionate about, and that’s not necessarily such a good thing.” Brett gives the example of the fringe right within the Liberal party that has fiercely rejected action on climate change – the issue that cost former prime minister Malcolm Turnbull his job. Yet most Australians want serious action on climate change and the party has “got themselves right out of whack, and you can see [prime minister] Scott Morrison trying to pull them back desperately now”. Brett disagrees with commentators who argue Australian politics is becoming as polarised as the United States. It’s “lazy thinking … our political culture is pretty different. There may be that level of polarisation within the political class, because they’re much more heated in the way they argue their politics, but there’s not so much evidence of it, I don’t think [among the general population].” Australians may distrust their politicians and abhor their behaviour, she says, but they value the role of government in their lives and they trust their electoral system. Australians look overseas and are shocked with how few people turn up to vote. Americans find it astonishing that anyone would be compelled to do so. Brett has always favoured compulsory voting, and she is not sure why other countries have not embraced it. “In the US, I think it’s because of the value they put on individual liberty, the political culture is just not majoritarian. In England, I think it’s because of the fact that there’s still a deep class bias in their political system.” Other comparable countries such as Canada or New Zealand have voluntary voting, too. The idea is beginning to be discussed in a more serious way as a reform that could rekindle faith that governments are there to serve all the people. Australians barely know their own history, Brett says, but their electoral system is worth celebrating. It’s perhaps as important as Gallipoli in forging who we are. “Australia was born not on the battlefields but at the ballot box.” • From Secret Ballot to Democracy Sausage: How Australia Got Compulsory Voting, by Judith Brett, published by Text Publishing.",
      "charCount": "8251",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/gay-alcorn\">Gay Alcorn</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/mar/07/nus-to-cut-posts-and-sell-london-hq-in-cost-saving-rescue-plan",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-03-07T15:48:38Z",
    "webTitle": "NUS to cut posts and sell London HQ in cost-saving rescue plan",
    "webUrl": "https://www.theguardian.com/education/2019/mar/07/nus-to-cut-posts-and-sell-london-hq-in-cost-saving-rescue-plan",
    "apiUrl": "https://content.guardianapis.com/education/2019/mar/07/nus-to-cut-posts-and-sell-london-hq-in-cost-saving-rescue-plan",
    "fields": {
      "headline": "NUS to cut posts and sell London HQ in cost-saving rescue plan",
      "standfirst": "<p>Union serving 7m students proposes changes including loss of diversity officers</p>",
      "trailText": "Union serving 7m students proposes changes including loss of diversity officers",
      "byline": "Richard Adams Education editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"029991d5d0d68960ffddeb6f1c88ea9376e9f984\"> <img src=\"https://media.guim.co.uk/029991d5d0d68960ffddeb6f1c88ea9376e9f984/0_220_6720_4032/1000.jpg\" alt=\"Shakira Martin, the president of the NUS. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shakira Martin, the president of the NUS. </span> <span class=\"element-image__credit\">Photograph: Alicia Canter/The Guardian</span> </figcaption> </figure>",
      "body": "<p>The National Union of Students is facing a radical overhaul to its organisation, slashing staff numbers and selling off its London headquarters to avoid financial collapse, according to a rescue plan to be voted on by its members.</p> <p>The NUS revealed last year that it had a shortfall of £3.6m, setting off hurried negotiations over the changes needed to stave off bankruptcy for the organisation representing 7 million college and university students in the UK and Ireland.</p> <p>“Following four months of member consultation, and an extensive cost reduction plan to ensure it remains solvent, NUS has outlined a new governance structure which proposes simplification, a reduction in fees charged to members and a modern approach to campaigning and service delivery,” the NUS said.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2018/nov/02/national-union-of-students-faces-bankruptcy\">National Union of Students faces bankruptcy over £3m deficit</a> </p> </aside>  <p>Its 600 affiliated student unions and guilds will debate the motion to be presented to its annual conference next month. If successful, the plan aims to sharply reduce the affiliation fee charged to student unions but may face opposition because of proposed cuts to staff and services.</p> <p>As part of the package, the NUS would sell off its central London headquarters and move the bulk of its operations to Macclesfield, with the proceeds used to pay off existing debts of nearly £2m and contribute to new reserves.</p> <p>The overhaul proposes slimming down the organisation’s structure, merging it into two parts, described as “student voice” and “student union development,” with both governed by a single board.</p> <p>Controversially, the changes would lead to the number of full-time executive positions on the union’s political side being slashed from 20 to seven. Under the new structure a national president and country presidents for Scotland, Wales and Ireland would remain, as well as vice-presidents for higher and further education.</p> <p>But only a single full-time “liberation” post would survive the cuts, compared with the current five individual liberation officers for women, trans, LGBT+, disabled and black students. The post of international officer would also be abolished.</p> <p>When the proposals were first outlined, the reduction in the number of liberation posts was <a href=\"https://www.theguardian.com/education/2018/dec/03/student-activists-object-to-nus-plans-to-get-rid-of-diversity-officers\">strongly criticised</a>, including calls for a motion of no confidence against Shakira Martin, the NUS president.</p> <p>Under the proposals the union’s political officers would see their terms extended from one year to two, in an effort to provide stability.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/education/2019/feb/12/vice-chancellors-pay-universities-england-2017-18\">Vice-chancellors paid £500,000 or more at six universities in England</a> </p> </aside>  <p>“Policymaking and elections will be separated allowing the development of modern, innovative, healthy debating spaces – NUS has acknowledged that its democratic spaces have become toxic and inaccessible to many individuals with whom the student movement wants to engage,” the NUS said.</p> <p>The NUS’s financial struggles follow several unsuccessful attempts at an overhaul, with the recent deficit caused by a sharp fall in income from the NUS’s student discount card, while the organisation’s pension liabilities that have soared above £12m.</p> <p>This year the union announced it wanted to <a href=\"https://www.bbc.co.uk/news/uk-46987569\">halve its workforce</a> in response to the financial crisis, by cutting 54 jobs through voluntary redundancies and a hiring freeze.</p> <p>Affiliated unions are able to submit amendments to the plans until 19 March, before the final vote at the annual conference in Glasgow on 9-11 April.</p>",
      "newspaperPageNumber": "22",
      "wordcount": "511",
      "firstPublicationDate": "2019-03-07T15:48:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-07T20:00:01Z",
      "newspaperEditionDate": "2019-03-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bvd5n",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/029991d5d0d68960ffddeb6f1c88ea9376e9f984/0_220_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The National Union of Students is facing a radical overhaul to its organisation, slashing staff numbers and selling off its London headquarters to avoid financial collapse, according to a rescue plan to be voted on by its members. The NUS revealed last year that it had a shortfall of £3.6m, setting off hurried negotiations over the changes needed to stave off bankruptcy for the organisation representing 7 million college and university students in the UK and Ireland. “Following four months of member consultation, and an extensive cost reduction plan to ensure it remains solvent, NUS has outlined a new governance structure which proposes simplification, a reduction in fees charged to members and a modern approach to campaigning and service delivery,” the NUS said. Its 600 affiliated student unions and guilds will debate the motion to be presented to its annual conference next month. If successful, the plan aims to sharply reduce the affiliation fee charged to student unions but may face opposition because of proposed cuts to staff and services. As part of the package, the NUS would sell off its central London headquarters and move the bulk of its operations to Macclesfield, with the proceeds used to pay off existing debts of nearly £2m and contribute to new reserves. The overhaul proposes slimming down the organisation’s structure, merging it into two parts, described as “student voice” and “student union development,” with both governed by a single board. Controversially, the changes would lead to the number of full-time executive positions on the union’s political side being slashed from 20 to seven. Under the new structure a national president and country presidents for Scotland, Wales and Ireland would remain, as well as vice-presidents for higher and further education. But only a single full-time “liberation” post would survive the cuts, compared with the current five individual liberation officers for women, trans, LGBT+, disabled and black students. The post of international officer would also be abolished. When the proposals were first outlined, the reduction in the number of liberation posts was strongly criticised, including calls for a motion of no confidence against Shakira Martin, the NUS president. Under the proposals the union’s political officers would see their terms extended from one year to two, in an effort to provide stability. “Policymaking and elections will be separated allowing the development of modern, innovative, healthy debating spaces – NUS has acknowledged that its democratic spaces have become toxic and inaccessible to many individuals with whom the student movement wants to engage,” the NUS said. The NUS’s financial struggles follow several unsuccessful attempts at an overhaul, with the recent deficit caused by a sharp fall in income from the NUS’s student discount card, while the organisation’s pension liabilities that have soared above £12m. This year the union announced it wanted to halve its workforce in response to the financial crisis, by cutting 54 jobs through voluntary redundancies and a hiring freeze. Affiliated unions are able to submit amendments to the plans until 19 March, before the final vote at the annual conference in Glasgow on 9-11 April.",
      "charCount": "3248",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richardadams\">Richard Adams</a> Education editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/07/politicians-populist-rhetoric-populism-people-elites",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-03-07T09:30:12Z",
    "webTitle": "To deserve our respect, politicians must drop their populist rhetoric | Cas Mudde",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/07/politicians-populist-rhetoric-populism-people-elites",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/07/politicians-populist-rhetoric-populism-people-elites",
    "fields": {
      "headline": "To deserve our respect, politicians must drop their populist rhetoric",
      "standfirst": "<p>Talk of ‘the people’ and ‘elites’ is everywhere, Guardian research has revealed. It’s time to drop this simplistic discourse<br><br><a href=\"https://www.theguardian.com/world/ng-interactive/2019/mar/06/revealed-the-rise-and-rise-of-populist-rhetoric\">Interactive: the rise and rise of populist language</a></p>",
      "trailText": "Talk of ‘the people’ and ‘elites’ is everywhere, the Guardian has found, says US Guardian columnist Cas Mudde",
      "byline": "Cas Mudde",
      "main": "<figure class=\"element element-image\" data-media-id=\"d7beec031834f3d89ef628e010989b80321acc37\"> <img src=\"https://media.guim.co.uk/d7beec031834f3d89ef628e010989b80321acc37/243_235_3008_1805/1000.jpg\" alt=\"Theresa May making her 2018 Conservative Party speech\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Theresa May’s 2018 speech was the most striking example of discourse even more populist than some true populists.’</span> <span class=\"element-image__credit\">Photograph: Aaron Chown/PA</span> </figcaption> </figure>",
      "body": "<p>An exciting new research project by the Guardian and <a href=\"https://populism.byu.edu/\" title=\"\">Team Populism</a> shows empirically what many have asserted and felt: <a href=\"https://www.theguardian.com/world/ng-interactive/2019/mar/06/revealed-the-rise-and-rise-of-populist-rhetoric\" title=\"\">the world is getting more populist</a>. Professor Kirk Hawkins, from Brigham Young University in Utah, and 46 researchers analysed 728 public addresses by 140 presidents and prime ministers in 40 countries, in Europe and the Americas. This is the largest comparative project of this nature I am aware of, and a treasure trove for academics and journalists.</p> <p>The study shows not just that the number of populist leaders has doubled, but that the average populist content of political leaders’ speeches has doubled too. Where political speeches were on average “not populist” in 2004, they are approaching “somewhat populist” today. To be clear, most of the political leaders studied were “not populist”, but that is to be expected of this particular subset of politicians, ie national leaders. Even today, populism is still primarily a feature of political challengers, who were not included in this study.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/ng-interactive/2019/mar/06/revealed-the-rise-and-rise-of-populist-rhetoric\">Revealed: the rise and rise of populist rhetoric</a> </p> </aside>  <p>As expected, politicians that are broadly considered to be populist, such as the late Venezuelan president Hugo Chávez and Recep Tayyip Erdoğan, president of Turkey, scored highest on the populism scale (“very populist”), but some mainstream politicians scored “somewhat populist” too, such as the former Croatian prime minister Ivo Sanader and the former Latvian PM Einars Repše. Some have even come to use a discourse, at least occasionally, that is even more populist than some true populists’. The most striking example in the dataset is Theresa May’s<a href=\"https://blogs.spectator.co.uk/2018/10/full-text-theresa-mays-conservative-conference-speech/\" title=\"\"> speech</a> to the 2018 Conservative party conference, which can easily hold its own with Donald Trump’s <a href=\"https://www.whitehouse.gov/briefings-statements/the-inaugural-address/\" title=\"\">inaugural address</a> a year earlier.</p> <p>These findings confirm that we are living with a <a href=\"https://onlinelibrary.wiley.com/doi/full/10.1111/j.1477-7053.2004.00135.x\" title=\"\">populist zeitgeist</a>, in an era when aspects of populism have become dominant within the political debate. More and more mainstream politicians are using “pro-people” and/or “anti-elite” rhetoric to win voters – in part to fight off electoral challenges from true populist actors. But populist sentiments are not limited to party politics.</p> <p>Both traditional and, particularly, social media are consumed by populist sentiment. Nowadays it is “common knowledge” (a popular populist phrase) that “the elite” is corrupt and that “common sense” (another one) is being ignored. Even movies and songs celebrate populist values, such as <a href=\"https://www.youtube.com/watch?v=lMx__6Zc3S0\" title=\"\">John Rich’s Shuttin’ Detroit Down (2009)</a> and even Reese Witherspoon’s <a href=\"https://en.wikipedia.org/wiki/Sweet_Home_Alabama_(film)\" title=\"\">Sweet Home Alabama (2002)</a>. Programmes that celebrate “the people”, from American Idol to Big Brother have replaced those glorifying “the elite” – such as Lifestyles of the Rich and Famous.</p> <p>This populist zeitgeist has also led to the normalisation of the term populism on both the left and the right by intellectuals and politicians. For instance, the rightwing Dutch premier, Mark Rutte, claims that (his) “good populism” is the best antidote to “bad populism”, even though the parties of “good populism” – Rutte’s conservative VVD and the (nominally) Christian democratic CDA – have nosedived in the polls; meanwhile “bad populism” is polling at record levels – ie Geert Wilders’ Party for Freedom (PVV) and Thierry Baudet’s Forum for Democracy (FvD).</p> <p>And on the other side of the political spectrum, leftwing intellectuals such as <a href=\"https://www.theguardian.com/commentisfree/2018/sep/10/populists-rise-progressives-radical-right\" title=\"\">Chantal Mouffe</a> and politicians including Jean-Luc Mélenchon argue that only “left populism” can defeat the populist radical right.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2016/dec/19/panel-jeremy-corbyn-brand-leftwing-populism-yanis-varoufakis\">What should Jeremy Corbyn’s brand of leftwing populism look like? | Yanis Varoufakis and others</a> </p> </aside>  <p>Importantly, neither Rutte’s “good populism” nor Mouffe’s “left populism” is really populist in the sense that most scholars use the term today. As <a href=\"https://www.theguardian.com/commentisfree/2017/dec/07/cambridge-dictionary-nativism-populism-word-year\" title=\"\">I have argued before</a>, Rutte’s (good) populism is really nativism (lite). It attacks the ethnic other (notably Muslims) rather than the corrupt elite (of which his own party, the VVD – the People’s Party for Freedom and Democracy – is by far the most significant <a href=\"https://www.hollandtimes.nl/articles/national/political-scandals-index-vvd-again-on-top/\" title=\"\">representative</a>). And Mouffe’s “left populism” fundamentally rejects the monism that defines populism, instead defending a pluralist vision that, despite the rhetoric, is best described as social democracy.</p> <p>In the public discourse, populism is mainly used as a synonym for anti-establishment sentiments, the idea that “the elite” is corrupt, or at least incompetent or ineffective. This sentiment is now so widespread that most “elites” – which include academics and journalists – have internalised it. With references to populist vagaries such as “common sense” and “silent majority”, they hope to show that they are on the side of “the people”, and therefore part of the political solution. In reality, they just confirm the frustrations and prejudices of the populist electorates.</p> <p>The only way to change the populist zeitgeist is to denounce both populism (lite) and anti-populism – in which “the people” are seen as corrupt and the (former) elite as morally pure. As Mouffe rightly argues, we have to (re)politicise the political debate, but by openly acknowledging and respecting the pluralism of our societies – in terms of interests and opinions, rather than ethnicities or religions. This means that neither “the people” nor “the elite” should be essentialised and homogenised.</p> <p>Hence, politicians have to stop pretending to speak for the people. Politics is, by definition, about a power struggle between different groups with a broad variety of interests and values. It is not the task of the politician to define what the people want, but to represent the interests of a specific subset of the people – that is, their electorate – while acknowledging the legitimate interests of other people and politicians. This means not just resisting the urge to copy populist rhetoric, but explicitly rejecting the foundations of populism.</p> <p>• Cas Mudde is a Guardian US columnist</p>",
      "wordcount": "889",
      "commentable": "false",
      "firstPublicationDate": "2019-03-07T09:30:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-07T12:25:23Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bv7jb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d7beec031834f3d89ef628e010989b80321acc37/243_235_3008_1805/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "An exciting new research project by the Guardian and Team Populism shows empirically what many have asserted and felt: the world is getting more populist. Professor Kirk Hawkins, from Brigham Young University in Utah, and 46 researchers analysed 728 public addresses by 140 presidents and prime ministers in 40 countries, in Europe and the Americas. This is the largest comparative project of this nature I am aware of, and a treasure trove for academics and journalists. The study shows not just that the number of populist leaders has doubled, but that the average populist content of political leaders’ speeches has doubled too. Where political speeches were on average “not populist” in 2004, they are approaching “somewhat populist” today. To be clear, most of the political leaders studied were “not populist”, but that is to be expected of this particular subset of politicians, ie national leaders. Even today, populism is still primarily a feature of political challengers, who were not included in this study. As expected, politicians that are broadly considered to be populist, such as the late Venezuelan president Hugo Chávez and Recep Tayyip Erdoğan, president of Turkey, scored highest on the populism scale (“very populist”), but some mainstream politicians scored “somewhat populist” too, such as the former Croatian prime minister Ivo Sanader and the former Latvian PM Einars Repše. Some have even come to use a discourse, at least occasionally, that is even more populist than some true populists’. The most striking example in the dataset is Theresa May’s speech to the 2018 Conservative party conference, which can easily hold its own with Donald Trump’s inaugural address a year earlier. These findings confirm that we are living with a populist zeitgeist, in an era when aspects of populism have become dominant within the political debate. More and more mainstream politicians are using “pro-people” and/or “anti-elite” rhetoric to win voters – in part to fight off electoral challenges from true populist actors. But populist sentiments are not limited to party politics. Both traditional and, particularly, social media are consumed by populist sentiment. Nowadays it is “common knowledge” (a popular populist phrase) that “the elite” is corrupt and that “common sense” (another one) is being ignored. Even movies and songs celebrate populist values, such as John Rich’s Shuttin’ Detroit Down (2009) and even Reese Witherspoon’s Sweet Home Alabama (2002). Programmes that celebrate “the people”, from American Idol to Big Brother have replaced those glorifying “the elite” – such as Lifestyles of the Rich and Famous. This populist zeitgeist has also led to the normalisation of the term populism on both the left and the right by intellectuals and politicians. For instance, the rightwing Dutch premier, Mark Rutte, claims that (his) “good populism” is the best antidote to “bad populism”, even though the parties of “good populism” – Rutte’s conservative VVD and the (nominally) Christian democratic CDA – have nosedived in the polls; meanwhile “bad populism” is polling at record levels – ie Geert Wilders’ Party for Freedom (PVV) and Thierry Baudet’s Forum for Democracy (FvD). And on the other side of the political spectrum, leftwing intellectuals such as Chantal Mouffe and politicians including Jean-Luc Mélenchon argue that only “left populism” can defeat the populist radical right. Importantly, neither Rutte’s “good populism” nor Mouffe’s “left populism” is really populist in the sense that most scholars use the term today. As I have argued before, Rutte’s (good) populism is really nativism (lite). It attacks the ethnic other (notably Muslims) rather than the corrupt elite (of which his own party, the VVD – the People’s Party for Freedom and Democracy – is by far the most significant representative). And Mouffe’s “left populism” fundamentally rejects the monism that defines populism, instead defending a pluralist vision that, despite the rhetoric, is best described as social democracy. In the public discourse, populism is mainly used as a synonym for anti-establishment sentiments, the idea that “the elite” is corrupt, or at least incompetent or ineffective. This sentiment is now so widespread that most “elites” – which include academics and journalists – have internalised it. With references to populist vagaries such as “common sense” and “silent majority”, they hope to show that they are on the side of “the people”, and therefore part of the political solution. In reality, they just confirm the frustrations and prejudices of the populist electorates. The only way to change the populist zeitgeist is to denounce both populism (lite) and anti-populism – in which “the people” are seen as corrupt and the (former) elite as morally pure. As Mouffe rightly argues, we have to (re)politicise the political debate, but by openly acknowledging and respecting the pluralism of our societies – in terms of interests and opinions, rather than ethnicities or religions. This means that neither “the people” nor “the elite” should be essentialised and homogenised. Hence, politicians have to stop pretending to speak for the people. Politics is, by definition, about a power struggle between different groups with a broad variety of interests and values. It is not the task of the politician to define what the people want, but to represent the interests of a specific subset of the people – that is, their electorate – while acknowledging the legitimate interests of other people and politicians. This means not just resisting the urge to copy populist rhetoric, but explicitly rejecting the foundations of populism. • Cas Mudde is a Guardian US columnist",
      "charCount": "5705",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/cas-mudde\">Cas Mudde</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]