[
  {
    "id": "politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-18T19:32:08Z",
    "webTitle": "Brexit: Labour to back rebel Tory bid to force Johnson to demand extension – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live",
    "fields": {
      "headline": "Brexit: Labour to back rebel Tory bid to force Johnson to demand extension – as it happened",
      "standfirst": "<p>Prime minister has said he is ‘very confident’ deal will be approved in historic Commons vote on Saturday </p><ul><li><a href=\"https://www.theguardian.com/politics/2019/oct/18/brexit-extension-unavoidable-if-mps-reject-deal-says-merkel\">Brexit extension unavoidable if MPs reject deal, says Merkel</a></li><li><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/oct/18/how-much-johnson-great-new-deal-actually-new\">How much of Johnson’s ‘great new deal’ is actually new?</a></li><li><a href=\"https://www.theguardian.com/politics/2019/oct/18/brexit-super-saturday-will-the-deal-pass\">‘Super Saturday’: your guide to the big day</a></li></ul>",
      "trailText": "Prime minister has said he is ‘very confident’ deal will be approved in historic Commons vote on Saturday ",
      "byline": "Andrew Sparrow, Ben Quinn, Kate Lyons and Kevin Rawlinson",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"6a0b50e8-3b91-455a-b54c-c5ee903cea00\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/-Y7gmLkrYq4?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5daa0c2f8f0859498cfb1659\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T19:32:08.483Z\">8.32pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Closing summary</h2> \n <div class=\"block-elements\"> \n  <p>That’s all from us for this evening. Here’s a summary of the day’s events:</p> \n  <ul> \n   <li><strong>The prime minister’s plan to push his Brexit deal through parliament was left in doubt after an alliance of MPs united behind a plan to force a new extension.</strong> Johnson appeared to be edging towards the level of support he will need to see his deal pass on Saturday, with some formerly reluctant Tory MPs and some rebellious Labour MPs indicating they will back it. But the <a href=\"https://www.theguardian.com/politics/2019/oct/18/pm-faces-brexit-extension-even-if-his-deal-is-passed\">Letwin amendment may thwart that</a>.</li> \n   <li><strong>EU27 leaders suggested a further extension would be unlikely.</strong> The French president said he did not think one would be granted, while the Irish taoiseach said the UK should not expect one. On Thursday, there were mixed signals over whether or not a delay could be agreed and Johnson has sought to present Saturday’s planned meaningful vote as the last chance to leave with a deal.</li> \n   <li><strong>One thing the Letwin amendment would provide is more time to consider the ramifications of Johnson’s agreement.</strong> Among other considerations, <a href=\"https://www.theguardian.com/politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live?page=with:block-5da998ac8f08993584c890e8#block-5da998ac8f08993584c890e8\">MPs were told</a> they will not see any official economic analysis of its impact before Saturday’s votes. The former chancellor, Philip Hammond, also suggested the PM could be <a href=\"https://www.theguardian.com/politics/2019/oct/18/no-deal-brexit-still-possible-under-new-agreement-says-mp\">planning to bring about a “heavily camouflaged” no-deal Brexit</a> via the motion Letwin seeks to amend.</li> \n  </ul> \n  <p>For those a little unsure what to expect from tomorrow’s hugely important parliamentary proceedings, my colleague <strong>Peter Walker</strong> has this excellent primer:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/18/brexit-super-saturday-will-the-deal-pass\">Brexit 'super Saturday': your guide to the big day</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5daa01178f08984370619ffb\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T18:23:26.243Z\">7.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The hard Brexit-supporting Tory MP, <strong>Andrea Jenkyns</strong>, has said she will back Johnson’s deal. Jenkyns voted against May’s deal on all three occasions and, as she notes in her tweet, would still prefer a no-deal Brexit.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/andreajenkyns/status/1185256151765651456\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">After much consideration, I have decided to back <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> deal. Obviously I would prefer No-Deal but I believe we are in real danger of losing Brexit with the Remain shenanigans and the stakes are dangerously high at the moment. My statement below. <a href=\"https://t.co/n9nEkJePRO\">https://t.co/n9nEkJePRO</a> <a href=\"https://t.co/FHkJjNUtVW\">pic.twitter.com/FHkJjNUtVW</a></p>— Andrea Jenkyns MP (@andreajenkyns) \n    <a href=\"https://twitter.com/andreajenkyns/status/1185256151765651456?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Nevertheless, she is certainly one of the MPs No 10 would have been particularly keen to win round.</p> \n </div> \n</div> \n<div id=\"block-5da9fd4b8f0804be72799a7d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T18:01:52.841Z\">7.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Margot James,</strong> one of 21 Tory rebel MPs expelled from the party last month, has said she will vote for <strong>Boris Johnson’s</strong> deal.</p> \n  <p>James said her decision is due to that fact 64% of her constituents in Stourbridge voted to leave the EU, but that she does have concerns about risks it may pose to the future of the UK.</p> \n  <blockquote class=\"quoted\"> \n   <p>It is important to note that what I trust will be agreed by parliament tomorrow is just a starting point for negotiations about our future relationship with the EU.</p> \n   <p>I am disappointed that the PM has removed many of the commitments made by the former PM that provided for frictionless trade and maximum access to the single market for goods and services.</p> \n   <p>But that is a debate for another day; the priority for parliament tomorrow is to get off the starting blocks by passing the deal.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5da9f9098f0804be72799a6c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T17:55:06.927Z\">6.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sir Oliver Letwin</strong> has said the purpose of his amendment was to ensure there was an extension to the negotiations if there were problems or delays passing the deal’s legislation through parliament.</p> \n  <blockquote class=\"quoted\"> \n   <p>Basically, we are supporting the deal and we are making sure there is an insurance policy to make sure there isn’t a mistake that leads to an unforeseen crashing out.</p> \n   <p>We are creating a sustained insurance policy which means if something goes wrong with the legislation, then we will be sure that the country will be in the EU beyond 31 October until we have found some other way of getting out conveniently.</p> \n  </blockquote> \n  <p>Letwin said the amendment would make it easier for Labour MPs to vote with the government.</p> \n  <blockquote class=\"quoted\"> \n   <p>They know they won’t find themselves in that crashing out position later in the month if something goes wrong in the legislation process, so I really do think it maximises the chance of the deal going through.</p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1185250778258259973\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Letwin is adamant he’s not trying to disrupt the deal, because his amended motion would still be a vote to back the deal or not - but by his own admission it makes the politics a lot more fuzzy</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1185250778258259973?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1185251739647315968\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Forcing the PM to ask for a delay even if MPs have voted for the deal certainly changes the dynamics around tomorrow</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1185251739647315968?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lewis_goodall/status/1185233723664601088\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Lab MP who was tempted to vote for Johnson's deal just told me they'll vote for Letwin: \"Gets us off the hook for a bit longer.\"</p>— Lewis Goodall (@lewis_goodall) \n    <a href=\"https://twitter.com/lewis_goodall/status/1185233723664601088?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lewis_goodall/status/1185250882121879553\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Biggest decision about tomorrow is what the govt decides to do if Letwin amendment passes. Do they pull the whole motion? Or proceed with it, knowing it no longer constitutes a meaningful vote?</p>— Lewis Goodall (@lewis_goodall) \n    <a href=\"https://twitter.com/lewis_goodall/status/1185250882121879553?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da9f2fa8f0804be72799a4c\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T17:30:50.698Z\">6.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A judge at the court of session in Edinburgh has rejected a bid by the anti-Brexit campaigner, <strong>Jolyon Maugham</strong>, that questioned the legality of <strong>Boris Johnson’s</strong> new withdrawal deal.</p> \n  <p>The basis of the legal challenge by the QC and director of the Good Law Project was that the newly <a href=\"https://www.theguardian.com/politics/2019/oct/17/boris-johnson-plays-the-numbers-game-after-getting-his-brexit-deal\">agreed deal</a> contravened legislation – originally amended by hardline Brexiters to stymie the backstop arrangement – that prevents Northern Ireland forming part of a separate customs territory.</p> \n  <p>But <strong>Lord Pentland</strong>, who heard submissions on Friday morning and delivered his ruling at 5pm the same day, said Maugham’s argument was “weak”, adding that his petition was “of doubtful competency”. In his ruling, Pentland said:</p> \n  <blockquote class=\"quoted\"> \n   <p>It is a cardinal principle of constitutional law that the courts should not intrude on the legitimate affairs and processes of parliament.</p> \n  </blockquote> \n  <p>Responding to the ruling, Maugham accepted that he had been mistaken in bringing the action in haste.</p> \n  <blockquote class=\"quoted\"> \n   <p>We had to make a decision to issue proceedings for interim remedies quickly or not at all; once the withdrawal agreement reaches parliament it becomes impossible to challenge.</p> \n   <p>That was a difficult decision to make. It is difficult to move quickly and accurately and, the court has found, I got that decision wrong.</p> \n  </blockquote> \n  <p><strong>Lord Carloway</strong>, Scotland’s most senior judge, has already cleared time for an emergency hearing in the court of session at noon next Monday, as part of an earlier action by Maugham along with the SNP MP, <strong>Joanna Cherry</strong>, and <strong>Dale Vince</strong>, the millionaire owner of the Ecotricity green energy company. Carloway could issue court orders forcing Johnson to send a letter to the EU asking for an extension to article 50 until 31 January, as required by the Benn act.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T18:15:21.651Z\">at 7.15pm BST</time></p> \n</div> \n<div id=\"block-5da9f34a8f0859498cfb15f5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T17:26:17.063Z\">6.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In another broadcast interview, this time with ITV News, the prime minister has claimed his deal – which leaves Northern Ireland practically within the customs union, while removing England, Scotland and Wales – gets the UK out of the backstop.</p> \n  <blockquote class=\"quoted\"> \n   <p>It busts out of [the] backstop, the previous problem with the deal, the previous deal that kept us locked in the customs union and the single market so, it’s a vast, vast, vast step forward.</p> \n   <p>And what it also does, which is good, is it creates a period, a transition period from end of October, end of this month, there’s a period of standstill giving certainty to business and at the end of that it is perfectly correct that we will move to the new arrangements.</p> \n  </blockquote> \n  <p>For a clear idea of what, precisely, the deal entails, see this very handy explainer from my colleague, <strong>Lisa O’Carroll</strong>:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/17/how-is-boris-johnson-brexit-deal-different-from-theresa-may\">How is Boris Johnson's Brexit deal different from Theresa May's?</a> </p> \n  </aside> \n  <p>Johnson also insisted the agreement did not signal a “race to the bottom”.</p> \n  <blockquote class=\"quoted\"> \n   <p>There’s some good language in the level playing field stuff, in the political declaration about this country’s ambitions on the environment and on social protection you know we’re world leaders in this stuff, there are ways in which we want to go further than the EU.</p> \n   <p>Under the freedoms that we will win it will be possible for instance for the UK to ban the export of live animals, which has caused offence over many years in this country and we can do all things differently to a higher standard and our aspirations to high levels of protection will be enshrined in the political declaration.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5da9f02b8f08993584c89376\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T17:13:58.085Z\">6.13pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">PM claims his deal is the 'best outcome' as MPs prepare to vote</h2> \n <div class=\"block-elements\"> \n  <p>There is “no better outcome” than the Brexit deal on offer, the prime minister has claimed this evening.</p> \n  <p>In an interview with the BBC, <strong>Boris Johnson</strong> has sought to portray the forthcoming vote on his Brexit deal as a chance to “move on” from three years of divisive politics in Westminster and beyond.</p> \n  <blockquote class=\"quoted\"> \n   <p>There’s no better outcome than the one I’m advocating tomorrow. </p> \n   <p>I just kind of invite everybody to imagine what it could be like tomorrow evening, if we have settled this, and we have respected the will of the people, because we will then have a chance to to move on.</p> \n  </blockquote> \n  <p>Johnson said he was hopeful the deal would pass in the Commons tomorrow, saying:</p> \n  <blockquote class=\"quoted\"> \n   <p>Look, you know, this has been a long exhausting and quite divisive business Brexit. I hope that people will think well, you know, what’s the balance, what do our constituents really want? Do they want us to keep going with this argument, do they want more division and delay?</p> \n  </blockquote> \n  <p>Critics, of course, will point out that Johnson’s own government’s analysis suggests his deal will cost the UK billions in economic growth and that the best outcome – on that front, at least – would be no Brexit at all.<br></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/2019/oct/17/uk-lost-gdp-growth-brexit-deal-passed-official-estimates\">UK would lose £130bn in growth if Brexit deal passed, figures suggest</a> </p> \n  </aside> \n  <p>Asked about the deal he struck on the Irish border issue, the prime minister denied breaking a promise to the DUP, saying:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think that what you have is a fantastic deal for all of the UK, and particularly for Northern Ireland because you’ve got a single customs territory. Northern Ireland leaves the EU with the rest of the UK.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5da9ec9d8f08993584c89362\" class=\"block is-key-event\" data-block-contributor=\"profile/andrewsparrow\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T16:58:59.223Z\">5.58pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Hammond says he will only vote for deal if PM rules out no deal at end of transition</h2> \n <div class=\"block-elements\"> \n  <p>In <a href=\"https://www.thetimes.co.uk/article/don-t-dupe-us-into-a-no-deal-brexit-philip-hammond-warns-boris-johnson-7s558wr0h\">an article for the Times (paywall)</a> <strong>Philip Hammond</strong>, the former chancellor, and one of the 21 Tories who lost the whip after rebelling over Brexit last month, says he will only vote for the PM’s deal if he gets an assurance that it will not lead to a no-deal Brexit when the transition period finishes at the end of next year. Hammond says:</p> \n  <blockquote class=\"quoted\"> \n   <p>I haven’t come this far seeking to avoid no-deal in 2019 to be duped into voting for a heavily camouflaged no-deal at the end of 2020. But I am not a lost cause.</p> \n  </blockquote> \n  <p>The assurance Hammond is seeking is the exact opposite of the assurance that the Tory Brexiter <strong>John Baron</strong> demanded in a BBC interview this morning. Baron said that he had received private promises from ministers that the government would be willing to default to no-deal at the end of next year if trade talks with the EU failed, but that he wanted Boris Johnson to say this in public. (See <a href=\"https://www.theguardian.com/politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live?page=with:block-5da9b2a58f08993584c891b9#block-5da9b2a58f08993584c891b9\">2pm.) </a>Hammond wants Johnson to say in public that he won’t consider this.</p> \n  <p>The People’s Vote campaign described the Baron comment as evidence that the government is planning a no-deal Brexit for 2020, but government insiders dismiss this as “conspiracy theory” thinking. They argue that Johnson would not have worked so hard for a deal in recent weeks if he actually wanted no deal.</p> \n  <p>That’s all from me for today.</p> \n  <p>My colleague <strong>Kevin Rawlinson </strong>is taking over now.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T17:03:40.714Z\">at 6.03pm BST</time></p> \n</div> \n<div id=\"block-5da9e8b78f0859498cfb15c1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T16:40:24.329Z\">5.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Emmanuel Macron</strong>, the French president, has joined the Boris Johnson fan club, it seems. This is from my colleague <strong>Jennifer Rankin.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1185226966980530184\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Emmanuel Macron on Boris Johnson:<br><br>\"He is sometimes colourful...but he is a leader with genuine strategic vision and those who did not take him seriously were wrong.\" <a href=\"https://t.co/nFjSpQQekI\">https://t.co/nFjSpQQekI</a></p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1185226966980530184?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Macron has changed his tune a bit from the days when <a href=\"http://(ie, Johnson and Michael Gove) as\">he used to denounce those who led the Vote Leave campaign as “liars”.</a></p> \n </div> \n</div> \n<div id=\"block-5da9e80a8f08993584c89346\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T16:29:40.397Z\">5.29pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sebastian Payne </strong>says, in the light of Labour’s Melanie Onn saying she would back Boris Johnson’s deal, the PM now has a notional majority of two for his plan according to the Financial Times’ tally.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SebastianEPayne/status/1185230043766763520\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">And now there were 10: <a href=\"https://twitter.com/OnnMel?ref_src=twsrc%5Etfw\">@OnnMel</a> is backing Boris' deal. By our numbers, Boris Johnson has a majority of *two* for his deal tomorrow <a href=\"https://t.co/2DBWj354Bc\">https://t.co/2DBWj354Bc</a></p>— Sebastian Payne (@SebastianEPayne) \n    <a href=\"https://twitter.com/SebastianEPayne/status/1185230043766763520?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da9e7078f0804be72799a04\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T16:25:54.429Z\">5.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Melanie Onn </strong>has become the latest Labour MP to declare that she is prepared to vote for Boris Johnson’s <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> deal despite intense pressure at Westminster to oppose it, my colleagues <strong>Heather Stewart </strong>and<strong> Peter Walker </strong>report.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/18/labours-melanie-onn-declares-intention-to-vote-for-brexit-deal\">Labour's Melanie Onn declares intention to vote for Brexit deal</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5da9e1918f08993584c89305\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T16:22:28.549Z\">5.22pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Why, even in leave constituencies, most Labour support comes from remainers</h2> \n <div class=\"block-elements\"> \n  <p>On the World at One <strong>Jacob Rees-Mogg,</strong> the leader of the Commons, said he thought Labour MPs in seats that voted leave might want to back the PM’s Brexit deal. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>There are Labour MPs in seats that voted 60, 70% to leave and they will, of their own volition, regardless of anything I could say to them, be thinking about how do they best represent their own voters. </p> \n  </blockquote> \n  <p>In fact new research from the <strong>British Election Study</strong>, which studies voting behaviour in considerable detail through an extensive database going back years, suggests that Rees-Mogg is wrong. Even in constituencies that voted leave in 2016 by large majorities, the people voting Labour are predominantly remain supporters, the research found.</p> \n  <p>Here is an extract from <strong>Ed Fieldhouse</strong>’s <a href=\"https://www.britishelectionstudy.com/bes-findings/labours-electoral-dilemma/#.XancE29KhHd\">write-up for the British Election Study website. </a>(I have highlighted some of the highlights in bold)</p> \n  <blockquote class=\"quoted\"> \n   <p>First, while 68% of Labour voters voted to remain in the EU in 2016, what about voters in those seats which voted to Leave the EU? Dividing countries in to leave and remain seats and subdividing by the 2017 winner, the BES data shows that in Labour seats where there was a leave majority, 60% of Labour voters voted to remain in 2016 compared to 76% in remain seats. In other words while unsurprisingly there were more Labour leave voters in leave seats, on average there was still a substantial remain majority. <strong>Even in those with a leave vote of greater than 60%, a clear majority (57%) of Labour voters voted remain in 2016.</strong></p> \n   <p>Of course, Labour is not looking to win only the votes of those who supported them in 2017, and some people have changed their Brexit preferences since 2016. Rather than focus on 2017 vote and 2016 EU referendum vote we can use the BES to look at the Brexit preferences of all potential Labour voters in May 2019. We defined respondents who scored Labour on a like-dislike scale at least 5 on a 0-10 scale as potential supporters, making up 46% of all respondents that said they would vote and had decided how to vote.</p> \n   <p><strong>Overall 70% of these potential Labour voters said they would vote to remain in the EU, with only 21% preferring to leave</strong>, with the rest saying they ‘don’t know’ or ‘would not vote’ in another referendum. In leave constituencies these figures change only slightly to 65% and 25% respectively. When we narrow this down to Labour seats we see little evidence to suggest that Labour MPs in leave constituencies who are concerned about their re-election prospects need worry more about alienating leave voters than remain voters. In Labour held sets with a leave majority the figures are almost identical: 64% remain and 25% leave.<strong> Even in strong leave Labour seats (where leave vote exceeded 60%) the number of potential Labour voters who would vote remain (62%) is more than twice the number who would vote Leave (26%).</strong></p> \n  </blockquote> \n  <p>Fieldhouse says the view expressed by Rees-Mogg (also shared by some Labour MPs, who worry that a remain stance will cost them votes in leave areas) is what social scientists call “an ecological fallacy”. Fieldhouse explains: “Just because Labour voters disproportionately live in leave areas doesn’t mean that they are more likely to be Leave voters themselves.”</p> \n  <p><strong><br></strong></p> \n </div> \n</div> \n<div id=\"block-5da9dcb38f08c78d1cb4e806\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T15:53:46.552Z\">4.53pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The government has tabled two motions for the debate tomorrow; the first, approving Boris Johnson’s Brexit deal; and a second, alternative one, approving a no-deal Brexit. As<a href=\"https://commonslibrary.parliament.uk/parliament-and-elections/parliament/brexit-deal-saturdays-sitting-explained/\"> this House of Commons library briefing explains, </a>the second motion is only expected to be moved (ie, put to a vote) if the first one gets defeated.</p> \n  <p>The Labour MPs <strong>Peter Kyle </strong>and <strong>Phil Wilson</strong>, who have been behind previous attempts to get the Commons to support a confirmatory referendum on a Brexit deal, have tabled an amendment to the second motion saying a referendum should be held. They say more than 90 MPs have signed it.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterkyle/status/1185215551267921920\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The amendment for a confirmatory ballot has been tabled for <a href=\"https://twitter.com/hashtag/SuperSaturday?src=hash&amp;ref_src=twsrc%5Etfw\">#SuperSaturday</a><br><br>In the space of one hour over 90 MP’s from across the House signed the amendment...on a Friday! <a href=\"https://twitter.com/hashtag/KyleWilson?src=hash&amp;ref_src=twsrc%5Etfw\">#KyleWilson</a> <a href=\"https://twitter.com/hashtag/Compromise?src=hash&amp;ref_src=twsrc%5Etfw\">#Compromise</a> <a href=\"https://t.co/hBQ8g1o8qQ\">pic.twitter.com/hBQ8g1o8qQ</a></p>— Peter Kyle MP (@peterkyle) \n    <a href=\"https://twitter.com/peterkyle/status/1185215551267921920?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterkyle/status/1185215556112322560\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Our approach has always been about consensus and compromise. <br><br>Having heard from hundreds of MPs it is clear that most want to focus entirely on the deal as priority number one, not two substantial propositions simultaneously. <br><br>Many want to vote on the deal before anything else</p>— Peter Kyle MP (@peterkyle) \n    <a href=\"https://twitter.com/peterkyle/status/1185215556112322560?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterkyle/status/1185215557404110848\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">So <a href=\"https://twitter.com/MPphilwilson?ref_src=twsrc%5Etfw\">@MPphilwilson</a> and I have tabled our amendment against Motion 2.<br><br>Should the deal fail to get a majority, MPs will move forward and be given the chance to vote on <a href=\"https://twitter.com/hashtag/KyleWilson?src=hash&amp;ref_src=twsrc%5Etfw\">#KyleWilson</a>.<br><br>If successful, the House will have instructed govt to put any Brexit terms back to the people</p>— Peter Kyle MP (@peterkyle) \n    <a href=\"https://twitter.com/peterkyle/status/1185215557404110848?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>But, given that the second motion will probably not get moved in the first place, the Kyle/Wilson amendment will probably not get put to a vote.</p> \n </div> \n</div> \n<div id=\"block-5da9dab78f08984370619ef4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T15:32:06.493Z\">4.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And <strong>Nick Boles,</strong> the former Tory who now sits as an independent, will back Boris Johnson’s deal.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NickBoles/status/1185213768818745344\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I voted for May’s deal three times. I still want the UK to leave the EU with a deal. The compromise that Johnson has struck is flawed. But it is a lot better than no deal or no Brexit. I will support the motion as amended tomorrow and every stage of the implementing legislation.</p>— Nick Boles MP (@NickBoles) \n    <a href=\"https://twitter.com/NickBoles/status/1185213768818745344?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da9d9cd8f08142786c4edaf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T15:30:19.414Z\">4.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>David Gauke, </strong>the former Tory justice secretary and one of the 21 Tories who had the whip withdrawn last month after rebelling over Brexit, says he will back Boris Johnson’s deal – but is backing the Letwin amendment too.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidGauke/status/1185213082370531329\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I have always believed that the best outcome to Brexit was to leave with a deal. I voted 3 times to leave with a deal.<br><br>For me, the worst outcome was to leave with no deal. I’ve been prepared to resign from the Cabinet and lose the party whip in order to oppose no deal. /1</p>— David Gauke (@DavidGauke) \n    <a href=\"https://twitter.com/DavidGauke/status/1185213082370531329?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidGauke/status/1185214475483451393\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Any deal involves compromises. The PM deserves credit for being willing to compromise and get a deal.<br><br>With the best will in the world and everyone acting in good faith, it will be very difficult to scrutinise and pass any legislation between now and 31 October. /2</p>— David Gauke (@DavidGauke) \n    <a href=\"https://twitter.com/DavidGauke/status/1185214475483451393?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidGauke/status/1185214837196021760\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">As an insurance policy, the Benn Act needs to stay in place. That’s why I’ll support the Letwin amendment.<br><br>I have some concerns about the deal. Is there a risk that at the end of 2020 we find ourselves on WTO terms with the EU? That’s a very bad outcome. /3</p>— David Gauke (@DavidGauke) \n    <a href=\"https://twitter.com/DavidGauke/status/1185214837196021760?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidGauke/status/1185215439766507521\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">But that is a matter Parliament can examine whilst scrutinising the Withdrawal Agreement Bill.<br><br>I’ve been making the case for a long time that resolving Brexit was going to require compromise. Tomorrow I will back the PM’s compromise. I hope Parliament will back the deal. /4</p>— David Gauke (@DavidGauke) \n    <a href=\"https://twitter.com/DavidGauke/status/1185215439766507521?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T15:33:29.471Z\">at 4.33pm BST</time></p> \n</div> \n<div id=\"block-5da9d9208f08993584c892b9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T15:24:46.548Z\">4.24pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The FT’s <strong>Sebastian Payne</strong> reckons Boris Johnson could now have a majority of one for his deal.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SebastianEPayne/status/1185181280100585478\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">With Graham Stringer sounding increasingly emollient towards the deal, that takes Labour MPs supporting the deal up to 9. <br><br>So if all the ERG and Independent Conservatives are on board, <a href=\"https://twitter.com/FinancialTimes?ref_src=twsrc%5Etfw\">@FinancialTimes</a> analysis means he has a majority of 1 for the deal. <a href=\"https://t.co/LsCXL4tcLB\">https://t.co/LsCXL4tcLB</a></p>— Sebastian Payne (@SebastianEPayne) \n    <a href=\"https://twitter.com/SebastianEPayne/status/1185181280100585478?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da9d8498f0859498cfb1532\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T15:21:10.155Z\">4.21pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"8d9aafbfd0625edff68d0daae57fbb3fef0b7d3a\"> \n   <img src=\"https://media.guim.co.uk/8d9aafbfd0625edff68d0daae57fbb3fef0b7d3a/0_50_3500_2100/1000.jpg\" alt=\"An Extinction Rebellion protester who has scaled the scaffolding surrounding Big Ben, wearing what seems to be a Boris Johnson wig.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">An Extinction Rebellion protester who has scaled the scaffolding surrounding Big Ben, wearing what seems to be a Boris Johnson wig.</span> \n    <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da9d7ba8f08993584c892b7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T15:19:24.228Z\">4.19pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Labour MP <strong>Sarah Champion</strong> says she will vote for Boris Johnson’s deal, BuzzFeed’s <strong>Alex Wickham</strong> reports (assuming MPs get the chance to vote on the deal tomorrow).</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alexwickham/status/1185180698321309696\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">🚨 NEW: Another Labour MP switcher<br><br>Sarah Champion signals she will vote FOR the deal in an email to a constituent this afternoon<a href=\"https://t.co/LXj8LW5nu4\">https://t.co/LXj8LW5nu4</a> <a href=\"https://t.co/foKgazJ03p\">pic.twitter.com/foKgazJ03p</a></p>— Alex Wickham (@alexwickham) \n    <a href=\"https://twitter.com/alexwickham/status/1185180698321309696?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da9d62b8f0859498cfb151d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T15:16:02.495Z\">4.16pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sir Oliver Letwin</strong> has released a note to journalists explaining what his amendment will do. (See <a href=\"https://www.theguardian.com/politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live?page=with:block-5da9cab28f08c78d1cb4e786#block-5da9cab28f08c78d1cb4e786\">4.05pm</a>.) Here it is.</p> \n  <blockquote class=\"quoted\"> \n   <p>I am writing this as somebody that voted three times for Theresa May’s deal, who has guaranteed publicly to vote for any deal that provides for an orderly exit, and who will vote for Boris’s excellent deal at all stages through to third reading of the implementing legislation, without any changes whatsoever.</p> \n   <p>The one issue that concerns me is to keep the Benn act extension in place as an insurance policy until the implementing legislation is passed by both houses of parliament and the UK’s withdrawal is ratified.</p> \n   <p>The purpose of my amendment is, accordingly, to remove from the government’s motion the bits that would have had the legal effect of satisfying the Benn act conditions and would therefore have removed the need for the PM to seek an extension.</p> \n   <p>It is important to note that, under the Benn act, the extension is maximally flexible, and automatically comes to an end just as soon as the UK completes an orderly withdrawal. So nothing in my amendment or in the Benn act itself in any way delays the actual departure of the UK from the EU immediately following the ratification of the withdrawal agreement.</p> \n   <p>In short, my aim is to ensure that Boris’s deal succeeds, but that we have an insurance policy which prevents the UK from crashing out on 31 October by mistake if something goes wrong during the passage of the implementing legislation. Simple as that!</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"1f224e4e590dbe02406b7af7798da0861b50cc0b\"> \n   <img src=\"https://media.guim.co.uk/1f224e4e590dbe02406b7af7798da0861b50cc0b/470_38_2613_1568/1000.jpg\" alt=\"Sir Oliver Letwin\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sir Oliver Letwin</span> \n    <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T15:24:11.234Z\">at 4.24pm BST</time></p> \n</div> \n<div id=\"block-5da9cab28f08c78d1cb4e786\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T15:05:44.229Z\">4.05pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Labour to back rebel Tory bid to postpone key vote on deal so Johnson is forced to demand extension</h2> \n <div class=\"block-elements\"> \n  <p>My colleague<strong> Heather Stewart</strong> says Labour is planning to back the Letwin amendment tomorrow. This sounds like a technicality, and it is not unexpected, but it may be the most important news of the day, and it could make a Brexit extension followed by an election more likely.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GuardianHeather/status/1185193150433943552\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Understand Labour will support the Letwin amendment - which makes it likely to pass.<br>Would force Johnson to request an extension tomorrow; and mean we won't get a clean, up-and-down vote on his deal.</p>— Heather Stewart (@GuardianHeather) \n    <a href=\"https://twitter.com/GuardianHeather/status/1185193150433943552?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Yesterday the government was <a href=\"https://www.theguardian.com/politics/live/2019/oct/17/eu-leaders-gather-for-summit-as-boris-johnson-scrambles-to-get-backing-for-brexit-deal-politics-live?page=with:block-5da860f48f08c78d1cb4e169#block-5da860f48f08c78d1cb4e169\">defeated by 12 votes</a> on a motion tabled by <strong>Sir Oliver Letwin</strong>, the former Tory cabinet minister, ensuring that, when the Commons votes on the Brexit deal tomorrow, it will be possible for MPs to debate and vote on multiple amendments. For obvious reasons, the government wanted to restrict the chances for its motion to be amended.</p> \n  <p>Taking advantage of his own rule change, Letwin has tabled an amendment to the government motion tomorrow. It has heavyweight, cross-party support, with those backing it including Hilary Benn, the Labour chair of the Brexit committee, Jo Swinson, the Lib Dem leader, and Philip Hammond, the former chancellor.</p> \n  <p>You can read the text of the Letwin amendment on the order paper <a href=\"https://publications.parliament.uk/pa/cm201920/cmagenda/OP191019.pdf\">here (pdf)</a>. The amendment would remove almost all the government motion (which says the Commons has approved the Brexit deal) and says the Commons is withholding approval of the deal until the legislation implementing it has been passed.</p> \n  <p>As Letwin <a href=\"https://www.theguardian.com/politics/live/2019/oct/17/eu-leaders-gather-for-summit-as-boris-johnson-scrambles-to-get-backing-for-brexit-deal-politics-live?page=with:block-5da860f48f08c78d1cb4e169#block-5da860f48f08c78d1cb4e169\">explained in the debate yesterday</a>, his aim is to close a loophole in the Benn act. The legislation forces the PM to request a Brexit extension if a deal has not been passed by the end of tomorrow. A vote in favour of the deal tomorrow would have meant there was no need for the PM to request an extension. But if the withdrawal agreement bill (WAB) failed to get through parliament by 31 October, the UK could end up leaving with no deal by accident. Letwin’s amendment would lead to the PM having to request an extension tomorrow, on the proviso that if the WAB gets through by the end of October, at that point the extension would be withdrawn. You could call it a backstop.</p> \n  <p>The Benn act passed by 29 votes at second reading and it is likely that the Letwin amendment, which is just intended to copper bottom the Benn act, will also pass tomorrow.</p> \n  <p>If it does, the make-or-break vote on Johnson’s deal will never actually take place. Instead MPs will vote on a bland motion (see below), which could go through on the nod.</p> \n  <p>At that point, if Johnson complies with <a href=\"https://www.scotcourts.gov.uk/docs/default-source/cos-general-docs/pdf-docs-for-opinions/2019csoh77.pdf?sfvrsn=0\">the assurances that he gave to the court of session in Scotland</a>, he will have to write a letter to the EU requesting an extension.</p> \n  <p>And at that point Johnson would have to decide whether to try to pass his withdrawal agreement bill by 31 October, to release him from the obligation to take up the extension - or whether to accept the extension, and then hold the election that Labour has promised to back in the event of an extension happening. He would campaign promising to implement his Brexit deal - against Labour promising a further negotiation.</p> \n  <p>This is starting to get speculative, but what is clear is that there is now a real chance that “Super Saturday” could turn out not to be the make-or-break Brexit moment people have been expecting.</p> \n  <p>Assuming that Letwin’s amendment passes, this is the motion, as amended, that MPs would be voting on. (The Letwin text, replacing 12 lines in the original, is in bold.)</p> \n  <blockquote class=\"quoted\"> \n   <p>That, in light of the new deal agreed with the European Union, which enables the United Kingdom to respect the result of the referendum on its membership of the European Union and to leave the European Union on 31 October with a deal,<strong> </strong><strong>this house has considered the matter but withholds approval unless and until implementing legislation is passed.</strong></p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T15:12:47.147Z\">at 4.12pm BST</time></p> \n</div> \n<div id=\"block-5da9ce108f0859498cfb14e1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T14:37:25.350Z\">3.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From PoliticsHome’s <strong>John Johnston</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/johnjohnstonmi/status/1185203037423525888\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A protestor dressed as Boris Johnson is now half way up the Big Ben scaffolding. Police screaming at him to come down. <a href=\"https://t.co/eJvk3ZFDJi\">pic.twitter.com/eJvk3ZFDJi</a></p>— John Johnston (@johnjohnstonmi) \n    <a href=\"https://twitter.com/johnjohnstonmi/status/1185203037423525888?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da9c7b08f0859498cfb14b0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T14:19:55.388Z\">3.19pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Varakdar says MPs should not assume EU27 would inevitably agree to Brexit extension</h2> \n <div class=\"block-elements\"> \n  <p>And<strong> Leo Varadkar</strong>, the Irish taoiseach (prime minister), has also said that MPs at Westminster should not assume that the EU27 would inevitably agree to a Brexit extension. Speaking at his post-summit press conference, he said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The position that we have agreed as the European council is that as things stand there is no request from the UK for an extension, if for some reason a request came, then Donald Tusk – president of the European council – would consult individually with all the European leaders to see if we would agree to such a request.</p> \n   <p>But bear in mind that request would have to be agreed unanimously by all 27 leaders, so I don’t think MPs voting tomorrow should make the assumption there would be unanimity for an extension. But our point of view has always been that we would be open to it, but it would be a mistake to assume that it’s a guarantee, given that it requires unanimity by all 27 member states.</p> \n  </blockquote> \n  <p>He also said although Ireland would be open to an extension to allow more time for the House of Commons to ratify a deal, there was no plan B. He explained:</p> \n  <blockquote class=\"quoted\"> \n   <p>Plan B is no deal, and we’re all preparing for that, and we’ve all been preparing for that since the referendum, but let’s hope that doesn’t happen.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"c454ed744d54329b71dea7d0680b59463d19a316\"> \n   <img src=\"https://media.guim.co.uk/c454ed744d54329b71dea7d0680b59463d19a316/0_6_3200_1920/1000.jpg\" alt=\"Leo Varadkar\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Leo Varadkar</span> \n    <span class=\"element-image__credit\">Photograph: Pier Marco Tacca/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T14:27:39.644Z\">at 3.27pm BST</time></p> \n</div> \n<div id=\"block-5da9c4ae8f08993584c89228\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T14:09:40.476Z\">3.09pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Macron says he does not think EU will grant further Brexit extension</h2> \n <div class=\"block-elements\"> \n  <p><strong>Emmanuel Macron,</strong> the French president, has said he does not want to grant another Brexit extension. Speaking at a press conference at the end of the EU summit, he said:</p> \n  <blockquote class=\"quoted\"> \n   <p>So that we can turn to the future I believe that we shall stick to the deadline of October 31.</p> \n   <p>That being said, I’m not trying to read the future but I do not think we shall grant any further delay. </p> \n   <p>I believe it is now time to put an end to these negotiations and work on the future relationship and put an end to what is currently ongoing. </p> \n   <p>Like I said, there shall be no delay unless there are some major changes.</p> \n  </blockquote> \n  <p>Under the Benn act, Boris Johnson will have to request a Brexit extension if his deal is not agreed by parliament tomorrow. For an extension to be granted, all EU states would have to approve, which means that Macron would have a veto. Any suggestion that he might not allow an extension is helpful to Johnson, because he wants MPs to think tomorrow that they face a choice between his deal and no deal.<br></p> \n  <p>The intervention by Jean-Claude Juncker, the European commission president, at the summit yesterday, <a href=\"https://www.theguardian.com/politics/live/2019/oct/17/eu-leaders-gather-for-summit-as-boris-johnson-scrambles-to-get-backing-for-brexit-deal-politics-live?page=with:block-5da86be18f08c78d1cb4e1b2#block-5da86be18f08c78d1cb4e1b2\">when he also said there should be no extension</a>, was also interpreted as an attempt to help Johnson get his deal through the Commons.</p> \n  <p>In practice, although most of the EU27 are fed up of Brexit and want it over, it is assumed that, faced with a no-deal Brexit as an alternative, in practice they would grant a request for an extension from the UK.</p> \n  <figure class=\"element element-image\" data-media-id=\"44050a65b1bec2b482951ba0fc14abe90dd3f787\"> \n   <img src=\"https://media.guim.co.uk/44050a65b1bec2b482951ba0fc14abe90dd3f787/0_144_3307_1985/1000.jpg\" alt=\"Macron holding a press conference at the end of the EU summit\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Macron holding a press conference at the end of the EU summit</span> \n    <span class=\"element-image__credit\">Photograph: Anadolu Agency via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T14:24:54.590Z\">at 3.24pm BST</time></p> \n</div> \n<div id=\"block-5da9c0cd8f08984370619e43\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T13:42:43.324Z\">2.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The court of session has finished hearing submissions on the latest legal challenge by anti-Brexit campaigner Jolyon Maugham QC, and Lord Pentland has said that he will give his decision by the end of the day. </p> \n  <p>Scotland’s highest court heard that Boris Johnson’s new withdrawal agreement to leave the European Union involves a “clear and unequivocal breach” of national law.</p> \n  <p>The basis of the challenge is that the newly <a href=\"https://www.theguardian.com/politics/2019/oct/17/boris-johnson-plays-the-numbers-game-after-getting-his-brexit-deal\">agreed deal</a> with the EU contravenes legislation – originally amended by hardline Brexiters to stymie the backstop arrangement – that prevents Northern Ireland forming part of a separate customs territory.</p> \n  <p>Sitting before Pentland, the court of session in Edinburgh heard from <strong tabindex=\"-1\">Aidan O’Neill </strong>QC that the provisions of the new withdrawal agreement make it plain that Northern Ireland would also form part of a separate customs territory, that of the European Union, and that this breaches section 55 of the Taxation (Cross-border Trade) Act 2018, which states that it is “unlawful for Her Majesty’s government to enter into arrangements under which Northern Ireland forms part of a separate customs territory to Great Britain”.</p> \n  <p>Noting that section 55 – the result of an amendment sponsored by the hardline European Research Group - “intended to tie the government’s hands”, O’Neill added that whether Northern Ireland forms part of a separate customs territory after Brexit “is a question of objective law” and that it “can’t be plainer” that the UK government has acted unlawfully.</p> \n  <p>But <strong>Gerry Moynihan</strong> QC for the UK government argued that the petition was beyond the competency of the court, saying it was inviting the court to “inhibit” consideration of the agreement. “This is a manifest attempt to interfere with proceedings in parliament,” he told Pentland. He added that a substantial part of Northern Ireland’s trade would remain part of the UK’s customs territory and therefore section 55 would be complied with.</p> \n  <p>Moynihan also presented a letter from the Speaker’s counsel which warned that Maugham’s petition was asking for action that would “inevitably involve interference on proceedings in parliament and as a breach of the separation of powers”.</p> \n  <p>The hearing, which concluded just before 1pm, involved testy exchanges between Pentland and O’Neill, as the judge attempted to clarify whether the court was in effect being asked to prevent parliament debating the deal on Saturday.</p> \n  <p>O’Neill said that he was asking the court to clarify the law for parliament, and that it would be parliament’s decision whether to then repeal section 55 in order to retrospectively validate the agreement.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T14:03:16.204Z\">at 3.03pm BST</time></p> \n</div> \n<div id=\"block-5da9bb7c8f08142786c4ecf3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T13:18:33.947Z\">2.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Another “Spartan”, the former Brexit minister<strong> Suella Braverman</strong>, has announced that she will be voting for Boris Johnson’s deal.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SuellaBraverman/status/1185175331348590592\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Just over a year ago I resigned from Government over the terms of the deal. I voted against it 3 times. Tomorrow I will vote to support the new deal secured by <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a>. This is about more than Brexit. It’s about integrity &amp; democracy. Let’s get Brexit done &amp; restore trust</p>— Suella Braverman MP (@SuellaBraverman) \n    <a href=\"https://twitter.com/SuellaBraverman/status/1185175331348590592?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da9b2a58f08993584c891b9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T13:00:08.509Z\">2.00pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson urged to win Tory Brexiter voters by confirming no deal could happen at end of 2020</h2> \n <div class=\"block-elements\"> \n  <p>The Tory Brexiter <strong>John Baron</strong> told the BBC this morning that ministers such as Dominic Raab, the foreign secretary, and Michael Gove, the Cabinet Office minister, have told him that, if the trade talks with the EU do not produce a deal by the end of next year, the UK would leave the transition and trade with the EU on no-deal (ie, WTO) terms. </p> \n  <p>He also said a similar assurance in public from Boris Johnson would help to persuade hardline Brexiters (ie, the core of the European Research Group) to back the deal. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>All I can share with you is this: I am doing my best to persuade colleagues, the so-called Spartans who like me voted three times against Theresa May’s deal, to look at this in a favourable light. Because provided we can get that clear assurance, and I have been given it so far by people like Michael Gove and Dominic Raab, and I’m hoping to get it from the prime minister tomorrow, that we will be leaving after the trade talks, if those trade talks fail up to December 2020, on no-deal terms - as long as we can get that assurance, and I think we have done, then we’ll be supporting the deal tomorrow.</p> \n  </blockquote> \n  <p>Under the government’s current plan the UK would leave the EU legally on 31 October but then remain in a transition until December 2020, during which most aspects of EU law would continue to apply. Ministers claim that they will be able to negotiate a new trade relationship with the EU before the end of next year, but the withdrawal agreement allows the transition to be extended for an extra year or two years and most trade experts think that in practice this will be necessary because there is very little chance of negotiating a trade deal within 14 months. In <a href=\"https://www.irishtimes.com/news/world/europe/penny-finally-dropping-for-uk-on-brexit-says-phil-hogan-1.4013645\">an interview with the Irish Times last month</a> <strong>Phil Hogan,</strong> the incoming European trade commissioner, said it would take him up to eight months to assemble a new trade negotiating team and then “a number of years” to conclude talks with the UK.</p> \n  <p>But the <strong>People’s Vote </strong>campaign says Baron’s comment show that the government is not sincere about wanting a trade deal and that is is preparing for a no-deal Brexit at the end of next year.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peoplesvote_uk/status/1185160014421299200\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING: John Baron reveals the NO DEAL promise from Michael Gove &amp; Dominic Raab that is making <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> extremists vote for this fake deal. <br><br>They have no intention of signing up to a free trade deal before 2020. They want the UK to crash out out with No Deal. Please RT:</p>— People's Vote UK (@peoplesvote_uk) \n    <a href=\"https://twitter.com/peoplesvote_uk/status/1185160014421299200?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T13:36:05.720Z\">at 2.36pm BST</time></p> \n</div> \n<div id=\"block-5da9b1368f08993584c891b1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T12:37:22.544Z\">1.37pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are from BuzzFeed’s <strong>Alex Wickham.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alexwickham/status/1185167878758289408\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">No10 fighting to nail down votes of the 21 former Tory rebels<br><br>Had previously been thought most would come over<br><br>But now fears these rebels could remain in the high single figures<a href=\"https://t.co/LXj8LW5nu4\">https://t.co/LXj8LW5nu4</a></p>— Alex Wickham (@alexwickham) \n    <a href=\"https://twitter.com/alexwickham/status/1185167878758289408?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alexwickham/status/1185168263950557184\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Tory whips balancing act<br><br>Some Spartans not backing deal yet, asking for commitment to leave transition period on WTO terms if a FTA cannot be agreed<br><br>Paterson a problem<br><br>But make that commitment and the former Tory rebels and Labour MPs will fall away<a href=\"https://t.co/LXj8LW5nu4\">https://t.co/LXj8LW5nu4</a></p>— Alex Wickham (@alexwickham) \n    <a href=\"https://twitter.com/alexwickham/status/1185168263950557184?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/alexwickham/status/1185168667102855178\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Some Spartans frustrated at Sammy Wilson / Ian Paisley Jnr / Nigel Dodds counter-whipping operation trying to get them to oppose the deal<br><br>One says Wilson in particular is being “annoying” and is hell-bent on no-deal<a href=\"https://t.co/LXj8LW5nu4\">https://t.co/LXj8LW5nu4</a></p>— Alex Wickham (@alexwickham) \n    <a href=\"https://twitter.com/alexwickham/status/1185168667102855178?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da9b03c8f08c78d1cb4e6db\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T12:30:09.955Z\">1.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"696730079e6a63359956b635680ee50774b2b604\"> \n   <img src=\"https://media.guim.co.uk/696730079e6a63359956b635680ee50774b2b604/0_214_6720_4032/1000.jpg\" alt=\"A field in Wiltshire is now the site of the biggest Brexit protest ever after campaign group Led By Donkeys ploughed a message in 40m high letters. Passing aeroplane passengers can see the words BRITAIN NOW WANTS TO REMAIN cut across 25,000 sq/m of the field in Wiltshire.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A field in Wiltshire is now the site of the biggest Brexit protest ever after campaign group Led By Donkeys ploughed a message in 40-metre letters. Passing aeroplane passengers can see the words BRITAIN NOW WANTS TO REMAIN cut across 25,000 sq metres of the field in Wiltshire.</span> \n    <span class=\"element-image__credit\">Photograph: Will Rose/Led By Donkeys</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T13:39:17.765Z\">at 2.39pm BST</time></p> \n</div> \n<div id=\"block-5da9ae1f8f08984370619dc7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T12:26:21.479Z\">1.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Tory Brexiter <strong>John Baron </strong>told the BBC this morning that Boris Johnson’s deal could make a no-deal Brexit possible at the end of next year, when the transition ends. (See <a href=\"https://www.theguardian.com/politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live?page=with:block-5da987538f0859498cfb12e0#block-5da987538f0859498cfb12e0\">11.02am.) </a>The People’s Vote campaign claims this comment shows that no deal remains a Brexiter ambition. It has released this quote from the Tory MP <strong>Guto Bebb</strong>, a PV supporter. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>John Baron let the cat out of the bag. He admits that he and many of his fellow ideologues in the extremist Conservative faction of the ERG are supporting Boris Johnson’s Brexit proposals only because they see it as the fastest way to fulfil their no deal fantasies. </p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"00aa1d81942c38e091265a95854b1d77de1399b1\"> \n   <img src=\"https://media.guim.co.uk/00aa1d81942c38e091265a95854b1d77de1399b1/0_119_6494_3896/1000.jpg\" alt=\"Guto Bebb\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Guto Bebb</span> \n    <span class=\"element-image__credit\">Photograph: Isabel Infantes/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da9acba8f0859498cfb13f6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T12:18:16.736Z\">1.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Liberty has lost a bid to have an urgent hearing of its case against Boris Johnson over the Brexit deadline, the Press Association reports. Lawyers for the civil rights organisation argued today that its legal challenge, brought to ensure Johnson “acts within the law”, should be heard immediately. But their application for an urgent hearing was rejected by court of appeal judges, who said there was no need for an expedited hearing. </p> \n  <p>Government lawyers said Liberty’s case did not need to proceed urgently, as there was “ample time” for it to be heard before the UK’s planned exit from the EU on 31 October, the Press Association reports.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T14:29:03.636Z\">at 3.29pm BST</time></p> \n</div> \n<div id=\"block-5da9ab428f08142786c4ec90\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T12:11:44.045Z\">1.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Mark Francois,</strong> the deputy chair of the European Research Group, which represents hardline Tory Brexiters, and one of the 28 “Spartans” who voted against Theresa May’s deal on all three occasions, has gone into No 10 for a meeting with the PM. On his way in he said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I still have some concerns about some of the specifics of the deal. So I’m going to go in now and discuss them personally with the prime minister. He very kindly granted me a meeting. And I’ll decide what to do when I’ve had a chance to put some questions to the prime minister.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"0d075afed42585fa056009101100cebec7c4c2d0\"> \n   <img src=\"https://media.guim.co.uk/0d075afed42585fa056009101100cebec7c4c2d0/41_0_883_530/500.jpg\" alt=\"Mark Francois\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Mark Francois</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T14:28:30.797Z\">at 3.28pm BST</time></p> \n</div> \n<div id=\"block-5da9aa468f08142786c4ec83\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T12:04:36.954Z\">1.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From <strong>YouGov</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/YouGov/status/1185150058855096320\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING: Snap YouGov poll finds that by 41% to 24%, Britons want Parliament to pass Boris Johnson's Brexit deal. Two thirds (67%) of Leave voters want the deal passed <a href=\"https://t.co/2FZCSNZmE2\">https://t.co/2FZCSNZmE2</a> <a href=\"https://t.co/PhQ4skIuFE\">pic.twitter.com/PhQ4skIuFE</a></p>— YouGov (@YouGov) \n    <a href=\"https://twitter.com/YouGov/status/1185150058855096320?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da9a58c8f0859498cfb13bf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T11:44:21.475Z\">12.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>From Sky’s <strong>Rob Powell</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robpowellnews/status/1185159536832909313\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Brexiteer Mark Francois - who voted against May's deal three times - heads into Downing Street to meet Boris Johnson. He says he \"still has concerns about some of the specifics of the deal\" and will decide what to do after meeting the PM.</p>— Rob Powell (@robpowellnews) \n    <a href=\"https://twitter.com/robpowellnews/status/1185159536832909313?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da9a5118f08984370619d8c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T11:42:43.998Z\">12.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The DUP MP <strong>Sammy Wilson </strong>is urging Tory MPs to join the DUP in rejecting Boris Johnson’s deal.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/eastantrimmp/status/1185122806146785280\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Conservative &amp; Unionist MPs must take a stand for the Union and join us in rejecting this deal. Internal &amp; burdensome trade barriers will be erected within the UK without parallel consent from both unionists &amp; nationalists. This is not Brexit.</p>— Sammy Wilson MP (@eastantrimmp) \n    <a href=\"https://twitter.com/eastantrimmp/status/1185122806146785280?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da9a42f8f08993584c8914c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T11:39:58.614Z\">12.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Ian Blackford</strong>, the SNP leader at Westminster, told the BBC this morning that, if Boris Johnson wins the vote tomorrow, the opposition parties should unite to bring down his government with a no confidence vote. Blackford said:</p> \n  <blockquote class=\"quoted\"> \n   <p>If it does go through [the deal], we will be saying to the opposition parties that we have to come together. We have to remove Boris Johnson’s government from office and we have to move to an early general election. </p> \n   <p>This is a deal that if it does get support in the House of Commons, is going to be devastating for our communities, devastating for jobs. </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5da9a2c68f08993584c89144\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T11:35:24.849Z\">12.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Richard Benyon</strong>, one of the 21 Tories who lost the whip after rebelling over Brexit last month, has confirmed that he will vote for the government tomorrow.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RichardBenyonMP/status/1185111453965127680\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I will be supporting the deal tomorrow</p>— Richard Benyon (@RichardBenyonMP) \n    <a href=\"https://twitter.com/RichardBenyonMP/status/1185111453965127680?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Many of the 21 will be voting with the government. They rebelled because they wanted parliament to rule out a no-deal Brexit, but many of them are willing to see the UK leave the EU as long as a deal is in place.</p> \n </div> \n</div> \n<div id=\"block-5da99ab58f08c78d1cb4e640\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T11:27:05.273Z\">12.27pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Economic impact of Boris Johnson's Brexit plan</h2> \n <div class=\"block-elements\"> \n  <p>The government may not be publishing an economic impact assessment of Boris Johnson’s Brexit deal ahead of tomorrow’s vote (see <a href=\"https://www.theguardian.com/politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live?page=with:block-5da99ab58f08c78d1cb4e640#block-5da99ab58f08c78d1cb4e640\">11.50am</a>), but MPs who cannot wait for the official verdict could do a lot worse than read <a href=\"https://ukandeu.ac.uk/wp-content/uploads/2019/10/The-economic-impact-of-Boris-Johnsons-Brexit-proposals.pdf\">this report on the topic published at the weekend (pdf)</a>. It was published by the <strong>UK in a Changing Europe</strong>, an academic research network, and it is based on economic modelling of Theresa May’s deal, Johnson’s deal, and a WTO Brexit (ie, no deal).</p> \n  <p>The report says UK trade would be lower under all three options than it would be if the UK stayed in the EU, with Johnson’s plan being considerably more damaging than May’s. Looking ahead 10 years, it estimates that Johnson’s plan would cost Britons £800 per head.</p> \n  <p>Here is an extract from the report:</p> \n  <blockquote class=\"quoted\"> \n   <p>Relative to staying in the EU, income per capita in the UK would be 2.5% lower under Mr Johnson’s proposals, compared to 1.7% under Mrs May’s deal and 3.3% in the WTO scenario. We draw the following conclusions:</p> \n   <p>All three scenarios would reduce UK living standards compared to staying in the EU.</p> \n   <p>The decline in income per capita under Mr Johnson’s proposals is 50% greater than for Mrs May’s deal, but smaller than under a WTO exit. The costs of Mr Johnson’s proposals are roughly equidistant between those of Mrs May’s deal and a WTO exit. </p> \n  </blockquote> \n  <p>And here is a chart with the figures.</p> \n  <figure class=\"element element-image\" data-media-id=\"34637d44dab28c65996078511dcfa3e3768149b0\"> \n   <img src=\"https://media.guim.co.uk/34637d44dab28c65996078511dcfa3e3768149b0/0_0_787_324/500.jpg\" alt=\"Impact of Brexit plans\" width=\"500\" height=\"206\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Impact of Brexit plans</span> \n    <span class=\"element-image__credit\">Photograph: UK in a Changing Europe</span> \n   </figcaption> \n  </figure> \n  <p>These figures do not take into account the impact on productivity. The report says trade integration can raise productivity, and that when the impact on productivity of post-Brexit trade barriers is also included, the impact of all three options is even worse.</p> \n  <figure class=\"element element-image\" data-media-id=\"b4fabc6dc116d20a943ce3e5ce87223c482fef04\"> \n   <img src=\"https://media.guim.co.uk/b4fabc6dc116d20a943ce3e5ce87223c482fef04/0_0_784_312/500.jpg\" alt=\"Impact of Brexit plans\" width=\"500\" height=\"199\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Impact of Brexit plans</span> \n    <span class=\"element-image__credit\">Photograph: UK in a Changing Europe</span> \n   </figcaption> \n  </figure> \n  <p>The report also looks at the impact of the three Brexit options on government finances. it explains:</p> \n  <blockquote class=\"quoted\"> \n   <p>To estimate the implications for the government finances, we assume that a 1% fall in GDP per capita reduces government revenue by 0.4% of GDP. As noted above, we also assume that the public finances benefit by 0.4% of GDP per year as a result of reduced EU net contributions, although this may be optimistic …</p> \n   <p>Our most optimistic scenario suggests that, assuming no contributions to the EU budget, Mr Johnson’s deal would leave the public finances £16bn worse off at current prices. For comparison, the government forecasts transport spending at £19bn in 2019-20 (at 2018-19 prices). Our most pessimistic scenario forecasts a much greater impact on the public purse, of around £49bn. This is substantially above current forecast spending on defence in 2019-20 of £39bn (at 2018-19 prices). </p> \n  </blockquote> \n  <p>And here are the figures.</p> \n  <figure class=\"element element-image\" data-media-id=\"db6d7ed958b601a55ee56a5ff8b07066bd16de6a\"> \n   <img src=\"https://media.guim.co.uk/db6d7ed958b601a55ee56a5ff8b07066bd16de6a/0_0_787_361/500.jpg\" alt=\"Impact of Brexit plans\" width=\"500\" height=\"229\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Impact of Brexit plans</span> \n    <span class=\"element-image__credit\">Photograph: UK in a Changing Europe</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T12:05:06.086Z\">at 1.05pm BST</time></p> \n</div> \n<div id=\"block-5da998ac8f08993584c890e8\" class=\"block is-key-event\" data-block-contributor=\"profile/peterwalker\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T10:50:56.659Z\">11.50am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">MPs will not see official impact assessment of PM's deal before tomorrow's vote, No 10 says</h2> \n <div class=\"block-elements\"> \n  <p>MPs will not see any official economic analysis of the impact of Boris Johnson’s Brexit deal before they vote on it on Saturday, Downing Street has confirmed, with such documents only being produced subsequently.</p> \n  <p>The Labour MP Hilary Benn has <a href=\"https://twitter.com/hilarybennmp/status/1184881569728778241\">written to the government</a> seeking an impact assessment. But Johnson’s spokeswoman said these would be more relevant when MPs debated the subsequent withdrawal agreement bill, or WAB, setting out the fuller framework of departure, which will happen if the deal is approved.</p> \n  <p>Asked about the economic analysis she said:</p> \n  <blockquote class=\"quoted\"> \n   <p>It’s worth saying that this negotiation focused primarily on the withdrawal agreement and the changes that we were seeking to make there, rather than the political declaration. We will keep parliament updated throughout the process of passing the WAB. If the motion is voted for on Saturday, we’ll set out some more details on Monday in relation to publications next week.</p> \n  </blockquote> \n  <p>Asked to confirm that this meant no analysis would appear before Saturday’s vote, she added: “We will publish analysis at the appropriate times.”<br></p> \n  <p>We also learned that Johnson will chair a cabinet meeting today at 4pm, and is spending the rest of the day with his team trying to persuade wavering MPs to back his plan, largely on the phone, as parliament is not sitting.</p> \n  <p>Johnson will open Saturday’s proceedings with a statement and questions on his plan, just after 9.30am. The actual motion on the deal will follow afterwards, at which point the Speaker, John Bercow, will say what amendments have been selected for votes.</p> \n  <p>The number of amendments will largely shape the timing of the crucial vote, and No 10 believe it could be as late as the evening.</p> \n  <figure class=\"element element-image\" data-media-id=\"104f17b2ce114b90dc76e13a3712342361b2ca15\"> \n   <img src=\"https://media.guim.co.uk/104f17b2ce114b90dc76e13a3712342361b2ca15/0_1131_3356_2013/1000.jpg\" alt=\"10 Downing Street.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">10 Downing Street.</span> \n    <span class=\"element-image__credit\">Photograph: Mark Thomas/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T11:12:30.453Z\">at 12.12pm BST</time></p> \n</div> \n<div id=\"block-5da995448f0859498cfb1351\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T10:38:13.724Z\">11.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Asked about Jon Lansman’s suggestion that any Labour MP who backed Boris Johnson’s deal should be prevented from standing as a candidate at the next election (see <a draggable=\"true\" href=\"https://www.theguardian.com/politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live?page=with:block-5da989778f08993584c89093#block-5da989778f08993584c89093\">10.57am</a>), a spokesman for <strong tabindex=\"-1\">Jeremy Corbyn </strong>pointed out that Corbyn had not backed this idea when asked about it recently. Asked if any MP who rebelled on this vote would lose the party whip, Corbyn replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>I believe in the power of persuasion rather than the power of threat. I will ask all Labour MPs to vote along with the party in opposing any deal which damages rights and protections in our society or drives us into the arms of Donald Trump.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T11:10:35.039Z\">at 12.10pm BST</time></p> \n</div> \n<div id=\"block-5da993868f0804be7279979e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T10:34:26.038Z\">11.34am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Steve Baker</strong>, chair of the European Research Group and one of the 28 “Spartans” who voted against Theresa May’s deal three times, wants to keep the media guessing as to how the ERG hardcore Brexiters will vote tomorrow. He has posted this on Twitter.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SteveBakerHW/status/1185133924554592256\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Sorry - no news from us before the morning. <br><br>(One or two journalists have been asking!) <a href=\"https://t.co/RMTs4kN8Ao\">https://t.co/RMTs4kN8Ao</a></p>— Steve Baker MP (@SteveBakerHW) \n    <a href=\"https://twitter.com/SteveBakerHW/status/1185133924554592256?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>The ERG is due to meet tomorrow when it will discuss the vote and make a recommendation. Baker may like to imply that it is all still up in the air but, as the Guardian reported on Wednesday, <a href=\"https://www.theguardian.com/politics/2019/oct/16/tory-eurosceptics-rally-round-boris-johnson-as-deal-nears\">the signs are that most of the “Spartans” are likely to support the PM</a>. Comments this morning from Andrew Bridgen (see <a href=\"https://www.theguardian.com/politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live?page=with:block-5da966ff8f08984370619c5e#block-5da966ff8f08984370619c5e\">8.19am</a>) and John Baron (see <a href=\"https://www.theguardian.com/politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live?page=with:block-5da987538f0859498cfb12e0#block-5da987538f0859498cfb12e0\">11.02am</a>) are firming up that analysis.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T11:04:35.382Z\">at 12.04pm BST</time></p> \n</div> \n<div id=\"block-5da990ec8f08993584c890c2\" class=\"block is-key-event\" data-block-contributor=\"profile/lisaocarroll\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T10:25:10.722Z\">11.25am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">John Mann says more than nine Labour MPs will vote for Johnson's deal</h2> \n <div class=\"block-elements\"> \n  <p>The Labour MP <strong>John Mann</strong> has predicted that “more than nine” of his parliamentary colleagues will vote for Johnson’s deal on Saturday. </p> \n  <p>The Bassetlaw MP told RTE radio on Friday morning he would be voting for the Johnson deal with others prepared to risk the Labour whip and join him. </p> \n  <p>“I think there will be more Labour MPs [voting for the deal] than British media have been speculating this morning,” he said, adding that this was because these MPs saw no deal as a worse option.</p> \n  <p>He told the Sean O’Rourke show that Labour MPs who were saying the deal would erode workers rights were wrong because it would be up to parliament to confirm anything set out in the political declaration in the next set of negotiations for a trade deal. If parliament wanted to reduce workers’ rights, then “more fool them”, he said. </p> \n  <p>Asked how many Labour MPs would vote for Johnson deal, he replied: “More than nine.”<br></p> \n  <p>The Financial Times vote count quoted earlier (see <a href=\"https://www.theguardian.com/politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live?page=with:block-5da972408f08993584c89027#block-5da972408f08993584c89027\">9.40am)</a> had seven Labour MPs voting for the deal, and Boris Johnson losing by three votes. If Mann is right about the number of Labour rebels, and the FT is right about everything else, Johnson would win.</p> \n  <figure class=\"element element-image\" data-media-id=\"74195bb39e932bd8b6f8f403870550016a5044a4\"> \n   <img src=\"https://media.guim.co.uk/74195bb39e932bd8b6f8f403870550016a5044a4/0_41_2359_1415/1000.jpg\" alt=\"John Mann.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">John Mann.</span> \n    <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T10:31:38.013Z\">at 11.31am BST</time></p> \n</div> \n<div id=\"block-5da98f8f8f08c78d1cb4e5f2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T10:12:52.408Z\">11.12am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Brexit extension unavoidable if MPs reject deal, says Merkel</h2> \n <div class=\"block-elements\"> \n  <p><strong><a href=\"https://www.theguardian.com/world/angela-merkel\">Angela Merkel</a> </strong>has told EU leaders a Brexit extension will be unavoidable if MPs vote down the deal agreed with Boris Johnson, my colleague <strong tabindex=\"-1\">Jennifer Rankin </strong>reports. Her story goes on:</p> \n  <blockquote class=\"quoted\"> \n   <p>During private EU summit talks on <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a>, the German chancellor told her fellow leaders they could not pretend an extension would not be offered to the UK if it was requested, according to a source familiar with the discussions.</p> \n   <p>Merkel framed Brexit as a historic issue weighing on the EU and said leaders had a responsibility not to push the UK out if there was a request for further delay.</p> \n   <p>Her remarks contrast with the public statement of Jean-Claude Juncker, who said he was <a href=\"https://www.theguardian.com/world/video/2019/oct/17/it-has-to-be-now-jean-claude-juncker-claims-eu-wont-further-delay-brexit-video\">“ruling out” an extension</a>. Although the outgoing commission president has no power to veto any delay, he said: “If we have a deal, we have a deal and there is no need for prolongation.”</p> \n  </blockquote> \n  <p>And here is Jennifer’s story in full.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/18/brexit-extension-unavoidable-if-mps-reject-deal-says-merkel\">Brexit extension unavoidable if MPs reject deal, says Merkel</a> </p> \n  </aside> \n  <figure class=\"element element-image\" data-media-id=\"60df56d8f1a7cf3db3ab8cfb5067c90b82cdcd94\"> \n   <img src=\"https://media.guim.co.uk/60df56d8f1a7cf3db3ab8cfb5067c90b82cdcd94/0_114_5561_3337/1000.jpg\" alt=\"Angela Merkel arriving for today’s EU summit.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Angela Merkel arriving for today’s EU summit.</span> \n    <span class=\"element-image__credit\">Photograph: Olivier Matthys/AP</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T11:09:40.588Z\">at 12.09pm BST</time></p> \n</div> \n<div id=\"block-5da98d3b8f08984370619ced\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T10:09:27.969Z\">11.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Huda Elmi</strong>, another member of Labour’s national executive committee, has backed Jon Lansman (see <a href=\"https://www.theguardian.com/politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live?page=with:block-5da989778f08993584c89093#block-5da989778f08993584c89093\">10.57am)</a> in saying that any Labour MP who votes for Boris Johnson’s deal should not be allowed to stand as a parliamentary candidate for the party again.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hudaelmi_/status/1185128236105261056\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">It’s pretty basic. Being a Labour MP means opposing the Tories when they try to destroy our country. This reckless sell out deal is even worse than Theresa May's, and any Labour MP that sides with Boris Johnson has no right to stand at the next election.</p>— Huda Elmi (@hudaelmi_) \n    <a href=\"https://twitter.com/hudaelmi_/status/1185128236105261056?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Elmi’s stance is not surprising because she was elected to the NEC along with Lansman when all nine slots allocated for people elected by CLPs (constituency Labour parties) were won by people on the Momentum slate. It is quite possible that all of the so-called #JC9 (apart from the one who has been suspended) would take this view. But they do not have a majority on the NEC, which on most issues votes in accordance with the wishes of the party leadership.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T10:13:41.107Z\">at 11.13am BST</time></p> \n</div> \n<div id=\"block-5da987538f0859498cfb12e0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T10:02:44.581Z\">11.02am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Tory Brexiter <strong>John Baron</strong> was one of the 28 “Spartans” who voted against Theresa May’s deal three times. But he told BBC News this morning he was planning to vote for Boris Johnson’s deal because there was now no danger of Northern Ireland being trapped in the backstop (the point underlined by Geoffrey Cox this morning – see <a draggable=\"true\" href=\"https://www.theguardian.com/politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live?page=with:block-5da97dde8f08984370619ca8#block-5da97dde8f08984370619ca8\">10.08am)</a>. Baron explained:<br tabindex=\"-1\"></p> \n  <blockquote class=\"quoted\"> \n   <p>The reason I am inclined to vote for this one is very simple; Theresa May’s backstop could have had us locked into that arrangement indefinitely. Boris Johnson has torn up that backstop, which means that if the trade talks are not successful after we hopefully agree the deal tomorrow here, then we could leave on no-deal terms. And the reason that’s important is that, by leaving no deal on the table, it makes a good trade deal in those negotiations up to December 2020 more likely to succeed.</p> \n  </blockquote> \n  <p>Asked how many other “Spartans” would back Johnson tomorrow, Baron replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>I can’t speak for everybody, but my sense of it is that the momentum is with the prime minister on this.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"bc4898cf544f3d5a52bcd862a69904dba580cf01\"> \n   <img src=\"https://media.guim.co.uk/bc4898cf544f3d5a52bcd862a69904dba580cf01/101_0_1030_618/1000.jpg\" alt=\"John Baron\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">John Baron.</span> \n    <span class=\"element-image__credit\">Photograph: BBC</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T10:05:26.284Z\">at 11.05am BST</time></p> \n</div> \n<div id=\"block-5da989778f08993584c89093\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T09:57:27.556Z\">10.57am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Momentum founder says Labour MPs who vote for PM's deal should be replaced as candidates at election</h2> \n <div class=\"block-elements\"> \n  <p><strong>Jon Lansman,</strong> the founder of Momentum, the Labour organisation for Jeremy Corbyn supporters and a member of the party’s national executive committee, has said that any Labour MP who votes for Boris Johnson’s deal should not be allowed to stand again as a Labour candidate.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jonlansman/status/1185123427671248896\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Johnson's deal will be a wrecking ball through the lives &amp; well-being of ordinary people across Britain. Labour MPs cannot and must not vote for it. If they do, the NEC will have no choice but to replace them with a new, socialist Labour candidate at the next election</p>— Jon Lansman (@jonlansman) \n    <a href=\"https://twitter.com/jonlansman/status/1185123427671248896?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Although Lansman is a close ally of Corbyn’s, he is not a proxy for the Labour leader and the two don’t always agree. The Labour leadership has never said it would remove the whip from MPs who vote with the government tomorrow (John McDonnell, the shadow chancellor, sidestepped a question on this on the Today programme this morning) and it has been reported that Corbyn definitely will not remove the whip from them. Removing the whip would prevent people from standing for the party at the next election. This is from the BBC’s <strong tabindex=\"-1\">Nick Eardley.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nickeardleybbc/status/1184940633275981824\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Understand Labour MPs will not lose whip if they back PM's deal on Saturday</p>— Nick Eardley (@nickeardleybbc) \n    <a href=\"https://twitter.com/nickeardleybbc/status/1184940633275981824?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T10:06:24.240Z\">at 11.06am BST</time></p> \n</div> \n<div id=\"block-5da986258f08142786c4eba4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T09:33:15.672Z\">10.33am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Raoul Ruparel,</strong> who was Theresa May’s Europe adviser in No 10, has posted a good thread on Twitter explaining the differences between her Brexit deal and Boris Johnson’s. It starts here.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RaoulRuparel/status/1184908652878225409\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Have taken time to review the deal. A thread with some thoughts (noting it is similar to proposal I set out below). The vast majority is also the same as the deal negotiated by previous Govt but with a few crucial changes - based on real compromises from both sides /1 <a href=\"https://t.co/qBdbkdXl11\">https://t.co/qBdbkdXl11</a></p>— Raoul Ruparel (@RaoulRuparel) \n    <a href=\"https://twitter.com/RaoulRuparel/status/1184908652878225409?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And here is his conclusion.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RaoulRuparel/status/1184908671840600066\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Is it a good deal or better deal? Depends on your point of view. It leaves the future more open &amp; allows UK to be sure of an independent trade policy. But it makes significant changes to trade within our Union, which may become permanent albeit with democratic oversight. /10 ENDS</p>— Raoul Ruparel (@RaoulRuparel) \n    <a href=\"https://twitter.com/RaoulRuparel/status/1184908671840600066?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T09:35:04.351Z\">at 10.35am BST</time></p> \n</div> \n<div id=\"block-5da982038f0859498cfb12c2\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T09:15:14.820Z\">10.15am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Scotland’s highest court is hearing a new challenge from anti-Brexit campaigners this morning as they seek to have Boris Johnson’s new deal declared unlawful, arguing that it contravenes legislation – originally amended by the arch-Brexiter Jacob Rees-Mogg – that prevents Northern Ireland forming part of a separate customs territory.</p> \n  <p>Jolyon Maugham QC, the director of the Good Law Project, who has spearheaded a series of court challenges to the UK government over Brexit, is seeking an interdict from the court of session in Edinburgh that would effectively suspend the deal, which parliament is set to debate in a historic Saturday session tomorrow, as well as a court order so that if MPs do vote on the deal as planned, the full, final text is put before them.</p> \n  <p>Lawyers for Maugham will tell the court that the deal contravenes section 55 of the Taxation (Cross-border Trade) Act 2018, which states that it is “unlawful for Her Majesty’s government to enter into arrangements under which Northern Ireland forms part of a separate customs territory to Great Britain”.</p> \n  <p>Maugham’s legal team insist that section 55 is “crystal clear” and that any form of differentiated deal for Northern Ireland will contravene it.<br></p> \n  <p>On Twitter this morning, Maugham confirmed he would ask the inner house of the court on Monday to order the prime minister to apply for an extension to article 50 until 31 January under the Benn act, or send the letter itself.</p> \n  <p>Lord Carloway, Scotland’s most senior judge, has already cleared time for an emergency hearing at noon next Monday, as part of an earlier action by Maugham along with the Scottish National party MP Joanna Cherry and Dale Vince, the millionaire owner of the Ecotricity green energy company.</p> \n  <p>Maugham posted this on Twitter this morning.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JolyonMaugham/status/1185082905338548224\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The Prime Minister's desire to meet his short term political objective of leaving on 31 October, after three and a half years, cannot trump the need for proper scrutiny of a 500+ page document with epochal consequences for Great Britain, Northern Ireland and the EU.</p>— Jo Maugham QC (@JolyonMaugham) \n    <a href=\"https://twitter.com/JolyonMaugham/status/1185082905338548224?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T09:37:38.431Z\">at 10.37am BST</time></p> \n</div> \n<div id=\"block-5da97dde8f08984370619ca8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T09:08:52.065Z\">10.08am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Cox publishes legal statement saying alternative backstop plan could not keep Northern Ireland trapped in</h2> \n <div class=\"block-elements\"> \n  <p>On the morning of the second “meaningful vote” on Theresa May’s Brexit plan, <strong>Geoffrey Cox</strong>, the attorney general, published <a href=\"https://www.theguardian.com/politics/live/2019/mar/12/brexit-mps-vote-theresa-may-backstop-deal-jeremy-corbyn-politics-live?page=with:block-5c8793aee4b016d23425a23e#block-5c8793aee4b016d23425a23e\">legal advice on her deal</a> that killed off whatever small, lingering prospect there was of hardline Tory Brexiters supporting it. That is because he said the UK could remain trapped in the backstop. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>However, the legal risk remains unchanged that if through no such demonstrable failure of either party, but simply because of intractable differences, that situation does arise, the United Kingdom would have, at least while the fundamental circumstances remained the same, no internationally lawful means of exiting the protocol’s arrangements, save by agreement.</p> \n  </blockquote> \n  <p>This morning, the government has published a summary of his legal advice on the new mechanism that will replace the backstop. Cox said there were “no grounds” for thinking it would trap the UK because there was an exit mechanism. The full statement (only three paragraphs) is <a draggable=\"true\" href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/840406/Position_of_the_Govenrment_on_terminability_of_the_Protocol_on_Ireland_Northern_Ireland_to_the_Agreement_on_Withdrawal_of_the_United_Kingdom_from_the_European_Union.pdf\">here (pdf)</a>, and here is the conclusion.</p> \n  <blockquote class=\"quoted\"> \n   <p>There are no grounds for supposing that the EU would have any legal basis to assert that articles 5 to 10 of the protocol should continue to apply absent that consent or that the EU would possess a veto over the right of members of the Northern Ireland legislative assembly to withhold consent to the continued application of those provisions.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"34ebd69f79ff560b3f1b4092368774defa53a53b\"> \n   <img src=\"https://media.guim.co.uk/34ebd69f79ff560b3f1b4092368774defa53a53b/0_119_2555_1533/1000.jpg\" alt=\"Geoffrey Cox\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Geoffrey Cox.</span> \n    <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T11:08:06.949Z\">at 12.08pm BST</time></p> \n</div> \n<div id=\"block-5da972408f08993584c89027\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T08:40:36.567Z\">9.40am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">How the numbers stack up ahead of tomorrow's vote</h2> \n <div class=\"block-elements\"> \n  <p>All attention at Westminster at the moment is focused on whether Boris Johnson will be able to get the 320 or so votes that he needs to pass his deal tomorrow. Many people have been looking at the numbers, but at the moment there is no consensus yet as to whether or not Johnson can win – mostly because some MPs will not declare how they will vote until the last moment.</p> \n  <p>My colleague <strong>Rowena Mason </strong>published an analysis of the situation at around lunchtime yesterday. She said that at that point Johnson had 259 votes in the bag, and needed about 60-odd more votes, from a pool of potentially about 71 votes – mostly hardline Tory Brexiters (28), anti-no-deal former Tories (19) and Brexity opposition MPs (21). Her full analysis is here.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/17/can-boris-johnson-pass-his-brexit-deal-through-the-house-of-commons\">Can Johnson pass his Brexit deal through the House of Commons?</a> </p> \n  </aside> \n  <p>The Financial Times has tried to produce a tally. As <strong>Sebastian Payne</strong> reports, as of last night they had 318 MPs due to support the deal, and 321 against.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SebastianEPayne/status/1184900824608264193\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">💥 <a href=\"https://twitter.com/FinancialTimes?ref_src=twsrc%5Etfw\">@FinancialTimes</a> analysis of the Commons numbers ahead of Saturday's big vote.<br><br>With caveats and a lots of undecideds, we reckon 318 MPs could vote for the deal, 321 against. Without the DUP, Boris needs to win over at least 2 MPs to pass his new deal.<a href=\"https://t.co/kdp1C0PzO9\">https://t.co/kdp1C0PzO9</a> <a href=\"https://t.co/5uI4ffrM4I\">pic.twitter.com/5uI4ffrM4I</a></p>— Sebastian Payne (@SebastianEPayne) \n    <a href=\"https://twitter.com/SebastianEPayne/status/1184900824608264193?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n  <p>As<strong> Sam Coates</strong> reports, Sky News has come to a very similar conclusion. It has been counting votes for the deal, and<a href=\"https://news.sky.com/story/brexit-the-pm-needs-320-votes-from-mps-for-his-deal-to-pass-is-that-likely-11838158\"> it reckons Johnson has 316 – four short of the 320 he needs.</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SamCoatesSky/status/1185092627592613888\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">There are lots of unknown. And unknown unknowns<br><br>But late last night Sky number crunching found a path to 4 votes short of BJ winning tomorrow’s vote*<br><br>* Subject to lots of assumptions that might easily change today!<br><br>See the numbers &amp; assumptions:<a href=\"https://t.co/lmVTvMQNb8\">https://t.co/lmVTvMQNb8</a></p>— Sam Coates Sky (@SamCoatesSky) \n    <a href=\"https://twitter.com/SamCoatesSky/status/1185092627592613888?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>The Times (paywall) has got <a href=\"https://www.thetimes.co.uk/edition/news/final-hurdle-in-sight-as-boris-johnson-gets-his-brexit-deal-3kj702597\">a tally saying everything hinges on 57 undeclared MPs.</a></p> \n  <figure class=\"element element-image\" data-media-id=\"f2bb1e52e243ebb6c4112fb8bc12ef51a106e450\"> \n   <img src=\"https://media.guim.co.uk/f2bb1e52e243ebb6c4112fb8bc12ef51a106e450/0_0_771_542/500.jpg\" alt=\"Votes for and against PM’s Brexit deal\" width=\"500\" height=\"351\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Votes for and against PM’s Brexit deal</span> \n    <span class=\"element-image__credit\">Photograph: The Times</span> \n   </figcaption> \n  </figure> \n  <p>At BuzzFeed, <strong>Alex Wickham</strong> has <a href=\"https://www.buzzfeed.com/alexwickham/brexit-rebels-backing-boris-johnson-deal\">a list of MPs who voted against Theresa May’s deal on the third occasion who have now confirmed they will vote for Johnson’s deal.</a> He has 10 names on it, but it was last updated almost 24 hours ago.</p> \n  <p>And this chart, from the Cicero Group public affairs agency, has some interesting projections on how the vote could go under different scenarios.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GoodwinMJ/status/1184842110626869248\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This <a href=\"https://twitter.com/CiceroGlobal?ref_src=twsrc%5Etfw\">@ciceroglobal</a> chart helpful<br><br>DUP rebel but ERG + Lab MPs who backed May + indy Cons support: Johnson loses -5<br><br>DUP+ERG reject but Lab MPs who backed May+indy Cons: Johnson loses -55<br><br>DUP rebel, ERG support+Leave Lab MPs+Lab MPs 4 deal + indy Cons = Johnson wins +29 <a href=\"https://t.co/RJxsV7978R\">pic.twitter.com/RJxsV7978R</a></p>— Matthew Goodwin (@GoodwinMJ) \n    <a href=\"https://twitter.com/GoodwinMJ/status/1184842110626869248?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T09:36:35.958Z\">at 10.36am BST</time></p> \n</div> \n<div id=\"block-5da972c18f08142786c4eb5b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T08:16:45.848Z\">9.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On the Today programme, the Labour MP <strong>Graham Stringer</strong>, who voted to leave the European Union in 2016 but voted against Theresa May’s Brexit deal, admitted he might vote for Boris Johnson’s plans. He said it was very similar to May’s deal, better in some respects but worse in others. But getting Brexit delivered was a priority, he said.</p> \n  <blockquote class=\"quoted\"> \n   <p>[I] will consider whether, if this deal goes down, we won’t get Brexit at all. So it’s a bad deal. But if I thought that we wouldn’t get Brexit at all, then I would consider voting for it.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"6325b63d21e23fd2a697b4a15248c05f3d8a74d4\"> \n   <img src=\"https://media.guim.co.uk/6325b63d21e23fd2a697b4a15248c05f3d8a74d4/0_22_5616_3370/1000.jpg\" alt=\"Graham Stringer\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Graham Stringer.</span> \n    <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T08:26:31.977Z\">at 9.26am BST</time></p> \n</div> \n<div id=\"block-5da96ce98f08c78d1cb4e560\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T07:45:20.848Z\">8.45am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And here is some Twitter comment from journalists on the Dominic Raab interview (see <a href=\"https://www.theguardian.com/politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live?page=with:block-5da9699b8f0859498cfb1275#block-5da9699b8f0859498cfb1275\">8.42am.) </a></p> \n  <p>From the Independent’s<strong> Rob Merrick.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Rob_Merrick/status/1185094511925628928\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Very revealing.....Dominic Raab hails a “cracking deal” for Northern Ireland because it will keep “frictionless access to the single market”<br><br>That’s EXACTLY why the rest of the UK will be left poorer, of course</p>— Rob Merrick (@Rob_Merrick) \n    <a href=\"https://twitter.com/Rob_Merrick/status/1185094511925628928?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From Sky’s <strong>Rob Powell</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robpowellnews/status/1185093672041357312\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Dominic Raab desperately trying to spin the deal as not creating a customs border in the Irish Sea. Checks or no checks, there will be a customs border in the Irish Sea. Goods passing through NI to EU from GB will be taxed with EU tariff - hence there will be a border <a href=\"https://twitter.com/hashtag/r4today?src=hash&amp;ref_src=twsrc%5Etfw\">#r4today</a></p>— Rob Powell (@robpowellnews) \n    <a href=\"https://twitter.com/robpowellnews/status/1185093672041357312?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robpowellnews/status/1185094258514157568\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Not necessarily a bad thing. Many in NI will be thrilled by having one foot in each customs regime. But it’s simply disingenuous to claim this doesn’t create a customs border. Raab should just cough to it and admit it is a UK concession (EU made plenty as well) <a href=\"https://twitter.com/hashtag/r4today?src=hash&amp;ref_src=twsrc%5Etfw\">#r4today</a></p>— Rob Powell (@robpowellnews) \n    <a href=\"https://twitter.com/robpowellnews/status/1185094258514157568?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T08:27:44.319Z\">at 9.27am BST</time></p> \n</div> \n<div id=\"block-5da9699b8f0859498cfb1275\" class=\"block is-key-event\" data-block-contributor=\"profile/andrewsparrow\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T07:42:05.606Z\">8.42am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Raab claims Brexit plan is 'cracking deal for Northern Ireland businesses'</h2> \n <div class=\"block-elements\"> \n  <p>Good morning. I’m Andrew Sparrow, taking over from Ben Quinn.</p> \n  <p>The foreign secretary, <strong>Dominic Raab</strong>,<strong> </strong>got the 8.10am slot on the Today programme this morning, and he was asked about how Boris Johnson could defend his new Brexit plan, which would in practice put a customs border down the Irish Sea, when, in a speech to the DUP conference last year, he said no Conservative government could sign up to a plan that would impose customs controls between Britain and <a draggable=\"true\" href=\"https://www.theguardian.com/uk/northernireland\">Northern Ireland</a>.</p> \n  <p>For the record, here is the <a href=\"https://www.theguardian.com/politics/live/2019/oct/16/brexit-boris-johnson-races-the-clock-as-deadline-for-deal-looms-politics-live?page=with:block-5da6db688f08b13ca7c7b733#block-5da6db688f08b13ca7c7b733\">Johnson quote in full.</a></p> \n  <blockquote class=\"quoted\"> \n   <p>If we wanted to do free trade deals, if we wanted to cut tariffs … if we wanted to vary our regulation then we would have to leave Northern Ireland behind as an economic semi-colony of the EU and we would be damaging the fabric of the union with regulatory checks and even customs controls between Great Britain and Northern <a draggable=\"true\" href=\"https://www.theguardian.com/world/ireland\">Ireland</a> – on top of those extra regulatory checks down the Irish Sea that are already envisaged in the withdrawal agreement.</p> \n   <p>Now I have to tell you, no British Conservative government could or should sign up to any such arrangement.</p> \n  </blockquote> \n  <p>Asked if the government was signing up to an arrangement of the kind that Johnson said would be unacceptable, Raab replied: “No.” He went on: <br></p> \n  <blockquote class=\"quoted\"> \n   <p>Under the new arrangements, the only tariff that could conceivably be levied in relation to goods in Northern Ireland would be in relation to those that come from GB where the idea is to circumvent the rules of the single market and the ultimate destination is mainland Europe. Even then the UK has a double safeguard of waiver or reimbursement. That is not something that was there before.</p> \n   <p>In terms of the regulatory side of customs, the paperwork of customs, there will be none from Northern Ireland to Britain. Great Britain to Northern Ireland already has regulatory declarations, there is already a regulatory border but not a customs border. So there will be an incremental additional section that would have to be filled out on the form. But that is not a substantial extra burden for business.</p> \n   <p>And, overall, what Northern Ireland businesses get is remaining part of the UK customs territory, no infrastructure at the border with the Republic and frictionless access to the single market. It is a cracking deal for Northern Ireland businesses.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T11:06:53.464Z\">at 12.06pm BST</time></p> \n</div> \n<div id=\"block-5da966ff8f08984370619c5e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T07:19:39.586Z\">8.19am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">'Vast majority' of ERG will back PM's deal, claims leading Tory Brexiter</h2> \n <div class=\"block-elements\"> \n  <p><strong>Andrew Bridgen</strong>, the Tory MP and leading member of the European Research Group (ERG), has predicted the vast majority of the hardline pro-Brexit grouping within the parliamentary party will vote for the deal. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think the vast majority of the ERG will come to the conclusion that this deal is tolerable. What we don’t want is a second referendum.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T07:57:27.775Z\">at 8.57am BST</time></p> \n</div> \n<div id=\"block-5da965988f0804be727996ea\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T07:12:45.701Z\">8.12am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Sturgeon suggests Labour would be 'quite happy' to see Brexit deal passed</h2> \n <div class=\"block-elements\"> \n  <p><strong>Nicola Sturgeon, </strong>Scotland’s first minister and the SNP leader<strong>, </strong>has tweeted her suspicions that Labour will ultimately be happy to allow the deal to go through tomorrow:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NicolaSturgeon/status/1185078674644701184\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Hope I’m wrong but I have a real suspicion that Labour would be quite happy to see this deal go through. They will officially oppose but give nod to ‘rebels’ to ensure numbers there to pass. It will be the end of them in Scotland if they do end up facilitating Brexit. <a href=\"https://t.co/OVh7K7kQlO\">https://t.co/OVh7K7kQlO</a></p>— Nicola Sturgeon (@NicolaSturgeon) \n    <a href=\"https://twitter.com/NicolaSturgeon/status/1185078674644701184?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T07:56:19.560Z\">at 8.56am BST</time></p> \n</div> \n<div id=\"block-5da963968f0859498cfb1268\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T07:06:17.114Z\">8.06am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>McDonnell said he did not expect Labour MPs to defy the party whip by voting for the deal, but added that he believed in the “powers of persuasion”.</p> \n  <p>He was against the deal “because we won’t vote for anything that makes our constituents or our country poorer and by any assessment that’s what this deal will do”. He went on:</p> \n  <blockquote class=\"quoted\"> \n   <p>It will introduce checks and barriers on our border and. It is worse than Theresa May’s deal because it removes those commitments that she was willing to offer about a level playing field to protect workers’ rights, environmental standards and consumer rights. </p> \n   <p>It’s a very bad deal we can’t support it.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T08:32:40.310Z\">at 9.32am BST</time></p> \n</div> \n<div id=\"block-5da9608e8f0859498cfb1262\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T07:01:48.133Z\">8.01am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">McDonnell plays down prospect of Labour pushing for confirmatory referendum tomorrow</h2> \n <div class=\"block-elements\"> \n  <p>The shadow chancellor, <strong>John McDonnell,</strong> has indicated that the priority of Labour tomorrow will be opposing the deal the government has negotiated, rather than pushing for a second referendum or ”confirmatory vote”.</p> \n  <p>“To be frank, I think on Saturday we should just vote the deal down because it’s such a bad deal,” he said, speaking on the Today programme.</p> \n  <p>He appealed to other Labour MP’s such as <strong>Ronnie Campbell </strong>(who has been a firm backer of Jeremy Corbyn, pictured with him below)<strong>, </strong><a href=\"https://www.chroniclelive.co.uk/news/north-east-news/north-east-mps-reveal-whether-17102768\">who has revealed he is likely to vote for the deal </a>when it comes to the House of Commons in a special Saturday sitting, not to do so.</p> \n  <p>“I’m going to have a chat with Ronnie,” added McDonnell, who warned against what powers would come into the government’s hand on issues such as employment rights.</p> \n  <blockquote class=\"quoted\"> \n   <p>These are the extreme right that have attacked trade unions throughout their careers and you cannot allow them to have these powers.</p> \n  </blockquote> \n  <p>Campbell, MP for Blyth Valley in north-east England, <a href=\"https://www.chroniclelive.co.uk/news/north-east-news/north-east-mps-reveal-whether-17102768\">told the Evening Chronicle last night</a>: </p> \n  <blockquote class=\"quoted\"> \n   <p>I’m likely to vote for it. I think we’ve got to get something across the line. The people of this country are just sick and tired of the shenanigans that have gone on in parliament over the last three years.</p> \n   <p>Something’s got to happen. Something’s got to break.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"be8d1a9537d1b84a9ff4825bab33242b3b9dc1f3\"> \n   <img src=\"https://media.guim.co.uk/be8d1a9537d1b84a9ff4825bab33242b3b9dc1f3/0_155_4644_2786/1000.jpg\" alt=\"Jeremy Corbyn (left) with the Labour MP Ronnie Campbell during a general election campaign event in Blyth in June, 2017\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jeremy Corbyn (left) with the Labour MP Ronnie Campbell during a general election campaign event in Blyth in June, 2017.</span> \n    <span class=\"element-image__credit\">Photograph: Scott Heppell/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T07:54:09.202Z\">at 8.54am BST</time></p> \n</div> \n<div id=\"block-5da95df28f08142786c4eb23\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T06:49:25.194Z\">7.49am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Among old (former) colleagues from the Labour party, there is some disquiet after <strong>Chuka Umunna</strong> wondered aloud “how on earth” any Labour MP could vote for Johnson’s deal.</p> \n  <p>“The Labour party is generally of one voice in saying that people didn’t vote to be poorer and that is what this agreement is about,” the former Labour, now Liberal Democrat, MP added.<br></p> \n  <blockquote class=\"quoted\"> \n   <p>I haven’t spoken to any Labour MP representing a leave seat who says that their constituent voted to make the country poorer.</p> \n  </blockquote> \n  <p>He added that a lot of those who had been mooted as potential supporters were people who were not standing again and he would “very respectfully ask them, do you want one of your last acts in parliament to be helping to facilitate one of the most rightwing, nationalist, political projects this country has ever seen?”</p> \n  <p>An answer came in fairly short order on Twitter from <strong>Gloria de Piero</strong>, a Labour MP who is stepping down at the next election as the MP for Ashfield, where voters backed leave by 70% in the 2016 EU referendum.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GloriaDePiero/status/1185080114083745792\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Is Chuka Ummuna really on the radio giving Labour MPs a lecture on loyalty to the Labour Party or am I still asleep and just having a weird dream</p>— Gloria De Piero (@GloriaDePiero) \n    <a href=\"https://twitter.com/GloriaDePiero/status/1185080114083745792?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <p>In October, she was one of 19 Labour MPs who <a href=\"https://www.politicshome.com/news/uk/political-parties/labour-party/news/107132/labour-mps-call-eu-compromise-they-pledge-vote\">wrote to the European Commission president</a>, Jean-Claude Juncker, saying they “wish to see the British EU referendum result honoured without further delay”.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T07:52:21.603Z\">at 8.52am BST</time></p> \n</div> \n<div id=\"block-5da95c748f0804be727996d6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T06:37:24.607Z\">7.37am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A cheery-looking <strong>Dominic Raab </strong>has come out to bat on the morning television bulletins, claiming the deal is a “cracking one” for Northern Ireland.</p> \n  <p>Not only does Northern Ireland have “frictionless access” to the single market, but there is no hard border and a consent mechanism has been enshrined, the foreign secretary told BBC1.<br></p> \n  <p>On tomorrow’s vote, Raab said the government would be making the argument to MPs who are worried about no deal that this is the opportunity to secure a deal</p> \n  <blockquote class=\"quoted\"> \n   <p>It’s dealt with the lion’s share that people like me certainly had with the last deal.</p> \n  </blockquote> \n  <p>It takes about two minutes before he checks off Downing Street’s “now is the moment to get Brexit done” talking point (election slogan?).</p> \n  <p>There’s a concerted attempt by Raab to paint the deal as very different from Theresa May’s, adding that the prime minister, “against all the odds”, had secured key changes.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T07:51:36.007Z\">at 8.51am BST</time></p> \n</div> \n<div id=\"block-5da95c248f08984370619c46\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T06:31:40.190Z\">7.31am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Wilson added that the DUP made concessions with the prime minister in order to help him get a deal but suspected he would do what was best for the Conservative party. </p> \n  <p>“We are disappointed he didn’t stick to the red lines he said he would,” the east Belfast MP said. He also voiced the view that a successful election could help Johnson get a better deal.</p> \n  <blockquote class=\"quoted\"> \n   <p>I believe, with a big majority, he can be more robust in his negotiations.</p> \n   <p>It is one of the reasons why we believe that voting this down tomorrow is not the end of the game but in fact probably opens up possibilities for the government that are not available at present but will be after a general election.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T07:50:41.633Z\">at 8.50am BST</time></p> \n</div> \n<div id=\"block-5da95a4b8f08c78d1cb4e526\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T06:28:22.532Z\">7.28am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">DUP confirms it will vote against deal, not abstain</h2> \n <div class=\"block-elements\"> \n  <p>The DUP will “absolutely” be voting against the deal when it comes to the House of Commons, the party’s Brexit spokesman, <strong>Sammy Wilson</strong>, has said, contradicting a suggestion earlier from Peter Bone that the unionist party might be willing to support it. He told the Today programme:</p> \n  <blockquote class=\"quoted\"> \n   <p>Why would we when this deal goes against everything, first of all that the government promised they would do to Northern Ireland.</p> \n   <p>A syphoning off from the rest of the United Kingdom and putting a border down the Irish Sea, in addition to extra costs for Northern Ireland’s businesses.</p> \n  </blockquote> \n  <p>Wilson added that the party would vote as a block and that there was no question of abstaining. The party had already been having conversations with Tory MPs and encouraging them to vote with the DUP “to protect the union”.</p> \n  <p>Good morning. This is<strong> <a href=\"https://twitter.com/BenQuinn75?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">Ben Quinn</a></strong> picking up the blog from Kate.</p> \n  <figure class=\"element element-image\" data-media-id=\"a3454a026002288944b7907437471d1f0716c494\"> \n   <img src=\"https://media.guim.co.uk/a3454a026002288944b7907437471d1f0716c494/24_0_668_401/500.jpg\" alt=\"Sammy Wilson.\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sammy Wilson.</span> \n    <span class=\"element-image__credit\">Photograph: HoC</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T07:49:55.544Z\">at 8.49am BST</time></p> \n</div> \n<div id=\"block-5da955c08f08993584c88fe4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T06:09:35.369Z\">7.09am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Michael Dougan</strong>, professor of European law at University of Liverpool, has this interesting Twitter thread breaking down Boris Johnson’s Brexit deal, the majority of which “remains identical to that finalised by Theresa May”. It’s worth a read.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mdouganlpool/status/1184948107718598657\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">1) vast majority of Withdrawal Agreement remains identical to that finalised by Theresa May – the one that was repeatedly denounced by so many Brexiters (vassal state, money down drain etc) &amp; justifiably criticised by sane commentators (esp flawed citizens’ rights regime)</p>— Michael Dougan (@mdouganlpool) \n    <a href=\"https://twitter.com/mdouganlpool/status/1184948107718598657?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mdouganlpool/status/1184948112823062530\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">3) How? NI will remain subject to large swathes of EU legislation on customs, VAT, goods, energy, state aid etc; on dynamic basis / in accordance with ECJ caselaw. Many of the rules will be enforced by UK bodies, but EU will also exercise various powers / roles in respect of NI.</p>— Michael Dougan (@mdouganlpool) \n    <a href=\"https://twitter.com/mdouganlpool/status/1184948112823062530?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mdouganlpool/status/1184948118023999490\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">5) After all: requires nightmarish system for determining / administering which goods pay EU / UK / no customs duties. Effectively based on presumption that EU duties should apply unless &amp; until proved otherwise – followed by burdensome system of refunds by UK authorities.</p>— Michael Dougan (@mdouganlpool) \n    <a href=\"https://twitter.com/mdouganlpool/status/1184948118023999490?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mdouganlpool/status/1184948123216601088\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">7) … unless NI institutions later decide that \"backstop\" regime should be terminated. But DUP can’t veto extension of Protocol into the future: boohoo. Instead, on rolling basis: cross-community support = 8 year prolongation; though simple majority = still 4 year continuation</p>— Michael Dougan (@mdouganlpool) \n    <a href=\"https://twitter.com/mdouganlpool/status/1184948123216601088?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mdouganlpool/status/1184948128253915136\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">9) Last/not least: revised Political Declaration remains much same but with few tweaks intended to increase future distance between EU/UK. Of course, they don’t matter very much: document isn’t binding; might never be agreement; might take many years; might look very different.</p>— Michael Dougan (@mdouganlpool) \n    <a href=\"https://twitter.com/mdouganlpool/status/1184948128253915136?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/mdouganlpool/status/1184948137347244033\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">11) Conclusion? EU has strong interest in promoting this agreement as way to avoid chaotic withdrawal. Fair enough: within its prerogative / in its interests. But for UK: this \"new deal\" also lays ground for Johnson &amp; Co to plough ahead with their damaging and dangerous Brexit.</p>— Michael Dougan (@mdouganlpool) \n    <a href=\"https://twitter.com/mdouganlpool/status/1184948137347244033?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T07:48:06.984Z\">at 8.48am BST</time></p> \n</div> \n<div id=\"block-5da951ed8f08c78d1cb4e518\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T05:55:41.119Z\">6.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This, from the BBC’s <strong>Mark Urban</strong>, is quite extraordinary.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarkUrban01/status/1184966246141513730\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">An insider from one of the EU institutions here told me today that after UK made its initial offer here 2 weeks ago, Michel Barnier told him, 'we will have to get them to move to a Northern Ireland only backstop, but convince them that's not what's happening'</p>— Mark Urban (@MarkUrban01) \n    <a href=\"https://twitter.com/MarkUrban01/status/1184966246141513730?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MarkUrban01/status/1184966609036820480\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">some folk here are calling it the frontstop</p>— Mark Urban (@MarkUrban01) \n    <a href=\"https://twitter.com/MarkUrban01/status/1184966609036820480?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T07:46:36.967Z\">at 8.46am BST</time></p> \n</div> \n<div id=\"block-5da94f8b8f08993584c88fdc\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T05:46:45.454Z\">6.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>How the papers covered it</h2> \n  <p>Johnson’s progress in getting his deal features on the front pages today, though most papers make it clear that this is not a done deal. The Times says: “Final hurdle in sight as Johnson gets his deal”, the Guardian reports: “Johnson gets his Brexit deal – now it’s a numbers game”. The Mirror says: “On the brink of Brexit … once again”, the i has: “Johnson gets his EU deal … now for the tricky part” and the FT says: “DUP veto threat leaves Johnson’s Brexit deal gamble in the balance”.</p> \n  <p>Other papers are sounding warnings to MPs to vote for the deal. The Telegraph quotes from the prime minister: “It’s my deal or no deal”, the Daily Mail features a picture of Johnson pointing, with the headline: “He’s done his duty. Now MPs must do theirs”, the Sun has rhyming advice: “Get real … take the deal” and the Express says: “Just do it!”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Telegraph/status/1184936536888037376\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The front page of tomorrow’s Daily Telegraph: ‘It’s my deal or no deal’ <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/PsGSICZFtp\">pic.twitter.com/PsGSICZFtp</a></p>— The Telegraph (@Telegraph) \n    <a href=\"https://twitter.com/Telegraph/status/1184936536888037376?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/guardian/status/1184941820809302017\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Guardian front page, Friday 18 October 2019: Johnson gets his Brexit deal – now it’s a numbers game <a href=\"https://t.co/sLudja0uwL\">pic.twitter.com/sLudja0uwL</a></p>— The Guardian (@guardian) \n    <a href=\"https://twitter.com/guardian/status/1184941820809302017?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DailyMailUK/status/1184942226406854656\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Friday's <a href=\"https://twitter.com/DailyMailUK?ref_src=twsrc%5Etfw\">@DailyMailUK</a> <a href=\"https://twitter.com/hashtag/MailFrontPages?src=hash&amp;ref_src=twsrc%5Etfw\">#MailFrontPages</a> <a href=\"https://t.co/uUorMU1oug\">pic.twitter.com/uUorMU1oug</a></p>— Daily Mail U.K. (@DailyMailUK) \n    <a href=\"https://twitter.com/DailyMailUK/status/1184942226406854656?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MsKateLyons/status/1185028305738592256\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Sun front page. 18 October 2019. <a href=\"https://t.co/2wPFBparcb\">pic.twitter.com/2wPFBparcb</a></p>— Kate Lyons (@MsKateLyons) \n    <a href=\"https://twitter.com/MsKateLyons/status/1185028305738592256?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MsKateLyons/status/1185028841988739072\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Daily Express front page. 18 October 2019 <a href=\"https://t.co/1W6WlPNfYQ\">pic.twitter.com/1W6WlPNfYQ</a></p>— Kate Lyons (@MsKateLyons) \n    <a href=\"https://twitter.com/MsKateLyons/status/1185028841988739072?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MsKateLyons/status/1185029208373780480\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The i front page. 18 October 2019 <a href=\"https://t.co/WYnUqJL1im\">pic.twitter.com/WYnUqJL1im</a></p>— Kate Lyons (@MsKateLyons) \n    <a href=\"https://twitter.com/MsKateLyons/status/1185029208373780480?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MsKateLyons/status/1185029473789468673\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The FT front page. 18 October 2019 <a href=\"https://t.co/EIRFEv2Blm\">pic.twitter.com/EIRFEv2Blm</a></p>— Kate Lyons (@MsKateLyons) \n    <a href=\"https://twitter.com/MsKateLyons/status/1185029473789468673?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DailyMirror/status/1184948164127842304\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Tomorrow's front page: On the brink of Brexit ... once again <a href=\"https://twitter.com/hashtag/tomorrowspaperstoday?src=hash&amp;ref_src=twsrc%5Etfw\">#tomorrowspaperstoday</a> <a href=\"https://t.co/ktQTkpqCnl\">https://t.co/ktQTkpqCnl</a> <a href=\"https://t.co/lqJBgBUFNY\">pic.twitter.com/lqJBgBUFNY</a></p>— Daily Mirror (@DailyMirror) \n    <a href=\"https://twitter.com/DailyMirror/status/1184948164127842304?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T06:06:08.656Z\">at 7.06am BST</time></p> \n</div> \n<div id=\"block-5da94cb18f08142786c4eaf2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T05:35:42.834Z\">6.35am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Chuka Umunna </strong>will be doing the radio rounds to explain the Lib Dems opposition to Johnson’s Brexit deal.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChukaUmunna/status/1185062488070594561\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Busy morning explaining why the <a href=\"https://twitter.com/LibDems?ref_src=twsrc%5Etfw\">@LibDems</a> will be opposing Boris Johnson’s job destroying, hard Brexit on <a href=\"https://twitter.com/GMB?ref_src=twsrc%5Etfw\">@GMB</a> (0620), <a href=\"https://twitter.com/BBCBreakfast?ref_src=twsrc%5Etfw\">@BBCBreakfast</a> (0640), <a href=\"https://twitter.com/BBCr4today?ref_src=twsrc%5Etfw\">@BBCr4today</a> (0720), <a href=\"https://twitter.com/LBC?ref_src=twsrc%5Etfw\">@LBC</a> (0750), <a href=\"https://twitter.com/SkyNews?ref_src=twsrc%5Etfw\">@SkyNews</a> (0805) and <a href=\"https://twitter.com/talkRADIO?ref_src=twsrc%5Etfw\">@talkRADIO</a> (0915).</p>— Chuka Umunna (@ChukaUmunna) \n    <a href=\"https://twitter.com/ChukaUmunna/status/1185062488070594561?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5da948aa8f0859498cfb1231\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T05:24:44.482Z\">6.24am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Conservative party’s social media team are not missing a moment in their bid to persuade people that Boris Johnson’s Brexit deal is the way to go. The official Conservatives account has been tweeting pro-Brexit deal videos or pictures every hour overnight, so here are some of their videos and pictures, tweeted out while you slept:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Conservatives/status/1184940576057298944\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">🎥 WATCH: <a href=\"https://twitter.com/Jacob_Rees_Mogg?ref_src=twsrc%5Etfw\">@Jacob_Rees_Mogg</a> talks about the new Brexit deal 👇<a href=\"https://twitter.com/hashtag/GetBrexitDone?src=hash&amp;ref_src=twsrc%5Etfw\">#GetBrexitDone</a> <a href=\"https://twitter.com/hashtag/TakingBackControl?src=hash&amp;ref_src=twsrc%5Etfw\">#TakingBackControl</a> <a href=\"https://t.co/pjYQukVwqN\">pic.twitter.com/pjYQukVwqN</a></p>— Conservatives (@Conservatives) \n    <a href=\"https://twitter.com/Conservatives/status/1184940576057298944?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Conservatives/status/1184952226869137409\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> has got a new deal<br><br>This is a deal which allows us to get Brexit done and leave the EU in two weeks’ time, so we can then focus on the people’s priorities.<a href=\"https://twitter.com/hashtag/GetBrexitDone?src=hash&amp;ref_src=twsrc%5Etfw\">#GetBrexitDone</a><a href=\"https://twitter.com/hashtag/TakeBackControl?src=hash&amp;ref_src=twsrc%5Etfw\">#TakeBackControl</a> <a href=\"https://t.co/CW6OR6xAyG\">pic.twitter.com/CW6OR6xAyG</a></p>— Conservatives (@Conservatives) \n    <a href=\"https://twitter.com/Conservatives/status/1184952226869137409?ref_src=twsrc%5Etfw\">October 17, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Conservatives/status/1185058675724914688\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> has negotiated a new deal – Now it’s time for Parliament to back it<a href=\"https://twitter.com/hashtag/GetBrexitDone?src=hash&amp;ref_src=twsrc%5Etfw\">#GetBrexitDone</a><a href=\"https://twitter.com/hashtag/TakeBackControl?src=hash&amp;ref_src=twsrc%5Etfw\">#TakeBackControl</a> <a href=\"https://t.co/lnuU2DyO8A\">pic.twitter.com/lnuU2DyO8A</a></p>— Conservatives (@Conservatives) \n    <a href=\"https://twitter.com/Conservatives/status/1185058675724914688?ref_src=twsrc%5Etfw\">October 18, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T06:08:25.962Z\">at 7.08am BST</time></p> \n</div> \n<div id=\"block-5da937488f08142786c4eabd\" class=\"block\" data-block-contributor=\"profile/kate-lyons\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-18T05:03:31.119Z\">6.03am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good morning politics fans and welcome to another day on the Brexit train.</p> \n  <p>Yesterday, Boris Johnson got the EU to sign off (not formally, that only happens after they do some careful legal scrutinising of the deal) on a Brexit deal that he said was “a great deal for our country” as well as “a very good deal for our friends in the EU”.</p> \n  <p>Johnson will now launch a charm offensive to win support for the deal, which MPs will vote on in a historic sitting on Saturday. The PM has said he is “very confident” the deal will be approved, even without the backing of the DUP, which issued a statement early on Thursday morning <a href=\"https://www.theguardian.com/politics/2019/oct/17/dup-boris-johnson-brexit-deal\">saying it could not support the government’s position</a>.</p> \n  <p>The party went further later in the day after the text of the reworked withdrawal agreement was published by the European commission. Arlene Foster’s party issued a more strident statement, saying the agreement “drives a coach and horses through the professed sanctity of the Belfast agreement”.</p> \n  <p>Johnson hopes to frame Saturday’s vote as a dramatic “new deal or no deal” moment – but EU leaders declined to come to his aid in Brussels by <a href=\"https://www.theguardian.com/politics/2019/oct/17/boris-johnson-and-eu-reach-brexit-deal-without-dup-backing\">ruling out any further delay to Brexit</a>.<br></p> \n  <p>So today, we can expect to see wrangling, posturing and sweet-talking, as Johnson and his allies try to play the numbers game to get the vote passed on Saturday.</p> \n  <p>I’ll be here on the blog, keeping you company in the early hours, before handing over to my colleagues. As always, you can contact me on <a href=\"https://twitter.com/MsKateLyons\">Twitter</a> or via email (kate.lyons@theguardian.com).</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-18T07:45:51.939Z\">at 8.45am BST</time></p> \n</div>",
      "wordcount": "9940",
      "commentCloseDate": "2019-10-18T20:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-18T05:03:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:57:11Z",
      "liveBloggingNow": "false",
      "productionOffice": "AUS",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ch2k4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8caf1437f36232fc78cba605bdfd3cad30c28dfa/0_244_5247_3149/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "That’s all from us for this evening. Here’s a summary of the day’s events: The prime minister’s plan to push his Brexit deal through parliament was left in doubt after an alliance of MPs united behind a plan to force a new extension. Johnson appeared to be edging towards the level of support he will need to see his deal pass on Saturday, with some formerly reluctant Tory MPs and some rebellious Labour MPs indicating they will back it. But the Letwin amendment may thwart that. EU27 leaders suggested a further extension would be unlikely. The French president said he did not think one would be granted, while the Irish taoiseach said the UK should not expect one. On Thursday, there were mixed signals over whether or not a delay could be agreed and Johnson has sought to present Saturday’s planned meaningful vote as the last chance to leave with a deal. One thing the Letwin amendment would provide is more time to consider the ramifications of Johnson’s agreement. Among other considerations, MPs were told they will not see any official economic analysis of its impact before Saturday’s votes. The former chancellor, Philip Hammond, also suggested the PM could be planning to bring about a “heavily camouflaged” no-deal Brexit via the motion Letwin seeks to amend. For those a little unsure what to expect from tomorrow’s hugely important parliamentary proceedings, my colleague Peter Walker has this excellent primer: The hard Brexit-supporting Tory MP, Andrea Jenkyns, has said she will back Johnson’s deal. Jenkyns voted against May’s deal on all three occasions and, as she notes in her tweet, would still prefer a no-deal Brexit. Nevertheless, she is certainly one of the MPs No 10 would have been particularly keen to win round. Margot James, one of 21 Tory rebel MPs expelled from the party last month, has said she will vote for Boris Johnson’s deal. James said her decision is due to that fact 64% of her constituents in Stourbridge voted to leave the EU, but that she does have concerns about risks it may pose to the future of the UK. It is important to note that what I trust will be agreed by parliament tomorrow is just a starting point for negotiations about our future relationship with the EU. I am disappointed that the PM has removed many of the commitments made by the former PM that provided for frictionless trade and maximum access to the single market for goods and services. But that is a debate for another day; the priority for parliament tomorrow is to get off the starting blocks by passing the deal. Sir Oliver Letwin has said the purpose of his amendment was to ensure there was an extension to the negotiations if there were problems or delays passing the deal’s legislation through parliament. Basically, we are supporting the deal and we are making sure there is an insurance policy to make sure there isn’t a mistake that leads to an unforeseen crashing out. We are creating a sustained insurance policy which means if something goes wrong with the legislation, then we will be sure that the country will be in the EU beyond 31 October until we have found some other way of getting out conveniently. Letwin said the amendment would make it easier for Labour MPs to vote with the government. They know they won’t find themselves in that crashing out position later in the month if something goes wrong in the legislation process, so I really do think it maximises the chance of the deal going through. A judge at the court of session in Edinburgh has rejected a bid by the anti-Brexit campaigner, Jolyon Maugham, that questioned the legality of Boris Johnson’s new withdrawal deal. The basis of the legal challenge by the QC and director of the Good Law Project was that the newly agreed deal contravened legislation – originally amended by hardline Brexiters to stymie the backstop arrangement – that prevents Northern Ireland forming part of a separate customs territory. But Lord Pentland, who heard submissions on Friday morning and delivered his ruling at 5pm the same day, said Maugham’s argument was “weak”, adding that his petition was “of doubtful competency”. In his ruling, Pentland said: It is a cardinal principle of constitutional law that the courts should not intrude on the legitimate affairs and processes of parliament. Responding to the ruling, Maugham accepted that he had been mistaken in bringing the action in haste. We had to make a decision to issue proceedings for interim remedies quickly or not at all; once the withdrawal agreement reaches parliament it becomes impossible to challenge. That was a difficult decision to make. It is difficult to move quickly and accurately and, the court has found, I got that decision wrong. Lord Carloway, Scotland’s most senior judge, has already cleared time for an emergency hearing in the court of session at noon next Monday, as part of an earlier action by Maugham along with the SNP MP, Joanna Cherry, and Dale Vince, the millionaire owner of the Ecotricity green energy company. Carloway could issue court orders forcing Johnson to send a letter to the EU asking for an extension to article 50 until 31 January, as required by the Benn act. In another broadcast interview, this time with ITV News, the prime minister has claimed his deal – which leaves Northern Ireland practically within the customs union, while removing England, Scotland and Wales – gets the UK out of the backstop. It busts out of [the] backstop, the previous problem with the deal, the previous deal that kept us locked in the customs union and the single market so, it’s a vast, vast, vast step forward. And what it also does, which is good, is it creates a period, a transition period from end of October, end of this month, there’s a period of standstill giving certainty to business and at the end of that it is perfectly correct that we will move to the new arrangements. For a clear idea of what, precisely, the deal entails, see this very handy explainer from my colleague, Lisa O’Carroll: Johnson also insisted the agreement did not signal a “race to the bottom”. There’s some good language in the level playing field stuff, in the political declaration about this country’s ambitions on the environment and on social protection you know we’re world leaders in this stuff, there are ways in which we want to go further than the EU. Under the freedoms that we will win it will be possible for instance for the UK to ban the export of live animals, which has caused offence over many years in this country and we can do all things differently to a higher standard and our aspirations to high levels of protection will be enshrined in the political declaration. There is “no better outcome” than the Brexit deal on offer, the prime minister has claimed this evening. In an interview with the BBC, Boris Johnson has sought to portray the forthcoming vote on his Brexit deal as a chance to “move on” from three years of divisive politics in Westminster and beyond. There’s no better outcome than the one I’m advocating tomorrow. I just kind of invite everybody to imagine what it could be like tomorrow evening, if we have settled this, and we have respected the will of the people, because we will then have a chance to to move on. Johnson said he was hopeful the deal would pass in the Commons tomorrow, saying: Look, you know, this has been a long exhausting and quite divisive business Brexit. I hope that people will think well, you know, what’s the balance, what do our constituents really want? Do they want us to keep going with this argument, do they want more division and delay? Critics, of course, will point out that Johnson’s own government’s analysis suggests his deal will cost the UK billions in economic growth and that the best outcome – on that front, at least – would be no Brexit at all. Asked about the deal he struck on the Irish border issue, the prime minister denied breaking a promise to the DUP, saying: I think that what you have is a fantastic deal for all of the UK, and particularly for Northern Ireland because you’ve got a single customs territory. Northern Ireland leaves the EU with the rest of the UK. In an article for the Times (paywall) Philip Hammond, the former chancellor, and one of the 21 Tories who lost the whip after rebelling over Brexit last month, says he will only vote for the PM’s deal if he gets an assurance that it will not lead to a no-deal Brexit when the transition period finishes at the end of next year. Hammond says: I haven’t come this far seeking to avoid no-deal in 2019 to be duped into voting for a heavily camouflaged no-deal at the end of 2020. But I am not a lost cause. The assurance Hammond is seeking is the exact opposite of the assurance that the Tory Brexiter John Baron demanded in a BBC interview this morning. Baron said that he had received private promises from ministers that the government would be willing to default to no-deal at the end of next year if trade talks with the EU failed, but that he wanted Boris Johnson to say this in public. (See 2pm.) Hammond wants Johnson to say in public that he won’t consider this. The People’s Vote campaign described the Baron comment as evidence that the government is planning a no-deal Brexit for 2020, but government insiders dismiss this as “conspiracy theory” thinking. They argue that Johnson would not have worked so hard for a deal in recent weeks if he actually wanted no deal. That’s all from me for today. My colleague Kevin Rawlinson is taking over now. Emmanuel Macron, the French president, has joined the Boris Johnson fan club, it seems. This is from my colleague Jennifer Rankin. Macron has changed his tune a bit from the days when he used to denounce those who led the Vote Leave campaign as “liars”. Sebastian Payne says, in the light of Labour’s Melanie Onn saying she would back Boris Johnson’s deal, the PM now has a notional majority of two for his plan according to the Financial Times’ tally. Melanie Onn has become the latest Labour MP to declare that she is prepared to vote for Boris Johnson’s Brexit deal despite intense pressure at Westminster to oppose it, my colleagues Heather Stewart and Peter Walker report. On the World at One Jacob Rees-Mogg, the leader of the Commons, said he thought Labour MPs in seats that voted leave might want to back the PM’s Brexit deal. He said: There are Labour MPs in seats that voted 60, 70% to leave and they will, of their own volition, regardless of anything I could say to them, be thinking about how do they best represent their own voters. In fact new research from the British Election Study, which studies voting behaviour in considerable detail through an extensive database going back years, suggests that Rees-Mogg is wrong. Even in constituencies that voted leave in 2016 by large majorities, the people voting Labour are predominantly remain supporters, the research found. Here is an extract from Ed Fieldhouse’s write-up for the British Election Study website. (I have highlighted some of the highlights in bold) First, while 68% of Labour voters voted to remain in the EU in 2016, what about voters in those seats which voted to Leave the EU? Dividing countries in to leave and remain seats and subdividing by the 2017 winner, the BES data shows that in Labour seats where there was a leave majority, 60% of Labour voters voted to remain in 2016 compared to 76% in remain seats. In other words while unsurprisingly there were more Labour leave voters in leave seats, on average there was still a substantial remain majority. Even in those with a leave vote of greater than 60%, a clear majority (57%) of Labour voters voted remain in 2016. Of course, Labour is not looking to win only the votes of those who supported them in 2017, and some people have changed their Brexit preferences since 2016. Rather than focus on 2017 vote and 2016 EU referendum vote we can use the BES to look at the Brexit preferences of all potential Labour voters in May 2019. We defined respondents who scored Labour on a like-dislike scale at least 5 on a 0-10 scale as potential supporters, making up 46% of all respondents that said they would vote and had decided how to vote. Overall 70% of these potential Labour voters said they would vote to remain in the EU, with only 21% preferring to leave, with the rest saying they ‘don’t know’ or ‘would not vote’ in another referendum. In leave constituencies these figures change only slightly to 65% and 25% respectively. When we narrow this down to Labour seats we see little evidence to suggest that Labour MPs in leave constituencies who are concerned about their re-election prospects need worry more about alienating leave voters than remain voters. In Labour held sets with a leave majority the figures are almost identical: 64% remain and 25% leave. Even in strong leave Labour seats (where leave vote exceeded 60%) the number of potential Labour voters who would vote remain (62%) is more than twice the number who would vote Leave (26%). Fieldhouse says the view expressed by Rees-Mogg (also shared by some Labour MPs, who worry that a remain stance will cost them votes in leave areas) is what social scientists call “an ecological fallacy”. Fieldhouse explains: “Just because Labour voters disproportionately live in leave areas doesn’t mean that they are more likely to be Leave voters themselves.” The government has tabled two motions for the debate tomorrow; the first, approving Boris Johnson’s Brexit deal; and a second, alternative one, approving a no-deal Brexit. As this House of Commons library briefing explains, the second motion is only expected to be moved (ie, put to a vote) if the first one gets defeated. The Labour MPs Peter Kyle and Phil Wilson, who have been behind previous attempts to get the Commons to support a confirmatory referendum on a Brexit deal, have tabled an amendment to the second motion saying a referendum should be held. They say more than 90 MPs have signed it. But, given that the second motion will probably not get moved in the first place, the Kyle/Wilson amendment will probably not get put to a vote. And Nick Boles, the former Tory who now sits as an independent, will back Boris Johnson’s deal. David Gauke, the former Tory justice secretary and one of the 21 Tories who had the whip withdrawn last month after rebelling over Brexit, says he will back Boris Johnson’s deal – but is backing the Letwin amendment too. The FT’s Sebastian Payne reckons Boris Johnson could now have a majority of one for his deal. The Labour MP Sarah Champion says she will vote for Boris Johnson’s deal, BuzzFeed’s Alex Wickham reports (assuming MPs get the chance to vote on the deal tomorrow). Sir Oliver Letwin has released a note to journalists explaining what his amendment will do. (See 4.05pm.) Here it is. I am writing this as somebody that voted three times for Theresa May’s deal, who has guaranteed publicly to vote for any deal that provides for an orderly exit, and who will vote for Boris’s excellent deal at all stages through to third reading of the implementing legislation, without any changes whatsoever. The one issue that concerns me is to keep the Benn act extension in place as an insurance policy until the implementing legislation is passed by both houses of parliament and the UK’s withdrawal is ratified. The purpose of my amendment is, accordingly, to remove from the government’s motion the bits that would have had the legal effect of satisfying the Benn act conditions and would therefore have removed the need for the PM to seek an extension. It is important to note that, under the Benn act, the extension is maximally flexible, and automatically comes to an end just as soon as the UK completes an orderly withdrawal. So nothing in my amendment or in the Benn act itself in any way delays the actual departure of the UK from the EU immediately following the ratification of the withdrawal agreement. In short, my aim is to ensure that Boris’s deal succeeds, but that we have an insurance policy which prevents the UK from crashing out on 31 October by mistake if something goes wrong during the passage of the implementing legislation. Simple as that! My colleague Heather Stewart says Labour is planning to back the Letwin amendment tomorrow. This sounds like a technicality, and it is not unexpected, but it may be the most important news of the day, and it could make a Brexit extension followed by an election more likely. Yesterday the government was defeated by 12 votes on a motion tabled by Sir Oliver Letwin, the former Tory cabinet minister, ensuring that, when the Commons votes on the Brexit deal tomorrow, it will be possible for MPs to debate and vote on multiple amendments. For obvious reasons, the government wanted to restrict the chances for its motion to be amended. Taking advantage of his own rule change, Letwin has tabled an amendment to the government motion tomorrow. It has heavyweight, cross-party support, with those backing it including Hilary Benn, the Labour chair of the Brexit committee, Jo Swinson, the Lib Dem leader, and Philip Hammond, the former chancellor. You can read the text of the Letwin amendment on the order paper here (pdf). The amendment would remove almost all the government motion (which says the Commons has approved the Brexit deal) and says the Commons is withholding approval of the deal until the legislation implementing it has been passed. As Letwin explained in the debate yesterday, his aim is to close a loophole in the Benn act. The legislation forces the PM to request a Brexit extension if a deal has not been passed by the end of tomorrow. A vote in favour of the deal tomorrow would have meant there was no need for the PM to request an extension. But if the withdrawal agreement bill (WAB) failed to get through parliament by 31 October, the UK could end up leaving with no deal by accident. Letwin’s amendment would lead to the PM having to request an extension tomorrow, on the proviso that if the WAB gets through by the end of October, at that point the extension would be withdrawn. You could call it a backstop. The Benn act passed by 29 votes at second reading and it is likely that the Letwin amendment, which is just intended to copper bottom the Benn act, will also pass tomorrow. If it does, the make-or-break vote on Johnson’s deal will never actually take place. Instead MPs will vote on a bland motion (see below), which could go through on the nod. At that point, if Johnson complies with the assurances that he gave to the court of session in Scotland, he will have to write a letter to the EU requesting an extension. And at that point Johnson would have to decide whether to try to pass his withdrawal agreement bill by 31 October, to release him from the obligation to take up the extension - or whether to accept the extension, and then hold the election that Labour has promised to back in the event of an extension happening. He would campaign promising to implement his Brexit deal - against Labour promising a further negotiation. This is starting to get speculative, but what is clear is that there is now a real chance that “Super Saturday” could turn out not to be the make-or-break Brexit moment people have been expecting. Assuming that Letwin’s amendment passes, this is the motion, as amended, that MPs would be voting on. (The Letwin text, replacing 12 lines in the original, is in bold.) That, in light of the new deal agreed with the European Union, which enables the United Kingdom to respect the result of the referendum on its membership of the European Union and to leave the European Union on 31 October with a deal, this house has considered the matter but withholds approval unless and until implementing legislation is passed. From PoliticsHome’s John Johnston And Leo Varadkar, the Irish taoiseach (prime minister), has also said that MPs at Westminster should not assume that the EU27 would inevitably agree to a Brexit extension. Speaking at his post-summit press conference, he said: The position that we have agreed as the European council is that as things stand there is no request from the UK for an extension, if for some reason a request came, then Donald Tusk – president of the European council – would consult individually with all the European leaders to see if we would agree to such a request. But bear in mind that request would have to be agreed unanimously by all 27 leaders, so I don’t think MPs voting tomorrow should make the assumption there would be unanimity for an extension. But our point of view has always been that we would be open to it, but it would be a mistake to assume that it’s a guarantee, given that it requires unanimity by all 27 member states. He also said although Ireland would be open to an extension to allow more time for the House of Commons to ratify a deal, there was no plan B. He explained: Plan B is no deal, and we’re all preparing for that, and we’ve all been preparing for that since the referendum, but let’s hope that doesn’t happen. Emmanuel Macron, the French president, has said he does not want to grant another Brexit extension. Speaking at a press conference at the end of the EU summit, he said: So that we can turn to the future I believe that we shall stick to the deadline of October 31. That being said, I’m not trying to read the future but I do not think we shall grant any further delay. I believe it is now time to put an end to these negotiations and work on the future relationship and put an end to what is currently ongoing. Like I said, there shall be no delay unless there are some major changes. Under the Benn act, Boris Johnson will have to request a Brexit extension if his deal is not agreed by parliament tomorrow. For an extension to be granted, all EU states would have to approve, which means that Macron would have a veto. Any suggestion that he might not allow an extension is helpful to Johnson, because he wants MPs to think tomorrow that they face a choice between his deal and no deal. The intervention by Jean-Claude Juncker, the European commission president, at the summit yesterday, when he also said there should be no extension, was also interpreted as an attempt to help Johnson get his deal through the Commons. In practice, although most of the EU27 are fed up of Brexit and want it over, it is assumed that, faced with a no-deal Brexit as an alternative, in practice they would grant a request for an extension from the UK. The court of session has finished hearing submissions on the latest legal challenge by anti-Brexit campaigner Jolyon Maugham QC, and Lord Pentland has said that he will give his decision by the end of the day. Scotland’s highest court heard that Boris Johnson’s new withdrawal agreement to leave the European Union involves a “clear and unequivocal breach” of national law. The basis of the challenge is that the newly agreed deal with the EU contravenes legislation – originally amended by hardline Brexiters to stymie the backstop arrangement – that prevents Northern Ireland forming part of a separate customs territory. Sitting before Pentland, the court of session in Edinburgh heard from Aidan O’Neill QC that the provisions of the new withdrawal agreement make it plain that Northern Ireland would also form part of a separate customs territory, that of the European Union, and that this breaches section 55 of the Taxation (Cross-border Trade) Act 2018, which states that it is “unlawful for Her Majesty’s government to enter into arrangements under which Northern Ireland forms part of a separate customs territory to Great Britain”. Noting that section 55 – the result of an amendment sponsored by the hardline European Research Group - “intended to tie the government’s hands”, O’Neill added that whether Northern Ireland forms part of a separate customs territory after Brexit “is a question of objective law” and that it “can’t be plainer” that the UK government has acted unlawfully. But Gerry Moynihan QC for the UK government argued that the petition was beyond the competency of the court, saying it was inviting the court to “inhibit” consideration of the agreement. “This is a manifest attempt to interfere with proceedings in parliament,” he told Pentland. He added that a substantial part of Northern Ireland’s trade would remain part of the UK’s customs territory and therefore section 55 would be complied with. Moynihan also presented a letter from the Speaker’s counsel which warned that Maugham’s petition was asking for action that would “inevitably involve interference on proceedings in parliament and as a breach of the separation of powers”. The hearing, which concluded just before 1pm, involved testy exchanges between Pentland and O’Neill, as the judge attempted to clarify whether the court was in effect being asked to prevent parliament debating the deal on Saturday. O’Neill said that he was asking the court to clarify the law for parliament, and that it would be parliament’s decision whether to then repeal section 55 in order to retrospectively validate the agreement. Another “Spartan”, the former Brexit minister Suella Braverman, has announced that she will be voting for Boris Johnson’s deal. The Tory Brexiter John Baron told the BBC this morning that ministers such as Dominic Raab, the foreign secretary, and Michael Gove, the Cabinet Office minister, have told him that, if the trade talks with the EU do not produce a deal by the end of next year, the UK would leave the transition and trade with the EU on no-deal (ie, WTO) terms. He also said a similar assurance in public from Boris Johnson would help to persuade hardline Brexiters (ie, the core of the European Research Group) to back the deal. He said: All I can share with you is this: I am doing my best to persuade colleagues, the so-called Spartans who like me voted three times against Theresa May’s deal, to look at this in a favourable light. Because provided we can get that clear assurance, and I have been given it so far by people like Michael Gove and Dominic Raab, and I’m hoping to get it from the prime minister tomorrow, that we will be leaving after the trade talks, if those trade talks fail up to December 2020, on no-deal terms - as long as we can get that assurance, and I think we have done, then we’ll be supporting the deal tomorrow. Under the government’s current plan the UK would leave the EU legally on 31 October but then remain in a transition until December 2020, during which most aspects of EU law would continue to apply. Ministers claim that they will be able to negotiate a new trade relationship with the EU before the end of next year, but the withdrawal agreement allows the transition to be extended for an extra year or two years and most trade experts think that in practice this will be necessary because there is very little chance of negotiating a trade deal within 14 months. In an interview with the Irish Times last month Phil Hogan, the incoming European trade commissioner, said it would take him up to eight months to assemble a new trade negotiating team and then “a number of years” to conclude talks with the UK. But the People’s Vote campaign says Baron’s comment show that the government is not sincere about wanting a trade deal and that is is preparing for a no-deal Brexit at the end of next year. These are from BuzzFeed’s Alex Wickham. The Tory Brexiter John Baron told the BBC this morning that Boris Johnson’s deal could make a no-deal Brexit possible at the end of next year, when the transition ends. (See 11.02am.) The People’s Vote campaign claims this comment shows that no deal remains a Brexiter ambition. It has released this quote from the Tory MP Guto Bebb, a PV supporter. He said: John Baron let the cat out of the bag. He admits that he and many of his fellow ideologues in the extremist Conservative faction of the ERG are supporting Boris Johnson’s Brexit proposals only because they see it as the fastest way to fulfil their no deal fantasies. Liberty has lost a bid to have an urgent hearing of its case against Boris Johnson over the Brexit deadline, the Press Association reports. Lawyers for the civil rights organisation argued today that its legal challenge, brought to ensure Johnson “acts within the law”, should be heard immediately. But their application for an urgent hearing was rejected by court of appeal judges, who said there was no need for an expedited hearing. Government lawyers said Liberty’s case did not need to proceed urgently, as there was “ample time” for it to be heard before the UK’s planned exit from the EU on 31 October, the Press Association reports. Mark Francois, the deputy chair of the European Research Group, which represents hardline Tory Brexiters, and one of the 28 “Spartans” who voted against Theresa May’s deal on all three occasions, has gone into No 10 for a meeting with the PM. On his way in he said: I still have some concerns about some of the specifics of the deal. So I’m going to go in now and discuss them personally with the prime minister. He very kindly granted me a meeting. And I’ll decide what to do when I’ve had a chance to put some questions to the prime minister. From YouGov From Sky’s Rob Powell The DUP MP Sammy Wilson is urging Tory MPs to join the DUP in rejecting Boris Johnson’s deal. Ian Blackford, the SNP leader at Westminster, told the BBC this morning that, if Boris Johnson wins the vote tomorrow, the opposition parties should unite to bring down his government with a no confidence vote. Blackford said: If it does go through [the deal], we will be saying to the opposition parties that we have to come together. We have to remove Boris Johnson’s government from office and we have to move to an early general election. This is a deal that if it does get support in the House of Commons, is going to be devastating for our communities, devastating for jobs. Richard Benyon, one of the 21 Tories who lost the whip after rebelling over Brexit last month, has confirmed that he will vote for the government tomorrow. Many of the 21 will be voting with the government. They rebelled because they wanted parliament to rule out a no-deal Brexit, but many of them are willing to see the UK leave the EU as long as a deal is in place. The government may not be publishing an economic impact assessment of Boris Johnson’s Brexit deal ahead of tomorrow’s vote (see 11.50am), but MPs who cannot wait for the official verdict could do a lot worse than read this report on the topic published at the weekend (pdf). It was published by the UK in a Changing Europe, an academic research network, and it is based on economic modelling of Theresa May’s deal, Johnson’s deal, and a WTO Brexit (ie, no deal). The report says UK trade would be lower under all three options than it would be if the UK stayed in the EU, with Johnson’s plan being considerably more damaging than May’s. Looking ahead 10 years, it estimates that Johnson’s plan would cost Britons £800 per head. Here is an extract from the report: Relative to staying in the EU, income per capita in the UK would be 2.5% lower under Mr Johnson’s proposals, compared to 1.7% under Mrs May’s deal and 3.3% in the WTO scenario. We draw the following conclusions: All three scenarios would reduce UK living standards compared to staying in the EU. The decline in income per capita under Mr Johnson’s proposals is 50% greater than for Mrs May’s deal, but smaller than under a WTO exit. The costs of Mr Johnson’s proposals are roughly equidistant between those of Mrs May’s deal and a WTO exit. And here is a chart with the figures. These figures do not take into account the impact on productivity. The report says trade integration can raise productivity, and that when the impact on productivity of post-Brexit trade barriers is also included, the impact of all three options is even worse. The report also looks at the impact of the three Brexit options on government finances. it explains: To estimate the implications for the government finances, we assume that a 1% fall in GDP per capita reduces government revenue by 0.4% of GDP. As noted above, we also assume that the public finances benefit by 0.4% of GDP per year as a result of reduced EU net contributions, although this may be optimistic … Our most optimistic scenario suggests that, assuming no contributions to the EU budget, Mr Johnson’s deal would leave the public finances £16bn worse off at current prices. For comparison, the government forecasts transport spending at £19bn in 2019-20 (at 2018-19 prices). Our most pessimistic scenario forecasts a much greater impact on the public purse, of around £49bn. This is substantially above current forecast spending on defence in 2019-20 of £39bn (at 2018-19 prices). And here are the figures. MPs will not see any official economic analysis of the impact of Boris Johnson’s Brexit deal before they vote on it on Saturday, Downing Street has confirmed, with such documents only being produced subsequently. The Labour MP Hilary Benn has written to the government seeking an impact assessment. But Johnson’s spokeswoman said these would be more relevant when MPs debated the subsequent withdrawal agreement bill, or WAB, setting out the fuller framework of departure, which will happen if the deal is approved. Asked about the economic analysis she said: It’s worth saying that this negotiation focused primarily on the withdrawal agreement and the changes that we were seeking to make there, rather than the political declaration. We will keep parliament updated throughout the process of passing the WAB. If the motion is voted for on Saturday, we’ll set out some more details on Monday in relation to publications next week. Asked to confirm that this meant no analysis would appear before Saturday’s vote, she added: “We will publish analysis at the appropriate times.” We also learned that Johnson will chair a cabinet meeting today at 4pm, and is spending the rest of the day with his team trying to persuade wavering MPs to back his plan, largely on the phone, as parliament is not sitting. Johnson will open Saturday’s proceedings with a statement and questions on his plan, just after 9.30am. The actual motion on the deal will follow afterwards, at which point the Speaker, John Bercow, will say what amendments have been selected for votes. The number of amendments will largely shape the timing of the crucial vote, and No 10 believe it could be as late as the evening. Asked about Jon Lansman’s suggestion that any Labour MP who backed Boris Johnson’s deal should be prevented from standing as a candidate at the next election (see 10.57am), a spokesman for Jeremy Corbyn pointed out that Corbyn had not backed this idea when asked about it recently. Asked if any MP who rebelled on this vote would lose the party whip, Corbyn replied: I believe in the power of persuasion rather than the power of threat. I will ask all Labour MPs to vote along with the party in opposing any deal which damages rights and protections in our society or drives us into the arms of Donald Trump. Steve Baker, chair of the European Research Group and one of the 28 “Spartans” who voted against Theresa May’s deal three times, wants to keep the media guessing as to how the ERG hardcore Brexiters will vote tomorrow. He has posted this on Twitter. The ERG is due to meet tomorrow when it will discuss the vote and make a recommendation. Baker may like to imply that it is all still up in the air but, as the Guardian reported on Wednesday, the signs are that most of the “Spartans” are likely to support the PM. Comments this morning from Andrew Bridgen (see 8.19am) and John Baron (see 11.02am) are firming up that analysis. The Labour MP John Mann has predicted that “more than nine” of his parliamentary colleagues will vote for Johnson’s deal on Saturday. The Bassetlaw MP told RTE radio on Friday morning he would be voting for the Johnson deal with others prepared to risk the Labour whip and join him. “I think there will be more Labour MPs [voting for the deal] than British media have been speculating this morning,” he said, adding that this was because these MPs saw no deal as a worse option. He told the Sean O’Rourke show that Labour MPs who were saying the deal would erode workers rights were wrong because it would be up to parliament to confirm anything set out in the political declaration in the next set of negotiations for a trade deal. If parliament wanted to reduce workers’ rights, then “more fool them”, he said. Asked how many Labour MPs would vote for Johnson deal, he replied: “More than nine.” The Financial Times vote count quoted earlier (see 9.40am) had seven Labour MPs voting for the deal, and Boris Johnson losing by three votes. If Mann is right about the number of Labour rebels, and the FT is right about everything else, Johnson would win. Angela Merkel has told EU leaders a Brexit extension will be unavoidable if MPs vote down the deal agreed with Boris Johnson, my colleague Jennifer Rankin reports. Her story goes on: During private EU summit talks on Brexit, the German chancellor told her fellow leaders they could not pretend an extension would not be offered to the UK if it was requested, according to a source familiar with the discussions. Merkel framed Brexit as a historic issue weighing on the EU and said leaders had a responsibility not to push the UK out if there was a request for further delay. Her remarks contrast with the public statement of Jean-Claude Juncker, who said he was “ruling out” an extension. Although the outgoing commission president has no power to veto any delay, he said: “If we have a deal, we have a deal and there is no need for prolongation.” And here is Jennifer’s story in full. Huda Elmi, another member of Labour’s national executive committee, has backed Jon Lansman (see 10.57am) in saying that any Labour MP who votes for Boris Johnson’s deal should not be allowed to stand as a parliamentary candidate for the party again. Elmi’s stance is not surprising because she was elected to the NEC along with Lansman when all nine slots allocated for people elected by CLPs (constituency Labour parties) were won by people on the Momentum slate. It is quite possible that all of the so-called #JC9 (apart from the one who has been suspended) would take this view. But they do not have a majority on the NEC, which on most issues votes in accordance with the wishes of the party leadership. The Tory Brexiter John Baron was one of the 28 “Spartans” who voted against Theresa May’s deal three times. But he told BBC News this morning he was planning to vote for Boris Johnson’s deal because there was now no danger of Northern Ireland being trapped in the backstop (the point underlined by Geoffrey Cox this morning – see 10.08am). Baron explained: The reason I am inclined to vote for this one is very simple; Theresa May’s backstop could have had us locked into that arrangement indefinitely. Boris Johnson has torn up that backstop, which means that if the trade talks are not successful after we hopefully agree the deal tomorrow here, then we could leave on no-deal terms. And the reason that’s important is that, by leaving no deal on the table, it makes a good trade deal in those negotiations up to December 2020 more likely to succeed. Asked how many other “Spartans” would back Johnson tomorrow, Baron replied: I can’t speak for everybody, but my sense of it is that the momentum is with the prime minister on this. Jon Lansman, the founder of Momentum, the Labour organisation for Jeremy Corbyn supporters and a member of the party’s national executive committee, has said that any Labour MP who votes for Boris Johnson’s deal should not be allowed to stand again as a Labour candidate. Although Lansman is a close ally of Corbyn’s, he is not a proxy for the Labour leader and the two don’t always agree. The Labour leadership has never said it would remove the whip from MPs who vote with the government tomorrow (John McDonnell, the shadow chancellor, sidestepped a question on this on the Today programme this morning) and it has been reported that Corbyn definitely will not remove the whip from them. Removing the whip would prevent people from standing for the party at the next election. This is from the BBC’s Nick Eardley. Raoul Ruparel, who was Theresa May’s Europe adviser in No 10, has posted a good thread on Twitter explaining the differences between her Brexit deal and Boris Johnson’s. It starts here. And here is his conclusion. Scotland’s highest court is hearing a new challenge from anti-Brexit campaigners this morning as they seek to have Boris Johnson’s new deal declared unlawful, arguing that it contravenes legislation – originally amended by the arch-Brexiter Jacob Rees-Mogg – that prevents Northern Ireland forming part of a separate customs territory. Jolyon Maugham QC, the director of the Good Law Project, who has spearheaded a series of court challenges to the UK government over Brexit, is seeking an interdict from the court of session in Edinburgh that would effectively suspend the deal, which parliament is set to debate in a historic Saturday session tomorrow, as well as a court order so that if MPs do vote on the deal as planned, the full, final text is put before them. Lawyers for Maugham will tell the court that the deal contravenes section 55 of the Taxation (Cross-border Trade) Act 2018, which states that it is “unlawful for Her Majesty’s government to enter into arrangements under which Northern Ireland forms part of a separate customs territory to Great Britain”. Maugham’s legal team insist that section 55 is “crystal clear” and that any form of differentiated deal for Northern Ireland will contravene it. On Twitter this morning, Maugham confirmed he would ask the inner house of the court on Monday to order the prime minister to apply for an extension to article 50 until 31 January under the Benn act, or send the letter itself. Lord Carloway, Scotland’s most senior judge, has already cleared time for an emergency hearing at noon next Monday, as part of an earlier action by Maugham along with the Scottish National party MP Joanna Cherry and Dale Vince, the millionaire owner of the Ecotricity green energy company. Maugham posted this on Twitter this morning. On the morning of the second “meaningful vote” on Theresa May’s Brexit plan, Geoffrey Cox, the attorney general, published legal advice on her deal that killed off whatever small, lingering prospect there was of hardline Tory Brexiters supporting it. That is because he said the UK could remain trapped in the backstop. He said: However, the legal risk remains unchanged that if through no such demonstrable failure of either party, but simply because of intractable differences, that situation does arise, the United Kingdom would have, at least while the fundamental circumstances remained the same, no internationally lawful means of exiting the protocol’s arrangements, save by agreement. This morning, the government has published a summary of his legal advice on the new mechanism that will replace the backstop. Cox said there were “no grounds” for thinking it would trap the UK because there was an exit mechanism. The full statement (only three paragraphs) is here (pdf), and here is the conclusion. There are no grounds for supposing that the EU would have any legal basis to assert that articles 5 to 10 of the protocol should continue to apply absent that consent or that the EU would possess a veto over the right of members of the Northern Ireland legislative assembly to withhold consent to the continued application of those provisions. All attention at Westminster at the moment is focused on whether Boris Johnson will be able to get the 320 or so votes that he needs to pass his deal tomorrow. Many people have been looking at the numbers, but at the moment there is no consensus yet as to whether or not Johnson can win – mostly because some MPs will not declare how they will vote until the last moment. My colleague Rowena Mason published an analysis of the situation at around lunchtime yesterday. She said that at that point Johnson had 259 votes in the bag, and needed about 60-odd more votes, from a pool of potentially about 71 votes – mostly hardline Tory Brexiters (28), anti-no-deal former Tories (19) and Brexity opposition MPs (21). Her full analysis is here. The Financial Times has tried to produce a tally. As Sebastian Payne reports, as of last night they had 318 MPs due to support the deal, and 321 against. As Sam Coates reports, Sky News has come to a very similar conclusion. It has been counting votes for the deal, and it reckons Johnson has 316 – four short of the 320 he needs. The Times (paywall) has got a tally saying everything hinges on 57 undeclared MPs. At BuzzFeed, Alex Wickham has a list of MPs who voted against Theresa May’s deal on the third occasion who have now confirmed they will vote for Johnson’s deal. He has 10 names on it, but it was last updated almost 24 hours ago. And this chart, from the Cicero Group public affairs agency, has some interesting projections on how the vote could go under different scenarios. On the Today programme, the Labour MP Graham Stringer, who voted to leave the European Union in 2016 but voted against Theresa May’s Brexit deal, admitted he might vote for Boris Johnson’s plans. He said it was very similar to May’s deal, better in some respects but worse in others. But getting Brexit delivered was a priority, he said. [I] will consider whether, if this deal goes down, we won’t get Brexit at all. So it’s a bad deal. But if I thought that we wouldn’t get Brexit at all, then I would consider voting for it. And here is some Twitter comment from journalists on the Dominic Raab interview (see 8.42am.) From the Independent’s Rob Merrick. From Sky’s Rob Powell Good morning. I’m Andrew Sparrow, taking over from Ben Quinn. The foreign secretary, Dominic Raab, got the 8.10am slot on the Today programme this morning, and he was asked about how Boris Johnson could defend his new Brexit plan, which would in practice put a customs border down the Irish Sea, when, in a speech to the DUP conference last year, he said no Conservative government could sign up to a plan that would impose customs controls between Britain and Northern Ireland. For the record, here is the Johnson quote in full. If we wanted to do free trade deals, if we wanted to cut tariffs … if we wanted to vary our regulation then we would have to leave Northern Ireland behind as an economic semi-colony of the EU and we would be damaging the fabric of the union with regulatory checks and even customs controls between Great Britain and Northern Ireland – on top of those extra regulatory checks down the Irish Sea that are already envisaged in the withdrawal agreement. Now I have to tell you, no British Conservative government could or should sign up to any such arrangement. Asked if the government was signing up to an arrangement of the kind that Johnson said would be unacceptable, Raab replied: “No.” He went on: Under the new arrangements, the only tariff that could conceivably be levied in relation to goods in Northern Ireland would be in relation to those that come from GB where the idea is to circumvent the rules of the single market and the ultimate destination is mainland Europe. Even then the UK has a double safeguard of waiver or reimbursement. That is not something that was there before. In terms of the regulatory side of customs, the paperwork of customs, there will be none from Northern Ireland to Britain. Great Britain to Northern Ireland already has regulatory declarations, there is already a regulatory border but not a customs border. So there will be an incremental additional section that would have to be filled out on the form. But that is not a substantial extra burden for business. And, overall, what Northern Ireland businesses get is remaining part of the UK customs territory, no infrastructure at the border with the Republic and frictionless access to the single market. It is a cracking deal for Northern Ireland businesses. Andrew Bridgen, the Tory MP and leading member of the European Research Group (ERG), has predicted the vast majority of the hardline pro-Brexit grouping within the parliamentary party will vote for the deal. He said: I think the vast majority of the ERG will come to the conclusion that this deal is tolerable. What we don’t want is a second referendum. Nicola Sturgeon, Scotland’s first minister and the SNP leader, has tweeted her suspicions that Labour will ultimately be happy to allow the deal to go through tomorrow: McDonnell said he did not expect Labour MPs to defy the party whip by voting for the deal, but added that he believed in the “powers of persuasion”. He was against the deal “because we won’t vote for anything that makes our constituents or our country poorer and by any assessment that’s what this deal will do”. He went on: It will introduce checks and barriers on our border and. It is worse than Theresa May’s deal because it removes those commitments that she was willing to offer about a level playing field to protect workers’ rights, environmental standards and consumer rights. It’s a very bad deal we can’t support it. The shadow chancellor, John McDonnell, has indicated that the priority of Labour tomorrow will be opposing the deal the government has negotiated, rather than pushing for a second referendum or ”confirmatory vote”. “To be frank, I think on Saturday we should just vote the deal down because it’s such a bad deal,” he said, speaking on the Today programme. He appealed to other Labour MP’s such as Ronnie Campbell (who has been a firm backer of Jeremy Corbyn, pictured with him below), who has revealed he is likely to vote for the deal when it comes to the House of Commons in a special Saturday sitting, not to do so. “I’m going to have a chat with Ronnie,” added McDonnell, who warned against what powers would come into the government’s hand on issues such as employment rights. These are the extreme right that have attacked trade unions throughout their careers and you cannot allow them to have these powers. Campbell, MP for Blyth Valley in north-east England, told the Evening Chronicle last night: I’m likely to vote for it. I think we’ve got to get something across the line. The people of this country are just sick and tired of the shenanigans that have gone on in parliament over the last three years. Something’s got to happen. Something’s got to break. Among old (former) colleagues from the Labour party, there is some disquiet after Chuka Umunna wondered aloud “how on earth” any Labour MP could vote for Johnson’s deal. “The Labour party is generally of one voice in saying that people didn’t vote to be poorer and that is what this agreement is about,” the former Labour, now Liberal Democrat, MP added. I haven’t spoken to any Labour MP representing a leave seat who says that their constituent voted to make the country poorer. He added that a lot of those who had been mooted as potential supporters were people who were not standing again and he would “very respectfully ask them, do you want one of your last acts in parliament to be helping to facilitate one of the most rightwing, nationalist, political projects this country has ever seen?” An answer came in fairly short order on Twitter from Gloria de Piero, a Labour MP who is stepping down at the next election as the MP for Ashfield, where voters backed leave by 70% in the 2016 EU referendum. In October, she was one of 19 Labour MPs who wrote to the European Commission president, Jean-Claude Juncker, saying they “wish to see the British EU referendum result honoured without further delay”. A cheery-looking Dominic Raab has come out to bat on the morning television bulletins, claiming the deal is a “cracking one” for Northern Ireland. Not only does Northern Ireland have “frictionless access” to the single market, but there is no hard border and a consent mechanism has been enshrined, the foreign secretary told BBC1. On tomorrow’s vote, Raab said the government would be making the argument to MPs who are worried about no deal that this is the opportunity to secure a deal It’s dealt with the lion’s share that people like me certainly had with the last deal. It takes about two minutes before he checks off Downing Street’s “now is the moment to get Brexit done” talking point (election slogan?). There’s a concerted attempt by Raab to paint the deal as very different from Theresa May’s, adding that the prime minister, “against all the odds”, had secured key changes. Wilson added that the DUP made concessions with the prime minister in order to help him get a deal but suspected he would do what was best for the Conservative party. “We are disappointed he didn’t stick to the red lines he said he would,” the east Belfast MP said. He also voiced the view that a successful election could help Johnson get a better deal. I believe, with a big majority, he can be more robust in his negotiations. It is one of the reasons why we believe that voting this down tomorrow is not the end of the game but in fact probably opens up possibilities for the government that are not available at present but will be after a general election. The DUP will “absolutely” be voting against the deal when it comes to the House of Commons, the party’s Brexit spokesman, Sammy Wilson, has said, contradicting a suggestion earlier from Peter Bone that the unionist party might be willing to support it. He told the Today programme: Why would we when this deal goes against everything, first of all that the government promised they would do to Northern Ireland. A syphoning off from the rest of the United Kingdom and putting a border down the Irish Sea, in addition to extra costs for Northern Ireland’s businesses. Wilson added that the party would vote as a block and that there was no question of abstaining. The party had already been having conversations with Tory MPs and encouraging them to vote with the DUP “to protect the union”. Good morning. This is Ben Quinn picking up the blog from Kate. Michael Dougan, professor of European law at University of Liverpool, has this interesting Twitter thread breaking down Boris Johnson’s Brexit deal, the majority of which “remains identical to that finalised by Theresa May”. It’s worth a read. This, from the BBC’s Mark Urban, is quite extraordinary. How the papers covered it Johnson’s progress in getting his deal features on the front pages today, though most papers make it clear that this is not a done deal. The Times says: “Final hurdle in sight as Johnson gets his deal”, the Guardian reports: “Johnson gets his Brexit deal – now it’s a numbers game”. The Mirror says: “On the brink of Brexit … once again”, the i has: “Johnson gets his EU deal … now for the tricky part” and the FT says: “DUP veto threat leaves Johnson’s Brexit deal gamble in the balance”. Other papers are sounding warnings to MPs to vote for the deal. The Telegraph quotes from the prime minister: “It’s my deal or no deal”, the Daily Mail features a picture of Johnson pointing, with the headline: “He’s done his duty. Now MPs must do theirs”, the Sun has rhyming advice: “Get real … take the deal” and the Express says: “Just do it!” Chuka Umunna will be doing the radio rounds to explain the Lib Dems opposition to Johnson’s Brexit deal. The Conservative party’s social media team are not missing a moment in their bid to persuade people that Boris Johnson’s Brexit deal is the way to go. The official Conservatives account has been tweeting pro-Brexit deal videos or pictures every hour overnight, so here are some of their videos and pictures, tweeted out while you slept: Good morning politics fans and welcome to another day on the Brexit train. Yesterday, Boris Johnson got the EU to sign off (not formally, that only happens after they do some careful legal scrutinising of the deal) on a Brexit deal that he said was “a great deal for our country” as well as “a very good deal for our friends in the EU”. Johnson will now launch a charm offensive to win support for the deal, which MPs will vote on in a historic sitting on Saturday. The PM has said he is “very confident” the deal will be approved, even without the backing of the DUP, which issued a statement early on Thursday morning saying it could not support the government’s position. The party went further later in the day after the text of the reworked withdrawal agreement was published by the European commission. Arlene Foster’s party issued a more strident statement, saying the agreement “drives a coach and horses through the professed sanctity of the Belfast agreement”. Johnson hopes to frame Saturday’s vote as a dramatic “new deal or no deal” moment – but EU leaders declined to come to his aid in Brussels by ruling out any further delay to Brexit. So today, we can expect to see wrangling, posturing and sweet-talking, as Johnson and his allies try to play the numbers game to get the vote passed on Saturday. I’ll be here on the blog, keeping you company in the early hours, before handing over to my colleagues. As always, you can contact me on Twitter or via email (kate.lyons@theguardian.com).",
      "charCount": "57263",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>, <a href=\"profile/benquinn\">Ben Quinn</a>, <a href=\"profile/kate-lyons\">Kate Lyons</a> and <a href=\"profile/kevin-rawlinson\">Kevin Rawlinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/oct/18/the-guardian-view-on-the-brexit-vote-bin-this-bad-deal",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-18T17:30:06Z",
    "webTitle": "The Guardian view on the Brexit vote: bin this bad deal | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/18/the-guardian-view-on-the-brexit-vote-bin-this-bad-deal",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/18/the-guardian-view-on-the-brexit-vote-bin-this-bad-deal",
    "fields": {
      "headline": "The Guardian view on the Brexit vote: bin this bad deal",
      "standfirst": "<p>Boris Johnson’s plan is far removed from the promises of the leave campaign and would be bad for the country. MPs must reject it</p>",
      "trailText": "<strong>Editorial: </strong>Boris Johnson’s plan is far removed from the promises of the leave campaign and would be bad for the country. MPs must reject it",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"c01e932219758934da8df5d40e89152a1f3a2397\"> <img src=\"https://media.guim.co.uk/c01e932219758934da8df5d40e89152a1f3a2397/0_168_4263_2558/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Mr Johnson’s plan is to railroad his deal through parliament with the aid of MPs who simply want to declare that the deed is done.’</span> <span class=\"element-image__credit\">Photograph: Barcroft Media</span> </figcaption> </figure>",
      "body": "<p>“Brexit means Brexit”, Theresa May’s catchphrase, helped the former prime minister navigate a profound political problem: there was no model of a future relationship with the EU that could satisfy all leave voters, and none was specified on the 2016 ballot paper.</p> <p>The meaning of Brexit then evolved over three years, eventually becoming the deal that Boris Johnson has placed before parliament. This definition is a shrivelled facsimile of the product that was offered by the leave campaign. Pro-Brexit politicians never confronted the trade-offs involved in severing European ties that have developed over four decades. Instead, they dissembled and deceived, wielding the referendum result as a bludgeon to stifle debate.</p> <p>The result is a final settlement shaped by two fixations: Mrs May’s obsession with immigration and the hardline Conservative Eurosceptic allergy to anything that would get in the way of a free-trade agreement with the US. Those criteria required burning any bridges to the EU’s single market and customs union. To win the Tory leadership, Mr Johnson indulged the view that Brexit by any softer definition was tantamount to treason.</p> <p>Thus has a long campaign of anti-Brussels radicalisation come to fruition. The very definition of Eurosceptic has changed since the mid-1990s, when it implied resistance to closer integration alongside acceptance that EU membership had intrinsic economic value. Now only total rupture is acceptable.</p> <p>In pursuit of that goal, every notion of political pluralism, moderation and economic rationality has been jettisoned. Principle plays no part in Mr Johnson’s calculation. He once insisted that a customs border in the Irish Sea would fracture the union. But when that border was set as the price for taking mainland Britain out of the customs union, he abandoned his unionist allies, leaving Northern Ireland under EU economic jurisdiction. To gratify a nostalgic fantasy born of English nationalism, Mr Johnson has struck a deal that will make the country poorer by cutting it off from its closest trading partners.</p> <p>The only merit in the deal is that it would cause less immediate harm than leaving with no deal at all. Avoiding that scenario, and fatigue from the whole cursed business, will motivate many MPs to support the government today. But those are dismal reasons. Legal protection against no deal exists in the Benn Act. Any MP who validates Mr Johnson’s Brexit model, knowing it will harm their constituents, would be in dereliction of their duty.</p> <p>There is a tension between rejection of a Brexit deal and the democratic imperative of respecting the referendum. The solution is to procure a mandate for this version of Brexit. The concept has mutated through three years of Conservative ideological mania. It has been refined in negotiation, culminating in a desperate dash for the finish line by a prime minister who has no national mandate of his own.</p> <p>The test of this or any deal’s merit is not whether it is preferable to the worst outcome, but how faithfully it satisfies the initial promise of Brexit. The benchmark is a comparison with the benefits of EU membership. If, in 2016, anyone had described the leave option in terms identical to the deal now on offer, Mr Johnson would have called it fear-mongering and defeatism. Yet now it is his prized accomplishment.</p> <p>There is now an answer to the question of what Brexit means and its cheerleaders are justly afraid to subject it to scrutiny. Mr Johnson’s plan is to railroad his deal through parliament with the aid of MPs who simply want to declare that the deed is done. But to acquiesce in that subterfuge, without due diligence, is not an exercise in democracy. It is easy to see how the prime minister’s interests would be served, but not the interests of the country.</p> <p>Brexit is a choice that will reverberate for generations. It requires informed consent from those who must live with the consequences. If leavers are so confident that their project still meets the test of public support they should not be afraid to present it for ratification at the ballot box. It is time the people themselves were included in the decision.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "684",
      "commentCloseDate": "2019-10-19T06:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-18T17:30:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:20Z",
      "newspaperEditionDate": "2019-10-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ch55e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c01e932219758934da8df5d40e89152a1f3a2397/0_168_4263_2558/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "“Brexit means Brexit”, Theresa May’s catchphrase, helped the former prime minister navigate a profound political problem: there was no model of a future relationship with the EU that could satisfy all leave voters, and none was specified on the 2016 ballot paper. The meaning of Brexit then evolved over three years, eventually becoming the deal that Boris Johnson has placed before parliament. This definition is a shrivelled facsimile of the product that was offered by the leave campaign. Pro-Brexit politicians never confronted the trade-offs involved in severing European ties that have developed over four decades. Instead, they dissembled and deceived, wielding the referendum result as a bludgeon to stifle debate. The result is a final settlement shaped by two fixations: Mrs May’s obsession with immigration and the hardline Conservative Eurosceptic allergy to anything that would get in the way of a free-trade agreement with the US. Those criteria required burning any bridges to the EU’s single market and customs union. To win the Tory leadership, Mr Johnson indulged the view that Brexit by any softer definition was tantamount to treason. Thus has a long campaign of anti-Brussels radicalisation come to fruition. The very definition of Eurosceptic has changed since the mid-1990s, when it implied resistance to closer integration alongside acceptance that EU membership had intrinsic economic value. Now only total rupture is acceptable. In pursuit of that goal, every notion of political pluralism, moderation and economic rationality has been jettisoned. Principle plays no part in Mr Johnson’s calculation. He once insisted that a customs border in the Irish Sea would fracture the union. But when that border was set as the price for taking mainland Britain out of the customs union, he abandoned his unionist allies, leaving Northern Ireland under EU economic jurisdiction. To gratify a nostalgic fantasy born of English nationalism, Mr Johnson has struck a deal that will make the country poorer by cutting it off from its closest trading partners. The only merit in the deal is that it would cause less immediate harm than leaving with no deal at all. Avoiding that scenario, and fatigue from the whole cursed business, will motivate many MPs to support the government today. But those are dismal reasons. Legal protection against no deal exists in the Benn Act. Any MP who validates Mr Johnson’s Brexit model, knowing it will harm their constituents, would be in dereliction of their duty. There is a tension between rejection of a Brexit deal and the democratic imperative of respecting the referendum. The solution is to procure a mandate for this version of Brexit. The concept has mutated through three years of Conservative ideological mania. It has been refined in negotiation, culminating in a desperate dash for the finish line by a prime minister who has no national mandate of his own. The test of this or any deal’s merit is not whether it is preferable to the worst outcome, but how faithfully it satisfies the initial promise of Brexit. The benchmark is a comparison with the benefits of EU membership. If, in 2016, anyone had described the leave option in terms identical to the deal now on offer, Mr Johnson would have called it fear-mongering and defeatism. Yet now it is his prized accomplishment. There is now an answer to the question of what Brexit means and its cheerleaders are justly afraid to subject it to scrutiny. Mr Johnson’s plan is to railroad his deal through parliament with the aid of MPs who simply want to declare that the deed is done. But to acquiesce in that subterfuge, without due diligence, is not an exercise in democracy. It is easy to see how the prime minister’s interests would be served, but not the interests of the country. Brexit is a choice that will reverberate for generations. It requires informed consent from those who must live with the consequences. If leavers are so confident that their project still meets the test of public support they should not be afraid to present it for ratification at the ballot box. It is time the people themselves were included in the decision.",
      "charCount": "4158",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/oct/18/labour-divided-over-europe-from-1971-up-to-the-present-day",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-18T16:57:51Z",
    "webTitle": "Labour divided over Europe from 1971 up to the present day | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/18/labour-divided-over-europe-from-1971-up-to-the-present-day",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/18/labour-divided-over-europe-from-1971-up-to-the-present-day",
    "fields": {
      "headline": "Labour divided over Europe from 1971 up to the present day",
      "standfirst": "<strong>Les Bright</strong> says removing the whip changes nothing, <strong>Andrew Harris</strong> looks back at former party ‘traitors’, <strong>John Cookson</strong> thinks Jeremy Corbyn wants Brexit. Plus letters from <strong>Roy Boffy</strong> and <strong>Debbie Burton</strong>",
      "trailText": "Letters: <strong>Les Bright</strong> says removing the whip changes nothing, <strong>Andrew Harris</strong> looks back at former party ‘traitors’, <strong>John Cookson</strong> thinks Jeremy Corbyn wants Brexit. Plus letters from <strong>Roy Boffy</strong> and <strong>Debbie Burton</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"382123044db63a3335b6c01023e28fe7398ee973\"> <img src=\"https://media.guim.co.uk/382123044db63a3335b6c01023e28fe7398ee973/0_0_4580_2748/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Jeremy Corbyn wants Brexit so he is trying to make it easy for leaver MPs to support the Johnson deal,’ says John Cookson. </span> <span class=\"element-image__credit\">Photograph: AFP via Getty Images</span> </figcaption> </figure>",
      "body": "<p>Removing the whip from Labour MPs who support Boris Johnson’s Brexit deal may make Owen Jones feel better, but it won’t materially affect the situation (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/16/johnson-brexit-deal-labour-mps-lose-whip\" title=\"\">Labour MPs who vote for a Tory deal must lose the whip</a>, 17 October). Their votes, if cast for the deal, may contribute to securing Johnson’s future, which would be a grave error on their part but the past few years have been error strewn and nobody comes out of this well.</p> <p>Many of us – whether smug, complacent, out of touch or lazy – have to take some responsibility for the outcome of the 2016 referendum, but none of us can live life in reverse. In 1975 I voted to leave the European Economic Community, as many on the left of the party did, but I came to my senses as I watched Margaret Thatcher wreak havoc on our country, and came to admire the progressive proposals and requirements imported from Europe, which turned me into an advocate for continued EU membership. Perhaps the huge mistake we are about to make will shock people into demanding a chance to recant, and at that time we will need a strong left-of-centre party ready to provide leadership, not to ask: “What did you do in the [Brexit] war?”<br><strong>Les Bright</strong><br><em>Exeter, Devon</em></p> <p>• Owen Jones cites Ramsay MacDonald as the ultimate class betrayer for joining a coalition with the Conservatives. But he fails to mention that it was 68 rebel Labour MPs in 1971 who ignored a three-line whip and a five-to-one vote at the Labour party annual conference and voted with the Heath Conservative government to get us into the EEC, as it then was. Roy Jenkins, who led the rebels, was condemned at the time as a traitor by the left.</p> <p>There is a real irony that a group of Labour MPs could now vote against their party’s policy to take us out of the EU when some of their predecessors voted against their party’s policy to take us in.<br><strong>Andrew Harris</strong><br><em>Moulsford, </em><em>Oxfordshire</em></p> <p>• Owen Jones is right. The problem is that Jeremy Corbyn wants Brexit so he is trying to make it easy for leaver MPs to support the Johnson deal. He wants Brexit but not to be blamed for it, hence this ploy. <br><strong>John Cookson</strong><br><em>Bournemouth </em></p> <p>• Simon Jenkins (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/17/boris-johnson-deal-mps-dup-brexit-britain\" title=\"\">A deal is done. Now let’s end the agony</a>, 18 October) may well be right to proclaim “it is time, surely, to end this agony”, but what has he to say about the agony that Brexit is likely to inflict on the economy, the NHS, the standard of living for a substantial proportion of the population and the future of the union? <br><strong>Jeremy Beecham</strong><br><em>Labour House of Lords</em></p> <p>• So this is it. This is Brexit at last. Now we have some substance. Rather than the debate revolving endlessly around the referendum vote and the “will of the people”, we can now ask the substantive question: is the deal on offer better for us as a people than the deal we already have? This is the point we should have reached prior to invoking article 50. Time to rectify matters. Time for the actual debate to begin. <br><strong>Roy Boffy </strong><br><em>Sutton Coldfield, West Midlands</em></p> <p>• If it’s such a good deal for Northern Ireland why can’t we have it for the rest of the UK?<br><strong>Debbie Burton</strong><br><em>Levenshulme, Manchester</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "604",
      "commentable": "false",
      "firstPublicationDate": "2019-10-18T16:57:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:20Z",
      "newspaperEditionDate": "2019-10-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ch535",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/382123044db63a3335b6c01023e28fe7398ee973/0_0_4580_2748/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Removing the whip from Labour MPs who support Boris Johnson’s Brexit deal may make Owen Jones feel better, but it won’t materially affect the situation (Labour MPs who vote for a Tory deal must lose the whip, 17 October). Their votes, if cast for the deal, may contribute to securing Johnson’s future, which would be a grave error on their part but the past few years have been error strewn and nobody comes out of this well. Many of us – whether smug, complacent, out of touch or lazy – have to take some responsibility for the outcome of the 2016 referendum, but none of us can live life in reverse. In 1975 I voted to leave the European Economic Community, as many on the left of the party did, but I came to my senses as I watched Margaret Thatcher wreak havoc on our country, and came to admire the progressive proposals and requirements imported from Europe, which turned me into an advocate for continued EU membership. Perhaps the huge mistake we are about to make will shock people into demanding a chance to recant, and at that time we will need a strong left-of-centre party ready to provide leadership, not to ask: “What did you do in the [Brexit] war?” Les Bright Exeter, Devon • Owen Jones cites Ramsay MacDonald as the ultimate class betrayer for joining a coalition with the Conservatives. But he fails to mention that it was 68 rebel Labour MPs in 1971 who ignored a three-line whip and a five-to-one vote at the Labour party annual conference and voted with the Heath Conservative government to get us into the EEC, as it then was. Roy Jenkins, who led the rebels, was condemned at the time as a traitor by the left. There is a real irony that a group of Labour MPs could now vote against their party’s policy to take us out of the EU when some of their predecessors voted against their party’s policy to take us in. Andrew Harris Moulsford, Oxfordshire • Owen Jones is right. The problem is that Jeremy Corbyn wants Brexit so he is trying to make it easy for leaver MPs to support the Johnson deal. He wants Brexit but not to be blamed for it, hence this ploy. John Cookson Bournemouth • Simon Jenkins (A deal is done. Now let’s end the agony, 18 October) may well be right to proclaim “it is time, surely, to end this agony”, but what has he to say about the agony that Brexit is likely to inflict on the economy, the NHS, the standard of living for a substantial proportion of the population and the future of the union? Jeremy Beecham Labour House of Lords • So this is it. This is Brexit at last. Now we have some substance. Rather than the debate revolving endlessly around the referendum vote and the “will of the people”, we can now ask the substantive question: is the deal on offer better for us as a people than the deal we already have? This is the point we should have reached prior to invoking article 50. Time to rectify matters. Time for the actual debate to begin. Roy Boffy Sutton Coldfield, West Midlands • If it’s such a good deal for Northern Ireland why can’t we have it for the rest of the UK? Debbie Burton Levenshulme, Manchester • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3368",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/18/a-pluralist-project-with-good-intentions",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-18T16:57:29Z",
    "webTitle": "A pluralist project with good intentions | Letter",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/18/a-pluralist-project-with-good-intentions",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/18/a-pluralist-project-with-good-intentions",
    "fields": {
      "headline": "A pluralist project with good intentions",
      "standfirst": "<strong>Norman Strauss</strong> describes more of the thinking behind his reform proposals",
      "trailText": "Letter: <strong>Norman Strauss</strong> describes more of the thinking behind his reform proposals",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"b8239a71f15ae6b04bad08f496ff94812aa3f121\"> <img src=\"https://media.guim.co.uk/b8239a71f15ae6b04bad08f496ff94812aa3f121/0_219_3283_1970/1000.jpg\" alt=\"Parliament\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Before it even existed, the team was deemed elitist and technocratic, rather than crucial and potentially effective. Yet all pioneers are de facto era leaders,’ says Norman Strauss. </span> <span class=\"element-image__credit\">Photograph: Getty</span> </figcaption> </figure>",
      "body": "<p>Thank you for the apt title you gave my letter of 11 October. “<a href=\"https://www.theguardian.com/politics/2019/oct/10/only-system-change-can-heal-our-society\" title=\"\">Only system change can heal our society</a>” precisely captured my apolitical conclusion that our legacy governing system and obscure constitutional conventions no longer aligned with society’s DNA and civic culture. No “guardians” were trying to spot systemic flaws and rectify longstanding deficiencies, because our democracy was assumed to be self-correcting.</p> <p>Yet, despite your title, my letter’s critical concepts of system change, constitutional specification, brilliant teams and paradigm shifts either baffled or were misjudged by Philip Wood and John Airs (<a href=\"https://www.theguardian.com/politics/2019/oct/11/who-will-select-and-train-the-technocrats\" title=\"\">Letters</a>, 12 October). Even the motives behind my multi-disciplinary, system-designing, pluralist project team that trailblazing governance demands were questioned. Before it even existed, the team was deemed elitist and technocratic, rather than crucial and potentially effective. Yet all pioneers are de facto era leaders. Many self-select; others grow, envision and invent the future.</p> <p>Below are two links that describe more of the thinking and analysis behind my reform proposals. The <a href=\"https://www.civilserviceworld.com/articles/opinion/opinion-time-create-department-opposition\" title=\"\">first</a> shows our legacy system. New evolution-protecting positive separations of powers, using competing teams, are described <a href=\"https://www.civilserviceworld.com/articles/opinion/department-opposition-%E2%80%93-or-force-change\" title=\"\">here</a>. A multi-competitive eco-systemic approach to pluralism is required, if teams are not to display the well-known flaws of inferior agencies without inbuilt selection, churn, evolution, feedback, open boundaries, challenge and concept testing.</p> <p>A high-calibre multi-talented unit – I call it the Metabrain – should be founded to start the UK constitutional reform process by creating new design specifications to rectify governing system flaws.</p> <p>I hope readers can now appreciate that only high-level paradigms, which advance new eco-systemic organising principles and adaptations of our governance leadership, are likely to improve our democracy and thus heal society’s open wounds and safeguard its culture.<br><strong>Norman Strauss</strong><br><em>Adviser to Margaret Thatcher, 1976</em><em>-82; co-author of Stepping Stones (1977) with John Hoskyns</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "339",
      "commentable": "false",
      "firstPublicationDate": "2019-10-18T16:57:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-18T16:59:02Z",
      "newspaperEditionDate": "2019-10-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ch4x8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b8239a71f15ae6b04bad08f496ff94812aa3f121/0_219_3283_1970/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Thank you for the apt title you gave my letter of 11 October. “Only system change can heal our society” precisely captured my apolitical conclusion that our legacy governing system and obscure constitutional conventions no longer aligned with society’s DNA and civic culture. No “guardians” were trying to spot systemic flaws and rectify longstanding deficiencies, because our democracy was assumed to be self-correcting. Yet, despite your title, my letter’s critical concepts of system change, constitutional specification, brilliant teams and paradigm shifts either baffled or were misjudged by Philip Wood and John Airs (Letters, 12 October). Even the motives behind my multi-disciplinary, system-designing, pluralist project team that trailblazing governance demands were questioned. Before it even existed, the team was deemed elitist and technocratic, rather than crucial and potentially effective. Yet all pioneers are de facto era leaders. Many self-select; others grow, envision and invent the future. Below are two links that describe more of the thinking and analysis behind my reform proposals. The first shows our legacy system. New evolution-protecting positive separations of powers, using competing teams, are described here. A multi-competitive eco-systemic approach to pluralism is required, if teams are not to display the well-known flaws of inferior agencies without inbuilt selection, churn, evolution, feedback, open boundaries, challenge and concept testing. A high-calibre multi-talented unit – I call it the Metabrain – should be founded to start the UK constitutional reform process by creating new design specifications to rectify governing system flaws. I hope readers can now appreciate that only high-level paradigms, which advance new eco-systemic organising principles and adaptations of our governance leadership, are likely to improve our democracy and thus heal society’s open wounds and safeguard its culture. Norman Strauss Adviser to Margaret Thatcher, 1976-82; co-author of Stepping Stones (1977) with John Hoskyns • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2350",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/oct/18/remainers-boris-johnson-brexit",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-18T16:56:17Z",
    "webTitle": "For three years we remainers have held our breath. This is the moment our dreams may die | Jonathan Freedland",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/18/remainers-boris-johnson-brexit",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/18/remainers-boris-johnson-brexit",
    "fields": {
      "headline": "For three years, we remainers have held our breath. This is the moment our dreams may die",
      "standfirst": "<p>If Johnson’s Brexit deal is voted through, an idea we cherish, of cooperation across borders, will suffer a devastating blow</p>",
      "trailText": "If Johnson’s Brexit deal is passed, an idea we cherish, of cooperation across borders, will suffer a devastating blow, says Guardian columnist Jonathan Freedland",
      "byline": "Jonathan Freedland",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"a83a36eb3853b309b8340cbd6d2252b94356ec03\"> <img src=\"https://media.guim.co.uk/a83a36eb3853b309b8340cbd6d2252b94356ec03/1_0_2559_1536/1000.jpg\" alt=\"Illustration: Matt Kenyon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Illustration: Matt Kenyon</span> <span class=\"element-image__credit\">Illustration: Matt Kenyon</span> </figcaption> </figure>",
      "body": "<p>It would be tempting to call this the moment of truth, had truth not been an early casualty of a Brexit saga that was mired in lies and deception from the very start. Even so the Brexit story, which has twisted and tormented this country for the last three and a half years, is at a moment of decision. Outside parliament, <a href=\"https://www.peoples-vote.uk/\" title=\"\">hundreds of thousands will gather </a>to make one, possibly last, plea to stay in the European Union. Inside, MPs are due to vote on an agreement that, if it passes, will see us make the break in less than a fortnight – thereby ending British participation in a dream that has animated Europe ever since the final bombs fell in 1945.</p> <p>Almost everything about this moment deserves either regret or condemnation. Forty months have passed since the referendum, but MPs will have little more than four hours to assess the new withdrawal agreement governing Britain’s departure from the EU. That’s barely time to read it, let alone debate and scrutinise it. To rush through a decision of such gravity is not the action of a country that is serious about its own future.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>In return for their readiness to wave goodbye to Northern Ireland, the Tory ultras are getting a harder Brexit than May ever offered</p> </blockquote> </aside>  <p>That in itself is a good reason to support <a href=\"https://www.bbc.co.uk/news/uk-politics-parliaments-50098128\" title=\"\">Oliver Letwin’s amendment</a>, which would force the government to seek another EU extension and give everyone more time. (Letwin’s prime purpose is to head off a bit of Spartan chicanery, making it impossible for the hardcore Brexiters to get round the Benn Act by voting yes on Saturday, only to vote down the withdrawal agreement later, thereby triggering a no-deal exit on 31 October.)</p> <p>What debate there is will be blind to the most crucial facts. The chancellor, Sajid Javid, has <a href=\"https://www.politicshome.com/news/uk/foreign-affairs/brexit/news/107355/sajid-javid-rejects-call-release-impact-assessment-boris\" title=\"\">refused to provide an economic impact assessment </a>of the deal, breezily insisting that any cost will be worth it because getting Brexit agreed will be “good for the fabric of our democracy”. The closest guide we have is <a href=\"https://twitter.com/UKandEU/status/1185126805499514880\" title=\"\">an independent study</a>, warning that the latest arrangements could reduce Britain’s per capita GDP by up to 7% over 10 years (compared with remaining), making this deal even more economically damaging than <a href=\"https://www.theguardian.com/commentisfree/2019/oct/13/boris-johnson-brexit-deal-theresa-may-trade\" title=\"\">Theresa May’s</a>.</p> <p>And yet it is being hailed as a great prize, and Boris Johnson lauded as a master strategist. That is baloney. Once Johnson scrubbed out what had previously been a red line – no border in the Irish Sea, lest that weaken the union of Great Britain and Northern Ireland – then of course the EU could offer some new options. That doesn’t make Johnson a negotiating genius. It just means he was ready to – what’s the word? – surrender a principle that for the leader of the Conservative and Unionist party should have been sacrosanct. If you’re buying a car and suddenly agree to give up on having back seats, the price will go down. That doesn’t make you a tactical mastermind: it just means you gave up on something you previously insisted was vital.</p> <p>News reports keep insisting that the backstop has gone, and Brussels is happy to allow that impression; but that too is false. It has, as one former Downing Street adviser puts it, become the <a href=\"https://twitter.com/RaoulRuparel/status/1184908655327625218\" title=\"\">“frontstop”</a>, meaning that what was once a contingency is now a certainty. Northern Ireland will be, in effect, in the EU customs union from day one, even if it officially remains part of the UK customs area.</p> <p>Credit to the negotiators for imaginatively finding that inch of space between de facto and de jure, and good for Northern Ireland for retaining at least some closeness to the enormous market on the UK’s doorstep, even as the rest of the UK needlessly distances itself from it. (Don’t blame remain-voting Scotland if it wants that too.) In a telling slip, <a href=\"https://twitter.com/Rob_Merrick/status/1185094511925628928\" title=\"\">the foreign secretary, Dominic Raab,</a> told Northern Ireland to cheer up and realise it was getting a “cracking deal” that would allow it to keep “frictionless access to the single market” – which rather highlights why this is a terrible deal for everyone else. </p>  <figure class=\"element element-image\" data-media-id=\"570c1bd94d647b79b4bb68d14a8aba1fdfd51ba8\"> <img src=\"https://media.guim.co.uk/570c1bd94d647b79b4bb68d14a8aba1fdfd51ba8/0_0_5393_3648/1000.jpg\" alt=\"An anti-Brexit protester outside the Houses of Parliament.\" width=\"1000\" height=\"676\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An anti-Brexit protester outside the Houses of Parliament.</span> <span class=\"element-image__credit\">Photograph: Xinhua/Rex Features</span> </figcaption> </figure>  <p>Still, there’s no dressing it up. Northern Ireland is being cut loose, by the same Boris Johnson who less than a year ago was <a href=\"https://twitter.com/DarranMarshall/status/1184441210343251968?s=20\" title=\"\">telling the DUP’s annual conference </a>that any customs or regulatory distinction between Britain and Northern Ireland would “damage the fabric of the union”, and: “No British Conservative government could or should sign up to any such arrangement.” How is this suddenly acceptable to today’s Tory party? Because, sighs a former minister, his colleagues “don’t give a shit about Northern Ireland and don’t care about the union”. Only Brexit matters now.</p> <p>In return for their readiness to wave goodbye to Northern Ireland, the Tory ultras are getting a harder Brexit than May ever offered. The new withdrawal agreement is replete with changes that will put ever greater distance between Britain and our neighbours – measures that, as Labour’s Keir Starmer <a href=\"https://twitter.com/Keir_Starmer/status/1184838374286331906\" title=\"\">rightly points out, </a>will “slash workers’ rights, environmental standards and consumer protections”. It beggars belief that any Labour MP worthy of the name could possibly vote for it.</p> <p>The most wild-eyed Brexiters have spotted something else too. If they vote for this new agreement, they need only sit tight through the 14-month transition period and then, if no free trade agreement has been sealed by the end of 2020, they’ll get the <a href=\"https://twitter.com/peoplesvote_uk/status/1185160014421299200\" title=\"\">no-deal crash-out of their dreams</a>.</p> <p>For that reason, and because there are pro-Brexit Labour MPs who reckon voting aye will bring only a mild slap on the wrist from a leader <a href=\"https://twitter.com/theousherwood/status/1185182916797702145\" title=\"\">whose purposes it might suit</a> to have Brexit out of the way (so long as no one blames him, that is), Johnson may just scrape home. If that happens, there will be many millions in this country who will feel nothing less than bereft.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/oct/18/boris-johnson-launches-frantic-sales-pitch-of-brexit-deal-ahead-of-commons-vote-politics-live\">Brexit: Labour to back rebel Tory bid to force Johnson to demand extension – live news</a> </p> </aside>  <p>Since 2016, remainers have often been rightly rebuked for failing to respect or even understand the sensibilities of the 17.4 million of their fellow citizens who voted to leave. But 16.1 million Britons voted to stay in the EU, and they have often been dismissed no less casually, whether rubbished as elitist “citizens of nowhere” or mysteriously excluded from “the people” whose will must be done. Yet they too are devoted citizens of this country, and, very soon, they may face a change that, to many, will feel like a grievous loss.</p> <p>For three and a half years, they have put off that moment of pain, hoping that somehow, Brexit might be averted, that their fellow Britons would change their minds and change course. Sometime on Saturday that dream could be over. For all the procrastination since 2016, it will feel quite sudden: 31 October is very near.</p> <p>They will contemplate a project whose importance to them – like so much in life – they didn’t fully appreciate until it was nearly gone. Yet in these last 40 months, often unheard amid all the noise about process, about meaningful votes and second referendums, they have come to value it very dearly. It is an ideal of cooperation across borders; of their country combining with its neighbours, rather than fighting against them, to face down shared threats, whether they be the climate crisis or the lethal recklessness of Donald Trump. In 2019, that idea seems more necessary than ever. Yet tomorrow it could all vanish.</p> <p>So forgive them if they shout themselves hoarse at those demos and rallies, or if they watch the Parliament channel through their fingers as they wait anxiously for the vote. They – we – fear we are about to lose something very precious.</p> <p>• Jonathan Freedland is a Guardian columnist</p>",
      "newspaperPageNumber": "3",
      "wordcount": "1252",
      "commentCloseDate": "2019-10-18T20:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-18T16:56:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:21Z",
      "newspaperEditionDate": "2019-10-19T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ch54e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a83a36eb3853b309b8340cbd6d2252b94356ec03/1_0_2559_1536/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It would be tempting to call this the moment of truth, had truth not been an early casualty of a Brexit saga that was mired in lies and deception from the very start. Even so the Brexit story, which has twisted and tormented this country for the last three and a half years, is at a moment of decision. Outside parliament, hundreds of thousands will gather to make one, possibly last, plea to stay in the European Union. Inside, MPs are due to vote on an agreement that, if it passes, will see us make the break in less than a fortnight – thereby ending British participation in a dream that has animated Europe ever since the final bombs fell in 1945. Almost everything about this moment deserves either regret or condemnation. Forty months have passed since the referendum, but MPs will have little more than four hours to assess the new withdrawal agreement governing Britain’s departure from the EU. That’s barely time to read it, let alone debate and scrutinise it. To rush through a decision of such gravity is not the action of a country that is serious about its own future. That in itself is a good reason to support Oliver Letwin’s amendment, which would force the government to seek another EU extension and give everyone more time. (Letwin’s prime purpose is to head off a bit of Spartan chicanery, making it impossible for the hardcore Brexiters to get round the Benn Act by voting yes on Saturday, only to vote down the withdrawal agreement later, thereby triggering a no-deal exit on 31 October.) What debate there is will be blind to the most crucial facts. The chancellor, Sajid Javid, has refused to provide an economic impact assessment of the deal, breezily insisting that any cost will be worth it because getting Brexit agreed will be “good for the fabric of our democracy”. The closest guide we have is an independent study, warning that the latest arrangements could reduce Britain’s per capita GDP by up to 7% over 10 years (compared with remaining), making this deal even more economically damaging than Theresa May’s. And yet it is being hailed as a great prize, and Boris Johnson lauded as a master strategist. That is baloney. Once Johnson scrubbed out what had previously been a red line – no border in the Irish Sea, lest that weaken the union of Great Britain and Northern Ireland – then of course the EU could offer some new options. That doesn’t make Johnson a negotiating genius. It just means he was ready to – what’s the word? – surrender a principle that for the leader of the Conservative and Unionist party should have been sacrosanct. If you’re buying a car and suddenly agree to give up on having back seats, the price will go down. That doesn’t make you a tactical mastermind: it just means you gave up on something you previously insisted was vital. News reports keep insisting that the backstop has gone, and Brussels is happy to allow that impression; but that too is false. It has, as one former Downing Street adviser puts it, become the “frontstop”, meaning that what was once a contingency is now a certainty. Northern Ireland will be, in effect, in the EU customs union from day one, even if it officially remains part of the UK customs area. Credit to the negotiators for imaginatively finding that inch of space between de facto and de jure, and good for Northern Ireland for retaining at least some closeness to the enormous market on the UK’s doorstep, even as the rest of the UK needlessly distances itself from it. (Don’t blame remain-voting Scotland if it wants that too.) In a telling slip, the foreign secretary, Dominic Raab, told Northern Ireland to cheer up and realise it was getting a “cracking deal” that would allow it to keep “frictionless access to the single market” – which rather highlights why this is a terrible deal for everyone else. Still, there’s no dressing it up. Northern Ireland is being cut loose, by the same Boris Johnson who less than a year ago was telling the DUP’s annual conference that any customs or regulatory distinction between Britain and Northern Ireland would “damage the fabric of the union”, and: “No British Conservative government could or should sign up to any such arrangement.” How is this suddenly acceptable to today’s Tory party? Because, sighs a former minister, his colleagues “don’t give a shit about Northern Ireland and don’t care about the union”. Only Brexit matters now. In return for their readiness to wave goodbye to Northern Ireland, the Tory ultras are getting a harder Brexit than May ever offered. The new withdrawal agreement is replete with changes that will put ever greater distance between Britain and our neighbours – measures that, as Labour’s Keir Starmer rightly points out, will “slash workers’ rights, environmental standards and consumer protections”. It beggars belief that any Labour MP worthy of the name could possibly vote for it. The most wild-eyed Brexiters have spotted something else too. If they vote for this new agreement, they need only sit tight through the 14-month transition period and then, if no free trade agreement has been sealed by the end of 2020, they’ll get the no-deal crash-out of their dreams. For that reason, and because there are pro-Brexit Labour MPs who reckon voting aye will bring only a mild slap on the wrist from a leader whose purposes it might suit to have Brexit out of the way (so long as no one blames him, that is), Johnson may just scrape home. If that happens, there will be many millions in this country who will feel nothing less than bereft. Since 2016, remainers have often been rightly rebuked for failing to respect or even understand the sensibilities of the 17.4 million of their fellow citizens who voted to leave. But 16.1 million Britons voted to stay in the EU, and they have often been dismissed no less casually, whether rubbished as elitist “citizens of nowhere” or mysteriously excluded from “the people” whose will must be done. Yet they too are devoted citizens of this country, and, very soon, they may face a change that, to many, will feel like a grievous loss. For three and a half years, they have put off that moment of pain, hoping that somehow, Brexit might be averted, that their fellow Britons would change their minds and change course. Sometime on Saturday that dream could be over. For all the procrastination since 2016, it will feel quite sudden: 31 October is very near. They will contemplate a project whose importance to them – like so much in life – they didn’t fully appreciate until it was nearly gone. Yet in these last 40 months, often unheard amid all the noise about process, about meaningful votes and second referendums, they have come to value it very dearly. It is an ideal of cooperation across borders; of their country combining with its neighbours, rather than fighting against them, to face down shared threats, whether they be the climate crisis or the lethal recklessness of Donald Trump. In 2019, that idea seems more necessary than ever. Yet tomorrow it could all vanish. So forgive them if they shout themselves hoarse at those demos and rallies, or if they watch the Parliament channel through their fingers as they wait anxiously for the vote. They – we – fear we are about to lose something very precious. • Jonathan Freedland is a Guardian columnist",
      "charCount": "7292",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonathanfreedland\">Jonathan Freedland</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/oct/18/we-as-mps-need-to-come-together-to-get-brexit-done-and-move-on",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-18T16:07:54Z",
    "webTitle": "We as MPs need to come together to get Brexit done – and move on | Victoria Prentis and Melanie Onn",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/18/we-as-mps-need-to-come-together-to-get-brexit-done-and-move-on",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/18/we-as-mps-need-to-come-together-to-get-brexit-done-and-move-on",
    "fields": {
      "headline": "We as MPs need to come together to get Brexit done – and move on",
      "standfirst": "<p>Pride needs to be swallowed and colleagues of all stripes need to vote for a deal on Saturday</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/oct/18/labours-melanie-onn-declares-intention-to-vote-for-brexit-deal\">Labour’s Melanie Onn declares intention to vote for Brexit deal</a></li></ul>",
      "trailText": "Pride needs to be swallowed and colleagues of all stripes need to vote for a deal on Saturday",
      "byline": "Victoria Prentis and Melanie Onn",
      "main": "<figure class=\"element element-image\" data-media-id=\"ebe08ff31f6620ca528e6e26f10b217cccc095fc\"> <img src=\"https://media.guim.co.uk/ebe08ff31f6620ca528e6e26f10b217cccc095fc/0_55_5099_3059/1000.jpg\" alt=\"An EU and UK flag outside parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">MPs will debate Boris Johnson’s Brexit deal when they sit in the House of Commons on Saturday. </span> <span class=\"element-image__credit\">Photograph: Kirsty Wigglesworth/AP</span> </figcaption> </figure>",
      "body": "<p>Last month, we came together with colleagues across the house to find a middle ground between the extremes of no deal and a second referendum. Our mission was to give a voice to the silent majority – both in parliament and across the country – a voice to those who respect the result of the referendum, and who want us to leave with a deal and move on.</p> <p>When our constituents tell us they are fed up of politics, and tired of Brexit, we can understand where they are coming from. They tell us we are focused on the wrong things, our priorities are all wrong, and that the issues they care about have been cast aside by the Brexit distraction.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/18/labours-melanie-onn-declares-intention-to-vote-for-brexit-deal\">Labour's Melanie Onn declares intention to vote for Brexit deal</a> </p> </aside>  <p>Switching on the news, it’s easy to think that MPs spend all their time fighting and disagreeing with each other. But quietly, in the background, many of us have clung to the things that unite us – the things that will matter long after Brexit has been resolved.</p> <p>That’s why we have decided to write together the day before this historic sitting – not just as a proof that MPs of different stripes can work together, but to implore our colleagues to use this unique chance to help us move on, and get back to helping our constituents.</p> <p>A no-deal Brexit will risk their prosperity, and a second referendum will only deepen the schism of the past three years. Pride needs to be swallowed on both sides, and clear heads must prevail.</p> <p>The risk of letting this final shot at a deal slip through our fingers is too great. Our collective hope rests on brave Labour MPs, and indeed others, who can see that.</p> <p>We consider ourselves to be normal women, working hard for our constituencies. We can’t stand the shouting and the division, and want to return to a politics that remembers the things we have in common with one another. A parliament that extends a hand to the workers, that builds shelter for the homeless, that does more than ever for our environment, and lets our kids grow up on safe streets.</p> <p>Far from being ashamed of relying on one another, as MPs from opposite sides we recognise that it is imperative we move on, together. It’s the only way we can rebuild our politics, and unite the country. We hope all MPs will come together on Saturday for the good of their constituents, and vote for a deal.</p> <p><em>Melanie Onn is the Labour MP for Great Grimsby<br>Victoria Prentis, is the Tory MP for Banbury and North Oxfordshire<br></em></p>",
      "wordcount": "427",
      "firstPublicationDate": "2019-10-18T16:07:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:21Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ch5v6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ebe08ff31f6620ca528e6e26f10b217cccc095fc/0_55_5099_3059/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Last month, we came together with colleagues across the house to find a middle ground between the extremes of no deal and a second referendum. Our mission was to give a voice to the silent majority – both in parliament and across the country – a voice to those who respect the result of the referendum, and who want us to leave with a deal and move on. When our constituents tell us they are fed up of politics, and tired of Brexit, we can understand where they are coming from. They tell us we are focused on the wrong things, our priorities are all wrong, and that the issues they care about have been cast aside by the Brexit distraction. Switching on the news, it’s easy to think that MPs spend all their time fighting and disagreeing with each other. But quietly, in the background, many of us have clung to the things that unite us – the things that will matter long after Brexit has been resolved. That’s why we have decided to write together the day before this historic sitting – not just as a proof that MPs of different stripes can work together, but to implore our colleagues to use this unique chance to help us move on, and get back to helping our constituents. A no-deal Brexit will risk their prosperity, and a second referendum will only deepen the schism of the past three years. Pride needs to be swallowed on both sides, and clear heads must prevail. The risk of letting this final shot at a deal slip through our fingers is too great. Our collective hope rests on brave Labour MPs, and indeed others, who can see that. We consider ourselves to be normal women, working hard for our constituencies. We can’t stand the shouting and the division, and want to return to a politics that remembers the things we have in common with one another. A parliament that extends a hand to the workers, that builds shelter for the homeless, that does more than ever for our environment, and lets our kids grow up on safe streets. Far from being ashamed of relying on one another, as MPs from opposite sides we recognise that it is imperative we move on, together. It’s the only way we can rebuild our politics, and unite the country. We hope all MPs will come together on Saturday for the good of their constituents, and vote for a deal. Melanie Onn is the Labour MP for Great Grimsby Victoria Prentis, is the Tory MP for Banbury and North Oxfordshire",
      "charCount": "2357",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Victoria Prentis and Melanie Onn"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "music/2019/oct/18/abomination-dup-opera-belfast-arlene-foster-drag-queen-gay-cake",
    "type": "article",
    "sectionId": "music",
    "sectionName": "Music",
    "webPublicationDate": "2019-10-18T13:23:16Z",
    "webTitle": "Abomination: the riotously high-camp opera about DUP homophobia",
    "webUrl": "https://www.theguardian.com/music/2019/oct/18/abomination-dup-opera-belfast-arlene-foster-drag-queen-gay-cake",
    "apiUrl": "https://content.guardianapis.com/music/2019/oct/18/abomination-dup-opera-belfast-arlene-foster-drag-queen-gay-cake",
    "fields": {
      "headline": "Abomination: the riotously high-camp opera about DUP homophobia",
      "standfirst": "<p>Inspired by remarks made by a unionist MP, an incendiary opera is about to unleash gay cake and drag on Belfast. Will Arlene Foster be in the front row? We meet its creator</p>",
      "trailText": "Inspired by remarks made by a unionist MP, an incendiary opera is about to unleash gay cake and drag on Belfast. Will Arlene Foster be in the front row? We meet its creator",
      "byline": "Stephen Moss",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"4954624476d0b32aa100c17bc77f41bb7b6c9f55\"> <img src=\"https://media.guim.co.uk/4954624476d0b32aa100c17bc77f41bb7b6c9f55/0_209_5760_3456/1000.jpg\" alt=\"Hellfire arias … drag queen Matthew Cavan as Cherrie Ontop, posing in front of a loyalist mural in Belfast.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Hellfire arias … actor Matthew Cavan as his drag character Cherrie Ontop, posing in front of a loyalist mural in Belfast.</span> <span class=\"element-image__credit\">Photograph: Paul McErlane/The Guardian</span> </figcaption> </figure>",
      "body": "<p>The Newtownards Road in the heart of Protestant, unionist east Belfast is the unlikely setting for rehearsals of Abomination: A DUP Opera, the incendiary work that will open the <a href=\"https://outburstarts.com/\">Outburst Queer arts festival</a> in the city next month. <br><br>The building is surrounded by murals recording the unionist struggle; there is a memorial to Ulster Defence Association volunteers nearby, and union jacks adorn many houses and lamp-posts. Yet here, in the heartland of the <a href=\"https://www.theguardian.com/politics/dup\">Democratic Unionist party</a>, composer <a href=\"https://theevenhand.com/2019/06/19/bash-the-belfast-ensemble/\">Conor Mitchell</a> is hatching an opera that dramatises an incident that showed the socially conservative, Christian evangelical party at its most bigoted.<br><br>That incident was a phone interview in June 2008 in which Radio Ulster presenter <a href=\"https://www.bbc.co.uk/programmes/b007cpsh\">Stephen Nolan</a> talked to Iris Robinson, then a DUP MP and wife of Northern Ireland’s first minister, Peter Robinson. In the interview, which came soon after a homophobic assault on a gay man in Newtownabbey, north of Belfast, <a href=\"https://www.belfasttelegraph.co.uk/news/northern-ireland/iris-robinson-slammed-for-offering-gay-cure-28519012.html\">Robinson branded homosexuality an “abomination”</a>.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"50df3a072aafc308373cd9c7bb03a5c2e61b8e68\"> <img src=\"https://media.guim.co.uk/50df3a072aafc308373cd9c7bb03a5c2e61b8e68/0_0_5184_3456/1000.jpg\" alt=\"Will she come and see the show? … Cavan confronts a Belfast mural of the DUP leader Arlene Foster.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Will she come and see the show? … Cavan confronts a Belfast mural of the DUP leader Arlene Foster.</span> <span class=\"element-image__credit\">Photograph: Paul McErlane/The Guardian</span> </figcaption> </figure>  <p>Mitchell has used a verbatim account of that lengthy and hugely controversial phone conversation, together with other DUP statements attacking homosexuality over the last 40 years, to create the libretto of an hour-long opera that arrives in Belfast at the most sensitive of moments. As well as the DUP being the pivotal player in the battle over Brexit, <a href=\"https://www.bbc.co.uk/news/uk-northern-ireland-49009056\">same-sex marriage and abortion today</a> are reaching a key stage on the road to legalisation in Northern Ireland. In theory, the failure of the Stormont assembly to reconvene means that, following <a href=\"https://www.theguardian.com/uk-news/2019/jul/05/government-obliged-to-legalise-abortion-northern-ireland-labour-mp-stella-creasy\">legislation at Westminster earlier this year</a>, both will now automatically be legalised early in 2020, though gay and women’s rights activists <a href=\"https://www.bbc.co.uk/news/uk-northern-ireland-50062998\">still expect there to be efforts to block liberalisation</a>.</p> <p>The festival’s artistic director, Ruth McCarthy, insists the opera, parts of which were tried out at last year’s festival, wasn’t chosen to coincide with these historic events: “We wish we were that organised!” The Brexit and same-sex marriage deadlines had not been fixed, she says, when the festival was planned.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>A few years after I heard those remarks on the radio, I was drinking myself to death</p> </blockquote> </aside>  <p>Mitchell, who set up the <a href=\"https://www.thebelfastensemble.com/gallery-1\">Belfast Ensemble</a> music and theatre group in 2017, has never forgotten the Robinson-Nolan interview. “In 2008, I had had enough of central London and wanted to come home to reconnect with my family and live somewhere with no flatmates and get a grand piano. I found the most amazing place; I had a few commissions for Aldeburgh; I was feeling like a million dollars – and then that came on breakfast radio. Within a few years, I was drinking myself to death.”<br><br>He says that, for a gay man, the storm Robinson triggered was overwhelming. “There was suddenly a massive debate in Northern Ireland about, effectively, do gay people have souls? I thought, ‘I have made a huge mistake [coming back].’ It ate away at me for a long time.” He sees it as the catalyst for the personal problems that beset him, though he overcame them and has been sober since October 2014 – a date tattooed on his neck in Roman numerals.<br><br>Mitchell insists Abomination is not anti-unionist. “People have accused us of having a republican agenda,” he says, “but we haven’t. My art is very political, but it’s totally bipartisan.” The message underlying the opera is that “words have weight” – if you demonise a section of the population, there will be consequences. Press reports of the higher-than-average suicide rate among LGBT people in Northern Ireland are pinned to the wall of the rehearsal room to underline the point.</p>  <figure class=\"element element-image\" data-media-id=\"493b0d71db50e6ff0390ea3b384fd8adc08d4a12\"> <img src=\"https://media.guim.co.uk/493b0d71db50e6ff0390ea3b384fd8adc08d4a12/1733_521_2833_1700/1000.jpg\" alt=\"Baritone Christopher Cull, Matthew Cavan, Conor Mitchell and the Belfast Ensemble’s Rebecca Caine.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Baritone Christopher Cull, Matthew Cavan, Conor Mitchell and the Belfast Ensemble’s Rebecca Caine.</span> <span class=\"element-image__credit\">Photograph: Paul McErlane/The Guardian</span> </figcaption> </figure>  <p>But Mitchell doesn’t intend to be preachy, or tell an enlightened audience what they already know. Instead, he plans to let Robinson’s arias of disgust and hellfire spiral into anarchic ecstasy. “I am clinging to that word ‘party’ in Democratic Unionist party,” he says. “DUP members come on stage one by one and then all hell breaks loose. There was a huge rumpus here over gay cake, so we’ll have cake thrown all over the place; <a href=\"https://www.irishnews.com/news/2018/11/19/news/actor-and-drag-queen-appeals-for-return-of-distinctive-orange-wig-stolen-outside-belfast-bar-1487936/\">Matthew Cavan</a> [a well-known Belfast-based actor and drag queen] will get into drag; we’ll have red, white and blue streamers; and an angel will descend and make love to Iris on a bed.” <br><br>The angel represents 19-year-old Kirk McCambley who, it <a href=\"https://www.theguardian.com/politics/2010/jan/08/iris-robinson-kirk-mccambley-belfast\">emerged in 2010, had been having an affair with the then 59-year-old Iris Robinson</a> at the height of the “abomination” controversy in 2008. “I love the idea of creating chaos out of order,” says Mitchell, who believes the Robinson interview undid all the DUP’s attempts to become respectable, ripping away the curtain to expose the bigotry behind it. He intends to present an open, unbuttoned party, but probably best not to offer DUP leader <a href=\"https://www.theguardian.com/politics/arlene-foster\">Arlene Foster</a> a complimentary ticket.<br><br>• Abomination, A DUP Opera is at <a href=\"https://lyrictheatre.co.uk/event/abomination-an-opera/\">the Lyric theatre, Belfast</a>, 8-10 November, with a preview performance on 7 November.</p>",
      "newspaperPageNumber": "11",
      "wordcount": "781",
      "firstPublicationDate": "2019-10-18T13:23:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-12-18T15:15:50Z",
      "newspaperEditionDate": "2019-10-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cgq4n",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/50df3a072aafc308373cd9c7bb03a5c2e61b8e68/0_137_5184_3110/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Newtownards Road in the heart of Protestant, unionist east Belfast is the unlikely setting for rehearsals of Abomination: A DUP Opera, the incendiary work that will open the Outburst Queer arts festival in the city next month. The building is surrounded by murals recording the unionist struggle; there is a memorial to Ulster Defence Association volunteers nearby, and union jacks adorn many houses and lamp-posts. Yet here, in the heartland of the Democratic Unionist party, composer Conor Mitchell is hatching an opera that dramatises an incident that showed the socially conservative, Christian evangelical party at its most bigoted. That incident was a phone interview in June 2008 in which Radio Ulster presenter Stephen Nolan talked to Iris Robinson, then a DUP MP and wife of Northern Ireland’s first minister, Peter Robinson. In the interview, which came soon after a homophobic assault on a gay man in Newtownabbey, north of Belfast, Robinson branded homosexuality an “abomination”. Mitchell has used a verbatim account of that lengthy and hugely controversial phone conversation, together with other DUP statements attacking homosexuality over the last 40 years, to create the libretto of an hour-long opera that arrives in Belfast at the most sensitive of moments. As well as the DUP being the pivotal player in the battle over Brexit, same-sex marriage and abortion today are reaching a key stage on the road to legalisation in Northern Ireland. In theory, the failure of the Stormont assembly to reconvene means that, following legislation at Westminster earlier this year, both will now automatically be legalised early in 2020, though gay and women’s rights activists still expect there to be efforts to block liberalisation. The festival’s artistic director, Ruth McCarthy, insists the opera, parts of which were tried out at last year’s festival, wasn’t chosen to coincide with these historic events: “We wish we were that organised!” The Brexit and same-sex marriage deadlines had not been fixed, she says, when the festival was planned. Mitchell, who set up the Belfast Ensemble music and theatre group in 2017, has never forgotten the Robinson-Nolan interview. “In 2008, I had had enough of central London and wanted to come home to reconnect with my family and live somewhere with no flatmates and get a grand piano. I found the most amazing place; I had a few commissions for Aldeburgh; I was feeling like a million dollars – and then that came on breakfast radio. Within a few years, I was drinking myself to death.” He says that, for a gay man, the storm Robinson triggered was overwhelming. “There was suddenly a massive debate in Northern Ireland about, effectively, do gay people have souls? I thought, ‘I have made a huge mistake [coming back].’ It ate away at me for a long time.” He sees it as the catalyst for the personal problems that beset him, though he overcame them and has been sober since October 2014 – a date tattooed on his neck in Roman numerals. Mitchell insists Abomination is not anti-unionist. “People have accused us of having a republican agenda,” he says, “but we haven’t. My art is very political, but it’s totally bipartisan.” The message underlying the opera is that “words have weight” – if you demonise a section of the population, there will be consequences. Press reports of the higher-than-average suicide rate among LGBT people in Northern Ireland are pinned to the wall of the rehearsal room to underline the point. But Mitchell doesn’t intend to be preachy, or tell an enlightened audience what they already know. Instead, he plans to let Robinson’s arias of disgust and hellfire spiral into anarchic ecstasy. “I am clinging to that word ‘party’ in Democratic Unionist party,” he says. “DUP members come on stage one by one and then all hell breaks loose. There was a huge rumpus here over gay cake, so we’ll have cake thrown all over the place; Matthew Cavan [a well-known Belfast-based actor and drag queen] will get into drag; we’ll have red, white and blue streamers; and an angel will descend and make love to Iris on a bed.” The angel represents 19-year-old Kirk McCambley who, it emerged in 2010, had been having an affair with the then 59-year-old Iris Robinson at the height of the “abomination” controversy in 2008. “I love the idea of creating chaos out of order,” says Mitchell, who believes the Robinson interview undid all the DUP’s attempts to become respectable, ripping away the curtain to expose the bigotry behind it. He intends to present an open, unbuttoned party, but probably best not to offer DUP leader Arlene Foster a complimentary ticket. • Abomination, A DUP Opera is at the Lyric theatre, Belfast, 8-10 November, with a preview performance on 7 November.",
      "charCount": "4749",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/stephenmoss\">Stephen Moss</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  }
]