[
  {
    "id": "uk-news/2019/aug/11/british-soldiers-role-and-recruitment",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-08-11T17:15:35Z",
    "webTitle": "British soldiers’ role and recruitment | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/aug/11/british-soldiers-role-and-recruitment",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/aug/11/british-soldiers-role-and-recruitment",
    "fields": {
      "headline": "British soldiers’ role and recruitment",
      "standfirst": "<strong>John Boaler </strong>wonders why infantry numbers must be raised, another reader says the medical criteria for Sandhurst are unrealistic, and <strong>Michael Attwood </strong>believes the army isn’t an attractive career any more",
      "trailText": "Letters: <strong>John Boaler </strong>wonders why infantry numbers must be raised, another reader says the medical criteria for Sandhurst are unrealistic, and <strong>Michael Attwood </strong>believes the army isn’t an attractive career any more",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ff5545187d1e8354e1ab67dab9a8a581886af66b\"> <img src=\"https://media.guim.co.uk/ff5545187d1e8354e1ab67dab9a8a581886af66b/0_312_5525_3315/1000.jpg\" alt=\"Female British army recruits on the live firing range\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Female army recruits in training.</span> <span class=\"element-image__credit\">Photograph: Richard Gardner/Rex Shutterstock</span> </figcaption> </figure>",
      "body": "<p>You report that the number of soldiers in infantry regiments has fallen to “17% below the target strength” (<a href=\"https://www.theguardian.com/uk-news/2019/aug/09/uk-army-combat-units-40-below-strength-as-recruitment-plummets\" title=\"\">Army’s frontline in crisis as recruitment collapses</a>, 10 August). One explanation given for this drop is that “soldiers were being required to undertake repetitive training exercises with no other purpose than to keep them busy”. If there is not enough for the infantry to do, why recruit more?</p> <p>The major threats facing our country appear to be from cyber-attacks and terrorism. There is little role for the infantry in defending us from these. Perhaps it’s time to scale down the size of our infantry while putting more resources into the detective work that goes into countering terrorism and into enhancing cybersecurity and defending us from cyberwarfare. There is no point keeping up infantry numbers if their role within our armed forces is diminishing.<br><strong>John Boaler</strong><br><em>Calne, Wiltshire</em></p> <p>• It’s no surprise the army is struggling to recruit. For starters, its medical exclusions for recruiting officers into Sandhurst are beyond realistic. As an incredibly fit and healthy twentysomething woman, I was barred from my desired career as an officer simply because I had broken a few bones. I’m now an incredibly fit and healthy 31-year-old barred from entering Sandhurst because of my apparently advanced age. Perhaps the army should rely on fitness tests, rather than using a medical form to cull people who could (and do regularly) outrun soldiers in the local barracks. Women in particular enter their physical prime in their 30s. Recruitment testing ignores or misunderstands this scientific fact. The army needs to get with the times.<br><strong>Name and address supplied</strong><br></p> <p>• What the drop in recruitment tells us is that Brexit Britain is not seen as worth fighting for, let alone dying for. The visions for Britain that Tory leaders have articulated over the last 10 years (big society, living within our means, strong and stable, Brexit means Brexit, do or die) have led to recession, despondency and discord. Of course, the defence cuts and negative publicity cannot have helped make the military an attractive career.<br><strong>Michael Attwood</strong><br><em>Cambridge</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "392",
      "commentable": "false",
      "firstPublicationDate": "2019-08-11T17:15:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-11T17:42:42Z",
      "newspaperEditionDate": "2019-08-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5527",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ff5545187d1e8354e1ab67dab9a8a581886af66b/0_312_5525_3315/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "You report that the number of soldiers in infantry regiments has fallen to “17% below the target strength” (Army’s frontline in crisis as recruitment collapses, 10 August). One explanation given for this drop is that “soldiers were being required to undertake repetitive training exercises with no other purpose than to keep them busy”. If there is not enough for the infantry to do, why recruit more? The major threats facing our country appear to be from cyber-attacks and terrorism. There is little role for the infantry in defending us from these. Perhaps it’s time to scale down the size of our infantry while putting more resources into the detective work that goes into countering terrorism and into enhancing cybersecurity and defending us from cyberwarfare. There is no point keeping up infantry numbers if their role within our armed forces is diminishing. John Boaler Calne, Wiltshire • It’s no surprise the army is struggling to recruit. For starters, its medical exclusions for recruiting officers into Sandhurst are beyond realistic. As an incredibly fit and healthy twentysomething woman, I was barred from my desired career as an officer simply because I had broken a few bones. I’m now an incredibly fit and healthy 31-year-old barred from entering Sandhurst because of my apparently advanced age. Perhaps the army should rely on fitness tests, rather than using a medical form to cull people who could (and do regularly) outrun soldiers in the local barracks. Women in particular enter their physical prime in their 30s. Recruitment testing ignores or misunderstands this scientific fact. The army needs to get with the times. Name and address supplied • What the drop in recruitment tells us is that Brexit Britain is not seen as worth fighting for, let alone dying for. The visions for Britain that Tory leaders have articulated over the last 10 years (big society, living within our means, strong and stable, Brexit means Brexit, do or die) have led to recession, despondency and discord. Of course, the defence cuts and negative publicity cannot have helped make the military an attractive career. Michael Attwood Cambridge • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2441",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/aug/11/when-you-know-youre-over-the-hill",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-08-11T17:13:05Z",
    "webTitle": "When you know you’re over the hill | Brief letters",
    "webUrl": "https://www.theguardian.com/society/2019/aug/11/when-you-know-youre-over-the-hill",
    "apiUrl": "https://content.guardianapis.com/society/2019/aug/11/when-you-know-youre-over-the-hill",
    "fields": {
      "headline": "When you know you’re over the hill",
      "standfirst": "Hatriotism | Brexit rapture | Sainthood for MPs | Ageing | Gender stereotypes",
      "trailText": "Brief letters: Hatriotism | Brexit rapture | Sainthood for MPs | Ageing | Gender stereotypes",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"4c3accc54afb7cd704636369541f2caa822e4e7a\"> <img src=\"https://media.guim.co.uk/4c3accc54afb7cd704636369541f2caa822e4e7a/0_207_4121_2472/1000.jpg\" alt=\"Priority Seat Sign\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The young lady who had given me her seat offered to help me up when I got to my destination,’ writes John Bartholomew.</span> <span class=\"element-image__credit\">Photograph: Chrisdorney/Getty Images/iStockphoto</span> </figcaption> </figure>",
      "body": "<p>The term “hatriotism” was coined much earlier than the 1940s (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/07/theres-an-old-word-for-trumps-brand-of-nationalism-hatriotism\" title=\"\">Samuel G Freedman</a>, 7 August). The first mention in Google Books appears in the September 1923 issue of the Advocate: America’s Jewish Journal, based in Chicago, where it was used to describe antisemitism in Germany. The Advocate article suggests that Dr Gerson B Levi had strong views on the term. Levi was a prominent Chicago rabbi who spoke at the Republican national convention, so he would have been in a position to make the term more widely known.<br><strong>Dr Christine Harlen</strong><br><em>School of politics and international studies, University of Leeds</em></p> <p>• I am fascinated by the reference in your <a href=\"https://www.theguardian.com/commentisfree/2019/aug/09/the-guardian-view-on-an-early-election-johnsons-campaign-has-already-begun\" title=\"\">editorial</a> (10 August) to “Brexit rapture”. Does this mean that we can expect, on 1 November, that Cummings, Johnson, Rees-Mogg et al will be whisked up to heaven, leaving the rest of us to manage as best we can down here on earth? I am starting to find that quite an attractive prospect.<br><strong>Tim Gossling</strong><br><em>Cambridge</em></p> <p>• If there are a few Conservative MPs spending their holidays wondering about putting country before career and some manage to ensure that we have not left the EU on Halloween, they might like to remember that the following day is All Saints’ Day. They may lose the whip and become non-persons in today’s Tory party, but they will get their reward in heaven and their names shall live for evermore.<br><strong>Geoff Reid</strong><br><em>Bradford</em></p> <p>• Adrian Chiles (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/08/getting-old-people-offering-seat-tube-adrian-chiles\" title=\"\">How do I know I’m past it? A man offered me a seat on the tube</a>, G2, 8 August) has a way to go yet. I knew that I was over the hill when the young lady who had kindly given me her seat later offered to help me up when I got to my destination.<br><strong>John Bartholomew</strong><br><em>Norbury, London</em></p> <p>• Any sentence that starts “Men think that ...” <a href=\"https://www.theguardian.com/us-news/2019/aug/06/male-violence-and-us-mass-shootings\" title=\"\">(Letters</a>, 7 August) raises my hackles. Why should I read to the end? This is gender stereotyping. As a woman, I am more likely than a man to be on the receiving end of it and to come off worse for it.<br><strong>Fiona Monroe</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "394",
      "commentable": "false",
      "firstPublicationDate": "2019-08-11T17:13:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:30Z",
      "newspaperEditionDate": "2019-08-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c55b4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4c3accc54afb7cd704636369541f2caa822e4e7a/0_207_4121_2472/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The term “hatriotism” was coined much earlier than the 1940s (Samuel G Freedman, 7 August). The first mention in Google Books appears in the September 1923 issue of the Advocate: America’s Jewish Journal, based in Chicago, where it was used to describe antisemitism in Germany. The Advocate article suggests that Dr Gerson B Levi had strong views on the term. Levi was a prominent Chicago rabbi who spoke at the Republican national convention, so he would have been in a position to make the term more widely known. Dr Christine Harlen School of politics and international studies, University of Leeds • I am fascinated by the reference in your editorial (10 August) to “Brexit rapture”. Does this mean that we can expect, on 1 November, that Cummings, Johnson, Rees-Mogg et al will be whisked up to heaven, leaving the rest of us to manage as best we can down here on earth? I am starting to find that quite an attractive prospect. Tim Gossling Cambridge • If there are a few Conservative MPs spending their holidays wondering about putting country before career and some manage to ensure that we have not left the EU on Halloween, they might like to remember that the following day is All Saints’ Day. They may lose the whip and become non-persons in today’s Tory party, but they will get their reward in heaven and their names shall live for evermore. Geoff Reid Bradford • Adrian Chiles (How do I know I’m past it? A man offered me a seat on the tube, G2, 8 August) has a way to go yet. I knew that I was over the hill when the young lady who had kindly given me her seat later offered to help me up when I got to my destination. John Bartholomew Norbury, London • Any sentence that starts “Men think that ...” (Letters, 7 August) raises my hackles. Why should I read to the end? This is gender stereotyping. As a woman, I am more likely than a man to be on the receiving end of it and to come off worse for it. Fiona Monroe London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2231",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/11/sir-wynn-hugh-jones-obituary",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-11T17:09:20Z",
    "webTitle": "Sir Wynn Hugh-Jones obituary",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/11/sir-wynn-hugh-jones-obituary",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/11/sir-wynn-hugh-jones-obituary",
    "fields": {
      "headline": "Sir Wynn Hugh-Jones obituary",
      "trailText": "<strong>Other lives:</strong> Diplomat and leading figure in the Liberal democrats",
      "byline": "Rob Hugh-Jones",
      "main": "<figure class=\"element element-image\" data-media-id=\"6671c735a3d26a79e29351dcbb4a8425bcc00917\"> <img src=\"https://media.guim.co.uk/6671c735a3d26a79e29351dcbb4a8425bcc00917/0_1218_3024_1814/1000.jpg\" alt=\"Wynn Hugh-Jones joined the diplomatic service in 1947. He was soon dispatched to Jeddah in Saudi Arabia for three years\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wynn Hugh-Jones joined the diplomatic service in 1947. He was soon dispatched to Jeddah in Saudi Arabia for three years</span> <span class=\"element-image__credit\">Photograph: None</span> </figcaption> </figure>",
      "body": "<p>My father, Sir Wynn Hugh-Jones, who has died aged 95, had a remarkably full life. He was a diplomat for 25 years, was closely involved in the UK’s entry into Europe, led the <a href=\"https://www.esu.org/\" title=\"\">English-Speaking-Union</a>, an educational charity, and then spent more than a decade at the top of the Liberal party.</p> <p>He was born in Llangollen, Denbighshire, to Hugh Hugh-Jones, the headteacher of Llangollen’s county school, and his wife, May (nee Normington), a maths teacher. He and his brother both attended the county school, and were made to call their father “Sir” even at home. </p> <p>He joined the RAF aged 19 in 1943 after completing a degree in natural sciences at Selwyn College, Cambridge (he got a first). As he was a scientist, he was made a signals officer. He was demobilised in 1946.</p> <p>By then he had developed an interest in international affairs, so returned to Cambridge to study history, his second degree. He did this in one year, then joined the diplomatic service in October 1947. He was soon dispatched to Jeddah in Saudi Arabia for three years.</p> <p>Subsequent postings took him to Guinea in West Africa, and to the Congo. By now he had married the author Ann Purkiss, who wrote under the name of Ann Anderson. Their final posting – with three children in tow – was to Ottawa, before they decided to return to Britain in 1970.</p> <p>It was at this point he was seconded as official coordinator of the Great Debate mounted by <a href=\"https://www.theguardian.com/news/2005/jul/18/guardianobituaries.conservatives\" title=\"\">Edward Heath</a>, the prime minister, to secure public support for the terms of British entry to the European Communities. It led to the parliamentary vote in favour, in October 1971.</p> <p>He left the Foreign Office to become director general of the English-Speaking-Union in 1973, by which time his marriage to Ann had ended. At the ESU he met Oswynne Jordan, who later became his second wife.</p> <p>Wynn was a lifelong Liberal and, after three years at the ESU, he jumped at the chance to join the Liberal party as secretary general, a job he did for seven years. There, he steered the party, under the leadership of <a href=\"https://www.theguardian.com/profile/david-steel\" title=\"\">David Steel</a>, through the formation of the Liberal alliance with the SDP.</p> <p>In 1984 he retired and then returned to the Liberals as joint honorary treasurer for four more years.</p> <p>Wynn and Oswynne moved to Avebury, Wiltshire, in 1987, only for him to be recruited as chair of Avebury in Danger, the conservation group established to defend the World Heritage site from commercial developers, which it did successfully.</p> <p>He was knighted in 1984.</p> <p>Wynn’s passions in life were the “four Ps”: people, play (he was an excellent sportsman), politics and parenthood. He was a wonderful and humorous father and grandfather.</p> <p>He is survived by Oswynne and his three children, Julia, Kate and me, from his first marriage, and two grandchildren, James and Leo.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "477",
      "commentable": "false",
      "firstPublicationDate": "2019-08-11T17:09:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-13T16:12:35Z",
      "newspaperEditionDate": "2019-10-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c55hq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6671c735a3d26a79e29351dcbb4a8425bcc00917/0_1218_3024_1814/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "My father, Sir Wynn Hugh-Jones, who has died aged 95, had a remarkably full life. He was a diplomat for 25 years, was closely involved in the UK’s entry into Europe, led the English-Speaking-Union, an educational charity, and then spent more than a decade at the top of the Liberal party. He was born in Llangollen, Denbighshire, to Hugh Hugh-Jones, the headteacher of Llangollen’s county school, and his wife, May (nee Normington), a maths teacher. He and his brother both attended the county school, and were made to call their father “Sir” even at home. He joined the RAF aged 19 in 1943 after completing a degree in natural sciences at Selwyn College, Cambridge (he got a first). As he was a scientist, he was made a signals officer. He was demobilised in 1946. By then he had developed an interest in international affairs, so returned to Cambridge to study history, his second degree. He did this in one year, then joined the diplomatic service in October 1947. He was soon dispatched to Jeddah in Saudi Arabia for three years. Subsequent postings took him to Guinea in West Africa, and to the Congo. By now he had married the author Ann Purkiss, who wrote under the name of Ann Anderson. Their final posting – with three children in tow – was to Ottawa, before they decided to return to Britain in 1970. It was at this point he was seconded as official coordinator of the Great Debate mounted by Edward Heath, the prime minister, to secure public support for the terms of British entry to the European Communities. It led to the parliamentary vote in favour, in October 1971. He left the Foreign Office to become director general of the English-Speaking-Union in 1973, by which time his marriage to Ann had ended. At the ESU he met Oswynne Jordan, who later became his second wife. Wynn was a lifelong Liberal and, after three years at the ESU, he jumped at the chance to join the Liberal party as secretary general, a job he did for seven years. There, he steered the party, under the leadership of David Steel, through the formation of the Liberal alliance with the SDP. In 1984 he retired and then returned to the Liberals as joint honorary treasurer for four more years. Wynn and Oswynne moved to Avebury, Wiltshire, in 1987, only for him to be recruited as chair of Avebury in Danger, the conservation group established to defend the World Heritage site from commercial developers, which it did successfully. He was knighted in 1984. Wynn’s passions in life were the “four Ps”: people, play (he was an excellent sportsman), politics and parenthood. He was a wonderful and humorous father and grandfather. He is survived by Oswynne and his three children, Julia, Kate and me, from his first marriage, and two grandchildren, James and Leo.",
      "charCount": "2749",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Rob Hugh-Jones"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/aug/11/leave-eu-31-october-politicians-brexit-process",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-11T15:15:22Z",
    "webTitle": "It’s not extreme to want to leave the EU on 31 October, come what may | Gisela Stuart",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/11/leave-eu-31-october-politicians-brexit-process",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/11/leave-eu-31-october-politicians-brexit-process",
    "fields": {
      "headline": "It’s not extreme to want to leave the EU on 31 October, come what may",
      "standfirst": "Politicians have grossly mishandled the Brexit process. Leaving, without a deal if necessary, is the only way to move forward",
      "trailText": "Politicians have mishandled the Brexit process. Leaving, without a deal if necessary, is the only way to fix move forward, says former Vote Leave campaign chair Gisela Stuart",
      "byline": "Gisela Stuart",
      "main": "<figure class=\"element element-image\" data-media-id=\"4b26061958f58e2862c85795ebf2ced07ff4e1b4\"> <img src=\"https://media.guim.co.uk/4b26061958f58e2862c85795ebf2ced07ff4e1b4/0_19_4483_2689/1000.jpg\" alt=\"Pro-Brexit protesters in London, January 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Restoring trust and confidence won’t be easy and it will take time.’ Pro-Brexit protesters in London, January 2019. </span> <span class=\"element-image__credit\">Photograph: Niklas Halle’n/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The paths we have chosen in the past three years are ones no one would have anticipated. Neither, quite frankly, are they ones anyone would have wished for. Mistakes were made. But let’s be clear about one thing: the voters’ decision to leave the European Union and how politicians have gone about implementing the result are two distinct issues. Criticising the process of leaving is not the same as questioning the referendum outcome. Leave had a clear majority on a high turnout.</p> <p>Whichever way anyone voted, we can probably agree that the paralysis of indecision of this period has been corrosive and damaging. It has entrenched divisions and undermined confidence.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/aug/11/number-10-should-not-seek-to-divide-people-and-politicians\">No 10 should not seek to divide ‘the people’ and their politicians</a> </p> </aside>  <p>Liberal democracies need political structures that are capable of governing. It is not sustainable for political parties to have their frontbenchers in disagreement with the backbenchers. In the same way, MPs being out of step with their voters on a major issue rarely ends well. Restoring trust and confidence won’t be easy and it will take time. But we don’t have much time, so clarity of purpose and seeing beyond narrow party politics must be the starting point.</p> <p>The government has a clear and unequivocal commitment to implementing the referendum. The prime minister and his cabinet have not framed their work as being a case of making the best of a bad decision, but as one of looking ahead with optimism and determination.</p> <p>Column inches are being filled with speculation about the personalities involved, but what matters is the fact that a team has come together to make things happen in a relatively short time.</p> <p>At long last we are doing what we should have done after the 2016 vote: saying we are leaving as a statement of fact and doing all that is necessary. For some things we need transition arrangements. But for others we can start to change rules now.</p> <p>We do want to leave with a deal, but if that is not possible then we must prepare to <a href=\"https://www.theguardian.com/politics/2019/aug/07/new-rebel-bid-to-halt-no-deal-brexit-amid-fury-at-pms-enforcer\" title=\"\">leave without one</a>. As we’ve seen in the past, statements that are not underpinned by actions don’t mean very much.</p> <p>Parliament has been clear about all the things it doesn’t like, but vague about alternatives. There is no logic in MPs saying that they respect the result of the referendum, voting for implementing article 50 and then going on to defeat all options put in front of them in the expectation that this would somehow overturn the referendum.</p> <p>It was wrong to label as “e<a href=\"https://www.theguardian.com/commentisfree/2019/feb/16/brexit-extremism-is-going-nowhere-now-the-moderate-millions-must-act\" title=\"\">xtremist</a>” anyone who suggested that if the UK and the EU could not reach an agreement we should <a href=\"https://www.theguardian.com/politics/2019/aug/11/heseltine-imposing-no-deal-brexit-intolerable-attack-on-democracy\" title=\"\">leave in any case</a>. Just as it is wrong now to imply that the only way of avoiding no deal is for the UK to not leave the EU after all.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>There is little consistent evidence that voters have changed their minds</p> </blockquote> </aside>  <p>This isn’t just a debate among politicians. There is little consistent evidence that voters have changed their minds and they do expect some clarity. They showed their frustration in the <a href=\"https://www.theguardian.com/commentisfree/2019/may/27/eu-elections-brexit-complicated-parties-election\" title=\"\">European elections</a>. The greatest gains were made by the Brexit party and the Liberal Democrats, who had clear and unambiguous policies. Labour and the Conservatives opted in varying degrees for “creative ambiguity” and were punished at the ballot box. The Brexit party emerged with the <a href=\"https://www.theguardian.com/politics/2019/jul/02/brexit-party-meps-turn-their-backs-european-anthem-ode-to-joy\" title=\"\">largest number of MEPs</a>, and this can’t be dismissed as a one-off protest vote. In 2014, two years before the referendum, <a href=\"https://www.bbc.co.uk/news/uk-politics-47934021\" title=\"\">Ukip’s 24 MEPs</a> were also the largest UK grouping.</p> <p>The UK is leaving the union, but it is and remains European. In years to come it will be seen as more remarkable that we decided to join the political project of the core European countries in 1973, rather than prioritising a trading-based relationship by <a href=\"https://www.theguardian.com/politics/2019/mar/27/efta-countries-wary-of-commons-interest-in-norway-brexit-option\" title=\"\">remaining within the European Free Trade Association</a>.</p> <p>The 2016 referendum asked voters for a generational decision about the future direction of this country. They were driven less by economic considerations than by a sense of belonging, community and place. Divisions that had been in the making for a long time were suddenly exposed. These divisions run deep and will take a long time to heal.</p> <p>The most significant conclusion to draw from the past three years is that, despite best efforts, this process can’t even begin until the promise to implement the referendum and leave the EU has been delivered. Now is our last chance to deliver on that promise, and begin the process of restoring trust in our institutions.</p> <p>• Gisela Stuart is chair of Change Britain. She is a former Labour MP and chair of the Vote Leave campaign</p>",
      "newspaperPageNumber": "4",
      "wordcount": "757",
      "commentable": "false",
      "firstPublicationDate": "2019-08-11T15:15:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:53Z",
      "newspaperEditionDate": "2019-08-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c54k9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4b26061958f58e2862c85795ebf2ced07ff4e1b4/0_19_4483_2689/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The paths we have chosen in the past three years are ones no one would have anticipated. Neither, quite frankly, are they ones anyone would have wished for. Mistakes were made. But let’s be clear about one thing: the voters’ decision to leave the European Union and how politicians have gone about implementing the result are two distinct issues. Criticising the process of leaving is not the same as questioning the referendum outcome. Leave had a clear majority on a high turnout. Whichever way anyone voted, we can probably agree that the paralysis of indecision of this period has been corrosive and damaging. It has entrenched divisions and undermined confidence. Liberal democracies need political structures that are capable of governing. It is not sustainable for political parties to have their frontbenchers in disagreement with the backbenchers. In the same way, MPs being out of step with their voters on a major issue rarely ends well. Restoring trust and confidence won’t be easy and it will take time. But we don’t have much time, so clarity of purpose and seeing beyond narrow party politics must be the starting point. The government has a clear and unequivocal commitment to implementing the referendum. The prime minister and his cabinet have not framed their work as being a case of making the best of a bad decision, but as one of looking ahead with optimism and determination. Column inches are being filled with speculation about the personalities involved, but what matters is the fact that a team has come together to make things happen in a relatively short time. At long last we are doing what we should have done after the 2016 vote: saying we are leaving as a statement of fact and doing all that is necessary. For some things we need transition arrangements. But for others we can start to change rules now. We do want to leave with a deal, but if that is not possible then we must prepare to leave without one. As we’ve seen in the past, statements that are not underpinned by actions don’t mean very much. Parliament has been clear about all the things it doesn’t like, but vague about alternatives. There is no logic in MPs saying that they respect the result of the referendum, voting for implementing article 50 and then going on to defeat all options put in front of them in the expectation that this would somehow overturn the referendum. It was wrong to label as “extremist” anyone who suggested that if the UK and the EU could not reach an agreement we should leave in any case. Just as it is wrong now to imply that the only way of avoiding no deal is for the UK to not leave the EU after all. This isn’t just a debate among politicians. There is little consistent evidence that voters have changed their minds and they do expect some clarity. They showed their frustration in the European elections. The greatest gains were made by the Brexit party and the Liberal Democrats, who had clear and unambiguous policies. Labour and the Conservatives opted in varying degrees for “creative ambiguity” and were punished at the ballot box. The Brexit party emerged with the largest number of MEPs, and this can’t be dismissed as a one-off protest vote. In 2014, two years before the referendum, Ukip’s 24 MEPs were also the largest UK grouping. The UK is leaving the union, but it is and remains European. In years to come it will be seen as more remarkable that we decided to join the political project of the core European countries in 1973, rather than prioritising a trading-based relationship by remaining within the European Free Trade Association. The 2016 referendum asked voters for a generational decision about the future direction of this country. They were driven less by economic considerations than by a sense of belonging, community and place. Divisions that had been in the making for a long time were suddenly exposed. These divisions run deep and will take a long time to heal. The most significant conclusion to draw from the past three years is that, despite best efforts, this process can’t even begin until the promise to implement the referendum and leave the EU has been delivered. Now is our last chance to deliver on that promise, and begin the process of restoring trust in our institutions. • Gisela Stuart is chair of Change Britain. She is a former Labour MP and chair of the Vote Leave campaign",
      "charCount": "4359",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/gisela-stuart\">Gisela Stuart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "world/2019/aug/11/sadiq-khan-backs-british-slavery-museum-to-challenge-racism",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-08-11T14:50:18Z",
    "webTitle": "Sadiq Khan backs London slavery museum to challenge racism",
    "webUrl": "https://www.theguardian.com/world/2019/aug/11/sadiq-khan-backs-british-slavery-museum-to-challenge-racism",
    "apiUrl": "https://content.guardianapis.com/world/2019/aug/11/sadiq-khan-backs-british-slavery-museum-to-challenge-racism",
    "fields": {
      "headline": "Sadiq Khan backs London slavery museum to challenge racism",
      "standfirst": "<p>Exclusive: Britain’s role in slave trade demonstrates need for museum, says mayor</p>",
      "trailText": "Exclusive: Britain’s role in slave trade demonstrates need for museum, says mayor",
      "byline": "Haroon Siddique",
      "main": "<figure class=\"element element-image\" data-media-id=\"cc4ed6e2bbf7ea0a0fe8f27ceb1b42e05569c21b\"> \n <img src=\"https://media.guim.co.uk/cc4ed6e2bbf7ea0a0fe8f27ceb1b42e05569c21b/0_0_3500_2100/1000.jpg\" alt=\"Sadiq Khan.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">London’s mayor, Sadiq Khan, says it is ‘right and fair that all Londoners see themselves and their history reflected in our city’s museums and cultural institutions’.</span> \n  <span class=\"element-image__credit\">Photograph: Jane Barlow/PA</span> \n </figcaption> \n</figure>",
      "body": "<p><a href=\"https://www.theguardian.com/politics/sadiq-khan\">Sadiq Khan</a> has endorsed proposals for a British slavery museum in London as a way of combating modern-day racism.</p> \n<p>The idea has been put forward by the Fabian Society, which says it could help address discrimination against London’s black and minority ethnic population by challenging centuries-old tropes about racial inferiority.</p> \n<p>Describing the idea as “welcome and timely”, London’s mayor said: “It’s right and fair that all Londoners see themselves and their history reflected in our city’s museums and cultural institutions.</p> \n<p>“Learning more about the uncomfortable nature of our city and our nation’s role in the transatlantic slave trade can serve to deepen our understanding of the past and strengthen our commitment to fight racism and hatred in all its forms.”</p> \n<p>The proposal, made in the Fabian Society’s capital gains report published on Monday, makes several recommendations for Khan’s second term as London mayor should he be re-elected next year.</p> \n<p>In a chapter on race equality, Omar Khan, the director of the Runnymede Trust, wrote: “Until and unless Britain comes to terms with this history it will be impossible to understand much less eradicate the views that continue to justify racial inequalities today.</p> \n<p>“It is unacceptable that the capital city of a nation that built a global empire and its wealth in large part as a result of its role in the slave trade has no significant museum or monument marking the role that London and Britain played in these historic atrocities.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"da390b97-b3da-4894-ab95-3ce88434e145\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/W9zEnCHWz9I?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>London was one of the three most important British ports in the slave trade, along with Bristol and Liverpool – home to the International Slavery Museum – which all became extreme wealthy as a result. At the same time the British economy was heavily dependent on Caribbean sugar, grown on slave plantations in its colonies.</p> \n<p>Omar Khan said history dictated that the government and London’s financial sector had a “moral obligation” to help fund a museum.</p> \n<p>Anti-racism activists have long complained the discourse around the British slave trade has been dominated by the nation’s role in its abolition, <a href=\"https://www.theguardian.com/uk/2010/aug/02/wilberforce-condoned-slavery-files-claim\">particularly that of William Wilberforce</a>, rather than its role in atrocities spanning more than 200 years.</p> \n<p>The Runnymede director wrote: “We gain greater moral reflection from considering the times in the past when we failed to live up to the values of humanity, freedom and democracy than we do when we portray ourselves as always being on the right side of history.”</p> \n<p>The proposal comes at a time when <a href=\"https://www.theguardian.com/world/2019/may/20/racism-on-the-rise-since-brexit-vote-nationwide-study-reveals\">racism is increasing</a>, amid fears the polarised Brexit debate has legitimised abuse in some people’s eyes, and as <a href=\"https://www.theguardian.com/society/2019/jul/26/racist-facebook-troll-jailed-for-abuse-of-female-politicians-gerard-traynor\">social media</a> provides a convenient platform for the dissemination of hate speech.</p> \n<p><a href=\"https://www.theguardian.com/commentisfree/2019/jul/25/johnson-diverse-cabinet-tory-racism-ethnic-minority-ministers\">Boris Johnson has faced criticism </a>for his past use of terms including “piccaninnies” to describe African people, a derogatory word which was often used to refer to the children of African slaves.</p> \n<p>David Olusoga, historian and presenter of the BBC Two documentary, Britain’s Forgotten Slave Owners, endorsed the proposed museum. He said: “The impact of the slave trade and enslavement is already stamped onto the fabric of London, but in ways we have learnt not to notice.</p> \n<p>“Britain played a central role in the Atlantic slave trade and the fortunes built on the back of slavery flowed back to Britain. A new museum, in the heart of the city, would help us to acknowledge a history that for the most part is hidden in plain sight.”</p> \n<p>Toyin Agbetu, who <a href=\"https://www.theguardian.com/theguardian/2007/apr/03/features11.g2\">disrupted the 2007 commemorations</a> to mark the 200th anniversary of abolition in protest at the failure to apologise for slavery or commemorate resistance by the African people, also gave the idea his backing, providing it was done in the right way.</p> \n<p>Agbetu, from the British-based African rights organisation Ligali, said: “Without recognising the pain and trauma that’s been done by slavery there’s this collective amnesia. I am definitely in favour of something like a museum but it has to be done in a way that is not simply reducing the entirety of African history to a story of victimhood.”</p> \n<p>He also said a museum could help inform <a href=\"https://www.theguardian.com/world/2018/sep/22/glasgow-university-wealth-from-transatlantic-slave-trade-reparations\">the debate about reparations in the UK</a>.</p>",
      "newspaperPageNumber": "16",
      "wordcount": "681",
      "firstPublicationDate": "2019-08-11T14:50:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-11T18:00:01Z",
      "newspaperEditionDate": "2019-08-12T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c4yyz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cc4ed6e2bbf7ea0a0fe8f27ceb1b42e05569c21b/0_0_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Sadiq Khan has endorsed proposals for a British slavery museum in London as a way of combating modern-day racism. The idea has been put forward by the Fabian Society, which says it could help address discrimination against London’s black and minority ethnic population by challenging centuries-old tropes about racial inferiority. Describing the idea as “welcome and timely”, London’s mayor said: “It’s right and fair that all Londoners see themselves and their history reflected in our city’s museums and cultural institutions. “Learning more about the uncomfortable nature of our city and our nation’s role in the transatlantic slave trade can serve to deepen our understanding of the past and strengthen our commitment to fight racism and hatred in all its forms.” The proposal, made in the Fabian Society’s capital gains report published on Monday, makes several recommendations for Khan’s second term as London mayor should he be re-elected next year. In a chapter on race equality, Omar Khan, the director of the Runnymede Trust, wrote: “Until and unless Britain comes to terms with this history it will be impossible to understand much less eradicate the views that continue to justify racial inequalities today. “It is unacceptable that the capital city of a nation that built a global empire and its wealth in large part as a result of its role in the slave trade has no significant museum or monument marking the role that London and Britain played in these historic atrocities.” London was one of the three most important British ports in the slave trade, along with Bristol and Liverpool – home to the International Slavery Museum – which all became extreme wealthy as a result. At the same time the British economy was heavily dependent on Caribbean sugar, grown on slave plantations in its colonies. Omar Khan said history dictated that the government and London’s financial sector had a “moral obligation” to help fund a museum. Anti-racism activists have long complained the discourse around the British slave trade has been dominated by the nation’s role in its abolition, particularly that of William Wilberforce, rather than its role in atrocities spanning more than 200 years. The Runnymede director wrote: “We gain greater moral reflection from considering the times in the past when we failed to live up to the values of humanity, freedom and democracy than we do when we portray ourselves as always being on the right side of history.” The proposal comes at a time when racism is increasing, amid fears the polarised Brexit debate has legitimised abuse in some people’s eyes, and as social media provides a convenient platform for the dissemination of hate speech. Boris Johnson has faced criticism for his past use of terms including “piccaninnies” to describe African people, a derogatory word which was often used to refer to the children of African slaves. David Olusoga, historian and presenter of the BBC Two documentary, Britain’s Forgotten Slave Owners, endorsed the proposed museum. He said: “The impact of the slave trade and enslavement is already stamped onto the fabric of London, but in ways we have learnt not to notice. “Britain played a central role in the Atlantic slave trade and the fortunes built on the back of slavery flowed back to Britain. A new museum, in the heart of the city, would help us to acknowledge a history that for the most part is hidden in plain sight.” Toyin Agbetu, who disrupted the 2007 commemorations to mark the 200th anniversary of abolition in protest at the failure to apologise for slavery or commemorate resistance by the African people, also gave the idea his backing, providing it was done in the right way. Agbetu, from the British-based African rights organisation Ligali, said: “Without recognising the pain and trauma that’s been done by slavery there’s this collective amnesia. I am definitely in favour of something like a museum but it has to be done in a way that is not simply reducing the entirety of African history to a story of victimhood.” He also said a museum could help inform the debate about reparations in the UK.",
      "charCount": "4109",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/haroonsiddique\">Haroon Siddique</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/aug/11/boris-johnson-has-a-problem-with-women-its-not-the-one-you-think",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-11T05:00:37Z",
    "webTitle": "Boris Johnson has a problem with women… and it’s not the one you think | Barbara Ellen",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/11/boris-johnson-has-a-problem-with-women-its-not-the-one-you-think",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/11/boris-johnson-has-a-problem-with-women-its-not-the-one-you-think",
    "fields": {
      "headline": "Boris Johnson has a problem with women… and it’s not the one you think",
      "standfirst": "Unfortunately for him they can see through the bluster to the fragile ego of a toddler",
      "trailText": "Unfortunately for him they can see through the bluster to the fragile ego of a toddler",
      "byline": "Barbara Ellen",
      "main": "<figure class=\"element element-image\" data-media-id=\"74cf8e7cc277707262f10c112384c0ba21ce02fa\"> <img src=\"https://media.guim.co.uk/74cf8e7cc277707262f10c112384c0ba21ce02fa/0_264_4155_2492/1000.jpg\" alt=\"Boris Johnson in Birmingham on 26 July\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson in Birmingham on 26 July: women don’t disapprove of his personal life, but his politics.</span> <span class=\"element-image__credit\">Photograph: Geoff Pugh/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson has a woman problem. No, not the rascally lady-killer stuff he probably loves people talking about. This problem is that female voters don’t like him. A <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/08/06/who-makes-boris-coalition\" title=\"\">YouGov poll</a> shows that, while men give him a net favourability of -17, with women he scores lower with -25. Even Tory female Leavers aren’t as keen on Johnson as the Conservative Leave men.</p> <p>This isn’t about women disapproving of Johnson’s personal life. A 2018 Survation poll revealed that <a href=\"https://www.survation.com/boris-johnson-theresa-may-leadership-survation-for-daily-mail-september-8th/\" title=\"\">people didn’t care</a> that Johnson was getting divorced, but they would still be less likely to vote for the Conservatives if he were leader, debunking the myth that only prudes and killjoys object to him. Similarly, the new poll doesn’t mean that women are having a fit of the vapours over Johnson’s personal life, however revealing it is for a grown man to <a href=\"https://www.theguardian.com/politics/2019/jun/21/police-called-to-loud-altercation-at-boris-johnsons-home\" title=\"\">drunkenly shout</a> and swear at his much younger partner.</p> <p>This is purely about women not trusting a character such as Johnson, maybe because most of us have already been there, so to speak. Many women would have spotted that Johnson is the original man-child. Yes, with his personal shit, but politically, where it counts, Johnson comes across as an irresponsible brat who needs constant monitoring. If he’s not showing off and playing up, he’s tipping up his toybox in a temper to get his own way. Now Boris-Baby-Bunting has brought in his Leave-pal, Dominic Cummings, another reckless, self-styled daredevil (unelected), who seems to think that no deal is just a bit of a larf, like mooning at the EU out of the back of the car on an old-style Calais booze cruise.</p> <p>Boris and Dom – they even sound like a double-act on CBeebies. While it’s true that using first names makes worrying people sound cuddly, maybe, just this once, it could be viewed as apposite for the “Double-dare ya!” infantilisation passing for Brexit policy in Westminster.</p> <p>Dom might be a key adolescent phase that Johnson has to go through, but most women (most people) want leaders to be grown-ups, not having to be monitored like feral schoolchildren who’ll run off to play with matches the moment your back is turned. While New Labour was mocked for nannying, with Johnson it’s the opposite – there’s the constant feeling of having to nanny <em>him</em>, neurotically checking what he’s getting up to with his weird, sneaky, inappropriate mates.</p> <p>Excruciating displays of political machismo are nothing new, from <a href=\"https://www.theguardian.com/world/gallery/2019/aug/09/vladimir-putin-20-years-in-power-in-pictures\" title=\"\">Vladimir Putin riding bareback, </a>like a Slavic “Tom of Finland”, to Matteo Salvini strutting preposterously in Italy. Some (sad) men may be fooled, but to women it signals a toxic carnival of fragile male egos where a plan should be. This is Johnson’s true woman problem. Most women would have met and coped with a posturing man-child (or two) – in relationships, at work, in bars, on streets. However, if you think we’re going to vote for one, forget it.</p> <h2>Why do we still turn a hair over women’s armpits?<br></h2>  <figure class=\"element element-image\" data-media-id=\"fc9eb50763dc097357969ba98d4602c823b86be1\"> <img src=\"https://media.guim.co.uk/fc9eb50763dc097357969ba98d4602c823b86be1/0_115_2784_1670/1000.jpg\" alt=\"Emily Ratajkowski\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Emily Ratajkowski says that sometimes she shaves her armpits, sometimes she doesn’t.’</span> <span class=\"element-image__credit\">Photograph: MP/action press/Rex/Shutterstock</span> </figcaption> </figure>  <p>Who’s still fretting about female armpit hair? Two decades ago, <a href=\"https://www.vogue.com/article/julia-roberts-underarm-armpit-hair-notting-hill-premiere-1999-busy-tonight-interview\" title=\"\">Julia Roberts</a> caused a furore by flashing tufts at the <em>Notting Hill</em> film premiere. Considering the fuss, you’d have thought that Roberts had nuclear missiles tucked in her pits. Now <a href=\"https://www.harpersbazaar.com/culture/features/a28577727/emily-ratajkowski-sexuality-essay/\" title=\"\">Emily Ratajkowski</a> has appeared in <em>Harper’s Bazaar </em>magazine flashing her underarm hair in a portrait by Michael Avedon, leading to the model being criticised as <a href=\"https://www.inquisitr.com/5571766/emily-ratajkowski-hairy-armpit-lingerie-fans-unfollowing/\" title=\"\">unclean and disgusting</a>. In the accompanying essay, Ratajkowski cites Roxane Gay’s book, <em>Bad Feminist</em>, and says that sometimes she shaves her armpits, sometimes she doesn’t and that’s her choice. Bravo, Ms Ratajkowski.</p> <p>Some may sneer at Ratajkowski’s brand of feminism. A lingerie model who appeared in the notorious <a href=\"https://www.youtube.com/watch?v=yyDUC1LUXSU\" title=\"\">Blurred Lines</a> video, she <a href=\"https://www.harpersbazaar.com/uk/culture/culture-news/a23606109/emily-ratajkowski-and-amy-schumer-arrested-brett-kavanaugh/\" title=\"\">was arrested</a> for protesting against Brett Kavanaugh’s supreme court nomination. But since when did being a model make someone stupid or irrelevant? What Ratajkowski has to say about body hair is especially interesting: if anyone is in the frontline of the “male gaze” and idealised perceptions of beauty, it’s her. Moreover, for someone in her line of work, subverting her image is a huge commercial risk and therefore a statement.</p> <p>What’s astonishing is that, 20 years after Roberts’s flash, anyone cares. Women are human. Hair grows on women’s bodies. If they want to get rid of hair (leg, armpit, bikini, anywhere), then they do so. If they don’t wish to get rid of it (for aesthetic or socio-political reasons or they just forgot), they don’t have to. It is that simple.</p> <p>Young men are coming under similar pressure to get rid of body hair, although whether this is good or bad news is open to debate. Regarding female underarm hair, everyone might at least consider getting over the fact that it exists. Come 2039, will we still be having the same conversation?</p> <h2>All football, not just Rooney, is tainted by gambling ties<br></h2>  <figure class=\"element element-image\" data-media-id=\"f64047640f69802cc08e911ec48996999a7ef9a5\"> <img src=\"https://media.guim.co.uk/f64047640f69802cc08e911ec48996999a7ef9a5/21_219_3473_2084/1000.jpg\" alt=\"Wayne Rooney with his 32Red shirt\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Wayne Rooney proudly holds his number 32 shirt at the Derby County stadium.</span> <span class=\"element-image__credit\">Photograph: Andy Clarke/Rex/Shutterstock</span> </figcaption> </figure>  <p>Wayne Rooney has been criticised by the Church of England for <a href=\"https://www.theguardian.com/football/2019/aug/09/church-criticises-wayne-rooney-over-derby-gambling-tie-up\" title=\"\">promoting gambling</a> with his £7.8m player-coach signing with Derby County, where part of his salary will be paid by sponsors, the betting company 32Red, with him wearing the number 32 on his shirt.</p> <p>Dr Alan Smith, the bishop of St Albans, said it was harmful to impressionable young fans to see gambling promoted in this way. Rooney had his own gambling problems, so the decision is even odder. Still, why are people focusing on Rooney in particular?</p> <p>This is beyond one player – this is about the greed and irresponsibility of football clubs and English football generally. <a href=\"https://www.theguardian.com/football/2019/jul/19/half-of-premier-league-clubs-to-have-gambling-sponsors-for-201920\" title=\"\">Half of the Premier League’s football shirts will feature a gambling company’s logo this season</a>, while 17 out of 24 Championship shirts will sport a betting logo. Football is awash with advertising revenue, not just from gambling but also from alcohol and unaffordable designer labels.</p> <p>Advertising is as defining a feature of high-level football culture as the pitch itself, but what advertising should be permitted? Of course, Rooney could have turned down the Derby County deal. However, it seems unfair to concentrate on him when the problems run far deeper. In this case, the celebrity footballer is the symptom, not the cause.</p> <p>• Barbara Ellen is an Observer columnist</p>",
      "newspaperPageNumber": "25",
      "wordcount": "1017",
      "commentable": "false",
      "firstPublicationDate": "2019-08-11T05:00:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-11T05:00:37Z",
      "newspaperEditionDate": "2019-08-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c5vmb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/74cf8e7cc277707262f10c112384c0ba21ce02fa/0_264_4155_2492/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson has a woman problem. No, not the rascally lady-killer stuff he probably loves people talking about. This problem is that female voters don’t like him. A YouGov poll shows that, while men give him a net favourability of -17, with women he scores lower with -25. Even Tory female Leavers aren’t as keen on Johnson as the Conservative Leave men. This isn’t about women disapproving of Johnson’s personal life. A 2018 Survation poll revealed that people didn’t care that Johnson was getting divorced, but they would still be less likely to vote for the Conservatives if he were leader, debunking the myth that only prudes and killjoys object to him. Similarly, the new poll doesn’t mean that women are having a fit of the vapours over Johnson’s personal life, however revealing it is for a grown man to drunkenly shout and swear at his much younger partner. This is purely about women not trusting a character such as Johnson, maybe because most of us have already been there, so to speak. Many women would have spotted that Johnson is the original man-child. Yes, with his personal shit, but politically, where it counts, Johnson comes across as an irresponsible brat who needs constant monitoring. If he’s not showing off and playing up, he’s tipping up his toybox in a temper to get his own way. Now Boris-Baby-Bunting has brought in his Leave-pal, Dominic Cummings, another reckless, self-styled daredevil (unelected), who seems to think that no deal is just a bit of a larf, like mooning at the EU out of the back of the car on an old-style Calais booze cruise. Boris and Dom – they even sound like a double-act on CBeebies. While it’s true that using first names makes worrying people sound cuddly, maybe, just this once, it could be viewed as apposite for the “Double-dare ya!” infantilisation passing for Brexit policy in Westminster. Dom might be a key adolescent phase that Johnson has to go through, but most women (most people) want leaders to be grown-ups, not having to be monitored like feral schoolchildren who’ll run off to play with matches the moment your back is turned. While New Labour was mocked for nannying, with Johnson it’s the opposite – there’s the constant feeling of having to nanny him, neurotically checking what he’s getting up to with his weird, sneaky, inappropriate mates. Excruciating displays of political machismo are nothing new, from Vladimir Putin riding bareback, like a Slavic “Tom of Finland”, to Matteo Salvini strutting preposterously in Italy. Some (sad) men may be fooled, but to women it signals a toxic carnival of fragile male egos where a plan should be. This is Johnson’s true woman problem. Most women would have met and coped with a posturing man-child (or two) – in relationships, at work, in bars, on streets. However, if you think we’re going to vote for one, forget it. Why do we still turn a hair over women’s armpits? Who’s still fretting about female armpit hair? Two decades ago, Julia Roberts caused a furore by flashing tufts at the Notting Hill film premiere. Considering the fuss, you’d have thought that Roberts had nuclear missiles tucked in her pits. Now Emily Ratajkowski has appeared in Harper’s Bazaar magazine flashing her underarm hair in a portrait by Michael Avedon, leading to the model being criticised as unclean and disgusting. In the accompanying essay, Ratajkowski cites Roxane Gay’s book, Bad Feminist, and says that sometimes she shaves her armpits, sometimes she doesn’t and that’s her choice. Bravo, Ms Ratajkowski. Some may sneer at Ratajkowski’s brand of feminism. A lingerie model who appeared in the notorious Blurred Lines video, she was arrested for protesting against Brett Kavanaugh’s supreme court nomination. But since when did being a model make someone stupid or irrelevant? What Ratajkowski has to say about body hair is especially interesting: if anyone is in the frontline of the “male gaze” and idealised perceptions of beauty, it’s her. Moreover, for someone in her line of work, subverting her image is a huge commercial risk and therefore a statement. What’s astonishing is that, 20 years after Roberts’s flash, anyone cares. Women are human. Hair grows on women’s bodies. If they want to get rid of hair (leg, armpit, bikini, anywhere), then they do so. If they don’t wish to get rid of it (for aesthetic or socio-political reasons or they just forgot), they don’t have to. It is that simple. Young men are coming under similar pressure to get rid of body hair, although whether this is good or bad news is open to debate. Regarding female underarm hair, everyone might at least consider getting over the fact that it exists. Come 2039, will we still be having the same conversation? All football, not just Rooney, is tainted by gambling ties Wayne Rooney has been criticised by the Church of England for promoting gambling with his £7.8m player-coach signing with Derby County, where part of his salary will be paid by sponsors, the betting company 32Red, with him wearing the number 32 on his shirt. Dr Alan Smith, the bishop of St Albans, said it was harmful to impressionable young fans to see gambling promoted in this way. Rooney had his own gambling problems, so the decision is even odder. Still, why are people focusing on Rooney in particular? This is beyond one player – this is about the greed and irresponsibility of football clubs and English football generally. Half of the Premier League’s football shirts will feature a gambling company’s logo this season, while 17 out of 24 Championship shirts will sport a betting logo. Football is awash with advertising revenue, not just from gambling but also from alcohol and unaffordable designer labels. Advertising is as defining a feature of high-level football culture as the pitch itself, but what advertising should be permitted? Of course, Rooney could have turned down the Derby County deal. However, it seems unfair to concentrate on him when the problems run far deeper. In this case, the celebrity footballer is the symptom, not the cause. • Barbara Ellen is an Observer columnist",
      "charCount": "6068",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/barbaraellen\">Barbara Ellen</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/aug/11/there-are-reasons-to-be-cheeerful-we-are-seeing-dying-days-of-rancid-old-order",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-11T04:59:35Z",
    "webTitle": "There are reasons to be cheerful. These are the dying days of a rancid old order | Will Hutton",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/11/there-are-reasons-to-be-cheeerful-we-are-seeing-dying-days-of-rancid-old-order",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/11/there-are-reasons-to-be-cheeerful-we-are-seeing-dying-days-of-rancid-old-order",
    "fields": {
      "headline": "There are reasons to be cheerful. These are the dying days of a rancid old order",
      "standfirst": "In the UK and the US, the political wind will soon change in favour of those demanding good government",
      "trailText": "In the UK and the US, the political wind will soon change in favour of those demanding good government",
      "byline": "Will Hutton",
      "main": "<figure class=\"element element-image\" data-media-id=\"76b7b96fa09c5e21ab8f30260fc5080bcab5a53b\"> <img src=\"https://media.guim.co.uk/76b7b96fa09c5e21ab8f30260fc5080bcab5a53b/1_393_5266_3160/1000.jpg\" alt=\"Young supporters of Extinction Rebellion block Westminster Bridge in London, 15 March 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Young supporters of Extinction Rebellion block Westminster Bridge in London, 15 March 2019</span> <span class=\"element-image__credit\">Photograph: Guy Bell/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Don’t despair. We may be living through an attempted rightwing revolution, but its foundations are rotten. There may be a counter-revolution, as there is after every revolution, and it will be built on much firmer ground. The charlatans may be in control in both Britain and the US, but their time is limited. Their programmes are self-defeating and destructive and they do not speak to the dynamic and increasingly ascendant forces in both our societies.</p> <p>What has happened in the US after the atrocities in <a href=\"https://www.theguardian.com/us-news/2019/aug/09/el-paso-shooting-suspect-confessed-attack-mexicans\" title=\"\">El Paso </a>and <a href=\"https://www.theguardian.com/us-news/live/2019/aug/06/trump-obama-news-today-el-paso-shooting-dayton-ohio-politics-latest\" title=\"\">Dayton </a>is instructive. It is a tipping point. The National Rifle Association may tell Donald Trump repeatedly that any attempt at gun control will not fly with his political base, but Trump can read the runes. For the Republicans to become the party in de facto defence of what has suddenly become crystallised as white supremacist terrorism would be electoral suicide. The president has to move, not least because, faced with this reality, even his base is shifting. Too many Americans now fear becoming the victims of random murder.</p> <p>Few can dispute that, astonishingly, while the <a href=\"https://www.theguardian.com/us-news/2017/oct/02/us-gun-control-ownership-violence-statistics\" title=\"\">US has 5% of the world’s population, it has 35%-50% of civilian gun ownership,</a> a trend that simply has to be reversed. Within a decade, I am sure, the debate will move on, as white supremacists continue their killing spree, from hardening background checks to debating the constitutional right to bear arms. This must and will happen and it will highlight the marginalisation of rightwing republicanism. And when the political wind changes in the US, it also changes in Britain.</p> <p>Trump in the US and Boris Johnson in the UK are the extreme culmination of what Reagan and Thatcher began 40 years ago. It started as a legitimate if contestable desire to reframe the postwar settlement, limit the state, promote business and individual self-reliance. But as the great political scientist Samuel Beer famously argued, it was, paradoxically, supported culturally by the individualism, anti-state instincts and nonconformism of the Woodstock generation.</p> <p>Forty years on, continued rightwing political ascendancy has morphed into today’s menacing rightwing ideologies. The role of US republicanism as the libertarian champion of guns is matched by the descent of the Conservative party into English nationalism, with a no-deal Brexit as its talismanic policy, even if it means breaking up the UK. But a no-deal Brexit will become an inflection point for a parallel fightback in Britain. The devastating economic and political consequences – a long <a href=\"https://www.theguardian.com/business/2019/jul/22/no-deal-brexit-uk-recession-niesr-british-eu-trade\" title=\"\">recession</a>, a broken housing market, collapsed sterling, chronically unfair trade deals – will inevitably raise the question of how it ever happened. Suddenly, the British constitution, the long sleeper issue in British politics, will become the new political battleground.</p> <p>Britain is almost alone in having no written constitution. Whoever commands a majority in the House of Commons can do what they like without constitutional constraint – hold a referendum transforming Britain’s treaty obligations with no requirement for a super-majority or ignore a no-confidence vote in the House of Commons for long enough to deliver a no-deal Brexit. The constitution does empower the monarch to assert fair play and the public interest, but a non-elected head of state can never actually act.</p> <p>This is no longer sustainable. We needed the Queen to insist that a referendum as important as that on EU membership required a super-majority; we will need her to sack Boris Johnson if he tries to stay in office after losing a <a href=\"https://www.theguardian.com/politics/2019/aug/06/no-deal-brexit-legally-possible-even-after-no-confidence-vote\" title=\"\">no-confidence vote </a>or to time a general election for after 31 October, so bypassing the Commons to effect a no-deal Brexit. But she knows she can only act politically once. If she sacks Johnson she makes enemies of the English nationalists; if she doesn’t, she makes enemies of everyone else. Either way, her legitimacy is ruined. Only an elected head of state has the legitimacy to hold the ring at times like these – facing electoral consequences if they get it wrong.</p>  <aside class=\"element element-pullquote element--showcase\"> <blockquote> <p>The case for the EU will be as an agent for Europe-wide sustainability</p> </blockquote> </aside>  <p>The question of how we want to be governed is no longer abstract: it goes to the heart of giant new cultural forces that want good government. The generations championing individualistic hedonism and social atomisation – the unwitting cultural accomplices of the right – are being succeeded by the Extinction Rebellion generation who are rediscovering collectivism. As the UN Intergovernmental Panel on Climate Change <a href=\"https://www.theguardian.com/environment/2019/aug/08/climate-crisis-reducing-lands-ability-to-sustain-humanity-says-ipcc\" title=\"\">last week spelled out</a>, how we all collectively behave, in particular the food we consume, will be crucial in determining the future of life. Livestock are environmentally dangerous. Around the world, there is a boom in substitutes for meat, as consumers <a href=\"https://www.theguardian.com/environment/2019/jan/16/new-plant-focused-diet-would-transform-planets-future-say-scientists\" title=\"\">switch to plant-based diets</a> – including 39% of US consumers.</p> <p>Nor is it just eating. Decisions on everything from the use of plastics to the frequency of flying have a collective and awesome impact on everyone, particularly those young enough to expect to see the end of the century.</p> <p>Companies are finding their record on sustainability is under the microscope as never before. Whether public utilities or global multinationals in the fossil fuel or food businesses, no one escapes the new requirement to do business sustainably. This dynamic is driving the imperative to reshape capitalism around stakeholder principles.</p> <p>But only so much can come from pressure from below: governments must act from above and how we are governed is moving to the centre of the political debate. Wise and activist government – checked, balanced, accountable, sufficiently federal to accommodate the demands of Scotland, Wales and Northern Ireland and serviced by an impartial civil service – is going to be crucial in creating a greener society, a reformed capitalism and reduction of disfiguring inequalities.</p> <p>The need for such governance will extend internationally. The case for the EU will increasingly be as an agent for Europe-wide sustainability: the ESU – European Sustainable Union. Its actions will become the global standard-setter for the environment. If we leave the EU, at the heart of the case for rejoining will be the need to make the greening of our continent a common cause.</p> <p>So don’t despair. The no-deal Brexiters do not have the force behind them, any more than does Trump. They are losers, on the wrong side of history. Better people will enter politics. Old parties will be rejuvenated: new ones take life. There will be a counter-revolution – it’s already in the making.</p> <p>• Will Hutton is an Observer columnist</p>",
      "newspaperPageNumber": "46",
      "wordcount": "1047",
      "commentable": "false",
      "firstPublicationDate": "2019-08-11T04:59:35Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:41Z",
      "newspaperEditionDate": "2019-08-11T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c5v8h",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/76b7b96fa09c5e21ab8f30260fc5080bcab5a53b/1_393_5266_3160/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Don’t despair. We may be living through an attempted rightwing revolution, but its foundations are rotten. There may be a counter-revolution, as there is after every revolution, and it will be built on much firmer ground. The charlatans may be in control in both Britain and the US, but their time is limited. Their programmes are self-defeating and destructive and they do not speak to the dynamic and increasingly ascendant forces in both our societies. What has happened in the US after the atrocities in El Paso and Dayton is instructive. It is a tipping point. The National Rifle Association may tell Donald Trump repeatedly that any attempt at gun control will not fly with his political base, but Trump can read the runes. For the Republicans to become the party in de facto defence of what has suddenly become crystallised as white supremacist terrorism would be electoral suicide. The president has to move, not least because, faced with this reality, even his base is shifting. Too many Americans now fear becoming the victims of random murder. Few can dispute that, astonishingly, while the US has 5% of the world’s population, it has 35%-50% of civilian gun ownership, a trend that simply has to be reversed. Within a decade, I am sure, the debate will move on, as white supremacists continue their killing spree, from hardening background checks to debating the constitutional right to bear arms. This must and will happen and it will highlight the marginalisation of rightwing republicanism. And when the political wind changes in the US, it also changes in Britain. Trump in the US and Boris Johnson in the UK are the extreme culmination of what Reagan and Thatcher began 40 years ago. It started as a legitimate if contestable desire to reframe the postwar settlement, limit the state, promote business and individual self-reliance. But as the great political scientist Samuel Beer famously argued, it was, paradoxically, supported culturally by the individualism, anti-state instincts and nonconformism of the Woodstock generation. Forty years on, continued rightwing political ascendancy has morphed into today’s menacing rightwing ideologies. The role of US republicanism as the libertarian champion of guns is matched by the descent of the Conservative party into English nationalism, with a no-deal Brexit as its talismanic policy, even if it means breaking up the UK. But a no-deal Brexit will become an inflection point for a parallel fightback in Britain. The devastating economic and political consequences – a long recession, a broken housing market, collapsed sterling, chronically unfair trade deals – will inevitably raise the question of how it ever happened. Suddenly, the British constitution, the long sleeper issue in British politics, will become the new political battleground. Britain is almost alone in having no written constitution. Whoever commands a majority in the House of Commons can do what they like without constitutional constraint – hold a referendum transforming Britain’s treaty obligations with no requirement for a super-majority or ignore a no-confidence vote in the House of Commons for long enough to deliver a no-deal Brexit. The constitution does empower the monarch to assert fair play and the public interest, but a non-elected head of state can never actually act. This is no longer sustainable. We needed the Queen to insist that a referendum as important as that on EU membership required a super-majority; we will need her to sack Boris Johnson if he tries to stay in office after losing a no-confidence vote or to time a general election for after 31 October, so bypassing the Commons to effect a no-deal Brexit. But she knows she can only act politically once. If she sacks Johnson she makes enemies of the English nationalists; if she doesn’t, she makes enemies of everyone else. Either way, her legitimacy is ruined. Only an elected head of state has the legitimacy to hold the ring at times like these – facing electoral consequences if they get it wrong. The question of how we want to be governed is no longer abstract: it goes to the heart of giant new cultural forces that want good government. The generations championing individualistic hedonism and social atomisation – the unwitting cultural accomplices of the right – are being succeeded by the Extinction Rebellion generation who are rediscovering collectivism. As the UN Intergovernmental Panel on Climate Change last week spelled out, how we all collectively behave, in particular the food we consume, will be crucial in determining the future of life. Livestock are environmentally dangerous. Around the world, there is a boom in substitutes for meat, as consumers switch to plant-based diets – including 39% of US consumers. Nor is it just eating. Decisions on everything from the use of plastics to the frequency of flying have a collective and awesome impact on everyone, particularly those young enough to expect to see the end of the century. Companies are finding their record on sustainability is under the microscope as never before. Whether public utilities or global multinationals in the fossil fuel or food businesses, no one escapes the new requirement to do business sustainably. This dynamic is driving the imperative to reshape capitalism around stakeholder principles. But only so much can come from pressure from below: governments must act from above and how we are governed is moving to the centre of the political debate. Wise and activist government – checked, balanced, accountable, sufficiently federal to accommodate the demands of Scotland, Wales and Northern Ireland and serviced by an impartial civil service – is going to be crucial in creating a greener society, a reformed capitalism and reduction of disfiguring inequalities. The need for such governance will extend internationally. The case for the EU will increasingly be as an agent for Europe-wide sustainability: the ESU – European Sustainable Union. Its actions will become the global standard-setter for the environment. If we leave the EU, at the heart of the case for rejoining will be the need to make the greening of our continent a common cause. So don’t despair. The no-deal Brexiters do not have the force behind them, any more than does Trump. They are losers, on the wrong side of history. Better people will enter politics. Old parties will be rejuvenated: new ones take life. There will be a counter-revolution – it’s already in the making. • Will Hutton is an Observer columnist",
      "charCount": "6513",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/willhutton\">Will Hutton</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]