[
  {
    "id": "membership/2019/dec/28/2020-guardian-readers-stories-predict",
    "type": "article",
    "sectionId": "membership",
    "sectionName": "Membership",
    "webPublicationDate": "2019-12-28T08:30:04Z",
    "webTitle": "The big stories of 2020, as predicted by Guardian readers",
    "webUrl": "https://www.theguardian.com/membership/2019/dec/28/2020-guardian-readers-stories-predict",
    "apiUrl": "https://content.guardianapis.com/membership/2019/dec/28/2020-guardian-readers-stories-predict",
    "fields": {
      "headline": "The big stories of 2020, as predicted by Guardian readers",
      "standfirst": "<p>We asked you what you’d like to see from our coverage in the coming year, and we received hundreds of replies from around the world - with areas of interest ranging from the climate crisis to exposing inequality and fake news</p>",
      "trailText": "We asked you what you’d like to see from our coverage in the coming year, and we received hundreds of replies from around the world - with areas of interest ranging from the climate crisis to exposing inequality and fake news",
      "byline": "Mark Rice-Oxley",
      "main": "<figure class=\"element element-image\" data-media-id=\"4602d05ce21240d9392db2d3f8558d14a617dd28\"> <img src=\"https://media.guim.co.uk/4602d05ce21240d9392db2d3f8558d14a617dd28/0_10_3398_2039/1000.jpg\" alt=\"Lots of readers were moved by the rise and rise of Greta Thunberg in 2019, and would like us to continue to give her a platform in the new year. Here, she is depicted on her visit to Turin, Italy, in December 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lots of readers were moved by the rise and rise of Greta Thunberg in 2019, and would like us to continue to give her a platform in the new year. Here, she is depicted on her visit to Turin, Italy, in December 2019.</span> <span class=\"element-image__credit\">Photograph: Marco Passaro/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Greta. Impeachment. Christchurch. Hong Kong. Brexit. Trees. Notre Dame. Modi. Stokes. Johnson. Carbon. Venezuela. XR. Populism. Fleabag.</p> <p>When it comes to summing up an entire year, sometimes a single word will do. But we went further than that this year and asked supporters and readers what stood out for them in 2019 - and what they’d like to see more of in 2020.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/ng-interactive/2019/oct/16/the-guardians-climate-pledge-2019\">The Guardian's climate pledge 2019</a> </p> </aside>  <p>Let’s look back before we look forward. John Crace and Marina Hyde are names that crop up again and again. It seems that the darker the times, the more we need to laugh. “In a world full of seriously depressing news, they always help me to start the day with a smile,” wrote Cynthia Legge of Crace’s sketches.</p> <p>How do you find the comedy in serious times? Crace said that reader support helped.</p> <p>“Politics has been a brutal mix of the tragic, the incompetent and the surreal and it’s sometimes been hard to find the right words to sketch it,” he said. “But I couldn’t have done it without the feedback -- mostly positive -- that I’ve had from so many readers.”</p> <p>“Laughs have been somewhat thin on the ground this year, but I instinctively find myself turning to Chris Grayling over and over again. He is the failure’s failure. It takes a special kind of genius to award a ferry contract to a company that has no ferries, no ferry route and whose articles of incorporation have been cut and pasted from a pizza delivery firm.”</p> <p>Other supporters like the lean-back format of the Long Read, som 150 of which were published in 2019. Peter Greaves reminded us of the terrifying <a href=\"https://www.theguardian.com/technology/2019/aug/23/social-media-addiction-gambling\">influence machine</a> piece, while others cited Oliver Bullough’s blow-by-blow account of how easy it is to <a href=\"https://www.theguardian.com/world/2019/jul/05/how-britain-can-help-you-get-away-with-stealing-millions-a-five-step-guide\">launder money</a>.</p> <p>Laura King wrote. “I particularly enjoy seeing women’s issues being covered, such as the gender problems in medicine and medical research and the interview with Hannah Dines about <a href=\"https://www.theguardian.com/lifeandstyle/2019/dec/11/hannah-dines-on-going-public-with-her-labia-surgery-it-started-a-big-conversation\">her vulva surgery</a>.”</p> <p>Lots of readers were moved, in a rather different way, by the rise and rise of Greta Thunberg in 2019, with some citing <a href=\"https://www.theguardian.com/world/2019/mar/11/greta-thunberg-schoolgirl-climate-change-warrior-some-people-can-let-things-go-i-cant\">a definitive piece by our global environment editor Jon Watts</a> as the moment they first became aware of the teenage Swede activist.</p> <p>“I was jolted by the realisation that this young, lone, insignificant little person got fed up with the establishment and gave the world a shove - - and the world moved,” wrote Bob Braddock from Chattanooga Tennessee. “Ms. Thunberg continues to inspire (and to shame) us and our political and industrial leaders into taking real today-not-tomorrow steps to fight climate change.”</p> <p>And it was the environment that dominated suggestions for coverage in 2020. Readers called specifically for expose(acute)s and campaigns to show up the bad guys, drive best practice and help bring about a revolution in energy use and environmental activism.</p> <p>“How is it possible that UK supermarket chains have been allowed to replace single-use plastic bags with even more indestructible heavy duty plastic bags?” Nicky Tomkins weighed in. “I’m sorry, but that’s just wilfully stupid. I respectfully urge the Guardian to mount one of its impressive campaigns to legally require supermarkets to supply (or sell is fine) non-plastic re-usable bags, eg:woven paper, Hessian, heavy duty cotton etc.”</p> <p>John Nicholas wants to see more on “the science behind climate change. How different countries are responding. How much profit people are still making from fossil fuels and making plastics. How well different countries are greening their energy. Who profits from plastic materials and which should be banned.”</p> <p>Richard Gilyead noted that it will require massive changes to our personal habits to avert climate change, and wants to see more on how this will affect “how we work and play”. In particular, he suggested more work on how the measure of economic progress must be decoupled from <a href=\"https://www.theguardian.com/news/2019/jun/17/is-time-to-end-our-fixation-with-gdp-and-growth\">crude statistics like GDP</a>.</p> <p>Of course, 2020 won’t just be about saving the planet. There’s the small matter of <a href=\"https://www.theguardian.com/us-news/us-elections-2020\">another race to the White Hou</a>se in store, starting with the first Democratic caucus in Iowa in just two weeks. Brexit and the<a href=\"https://www.theguardian.com/business/2019/dec/15/amazing-deal-or-capitulation-why-the-us-china-trade-truce-may-not-last\"> US-China trade antagonism </a>will continue to dominate headlines. It’s a leap year (what will you do with your extra day?) and so an Olympic year too, with plenty of notable anniversaries: the UN’s 75th birthday, Glastonbury’s 50th, and the 500th anniversary of Raphael’s death.</p> <p>It’s also the Year of the Rat. The last time we had one of these, there was a global financial crisis (2008).</p> <p>A lot of readers suggested that the growing controversy around gender transitioning merited deeper enquiry in 2020, particularly the antagonism between trans-rights activists and women’s rights groups.</p> <p>“I would like to see The Guardian uphold its journalistic integrity and not shy away from reporting on difficult issues that affect all of us simply because it is proving to be inconvenient or embarrassing to its ideological stance,” said Melissa from Edinburgh.</p> <p>Another reader from London called for “a proper debate around the theme of identity and belonging but from a black person’s perspective.”</p> <p>“The re-surfacing of the racist agenda in the UK seems all too apparent to me,” the reader wrote, asking for anonymity. “Is it fuelled by the Brexit movement and right wing policies? How do young black people express their fears and concerns for the future amid the knife crime epidemic? Is it driven by austerity and the years of government underfunding? Why are there double standards from governing bodies when it comes to punitive action against racist fans?”</p> <p>Other cute suggestions from readers and supporters included:</p> <p>• a ‘fake news’ column rebutting the most grotesque fibs of the week</p> <p>• a Europe edition</p> <p>• a Brexit-free news day once a week</p> <p>• more biking and less football</p> <p>• Bring back Guardian Witness</p> <p>• more scope for student journalists to write for the Guardian</p> <p>• a Scottish edition</p> <p>• more coverage of the World Indoor Bowls Finals</p> <p>• a sub-site listing climate deniers</p> <p>Finally, readers made a plea for <a href=\"https://www.theguardian.com/world/series/the-upside\">joy, optimism, hope</a>.</p> <p>“Give us practical articles to make it easier for busy people to help the environment in their day-to-day lives,” wrote Nicki from New Zealand. “We don’t all have time to volunteer at the weekends but we can change some habits/routines to make a positive difference.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2019/oct/31/guardian-climate-pledge-thank-you-hope-change\">Guardian climate pledge: thanks to our readers, we can dare to hope for change</a> </p> </aside>  <p>Alice Yoch from Ottawa called for “positive stories - stories of communities that are revitalising, people who are making a difference, politicians who are bucking the trend and making things happen, innovative companies that are providing shareholder value while at the same time not raping the earth.</p> <p>“It’s ugly out there but there is still so much individual and collective beauty that we need to be aware of and celebrate.”</p> <p><em><strong>Rachel Obordo also worked on this report</strong></em></p> <p><br></p>",
      "newspaperPageNumber": "49",
      "wordcount": "1117",
      "firstPublicationDate": "2019-12-28T08:30:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:44:13Z",
      "newspaperEditionDate": "2019-12-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/dvnhc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4602d05ce21240d9392db2d3f8558d14a617dd28/0_10_3398_2039/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Greta. Impeachment. Christchurch. Hong Kong. Brexit. Trees. Notre Dame. Modi. Stokes. Johnson. Carbon. Venezuela. XR. Populism. Fleabag. When it comes to summing up an entire year, sometimes a single word will do. But we went further than that this year and asked supporters and readers what stood out for them in 2019 - and what they’d like to see more of in 2020. Let’s look back before we look forward. John Crace and Marina Hyde are names that crop up again and again. It seems that the darker the times, the more we need to laugh. “In a world full of seriously depressing news, they always help me to start the day with a smile,” wrote Cynthia Legge of Crace’s sketches. How do you find the comedy in serious times? Crace said that reader support helped. “Politics has been a brutal mix of the tragic, the incompetent and the surreal and it’s sometimes been hard to find the right words to sketch it,” he said. “But I couldn’t have done it without the feedback -- mostly positive -- that I’ve had from so many readers.” “Laughs have been somewhat thin on the ground this year, but I instinctively find myself turning to Chris Grayling over and over again. He is the failure’s failure. It takes a special kind of genius to award a ferry contract to a company that has no ferries, no ferry route and whose articles of incorporation have been cut and pasted from a pizza delivery firm.” Other supporters like the lean-back format of the Long Read, som 150 of which were published in 2019. Peter Greaves reminded us of the terrifying influence machine piece, while others cited Oliver Bullough’s blow-by-blow account of how easy it is to launder money. Laura King wrote. “I particularly enjoy seeing women’s issues being covered, such as the gender problems in medicine and medical research and the interview with Hannah Dines about her vulva surgery.” Lots of readers were moved, in a rather different way, by the rise and rise of Greta Thunberg in 2019, with some citing a definitive piece by our global environment editor Jon Watts as the moment they first became aware of the teenage Swede activist. “I was jolted by the realisation that this young, lone, insignificant little person got fed up with the establishment and gave the world a shove - - and the world moved,” wrote Bob Braddock from Chattanooga Tennessee. “Ms. Thunberg continues to inspire (and to shame) us and our political and industrial leaders into taking real today-not-tomorrow steps to fight climate change.” And it was the environment that dominated suggestions for coverage in 2020. Readers called specifically for expose(acute)s and campaigns to show up the bad guys, drive best practice and help bring about a revolution in energy use and environmental activism. “How is it possible that UK supermarket chains have been allowed to replace single-use plastic bags with even more indestructible heavy duty plastic bags?” Nicky Tomkins weighed in. “I’m sorry, but that’s just wilfully stupid. I respectfully urge the Guardian to mount one of its impressive campaigns to legally require supermarkets to supply (or sell is fine) non-plastic re-usable bags, eg:woven paper, Hessian, heavy duty cotton etc.” John Nicholas wants to see more on “the science behind climate change. How different countries are responding. How much profit people are still making from fossil fuels and making plastics. How well different countries are greening their energy. Who profits from plastic materials and which should be banned.” Richard Gilyead noted that it will require massive changes to our personal habits to avert climate change, and wants to see more on how this will affect “how we work and play”. In particular, he suggested more work on how the measure of economic progress must be decoupled from crude statistics like GDP. Of course, 2020 won’t just be about saving the planet. There’s the small matter of another race to the White House in store, starting with the first Democratic caucus in Iowa in just two weeks. Brexit and the US-China trade antagonism will continue to dominate headlines. It’s a leap year (what will you do with your extra day?) and so an Olympic year too, with plenty of notable anniversaries: the UN’s 75th birthday, Glastonbury’s 50th, and the 500th anniversary of Raphael’s death. It’s also the Year of the Rat. The last time we had one of these, there was a global financial crisis (2008). A lot of readers suggested that the growing controversy around gender transitioning merited deeper enquiry in 2020, particularly the antagonism between trans-rights activists and women’s rights groups. “I would like to see The Guardian uphold its journalistic integrity and not shy away from reporting on difficult issues that affect all of us simply because it is proving to be inconvenient or embarrassing to its ideological stance,” said Melissa from Edinburgh. Another reader from London called for “a proper debate around the theme of identity and belonging but from a black person’s perspective.” “The re-surfacing of the racist agenda in the UK seems all too apparent to me,” the reader wrote, asking for anonymity. “Is it fuelled by the Brexit movement and right wing policies? How do young black people express their fears and concerns for the future amid the knife crime epidemic? Is it driven by austerity and the years of government underfunding? Why are there double standards from governing bodies when it comes to punitive action against racist fans?” Other cute suggestions from readers and supporters included: • a ‘fake news’ column rebutting the most grotesque fibs of the week • a Europe edition • a Brexit-free news day once a week • more biking and less football • Bring back Guardian Witness • more scope for student journalists to write for the Guardian • a Scottish edition • more coverage of the World Indoor Bowls Finals • a sub-site listing climate deniers Finally, readers made a plea for joy, optimism, hope. “Give us practical articles to make it easier for busy people to help the environment in their day-to-day lives,” wrote Nicki from New Zealand. “We don’t all have time to volunteer at the weekends but we can change some habits/routines to make a positive difference. Alice Yoch from Ottawa called for “positive stories - stories of communities that are revitalising, people who are making a difference, politicians who are bucking the trend and making things happen, innovative companies that are providing shareholder value while at the same time not raping the earth. “It’s ugly out there but there is still so much individual and collective beauty that we need to be aware of and celebrate.” Rachel Obordo also worked on this report",
      "charCount": "6665",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mark-rice-oxley\">Mark Rice-Oxley</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]