[
  {
    "id": "politics/commentisfree/2019/mar/25/theresa-may-shows-clean-pair-of-heels-as-the-usain-bolt-of-failure",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-25T23:28:21Z",
    "webTitle": "Theresa May shows clean pair of heels as the Usain Bolt of failure  | John Crace",
    "webUrl": "https://www.theguardian.com/politics/commentisfree/2019/mar/25/theresa-may-shows-clean-pair-of-heels-as-the-usain-bolt-of-failure",
    "apiUrl": "https://content.guardianapis.com/politics/commentisfree/2019/mar/25/theresa-may-shows-clean-pair-of-heels-as-the-usain-bolt-of-failure",
    "fields": {
      "headline": "Theresa May shows clean pair of heels as the Usain Bolt of failure",
      "standfirst": "<p>Not even MPs on stupidity steroids can hope to get near to the prime minister during her descent into incoherence </p>",
      "trailText": "Not even MPs on stupidity steroids can hope to get near to the prime minister during her descent into incoherence ",
      "byline": "John Crace",
      "main": "<figure class=\"element element-image\" data-media-id=\"a2933ce6c292659c6b8cb8e2dc08a3f58ecc22bb\"> <img src=\"https://media.guim.co.uk/a2933ce6c292659c6b8cb8e2dc08a3f58ecc22bb/414_202_5117_3070/1000.jpg\" alt=\"Theresa May speaking in the House of Commons on Monday. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May speaking in the House of Commons on Monday. </span> <span class=\"element-image__credit\">Photograph: Jessica Taylor/HOC</span> </figcaption> </figure>",
      "body": "<p>The sprint to the bottom is now parliament’s blue riband event. But in a highly competitive field, Theresa May is still streets ahead of the opposition. She is the Usain Bolt of failure, someone who in her prime not even MPs on stupidity steroids can hope to get near to. Even so, the Leader in Name Only’s descent into incoherence must surely now be reaching terminal velocity. Peak Lino.</p> <p>We are well past the point where we can expect to be no better informed at the end of one of the prime minister’s speeches than we were when she started. We’re now actually going backwards. Every time Lino speaks, we actually know less than we did when we started. Time’s Arrow. Politics at faster than the speed of light, where the best chance of leaving the EU is to race back to the early 1970s when we were never in it.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/25/have-mps-gained-the-upper-hand-in-the-brexit-battle\">Have MPs gained the upper hand in the Brexit battle?</a> </p> </aside>  <p>In her latest sequence of zeros – binary is now a long forgotten Maybot language of unimaginable sophistication – to mark the latest national humiliation at <a href=\"https://www.theguardian.com/politics/2019/mar/22/may-brexit-summit-brussels-eu\">the previous week’s European council in Brussels</a>, Lino managed to confuse not just herself but the entire Commons. With her battery life on 1%, her current strategy appears to be to have no strategy whatsoever. Collective responsibility has been replaced by collective amnesia. Things are so bad that no one in cabinet even knows if there is a government plan it might be convenient to forget.</p> <p>Lino began by effectively admitting that her government was now unable to govern. Which was why she had no immediate plans to bring “meaningful vote” 3 back to the Commons this week even though that had been one of the preconditions the EU had imposed if we wanted to leave on 22 May. But just because she couldn’t govern, she didn’t want anyone else to have a go. So, though she might be willing to entertain the idea of parliament wasting some of the few remaining days it had left on indicative votes, she had no intention of paying any attention to them. Taking back control had all along been an exercise in no one having any control at all.</p> <p>It quickly got even more confusing. Having made it clear that one of the main reasons she had no chance of getting her deal passed was due to the opposition of the Democratic Unionist Party, she went out of her way to make sure they would never back down by blaming them for being so useless in Northern Ireland. Light the orange touch paper and stand well down. A peculiar time for Lino to indulge in kamikaze politics. For her final death spiral, she declared that she would be taking no deal off the table while still leaving it firmly on it. Or maybe just in suspended animation. Much like the current state of her psyche.</p>  <figure class=\"element element-image\" data-media-id=\"2bc26ee6c6d848150426ff2109f47fc725e50247\"> <img src=\"https://media.guim.co.uk/2bc26ee6c6d848150426ff2109f47fc725e50247/59_0_1553_932/1000.jpg\" alt=\"Jeremy Corbyn responds to Theresa May in the House of Commons.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn responds to Theresa May in the House of Commons.</span> <span class=\"element-image__credit\">Photograph: House of Commons/PA</span> </figcaption> </figure>  <p>MPs are nothing if not thick-skinned, however. Despite having been told by Lino they were wasting their time voting to award themselves indicative votes, they began a five-hour debate on why they should be allowed the pleasure of being ignored by a government that cannot govern. It fell to David Lidington, the minister for the cabinet office and the closest thing to a prime minister the country now has, to make the government’s case that parliament should basically allow the government to make the wrong decision.</p> <p>Normally MPs from both sides of the house are prepared to make an exception for Lidington, believing him to be at heart an honourable man, but even he no longer commands the trust of the house. No one thinks he is in a position to do the decent thing even if he wanted to. Not even Sir Oliver Letwin, a man who generally falls so far over himself to give people the benefit of the doubt that he frequently ends up arguing against himself, who could not be persuaded to drop his amendment.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/25/theresa-may-leader-name-only-britain-brexit\">Theresa May is effectively gone. She is a leader in name only | Michael Heseltine</a> </p> </aside>  <p>Not so long ago, Letwin was the government’s very own Mr Calamity. Someone who could be relied on to attract any passing disaster. That title has long since been grabbed by Failing Grayling and we are now in such a state of clusterfuckery that Letwin has emerged as parliament’s reluctant hero.</p> <p>This time, three ministers, including Alastair Burt who had clearly found being locked up at Chequers with the self-styled KKK Grand Wizards of Brexit an experience never to be repeated, chose to resign as MPs from all parties inflicted yet another humiliating defeat on the government.</p> <p>Lino either did not appear to realise she had lost or else she is too punch drunk to care. As the result was announced, she giggled nervously and closed her eyes. She is now beyond reason. Almost beyond help. If anyone really cared for her wellbeing, they would stage an intervention. But no one does. No one wants her to stay as prime minister, but no one can agree on who should replace her. So she is condemned to her suffering. A victim of her own stubbornness and her party’s sadism.</p> <p>There wasn’t much to say about this latest government reversal, so Jeremy Corbyn was in his element during his brief statement. The Labour leader is at his best when he says nothing at all. Something had happened, but no one could quite work out what. Parliament would get to hold indicative votes on Wednesday which the government would probably ignore. Still, at least we’re giving the rest of the world a laugh. Schadenfreude is an underrated pleasure.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "921",
      "commentCloseDate": "2019-03-26T14:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-25T20:30:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:36Z",
      "newspaperEditionDate": "2019-03-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b4g6k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a2933ce6c292659c6b8cb8e2dc08a3f58ecc22bb/414_202_5117_3070/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The sprint to the bottom is now parliament’s blue riband event. But in a highly competitive field, Theresa May is still streets ahead of the opposition. She is the Usain Bolt of failure, someone who in her prime not even MPs on stupidity steroids can hope to get near to. Even so, the Leader in Name Only’s descent into incoherence must surely now be reaching terminal velocity. Peak Lino. We are well past the point where we can expect to be no better informed at the end of one of the prime minister’s speeches than we were when she started. We’re now actually going backwards. Every time Lino speaks, we actually know less than we did when we started. Time’s Arrow. Politics at faster than the speed of light, where the best chance of leaving the EU is to race back to the early 1970s when we were never in it. In her latest sequence of zeros – binary is now a long forgotten Maybot language of unimaginable sophistication – to mark the latest national humiliation at the previous week’s European council in Brussels, Lino managed to confuse not just herself but the entire Commons. With her battery life on 1%, her current strategy appears to be to have no strategy whatsoever. Collective responsibility has been replaced by collective amnesia. Things are so bad that no one in cabinet even knows if there is a government plan it might be convenient to forget. Lino began by effectively admitting that her government was now unable to govern. Which was why she had no immediate plans to bring “meaningful vote” 3 back to the Commons this week even though that had been one of the preconditions the EU had imposed if we wanted to leave on 22 May. But just because she couldn’t govern, she didn’t want anyone else to have a go. So, though she might be willing to entertain the idea of parliament wasting some of the few remaining days it had left on indicative votes, she had no intention of paying any attention to them. Taking back control had all along been an exercise in no one having any control at all. It quickly got even more confusing. Having made it clear that one of the main reasons she had no chance of getting her deal passed was due to the opposition of the Democratic Unionist Party, she went out of her way to make sure they would never back down by blaming them for being so useless in Northern Ireland. Light the orange touch paper and stand well down. A peculiar time for Lino to indulge in kamikaze politics. For her final death spiral, she declared that she would be taking no deal off the table while still leaving it firmly on it. Or maybe just in suspended animation. Much like the current state of her psyche. MPs are nothing if not thick-skinned, however. Despite having been told by Lino they were wasting their time voting to award themselves indicative votes, they began a five-hour debate on why they should be allowed the pleasure of being ignored by a government that cannot govern. It fell to David Lidington, the minister for the cabinet office and the closest thing to a prime minister the country now has, to make the government’s case that parliament should basically allow the government to make the wrong decision. Normally MPs from both sides of the house are prepared to make an exception for Lidington, believing him to be at heart an honourable man, but even he no longer commands the trust of the house. No one thinks he is in a position to do the decent thing even if he wanted to. Not even Sir Oliver Letwin, a man who generally falls so far over himself to give people the benefit of the doubt that he frequently ends up arguing against himself, who could not be persuaded to drop his amendment. Not so long ago, Letwin was the government’s very own Mr Calamity. Someone who could be relied on to attract any passing disaster. That title has long since been grabbed by Failing Grayling and we are now in such a state of clusterfuckery that Letwin has emerged as parliament’s reluctant hero. This time, three ministers, including Alastair Burt who had clearly found being locked up at Chequers with the self-styled KKK Grand Wizards of Brexit an experience never to be repeated, chose to resign as MPs from all parties inflicted yet another humiliating defeat on the government. Lino either did not appear to realise she had lost or else she is too punch drunk to care. As the result was announced, she giggled nervously and closed her eyes. She is now beyond reason. Almost beyond help. If anyone really cared for her wellbeing, they would stage an intervention. But no one does. No one wants her to stay as prime minister, but no one can agree on who should replace her. So she is condemned to her suffering. A victim of her own stubbornness and her party’s sadism. There wasn’t much to say about this latest government reversal, so Jeremy Corbyn was in his element during his brief statement. The Labour leader is at his best when he says nothing at all. Something had happened, but no one could quite work out what. Parliament would get to hold indicative votes on Wednesday which the government would probably ignore. Still, at least we’re giving the rest of the world a laugh. Schadenfreude is an underrated pleasure.",
      "charCount": "5173",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johncrace\">John Crace</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/25/mps-seize-control-of-brexit-process-by-backing-indicative-votes-amendment",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-25T22:25:23Z",
    "webTitle": "MPs seize control of Brexit process by backing indicative votes amendment",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/25/mps-seize-control-of-brexit-process-by-backing-indicative-votes-amendment",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/25/mps-seize-control-of-brexit-process-by-backing-indicative-votes-amendment",
    "fields": {
      "headline": "MPs seize control of Brexit process by backing indicative votes amendment",
      "standfirst": "<p>Amendment giving MPs a series of votes on alternatives to May’s Brexit deal passes 329 votes to 302</p><ul><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/26/brexit-government-may-ignore-result-of-indicative-votes-process-says-hancock-live-news\">Follow the day’s political developments - live updates</a></li></ul>",
      "trailText": "Amendment giving MPs a series of votes on alternatives to May’s Brexit deal passes 329 votes to 302",
      "byline": "Heather Stewart, Jessica Elgot and Rowena Mason",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"632f8f84-cf42-4c95-98a8-d3b90ec63757\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/lB5RgfRjczM?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>MPs have inflicted a fresh humiliating defeat on Theresa May, voting to seize control of the parliamentary timetable to allow backbenchers to hold a series of votes on alternatives to her Brexit deal.</p> \n<p>An amendment tabled by former Tory minister Oliver Letwin passed, by 329 votes to 302 on Monday night, as MPs expressed their exasperation at the government’s failure to set out a fresh approach.</p> \n<p>The prime minister had earlier declined to say whether she would abide by the outcome of <a href=\"https://www.theguardian.com/politics/2019/mar/25/the-brexit-options-as-mps-aim-to-break-commons-deadlock\">a process of “indicative votes”</a>.</p> \n<p>The government issued a punchy statement after the amendment passed, warning that it “upends the balance between our democratic institutions and sets a dangerous, unpredictable precedent for the future”.</p> \n<p>Three ministers resigned from government in order to back the Letwin amendment: the foreign affairs minister, Alistair Burt, the health minister Steve Brine and the business minister Richard Harrington. A total of 29 Tory MPs rebelled to vote for the amendment.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/25/the-brexit-options-as-mps-aim-to-break-commons-deadlock\">The Brexit options as MPs aim to break Commons deadlock</a> </p> \n</aside> \n<p>Harrington, who has been outspoken in his warnings about the risk of a no-deal Brexit in recent weeks, accused the government of “playing roulette with the lives and livelihoods of the vast majority of people in this country” in his resignation letter.</p> \n<p>The amendment was drawn up by a cross-party group – led by Letwin and Labour’s Hilary Benn – and gives MPs a series of votes on the alternatives to May’s deal, such as a softer Brexit or revoking article 50.</p> \n<p>The prime minister earlier announced that she did not yet have the support to justify holding a third meaningful vote on her deal, but insisted she would not hand parliament a “blank cheque” to decide what happened next.</p> \n<p>Some Tory Eurosceptics reacted furiously. David TC Davies accused Letwin of having “set himself up as a jobbing prime minister”, and Bill Cash branded the vote a “constitutional revolution” that the House of Commons would come to regret.</p> \n<p>After gathering Brexit backers at her country retreat of Chequers over the weekend and consulting the Democratic Unionist party leader, Arlene Foster, and the Labour leader, Jeremy Corbyn, on Monday, <a href=\"https://www.theguardian.com/politics/2019/mar/25/pm-concedes-lack-of-support-for-deal-as-mps-seek-to-take-control\">May concluded she could not yet win sufficient backing</a> for her twice-defeated deal.</p> \n<p>EU leaders have handed Britain a Brexit delay to 22 May, if May’s deal is passed this week. Without parliament’s backing, she must return to Brussels before 12 April and set out an alternative plan.</p> \n<p>After a weekend of <a href=\"https://www.theguardian.com/politics/2019/mar/24/brexit-hammond-denies-plotting-to-oust-may-but-admits-deal-may-not-pass\">lurid reports about ministerial walkouts and ultimatums</a>, the prime minister appeared undaunted as she addressed the House of Commons on Monday after telling her cabinet she still hoped her deal could win support.</p> \n<p>May had earlier criticised the Letwin amendment, warning that the process of indicative votes could yield “contradictory outcomes, or no outcome at all” and set a precedent that would “overturn the balance of our democratic institutions”.</p> \n<p>And despite failing to set out any alternative to her deal, the prime minister declined to say whether she would abide by the outcome.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"fe3e652f-1e43-4ec6-9e3c-f7e4a253def1\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/qTN3Xc0cG_g?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>“No government could give a blank cheque to commit to an outcome without knowing what it is. So I cannot commit the government to delivering the outcome of any votes held by this house. But I do commit to engaging constructively with this process,” she said.</p> \n<p>Instead, May insisted she had not given up hope of bringing her deal back for a third vote, saying she would “continue to have discussions with colleagues across the house, so that we can bring the vote forward this week, and guarantee Brexit”.</p> \n<p>Several Brexiters, including Jacob Rees-Mogg – who attended Sunday’s Chequers meeting – have signalled that they may yet support her deal, if the DUP backed it.</p> \n<p>Downing Street also hopes the threat of what May called a “slow Brexit”, if MPs take over the process and demand a longer Brexit delay and a closer relationship with the EU, could convince more leave backers to support her.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/25/theresa-may-and-britain-remain-locked-in-brexit-purgatory\">Theresa May – and Britain – remain locked in Brexit purgatory | Rafael Behr</a> </p> \n</aside> \n<p>Corbyn told the prime minister: “The government’s approach to Brexit has now become a national embarrassment. Every step of the way along this process the government has refused to reach out, refused to listen and refused to find a consensus that can represent the views of the whole of the country, not just her own party.”</p> \n<p>During a highly charged debate in the Commons, a string of senior backbenchers condemned what many argued was a deep political crisis.</p> \n<p>“What on earth has happened to our pragmatism, our self-restraint and our common sense?” asked the veteran Conservative MP Nicholas Soames. “Like many others, I have found myself truly distraught at the painful, difficult and intractable position in which our country finds itself.”</p> \n<p>Controlling the parliamentary timetable is usually a key power of the sitting government, but MPs have been drawing up plans to step in after May repeatedly declined to change course, despite her deal being roundly rejected on two occasions.</p> \n<p>Defending the move, the Tory rebel Dominic Grieve said parliament had been “prevented from doing its ordinary job” by the “straitjacket” imposed by the government.</p> \n<p>“Seeing that the government has run into the sand, and has had its deal rejected, we have got to find an alternative,” he said. “There should be nothing that is forbidden to be discussed.”</p> \n<p>May had earlier suggested to her deeply divided cabinet that she hoped to hold a third meaningful vote on Tuesday.</p> \n<p>She then spoke to Foster, in the hope of securing the party’s support for her deal, which she hoped would help win over Tory Brexiters. But DUP sources insisted after that call that their “position remains unchanged”.</p> \n<p>Foster’s deputy, Nigel Dodds, later reacted with fury in the Commons when May said the suspension of the Northern Ireland assembly in Stormont was one reason that a no-deal Brexit would be so damaging.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/25/have-mps-gained-the-upper-hand-in-the-brexit-battle\">Have MPs gained the upper hand in the Brexit battle?</a> </p> \n</aside> \n<p>In her statement to MPs, May came closer than in recent days to ruling out a no-deal Brexit after last week’s European council meeting agreed to an extension of the article 50 timetable.</p> \n<p>She told MPs: “Unless this house agrees to it, no deal will not happen.” May had also opened the cabinet meeting by stressing the risks of a no-deal Brexit, amid fears among senior colleagues that she could embrace the idea, rather than accept a longer delay.</p> \n<p>However, her spokesman afterwards insisted she had not intended to imply that she would never implement no deal; merely that MPs would be likely to seize the opportunity to avoid it.</p> \n<p>“The point the prime minister was making is that the house has voted against no deal, and will take every opportunity to prevent no deal,” the spokesman said.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1091",
      "firstPublicationDate": "2019-03-25T22:25:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:41Z",
      "newspaperEditionDate": "2019-03-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b4gvq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a20df6f3d4ba4790343c418f6ffc0d3b875d0ca1/176_296_3254_1952/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "MPs have inflicted a fresh humiliating defeat on Theresa May, voting to seize control of the parliamentary timetable to allow backbenchers to hold a series of votes on alternatives to her Brexit deal. An amendment tabled by former Tory minister Oliver Letwin passed, by 329 votes to 302 on Monday night, as MPs expressed their exasperation at the government’s failure to set out a fresh approach. The prime minister had earlier declined to say whether she would abide by the outcome of a process of “indicative votes”. The government issued a punchy statement after the amendment passed, warning that it “upends the balance between our democratic institutions and sets a dangerous, unpredictable precedent for the future”. Three ministers resigned from government in order to back the Letwin amendment: the foreign affairs minister, Alistair Burt, the health minister Steve Brine and the business minister Richard Harrington. A total of 29 Tory MPs rebelled to vote for the amendment. Harrington, who has been outspoken in his warnings about the risk of a no-deal Brexit in recent weeks, accused the government of “playing roulette with the lives and livelihoods of the vast majority of people in this country” in his resignation letter. The amendment was drawn up by a cross-party group – led by Letwin and Labour’s Hilary Benn – and gives MPs a series of votes on the alternatives to May’s deal, such as a softer Brexit or revoking article 50. The prime minister earlier announced that she did not yet have the support to justify holding a third meaningful vote on her deal, but insisted she would not hand parliament a “blank cheque” to decide what happened next. Some Tory Eurosceptics reacted furiously. David TC Davies accused Letwin of having “set himself up as a jobbing prime minister”, and Bill Cash branded the vote a “constitutional revolution” that the House of Commons would come to regret. After gathering Brexit backers at her country retreat of Chequers over the weekend and consulting the Democratic Unionist party leader, Arlene Foster, and the Labour leader, Jeremy Corbyn, on Monday, May concluded she could not yet win sufficient backing for her twice-defeated deal. EU leaders have handed Britain a Brexit delay to 22 May, if May’s deal is passed this week. Without parliament’s backing, she must return to Brussels before 12 April and set out an alternative plan. After a weekend of lurid reports about ministerial walkouts and ultimatums, the prime minister appeared undaunted as she addressed the House of Commons on Monday after telling her cabinet she still hoped her deal could win support. May had earlier criticised the Letwin amendment, warning that the process of indicative votes could yield “contradictory outcomes, or no outcome at all” and set a precedent that would “overturn the balance of our democratic institutions”. And despite failing to set out any alternative to her deal, the prime minister declined to say whether she would abide by the outcome. “No government could give a blank cheque to commit to an outcome without knowing what it is. So I cannot commit the government to delivering the outcome of any votes held by this house. But I do commit to engaging constructively with this process,” she said. Instead, May insisted she had not given up hope of bringing her deal back for a third vote, saying she would “continue to have discussions with colleagues across the house, so that we can bring the vote forward this week, and guarantee Brexit”. Several Brexiters, including Jacob Rees-Mogg – who attended Sunday’s Chequers meeting – have signalled that they may yet support her deal, if the DUP backed it. Downing Street also hopes the threat of what May called a “slow Brexit”, if MPs take over the process and demand a longer Brexit delay and a closer relationship with the EU, could convince more leave backers to support her. Corbyn told the prime minister: “The government’s approach to Brexit has now become a national embarrassment. Every step of the way along this process the government has refused to reach out, refused to listen and refused to find a consensus that can represent the views of the whole of the country, not just her own party.” During a highly charged debate in the Commons, a string of senior backbenchers condemned what many argued was a deep political crisis. “What on earth has happened to our pragmatism, our self-restraint and our common sense?” asked the veteran Conservative MP Nicholas Soames. “Like many others, I have found myself truly distraught at the painful, difficult and intractable position in which our country finds itself.” Controlling the parliamentary timetable is usually a key power of the sitting government, but MPs have been drawing up plans to step in after May repeatedly declined to change course, despite her deal being roundly rejected on two occasions. Defending the move, the Tory rebel Dominic Grieve said parliament had been “prevented from doing its ordinary job” by the “straitjacket” imposed by the government. “Seeing that the government has run into the sand, and has had its deal rejected, we have got to find an alternative,” he said. “There should be nothing that is forbidden to be discussed.” May had earlier suggested to her deeply divided cabinet that she hoped to hold a third meaningful vote on Tuesday. She then spoke to Foster, in the hope of securing the party’s support for her deal, which she hoped would help win over Tory Brexiters. But DUP sources insisted after that call that their “position remains unchanged”. Foster’s deputy, Nigel Dodds, later reacted with fury in the Commons when May said the suspension of the Northern Ireland assembly in Stormont was one reason that a no-deal Brexit would be so damaging. In her statement to MPs, May came closer than in recent days to ruling out a no-deal Brexit after last week’s European council meeting agreed to an extension of the article 50 timetable. She told MPs: “Unless this house agrees to it, no deal will not happen.” May had also opened the cabinet meeting by stressing the risks of a no-deal Brexit, amid fears among senior colleagues that she could embrace the idea, rather than accept a longer delay. However, her spokesman afterwards insisted she had not intended to imply that she would never implement no deal; merely that MPs would be likely to seize the opportunity to avoid it. “The point the prime minister was making is that the house has voted against no deal, and will take every opportunity to prevent no deal,” the spokesman said.",
      "charCount": "6544",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a>, <a href=\"profile/jessica-elgot\">Jessica Elgot</a> and <a href=\"profile/rowena-mason\">Rowena Mason</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/25/the-brexit-options-as-mps-aim-to-break-commons-deadlock",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-25T22:17:25Z",
    "webTitle": "The indicative vote options as MPs aim to break Brexit deadlock",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/25/the-brexit-options-as-mps-aim-to-break-commons-deadlock",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/25/the-brexit-options-as-mps-aim-to-break-commons-deadlock",
    "fields": {
      "headline": "The indicative vote options as MPs aim to break Brexit deadlock",
      "standfirst": "<p>May’s deal, no deal, Norway-plus and more: the choices that Commons could consider<br></p>",
      "trailText": "May’s deal, no deal, Norway-plus and more: the choices that Commons could consider<br>",
      "byline": "Dan Sabbagh",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"632f8f84-cf42-4c95-98a8-d3b90ec63757\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/lB5RgfRjczM?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>With no Brexit parliamentary consensus in sight, the House Commons has passed an amendment from Sir Oliver Letwin that proposes that MPs vote on a series of options to establish what could command a majority in the house.</p> \n<p>There is no agreed list of options, but <a href=\"https://www.parliament.uk/business/committees/committees-a-z/commons-select/exiting-the-european-union-committee/news-parliament-2017/response-second-meaningful-vote-report-published-17-19/\">one has been produced by the Commons select committee for exiting the EU</a> to help clarify the debate. Here we outline the Brexit outcomes that MPs could vote on:</p> \n<h2>1. Theresa May’s deal, again</h2> \n<p>It may have been rejected twice already, but May’s Brexit deal remains the only deal that the European Union will be able to ratify quickly and it remains in consideration.</p> \n<p>The prime minister herself has repeatedly argued it is the only realistic option when all the other alternatives are properly considered. If put to a vote, it will attract support among the dwindling band of May loyalists.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/mar/25/brexit-latest-news-theresa-may-chairs-cabinet-ahead-of-statement-to-mps-as-calls-for-her-resignation-continue-live-news\">MPs back indicative votes by majority of 27 to take control of Brexit process – live news</a> </p> \n</aside> \n<h2>2. No deal</h2> \n<p>This would mean the UK would leave the EU promptly – on the revised exit date of 12 April – on World Trade Organization terms, with some “bare bones” agreements in areas such as aviation that would allow essential cross-border activities to take place.</p> \n<p>But the Commons has twice voted against no deal – albeit by just four votes last time, on 13 March – and few believe that no deal can command a majority because of concerns about its economic impact.</p> \n<h2>3. Eliminate the backstop</h2> \n<p>In theory this would mean rewriting the withdrawal agreement exit treaty to remove the unpopular proposal for customs and regulatory alignment aimed at ensuring a free-flowing Irish border if no long-term free trade deal can be signed.</p> \n<p>The backstop has been the principal source of contention for hard-Brexit Conservatives and the Democratic Unionist party, but eliminating it is not seen as a realistic negotiating option. The EU has made it clear it is intrinsic to the withdrawal agreement.</p> \n<p>A variant would be to promote so-called “alternative arrangements” – technologies to monitor the flow of goods that could supersede the backstop. The EU has committed to examine these, but it could be years before they emerge.</p> \n<h2>4. A Canada-style free-trade deal</h2> \n<p>This is another idea popular with hard Brexiters but is seen by critics as an unrealistic negotiating goal. Rather than focusing on the withdrawal agreement, this would focus on the future trade deal that the UK would hope to negotiate with the EU.</p> \n<p>The theory is that the UK would come to a new arrangement that would involve the UK accepting no continuing regulatory alignment with the EU. But it is not clear how far the EU is willing to negotiate such an arrangement.</p> \n<p>There would be an economic price for a looser relationship between the UK and the EU. It would not immediately solve the problem of the Irish border, nor has there been any sign that many Labour MPs are willing to support such a plan.</p> \n<h2>5. Labour’s deal/staying in a customs union</h2> \n<p>This would be the option closest to the deal being promoted by the Labour party, in which the UK would remain in a customs union with the EU, and remain close to the single market, but nevertheless outside it.</p> \n<p>Donald Tusk has called this approach “promising” but Labour’s plan has also been rejected by the Commons and, because it has been promoted by the party leader, Jeremy Corbyn, it is unlikely to attract the support of Conservatives.</p> \n<p>It also implies that the UK <a href=\"https://www.bbc.co.uk/news/uk-politics-47122377\">would accept some form of freedom of movement with the EU, a point recently recognised by Keir Starmer</a>.</p> \n<h2>6. Norway-plus/”common market 2.0”</h2> \n<p>This soft-Brexit alternative would keep the UK in the single market, by remaining in the EEA and Efta, alongside countries such as Norway. It would also keep the UK in the customs union, unlike Efta countries, hence the plus. But Efta members also have to accept freedom of movement, a red line issue for most Conservatives and some Labour MPs.</p> \n<p>The idea is being energetically promoted by a group of backbenchers led by Conservatives Nick Boles and Robert Halfon plus Labour’s Lucy Powell and Stephen Kinnock. Corbyn has also shown some interest in the idea, and some believe it could be the most popular option if MPs were given a free vote.</p> \n<h2>7. A second referendum</h2> \n<p>This may or may not be an option in its own right, depending on what the choices were to be on the ballot paper. A second referendum between leaving and staying in the EU – essentially a replay of the 2016 vote – would be a separate option but nobody in parliament is seriously calling for that.</p> \n<p>Instead, a referendum could be attached as a condition of approval of one of the other options above. Or there could be a three-choice referendum, between a range of the above options, although three-way referenda are unusual internationally.</p> \n<p>However, when a second referendum <a href=\"https://www.theguardian.com/politics/2019/mar/14/labour-divisions-over-peoples-vote-exposed-by-commons-rebellion-deft-whip\">on May’s deal was put before the Commons this month</a>, only 85 MPs voted for it, after Labour, which is split on the issue, ordered its MPs to abstain.</p> \n<h2>How will MPs chose between the options?</h2> \n<p>The voting process is not yet agreed. Letwin, proposing the scheme, said MPs should vote for or against each option, which would clarify “the lie of the land”, allowing parliament to see which the most popular options were.</p> \n<p>The veteran Conservative Ken Clarke, however, has suggested a preferential voting system, where MPs rank the options sequentially ensuring that just one option would come out on top. It will be for MPs to decide how to vote, once an indicative voting scheme is established.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "925",
      "firstPublicationDate": "2019-03-25T22:17:25Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:37Z",
      "newspaperEditionDate": "2019-03-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b4fpx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d1f68c3a9eac960af834e31a06b32a0f9e88f870/0_0_5128_3076/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "With no Brexit parliamentary consensus in sight, the House Commons has passed an amendment from Sir Oliver Letwin that proposes that MPs vote on a series of options to establish what could command a majority in the house. There is no agreed list of options, but one has been produced by the Commons select committee for exiting the EU to help clarify the debate. Here we outline the Brexit outcomes that MPs could vote on: 1. Theresa May’s deal, again It may have been rejected twice already, but May’s Brexit deal remains the only deal that the European Union will be able to ratify quickly and it remains in consideration. The prime minister herself has repeatedly argued it is the only realistic option when all the other alternatives are properly considered. If put to a vote, it will attract support among the dwindling band of May loyalists. 2. No deal This would mean the UK would leave the EU promptly – on the revised exit date of 12 April – on World Trade Organization terms, with some “bare bones” agreements in areas such as aviation that would allow essential cross-border activities to take place. But the Commons has twice voted against no deal – albeit by just four votes last time, on 13 March – and few believe that no deal can command a majority because of concerns about its economic impact. 3. Eliminate the backstop In theory this would mean rewriting the withdrawal agreement exit treaty to remove the unpopular proposal for customs and regulatory alignment aimed at ensuring a free-flowing Irish border if no long-term free trade deal can be signed. The backstop has been the principal source of contention for hard-Brexit Conservatives and the Democratic Unionist party, but eliminating it is not seen as a realistic negotiating option. The EU has made it clear it is intrinsic to the withdrawal agreement. A variant would be to promote so-called “alternative arrangements” – technologies to monitor the flow of goods that could supersede the backstop. The EU has committed to examine these, but it could be years before they emerge. 4. A Canada-style free-trade deal This is another idea popular with hard Brexiters but is seen by critics as an unrealistic negotiating goal. Rather than focusing on the withdrawal agreement, this would focus on the future trade deal that the UK would hope to negotiate with the EU. The theory is that the UK would come to a new arrangement that would involve the UK accepting no continuing regulatory alignment with the EU. But it is not clear how far the EU is willing to negotiate such an arrangement. There would be an economic price for a looser relationship between the UK and the EU. It would not immediately solve the problem of the Irish border, nor has there been any sign that many Labour MPs are willing to support such a plan. 5. Labour’s deal/staying in a customs union This would be the option closest to the deal being promoted by the Labour party, in which the UK would remain in a customs union with the EU, and remain close to the single market, but nevertheless outside it. Donald Tusk has called this approach “promising” but Labour’s plan has also been rejected by the Commons and, because it has been promoted by the party leader, Jeremy Corbyn, it is unlikely to attract the support of Conservatives. It also implies that the UK would accept some form of freedom of movement with the EU, a point recently recognised by Keir Starmer. 6. Norway-plus/”common market 2.0” This soft-Brexit alternative would keep the UK in the single market, by remaining in the EEA and Efta, alongside countries such as Norway. It would also keep the UK in the customs union, unlike Efta countries, hence the plus. But Efta members also have to accept freedom of movement, a red line issue for most Conservatives and some Labour MPs. The idea is being energetically promoted by a group of backbenchers led by Conservatives Nick Boles and Robert Halfon plus Labour’s Lucy Powell and Stephen Kinnock. Corbyn has also shown some interest in the idea, and some believe it could be the most popular option if MPs were given a free vote. 7. A second referendum This may or may not be an option in its own right, depending on what the choices were to be on the ballot paper. A second referendum between leaving and staying in the EU – essentially a replay of the 2016 vote – would be a separate option but nobody in parliament is seriously calling for that. Instead, a referendum could be attached as a condition of approval of one of the other options above. Or there could be a three-choice referendum, between a range of the above options, although three-way referenda are unusual internationally. However, when a second referendum on May’s deal was put before the Commons this month, only 85 MPs voted for it, after Labour, which is split on the issue, ordered its MPs to abstain. How will MPs chose between the options? The voting process is not yet agreed. Letwin, proposing the scheme, said MPs should vote for or against each option, which would clarify “the lie of the land”, allowing parliament to see which the most popular options were. The veteran Conservative Ken Clarke, however, has suggested a preferential voting system, where MPs rank the options sequentially ensuring that just one option would come out on top. It will be for MPs to decide how to vote, once an indicative voting scheme is established.",
      "charCount": "5377",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dan-sabbagh\">Dan Sabbagh</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/25/the-guardian-view-on-parliament-and-brexit-take-back-control",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-25T18:54:06Z",
    "webTitle": "The Guardian view on parliament and Brexit: take back control | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/25/the-guardian-view-on-parliament-and-brexit-take-back-control",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/25/the-guardian-view-on-parliament-and-brexit-take-back-control",
    "fields": {
      "headline": "The Guardian view on parliament and Brexit: take back control",
      "standfirst": "By refusing to compromise with MPs over her Brexit plan, Theresa May sinks her premiership",
      "trailText": "<strong>Editorial:</strong> By refusing to compromise with MPs over her Brexit plan, Theresa May sinks her premiership",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"b212cbb7e53d25f56ddcfd6517ac145ab7275c6a\"> <img src=\"https://media.guim.co.uk/b212cbb7e53d25f56ddcfd6517ac145ab7275c6a/0_173_4137_2482/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Mrs May’s strategy is to keep Tory hard Brexiters on board – and it has proved flawed for good reason.’</span> <span class=\"element-image__credit\">Photograph: Facundo Arrizabalaga/EPA</span> </figcaption> </figure>",
      "body": "<p>Brexit is a revolution, so expect revolutionary consequences. It <a href=\"https://www.theguardian.com/politics/live/2019/mar/25/brexit-latest-news-theresa-may-chairs-cabinet-ahead-of-statement-to-mps-as-calls-for-her-resignation-continue-live-news?CMP=share_btn_tw&amp;page=with:block-5c9902a7e4b0a127cdabc790#block-5c9902a7e4b0a127cdabc790\" title=\"\">appears</a> the UK has reached a potentially decisive turning point in the direction of the constitutional order. Parliamentary government is essentially a government by means of party, yet the complete breakdown in discipline on the Conservative benches sees ministers of the crown being guided by the decisions of parliament rather than guiding them. Once party organisation fails, leaders can no longer make a parliamentary assembly act steadily. Hence the tragedy of Theresa May’s premiership turning into farce.</p> <p>The chaos is a direct result of a referendum imposing a decision to leave the European Union upon a parliament that had not worked out how to do so. The trouble is that no one can agree what the terms of departure ought to be. Theresa May’s deal has been resoundingly rejected twice; parliament does not want to leave without a deal and MPs are attempting to work out what the Commons could support. These options Mrs May <a href=\"https://www.theguardian.com/politics/2019/mar/25/pm-concedes-lack-of-support-for-deal-as-mps-seek-to-take-control\" title=\"\">described</a> as her Brexit, no Brexit, or slow Brexit. She also said a hard Brexit would be taken off the table, which is a very good thing. Less encouraging was that Mrs May saying she will not pursue a softer Brexit, <a href=\"https://twitter.com/JasonGroves1/status/1110207150289244160\" title=\"\">even</a> if MPs vote for it, because no one would “support an option which contradicted the manifesto on which they stood”. This is counterproductive and wrong.</p> <p>Mrs May’s strategy is to keep Tory hard Brexiters on board – and it has proved flawed with good reason. The prime minister acts in a high-handed manner, a political mode best suited to leaders who command sizable majorities. Leading a minority administration is different, as Mrs May’s European counterparts know, and this reflects why so many cannot understand why the prime minister refuses to <a href=\"https://news.sky.com/story/jeremy-corbyns-brexit-plan-promising-donald-tusk-tells-theresa-may-11630806\" title=\"\">compromise and to work cross-party</a>. This behaviour has bred distrust. Rather than engaging in debate and listening, Mrs May has sought to manoeuvre MPs into backing her proposals, which she then smuggles into votes.</p> <p>What backbenchers lack is the organisation and co-ordination of party to enable a clear choice for Brexit. A series of indicative votes on the different options does not <a href=\"http://news.bbc.co.uk/1/hi/uk_politics/2721979.stm\" title=\"\">guarantee</a> that one emerges with clearcut support; nor does Ken Clarke’s <a href=\"https://twitter.com/ParlyApp/status/1095643817909325824\" title=\"\">preferential</a> voting system. Brexit has created constitutional uncertainty, but also opportunity. Meg Russell, of University College London’s Constitution Unit, <a href=\"https://constitution-unit.com/2019/03/24/how-did-parliament-get-into-this-brexit-mess-and-how-can-it-get-out/#more-7748\" title=\"\">suggests</a> a novel Commons procedure for breaking the deadlock. Professor Russell suggests holding two ballots. The first would ask MPs to rank in preference: a Brexit deal; a Brexit deal subject to a referendum; and last, revoking Brexit. The second would ask MPs to list, in order of preference, the varieties of Brexit deal. It is a novel idea worth considering for its clarity should the current process fail.</p> <p>In politics, partisan character often wins out over collegiate character. Parliament is a creature designed, in William Gladstone’s <a href=\"https://publications.parliament.uk/pa/cm200809/cmselect/cmrefhoc/1117/111710.htm\" title=\"\">words</a>, “not to govern but to call to account those who govern”. Mrs May exploits this idea ruthlessly. Yet the political moment is unusual because MPs are not voting in a partisan manner. Governments assume that they have control of the Commons agenda. But in truth they only do so on the basis that a parliamentary majority supports the government. When it does not, politics gets stuck. Level-headed parliamentarians are trying to steer a course out of the mire. They ought to be supported by the prime minister, not jeered at for trying to help. Mrs May’s failure to win support from Brexiters for her Brexit policy has sunk her premiership. Let her not take parliament down too.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "592",
      "commentable": "false",
      "firstPublicationDate": "2019-03-25T18:54:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:42Z",
      "newspaperEditionDate": "2019-03-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b4fn5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b212cbb7e53d25f56ddcfd6517ac145ab7275c6a/0_173_4137_2482/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Brexit is a revolution, so expect revolutionary consequences. It appears the UK has reached a potentially decisive turning point in the direction of the constitutional order. Parliamentary government is essentially a government by means of party, yet the complete breakdown in discipline on the Conservative benches sees ministers of the crown being guided by the decisions of parliament rather than guiding them. Once party organisation fails, leaders can no longer make a parliamentary assembly act steadily. Hence the tragedy of Theresa May’s premiership turning into farce. The chaos is a direct result of a referendum imposing a decision to leave the European Union upon a parliament that had not worked out how to do so. The trouble is that no one can agree what the terms of departure ought to be. Theresa May’s deal has been resoundingly rejected twice; parliament does not want to leave without a deal and MPs are attempting to work out what the Commons could support. These options Mrs May described as her Brexit, no Brexit, or slow Brexit. She also said a hard Brexit would be taken off the table, which is a very good thing. Less encouraging was that Mrs May saying she will not pursue a softer Brexit, even if MPs vote for it, because no one would “support an option which contradicted the manifesto on which they stood”. This is counterproductive and wrong. Mrs May’s strategy is to keep Tory hard Brexiters on board – and it has proved flawed with good reason. The prime minister acts in a high-handed manner, a political mode best suited to leaders who command sizable majorities. Leading a minority administration is different, as Mrs May’s European counterparts know, and this reflects why so many cannot understand why the prime minister refuses to compromise and to work cross-party. This behaviour has bred distrust. Rather than engaging in debate and listening, Mrs May has sought to manoeuvre MPs into backing her proposals, which she then smuggles into votes. What backbenchers lack is the organisation and co-ordination of party to enable a clear choice for Brexit. A series of indicative votes on the different options does not guarantee that one emerges with clearcut support; nor does Ken Clarke’s preferential voting system. Brexit has created constitutional uncertainty, but also opportunity. Meg Russell, of University College London’s Constitution Unit, suggests a novel Commons procedure for breaking the deadlock. Professor Russell suggests holding two ballots. The first would ask MPs to rank in preference: a Brexit deal; a Brexit deal subject to a referendum; and last, revoking Brexit. The second would ask MPs to list, in order of preference, the varieties of Brexit deal. It is a novel idea worth considering for its clarity should the current process fail. In politics, partisan character often wins out over collegiate character. Parliament is a creature designed, in William Gladstone’s words, “not to govern but to call to account those who govern”. Mrs May exploits this idea ruthlessly. Yet the political moment is unusual because MPs are not voting in a partisan manner. Governments assume that they have control of the Commons agenda. But in truth they only do so on the basis that a parliamentary majority supports the government. When it does not, politics gets stuck. Level-headed parliamentarians are trying to steer a course out of the mire. They ought to be supported by the prime minister, not jeered at for trying to help. Mrs May’s failure to win support from Brexiters for her Brexit policy has sunk her premiership. Let her not take parliament down too.",
      "charCount": "3613",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "education/2019/mar/25/special-educational-needs-require-inclusion",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-03-25T17:54:57Z",
    "webTitle": "Special educational needs require inclusion | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/mar/25/special-educational-needs-require-inclusion",
    "apiUrl": "https://content.guardianapis.com/education/2019/mar/25/special-educational-needs-require-inclusion",
    "fields": {
      "headline": "Special educational needs require inclusion",
      "standfirst": "Guardian readers respond to an editorial on how the government is failing pupils with learning disabilities",
      "trailText": "<strong>Letters: </strong>Guardian readers respond to an editorial on how the government is failing pupils with learning disabilities",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"786161235a24663e343f5eb7a82d1ec0280bb853\"> <img src=\"https://media.guim.co.uk/786161235a24663e343f5eb7a82d1ec0280bb853/0_0_5760_3456/1000.jpg\" alt=\"Treetops School in Grays, Essex, a day school for children and young people between the ages of 3 and 19 who experience moderate learning difficulties.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Treetops School in Grays, Essex, a day school for children and young people between the ages of 3 and 19 who experience moderate learning difficulties. </span> <span class=\"element-image__credit\">Photograph: Felix Clay/The Guardian</span> </figcaption> </figure>",
      "body": "<p>There may well be a “showdown” between parents and the government where special educational needs is concerned, but posing the problem simply as “inclusion” versus “segregation” obscures as much as it illuminates (<a href=\"https://www.theguardian.com/commentisfree/2019/mar/18/the-guardian-view-on-special-educational-needs-segregation-is-not-the-answer\" title=\"\">Pupils with special needs belong with everyone else. We don’t need segregation</a>, 19 March).</p> <p>It supposes that having enough money to fund one-to-one support for all those who need it would somehow realise the inclusionist dream. It wouldn’t. Not because inclusion is not a worthwhile goal, but because it ignores the reality that modern schooling is run on principles that have narrowed the meaning of education – notwithstanding heroic efforts at differentiated learning, or the dedication of specialist staff.</p> <p>Education now is focused on narrowly defined outcomes that squander as much potential as they claim to realise, in an overly standardised, competitive, needlessly stressful assault course whose finishers will be flattered or savaged in an annual summer beauty pageant commanding wall-to-wall media coverage.</p> <p>While mainstream schooling potentially has much to offer those with special educational needs, it is a system that already neglects the natural diversity in its population, who possess skills that lie outside the strictly academic. It is wishful thinking to believe that current mainstream education simply needs money to better include the million-plus children who might benefit. If government has turned its back on educating for diverse skills, what hope has it of recognising complex needs (let alone neurodiversity) in education?<br><strong>Paul McGilchrist</strong><br><em>Colchester</em></p> <p>• Education for children with special needs is always about the education system as a whole. The intention in legislation since 1944 had always been that educational provision for children and young people with special needs should, except for good reason, be made in ordinary schools. The Warnock report (1978) also clearly stated that the goals or outcomes of education are “the same for all children … to enter the world after formal education is over as an active participant in society and as a responsible contributor to it”.</p> <p>Steady progress had been made over many years towards educating more children with special educational needs in mainstream schools, particularly children not only with more demanding learning difficulties but physical and sensory handicaps.</p> <p>There is an important message about society when children walk through the same school gates. However, state education in England is increasingly becoming more exclusive and selective, attacked by the myth of low standards, then seriously dismantled by the marketised education system created by Michael Gove in which children from comfortable and advantaged homes thrive. Then there’s the expansion of selective grammar schools by the May government. Now the government has chosen a large expansion of segregated special schools. Where schooling is reduced to a market, children who find learning difficult or have other special needs have little value and are overlooked in favour of those children who learn what they are expected to learn when they are expected to learn it.<br><strong>Dr Robin C Richmond</strong><br><em>Bromyard, Herefordshire</em></p> <p>• Your editorial focuses on inclusion, not segregation, and in so doing singles out “autistic spectrum disorders”. But is it not time, after 55 years of the replacement in psychiatric parlance of autism for childhood psychosis as an easy-to-say label for many disorders or differences, to reconsider its adoption as a key special need? I grant that finding a better name is a very hard task, but the over-medicalisation of diagnosis requires it. Why not start the discussion by considering, in its place, “neurodiversity”.</p> <p>That word does not pretend to do other than acknowledge disability, disorder and difference, and their likely source in the workings of the brain. And that withdrawal into self, the autism with its roots in ancient Greek, is only one of many behavioural features, some disabling, others sometimes not.<br><strong>Michael Baron</strong><br><em>London</em></p> <p>• Had I remained at my special school, I would have left at the age of 16 with no qualifications, but, as it was, I was one of the first cohort of blind children to be mainstreamed in the modern era in 1963, and was consequently editor of Varsity, president of the Cambridge Union and won a scholarship to Harvard. Need I say more?<br><strong>Kevin Carey</strong><br><em>Hurstpierpoint, West Sussex</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "733",
      "commentable": "false",
      "firstPublicationDate": "2019-03-25T17:54:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-25T18:10:05Z",
      "newspaperEditionDate": "2019-03-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b4ebm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/786161235a24663e343f5eb7a82d1ec0280bb853/0_0_5760_3456/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There may well be a “showdown” between parents and the government where special educational needs is concerned, but posing the problem simply as “inclusion” versus “segregation” obscures as much as it illuminates (Pupils with special needs belong with everyone else. We don’t need segregation, 19 March). It supposes that having enough money to fund one-to-one support for all those who need it would somehow realise the inclusionist dream. It wouldn’t. Not because inclusion is not a worthwhile goal, but because it ignores the reality that modern schooling is run on principles that have narrowed the meaning of education – notwithstanding heroic efforts at differentiated learning, or the dedication of specialist staff. Education now is focused on narrowly defined outcomes that squander as much potential as they claim to realise, in an overly standardised, competitive, needlessly stressful assault course whose finishers will be flattered or savaged in an annual summer beauty pageant commanding wall-to-wall media coverage. While mainstream schooling potentially has much to offer those with special educational needs, it is a system that already neglects the natural diversity in its population, who possess skills that lie outside the strictly academic. It is wishful thinking to believe that current mainstream education simply needs money to better include the million-plus children who might benefit. If government has turned its back on educating for diverse skills, what hope has it of recognising complex needs (let alone neurodiversity) in education? Paul McGilchrist Colchester • Education for children with special needs is always about the education system as a whole. The intention in legislation since 1944 had always been that educational provision for children and young people with special needs should, except for good reason, be made in ordinary schools. The Warnock report (1978) also clearly stated that the goals or outcomes of education are “the same for all children … to enter the world after formal education is over as an active participant in society and as a responsible contributor to it”. Steady progress had been made over many years towards educating more children with special educational needs in mainstream schools, particularly children not only with more demanding learning difficulties but physical and sensory handicaps. There is an important message about society when children walk through the same school gates. However, state education in England is increasingly becoming more exclusive and selective, attacked by the myth of low standards, then seriously dismantled by the marketised education system created by Michael Gove in which children from comfortable and advantaged homes thrive. Then there’s the expansion of selective grammar schools by the May government. Now the government has chosen a large expansion of segregated special schools. Where schooling is reduced to a market, children who find learning difficult or have other special needs have little value and are overlooked in favour of those children who learn what they are expected to learn when they are expected to learn it. Dr Robin C Richmond Bromyard, Herefordshire • Your editorial focuses on inclusion, not segregation, and in so doing singles out “autistic spectrum disorders”. But is it not time, after 55 years of the replacement in psychiatric parlance of autism for childhood psychosis as an easy-to-say label for many disorders or differences, to reconsider its adoption as a key special need? I grant that finding a better name is a very hard task, but the over-medicalisation of diagnosis requires it. Why not start the discussion by considering, in its place, “neurodiversity”. That word does not pretend to do other than acknowledge disability, disorder and difference, and their likely source in the workings of the brain. And that withdrawal into self, the autism with its roots in ancient Greek, is only one of many behavioural features, some disabling, others sometimes not. Michael Baron London • Had I remained at my special school, I would have left at the age of 16 with no qualifications, but, as it was, I was one of the first cohort of blind children to be mainstreamed in the modern era in 1963, and was consequently editor of Varsity, president of the Cambridge Union and won a scholarship to Harvard. Need I say more? Kevin Carey Hurstpierpoint, West Sussex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4705",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/25/will-jeremy-corbyn-take-the-brexit-tide-at-the-flood",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-25T17:54:45Z",
    "webTitle": "Will Jeremy Corbyn take the Brexit tide at the flood? | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/25/will-jeremy-corbyn-take-the-brexit-tide-at-the-flood",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/25/will-jeremy-corbyn-take-the-brexit-tide-at-the-flood",
    "fields": {
      "headline": "Will Jeremy Corbyn take the Brexit tide at the flood?",
      "standfirst": "<strong>Luke Hendrix</strong> says the Labour leadership’s approach is realistic and nuanced, <strong>Deborah Fuller</strong> says it is better to stay in the EU, and <strong>Rory O’Kelly</strong> can’t help quoting from Shakespeare’s Julius Caesar",
      "trailText": "Letters: <strong>Luke Hendrix</strong> says the Labour leadership’s approach is realistic and nuanced, <strong>Deborah Fuller</strong> says it is better to stay in the EU, and <strong>Rory O’Kelly</strong> can’t help quoting from Shakespeare’s Julius Caesar",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"a1d5029fa45ef14d82605d0050b4a7bfb1b97c65\"> <img src=\"https://media.guim.co.uk/a1d5029fa45ef14d82605d0050b4a7bfb1b97c65/428_605_2804_1682/1000.jpg\" alt=\"The Labour leader, Jeremy Corbyn, in Morecambe on Saturday\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Labour leader, Jeremy Corbyn, in Morecambe on Saturday. ‘Whether Corbyn will again take the tide at the flood we do not yet know,’ writes Rory O’Kelly.</span> <span class=\"element-image__credit\">Photograph: Jason Roberts/PA</span> </figcaption> </figure>",
      "body": "<p>David Brough (<a href=\"https://www.theguardian.com/politics/2019/mar/24/brexit-and-the-iraq-war-are-two-stains-on-the-labour-party\" title=\"\">Letters</a>, 25 March) makes the mistake of conflating “an open and inclusive Britain” with membership of the EU. It is quite plausible that a forthcoming Labour government could enact measures that make this country more open and inclusive than the EU. The EU’s response to the migrant crisis has by no means been beyond <a href=\"https://www.pbs.org/wgbh/frontline/article/the-human-cost-of-the-eus-response-to-the-refugee-crisis/\" title=\"\">harsh criticism</a>, and governments of some member states are notably hostile to immigration; the ensuing European parliament elections are predicted to deepen such hostility among MEPs.</p> <p>We might also consider the extent to which the EU represents openness and inclusivity in the realm of policy ideas: Labour proposals for a state investment bank, and for state-funded energy supply, may well be forbidden by the EU’s strict <a href=\"https://www.theguardian.com/politics/2018/aug/02/uk-brexit-team-seeks-to-exploit-eu-concern-on-corbyns-state-aid-plans\" title=\"\">imposition of “free”-market ideology</a>.</p> <p>The EU thus, in key respects, arguably fails to actually outwork the attributes it seems to symbolise for many. It should be remembered that the EU is not those nations, peoples and cultures that comprise Europe, but merely a particular set of institutional arrangements between states. Attempting to identify the Labour leadership’s realistic and nuanced approach to the EU question with the Iraq war, an illegal military intervention that led to the deaths of hundreds of thousands, is ludicrously disproportionate.</p> <p>Meanwhile, I note that, at the time the crowd at Saturday’s demonstration were singing “where’s Jeremy Corbyn?”, the Labour leader was at an anti-fracking protest site in Lancashire. In this regard, I think Mr Corbyn had his priorities absolutely spot-on.<br><strong>Luke Hendrix</strong><br><em>Glasgow</em></p> <p>• Jeremy Corbyn’s idea for Brexit is to have a permanent customs union, single-market deal and dynamic alignment on rights and protections. But as we will no longer be a member of the EU we will have no say if they decide to change any of these things. Taking back control? Far better to stay as we are – in the EU.<br><strong>Deborah Fuller</strong><br><em>Holloway, London</em></p> <p>• I know that quoting Shakespeare is often a sign of political desperation, but I can’t help thinking of the lines from Julius Caesar: “There is a tide in the affairs of men / Which, taken at the flood, leads on to fortune. / Omitted, all the voyage of their life / Is bound in shallows and in miseries.”</p> <p>In 2015 the tide was the rejection of austerity, and because Jeremy Corbyn took it at the flood he is now leader of the Labour party.</p> <p>The tide at present is the rejection of Brexit and the flood time is now. Whether Corbyn will again take the tide at the flood we do not yet know. But we have only to read Shakespeare to know what will happen to him, and to Labour, if he does not.<br><strong>Rory O’Kelly</strong><br><em>Beckenham, Kent </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "496",
      "commentable": "false",
      "firstPublicationDate": "2019-03-25T17:54:45Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:37Z",
      "newspaperEditionDate": "2019-03-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b4f4b",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a1d5029fa45ef14d82605d0050b4a7bfb1b97c65/428_605_2804_1682/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "David Brough (Letters, 25 March) makes the mistake of conflating “an open and inclusive Britain” with membership of the EU. It is quite plausible that a forthcoming Labour government could enact measures that make this country more open and inclusive than the EU. The EU’s response to the migrant crisis has by no means been beyond harsh criticism, and governments of some member states are notably hostile to immigration; the ensuing European parliament elections are predicted to deepen such hostility among MEPs. We might also consider the extent to which the EU represents openness and inclusivity in the realm of policy ideas: Labour proposals for a state investment bank, and for state-funded energy supply, may well be forbidden by the EU’s strict imposition of “free”-market ideology. The EU thus, in key respects, arguably fails to actually outwork the attributes it seems to symbolise for many. It should be remembered that the EU is not those nations, peoples and cultures that comprise Europe, but merely a particular set of institutional arrangements between states. Attempting to identify the Labour leadership’s realistic and nuanced approach to the EU question with the Iraq war, an illegal military intervention that led to the deaths of hundreds of thousands, is ludicrously disproportionate. Meanwhile, I note that, at the time the crowd at Saturday’s demonstration were singing “where’s Jeremy Corbyn?”, the Labour leader was at an anti-fracking protest site in Lancashire. In this regard, I think Mr Corbyn had his priorities absolutely spot-on. Luke Hendrix Glasgow • Jeremy Corbyn’s idea for Brexit is to have a permanent customs union, single-market deal and dynamic alignment on rights and protections. But as we will no longer be a member of the EU we will have no say if they decide to change any of these things. Taking back control? Far better to stay as we are – in the EU. Deborah Fuller Holloway, London • I know that quoting Shakespeare is often a sign of political desperation, but I can’t help thinking of the lines from Julius Caesar: “There is a tide in the affairs of men / Which, taken at the flood, leads on to fortune. / Omitted, all the voyage of their life / Is bound in shallows and in miseries.” In 2015 the tide was the rejection of austerity, and because Jeremy Corbyn took it at the flood he is now leader of the Labour party. The tide at present is the rejection of Brexit and the flood time is now. Whether Corbyn will again take the tide at the flood we do not yet know. But we have only to read Shakespeare to know what will happen to him, and to Labour, if he does not. Rory O’Kelly Beckenham, Kent • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2947",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/25/red-alert-on-operation-yellowhammer-plan-for-no-deal-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-25T17:54:33Z",
    "webTitle": "Red alert on Operation Yellowhammer plan for no-deal Brexit | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/25/red-alert-on-operation-yellowhammer-plan-for-no-deal-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/25/red-alert-on-operation-yellowhammer-plan-for-no-deal-brexit",
    "fields": {
      "headline": "Red alert on Operation Yellowhammer plan for no-deal Brexit",
      "standfirst": "<strong>Margaret Yerrell</strong>, <strong>Richard Mabey</strong> and <strong>Ian McCormack</strong> on the confidential Cabinet Office document revealed by the Guardian last week",
      "trailText": "Letters: <strong>Margaret Yerrell</strong>, <strong>Richard Mabey</strong> and <strong>Ian McCormack</strong> on the confidential Cabinet Office document revealed by the Guardian last week",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"cf6b761896b25f4a48a4eed0815d7af7aa7abce0\"> <img src=\"https://media.guim.co.uk/cf6b761896b25f4a48a4eed0815d7af7aa7abce0/0_294_5365_3219/1000.jpg\" alt=\"Male Yellowhammer in song.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Naming a no-deal survival plan after a bird that was placed on a “red alert” conservation list following a sad and spectacular decline is appropriate for so many reasons,’ writes Ian McCormack.</span> <span class=\"element-image__credit\">Photograph: Lisa Geoghegan/Alamy</span> </figcaption> </figure>",
      "body": "<p>Re your report on the confidential Cabinet Office document on “Operation Yellowhammer” (<a href=\"https://www.theguardian.com/politics/2019/mar/22/secret-cabinet-office-document-reveals-chaotic-planning-for-no-deal-brexit\" title=\"\">Revealed: secret plan for months of no-deal chaos</a>, 23 March), it is hard to comprehend that any government could be making such plans. It is the first task of government to ensure the security and wellbeing of its citizens. To be actively planning how to mitigate a serious disaster that is quite unnecessary and has been brought about by this government is a complete dereliction of duty.</p> <p>The plans themselves would be unworkable, involving incessant form-filling and reporting instead of action. It is exactly the same approach that has been applied to the NHS and the teaching profession, but in an emergency situation the results would be dire.</p> <p>It behoves those who would lead us to save us from this danger by revoking article 50, removing the threat of no-deal and the promise of permanent cliff-edge scenarios and negotiations were we to pass a deal.</p> <p>As for the so-called European Research Group, they might be better described as the Evasion of Responsibility Group.<br><strong>Margaret </strong><strong>Yerrell</strong><br><em>Budleigh Salterton, Devon</em></p> <p>• Presumably the codename “Operation Yellowhammer” for the government’s emergency food and medicine provisions, derives from the song of said bird, always popularly rendered as “a little bit of bread and no cheese”. Not the right time for black jokes at the public’s expense, I think.<br><strong>Richard Mabey</strong><br><em>Roydon, Norfolk</em></p> <p>• Naming a no-deal survival plan after a bird that was placed on a “red alert” conservation list following a sad and spectacular decline is appropriate for so many reasons. Don’t panic, Captain Mainwaring.<br><strong>Ian McCormack</strong><br><em>Leicester</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "309",
      "commentable": "false",
      "firstPublicationDate": "2019-03-25T17:54:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:37Z",
      "newspaperEditionDate": "2019-03-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b4epv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cf6b761896b25f4a48a4eed0815d7af7aa7abce0/0_294_5365_3219/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Re your report on the confidential Cabinet Office document on “Operation Yellowhammer” (Revealed: secret plan for months of no-deal chaos, 23 March), it is hard to comprehend that any government could be making such plans. It is the first task of government to ensure the security and wellbeing of its citizens. To be actively planning how to mitigate a serious disaster that is quite unnecessary and has been brought about by this government is a complete dereliction of duty. The plans themselves would be unworkable, involving incessant form-filling and reporting instead of action. It is exactly the same approach that has been applied to the NHS and the teaching profession, but in an emergency situation the results would be dire. It behoves those who would lead us to save us from this danger by revoking article 50, removing the threat of no-deal and the promise of permanent cliff-edge scenarios and negotiations were we to pass a deal. As for the so-called European Research Group, they might be better described as the Evasion of Responsibility Group. Margaret Yerrell Budleigh Salterton, Devon • Presumably the codename “Operation Yellowhammer” for the government’s emergency food and medicine provisions, derives from the song of said bird, always popularly rendered as “a little bit of bread and no cheese”. Not the right time for black jokes at the public’s expense, I think. Richard Mabey Roydon, Norfolk • Naming a no-deal survival plan after a bird that was placed on a “red alert” conservation list following a sad and spectacular decline is appropriate for so many reasons. Don’t panic, Captain Mainwaring. Ian McCormack Leicester • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1946",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/mar/25/ordure-ordure-for-house-of-commons",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-03-25T17:53:37Z",
    "webTitle": "Ordure, ordure for House of Commons | Brief letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/mar/25/ordure-ordure-for-house-of-commons",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/mar/25/ordure-ordure-for-house-of-commons",
    "fields": {
      "headline": "Ordure, ordure for House of Commons",
      "standfirst": "Country diary | National Women’s Register | Illustration credit | House of Commons | Scott Walker",
      "trailText": "<strong>Brief letters: </strong>Country diary | National Women’s Register | Illustration credit | House of Commons | Scott Walker",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"cb797b490aff5ba21bb0e9bf09a980c993a16c6c\"> <img src=\"https://media.guim.co.uk/cb797b490aff5ba21bb0e9bf09a980c993a16c6c/0_0_5313_3188/1000.jpg\" alt=\"The Houses of Parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Houses of Parliament.</span> <span class=\"element-image__credit\">Photograph: dave_valler/Getty Images/iStockphoto</span> </figcaption> </figure>",
      "body": "<p>As an elderly reader whose ability to get out and about has been severely curtailed by problems with mobility, may I express much gratitude for your Country Diary. I particularly delight in the north country contributions from Susie White, Phil Gates and most recently Carey Davies (<a href=\"https://www.theguardian.com/environment/2019/mar/18/country-diary-curlew-calls-haunt-these-mournful-mine-relics-grassington-moor-yorkshire\" title=\"\">18 March</a>). Such a glimpse of wildlife, wilderness and history in four short paragraphs!<br><strong>Janet Gill</strong><br><em>Durham City</em></p> <p>• Janet Mansfield (<a href=\"https://www.theguardian.com/books/2019/mar/24/life-liberty-and-the-pursuit-of-poetry\" title=\"\">Letters</a>, 25 March) remembers the National Housewives’ Register as a special meeting place for women. Now called <a href=\"http://nwr-staging.tmpdir.eu/\" title=\"\">National Women’s Register</a>, it is still a vibrant, friendly, modern organisation with 387 groups nationwide and 6,632 members. Check out the website for a group near you.<br><strong>Meriel Marshall</strong><br><em>Southampton NWR</em></p> <p>• It seems perverse, in saying The Lost Words has been shortlisted for the Kate Greenaway medal for illustration, to mention the writer but not the illustrator, Jackie Morris (The week in books, Review, 23 March).<br><strong>Helen Albans</strong><br><em>York</em></p> <p>• If British cows produce enough poo each year to fill the Shard 78 times (<a href=\"https://www.theguardian.com/news/2019/mar/25/animal-waste-excrement-four-billion-tonnes-dung-poo-faecebook\" title=\"\">The briefing</a>, Journal, 25 March), how long would it take to fill the House of Commons? A much better use...<br><strong>Peter Duckers</strong><br><em>Shrewsbury, Shropshire</em></p> <p>• With the sad news of the <a href=\"https://www.theguardian.com/music/2019/mar/25/scott-walker-experimental-pop-hero-dies-aged-76\" title=\"\">death of Scott Walker</a>, it would be fitting to bring the correspondence about breakup songs to a close (<a href=\"https://www.theguardian.com/books/2019/mar/24/life-liberty-and-the-pursuit-of-poetry\" title=\"\">Letters</a>, 25 March) with his version of It’s Over, on his album ’Til The Band Comes In.<br><strong>Dianne Sutton</strong><br><em>Milton Keynes, Buckinghamshire</em></p> <p>• Scott Walker’s No Regrets is a wonderful breakup song.<br><strong>Peter Stewart</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "289",
      "commentable": "false",
      "firstPublicationDate": "2019-03-25T17:53:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-09-23T14:12:02Z",
      "newspaperEditionDate": "2019-03-26T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b4f7n",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cb797b490aff5ba21bb0e9bf09a980c993a16c6c/0_0_5313_3188/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As an elderly reader whose ability to get out and about has been severely curtailed by problems with mobility, may I express much gratitude for your Country Diary. I particularly delight in the north country contributions from Susie White, Phil Gates and most recently Carey Davies (18 March). Such a glimpse of wildlife, wilderness and history in four short paragraphs! Janet Gill Durham City • Janet Mansfield (Letters, 25 March) remembers the National Housewives’ Register as a special meeting place for women. Now called National Women’s Register, it is still a vibrant, friendly, modern organisation with 387 groups nationwide and 6,632 members. Check out the website for a group near you. Meriel Marshall Southampton NWR • It seems perverse, in saying The Lost Words has been shortlisted for the Kate Greenaway medal for illustration, to mention the writer but not the illustrator, Jackie Morris (The week in books, Review, 23 March). Helen Albans York • If British cows produce enough poo each year to fill the Shard 78 times (The briefing, Journal, 25 March), how long would it take to fill the House of Commons? A much better use... Peter Duckers Shrewsbury, Shropshire • With the sad news of the death of Scott Walker, it would be fitting to bring the correspondence about breakup songs to a close (Letters, 25 March) with his version of It’s Over, on his album ’Til The Band Comes In. Dianne Sutton Milton Keynes, Buckinghamshire • Scott Walker’s No Regrets is a wonderful breakup song. Peter Stewart London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1814",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/25/pm-concedes-lack-of-support-for-deal-as-mps-seek-to-take-control",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-25T16:27:25Z",
    "webTitle": "PM concedes lack of support for deal as MPs seek to take control",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/25/pm-concedes-lack-of-support-for-deal-as-mps-seek-to-take-control",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/25/pm-concedes-lack-of-support-for-deal-as-mps-seek-to-take-control",
    "fields": {
      "headline": "PM concedes lack of support for deal as MPs seek to take control",
      "standfirst": "<p>Theresa May says she is sceptical about ‘indicative votes’ plan but edges closer to ruling out no-deal Brexit</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/25/brexit-latest-news-theresa-may-chairs-cabinet-ahead-of-statement-to-mps-as-calls-for-her-resignation-continue-live-news\">Follow all the day’s political developments - live updates</a></li></ul>",
      "trailText": "Theresa May says she is sceptical about ‘indicative votes’ plan but edges closer to ruling out no-deal Brexit",
      "byline": "Heather Stewart and Jessica Elgot",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"fe3e652f-1e43-4ec6-9e3c-f7e4a253def1\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/qTN3Xc0cG_g?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Theresa May has urged MPs not to condemn Britain to a “slow Brexit” this week, as she conceded she did not yet have the support in parliament to bring back her deal for a third meaningful vote.</p> \n<p>After gathering Brexit-backing grandees at her country retreat of Chequers on Sunday, and speaking on Monday to the DUP leader, Arlene Foster, and the Labour leader, Jeremy Corbyn, May said she had reached the conclusion she could not yet win the vote.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/25/theresa-may-boris-jacob-chequers\">Jacob, Boris and the so-called coup –&nbsp;what really happened at Chequers? | Hannah Jane Parkinson</a> </p> \n</aside> \n<p>“I have had to conclude that as things stand, there is still not sufficient support in the house to bring back the deal for a third meaningful vote,” she said, as she reported to MPs on last week’s European council summit.</p> \n<p>May also came as close as she has done to ruling out a no-deal Brexit, stressing the damage it would do to the union – a message she also delivered to cabinet, according to government sources. “Unless this house agrees to it, no deal will not happen,” May said.</p> \n<p>The prime minister said she would whip her own MPs on Monday evening against an amendment tabled by the former Tory minister Oliver Letwin that will allow MPs to take control of the parliamentary timetable, and carry out a process of “indicative votes”.</p> \n<p>Government ministers privately accept that the amendment is likely to pass on Monday evening – and that it is likely to point towards support for a softer Brexit in parliament.</p> \n<p>But the prime minister said: “I must confess that I am sceptical about the process.” She said it could yield “contradictory outcomes, or no outcome at all”, and set an unfortunate precedent that would “overturn the balance of our democratic institutions”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/25/brexit-amendments-another-week-another-set-votes-mps\">Brexit amendments: another week, another set of votes by MPs</a> </p> \n</aside> \n<p>May said she could not give a “blank cheque” commitment to implement whatever option MPs supported, but would provide government time for a process of indicative votes to take place.</p> \n<p>And she renewed her criticism of a Norway-style deal, which she called a “slow Brexit”.</p> \n<p>“A slow Brexit, which extends article 50 beyond 22 May, forces the British people to take part in European elections and gives up control of any of our borders, laws, money or trade, is not a Brexit that will bring the British people together,” she said.</p> \n<p>May also made clear she had not given up on the idea of bringing back her own deal to parliament in the coming days. “I hope we can all agree, we are all at the moment of decision,” she said, urging MPs to back her deal and “guarantee Brexit”.</p> \n<p>A number of senior Brexiters have privately urged the prime minister to set a date for her own departure, in exchange for backing her deal.</p> \n<p>May said she would “continue to have discussions with colleagues across the house, so that we can bring the vote forward this week, and guarantee Brexit”.</p> \n<p>The prime minister also repeated the explanation she gave in Brussels last week about her strident statement in Downing Street on Wednesday, that was widely criticised by MPs for appearing to blame parliament for her predicament.</p> \n<p>May said she had been “frustrated” but insisted that “people on all sides of the debate hold passionate views, and I respect those differences”.</p> \n<p>The government has all but conceded it will lose control of parliament this week and MPs will hold a series of votes on different <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> options, with ministers believing it would be ultimately pointless for May to offer the government’s own plan.</p> \n<p>It comes as May’s hopes that she can still force through her withdrawal deal faded after her phone call with the DUP leader, who rejected <a href=\"https://www.theguardian.com/politics/2019/mar/25/dup-arlene-foster-rejects-theresa-mays-personal-plea-to-support-her-deal\">a personal plea for support</a>.</p> \n<p>In a meeting with Corbyn later on Monday, the Labour leader also rejected suggestions that the prime minister’s exit deal could be separated from the future relationship.</p> \n<p>A Labour spokesman said the pair had a “frank and comprehensive exchange of views” and Corbyn suggested there was no basis to bring back her deal to parliament.</p> \n<p>“The Labour leader did not accept the prime minister’s suggestion that the withdrawal agreement could be separated from the political declaration,” the spokesman said.</p>",
      "wordcount": "683",
      "firstPublicationDate": "2019-03-25T16:27:25Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:38Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b4eqn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/91106f06acc09fca41c565bbc9ce014aa446a5fa/11_0_2305_1384/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May has urged MPs not to condemn Britain to a “slow Brexit” this week, as she conceded she did not yet have the support in parliament to bring back her deal for a third meaningful vote. After gathering Brexit-backing grandees at her country retreat of Chequers on Sunday, and speaking on Monday to the DUP leader, Arlene Foster, and the Labour leader, Jeremy Corbyn, May said she had reached the conclusion she could not yet win the vote. “I have had to conclude that as things stand, there is still not sufficient support in the house to bring back the deal for a third meaningful vote,” she said, as she reported to MPs on last week’s European council summit. May also came as close as she has done to ruling out a no-deal Brexit, stressing the damage it would do to the union – a message she also delivered to cabinet, according to government sources. “Unless this house agrees to it, no deal will not happen,” May said. The prime minister said she would whip her own MPs on Monday evening against an amendment tabled by the former Tory minister Oliver Letwin that will allow MPs to take control of the parliamentary timetable, and carry out a process of “indicative votes”. Government ministers privately accept that the amendment is likely to pass on Monday evening – and that it is likely to point towards support for a softer Brexit in parliament. But the prime minister said: “I must confess that I am sceptical about the process.” She said it could yield “contradictory outcomes, or no outcome at all”, and set an unfortunate precedent that would “overturn the balance of our democratic institutions”. May said she could not give a “blank cheque” commitment to implement whatever option MPs supported, but would provide government time for a process of indicative votes to take place. And she renewed her criticism of a Norway-style deal, which she called a “slow Brexit”. “A slow Brexit, which extends article 50 beyond 22 May, forces the British people to take part in European elections and gives up control of any of our borders, laws, money or trade, is not a Brexit that will bring the British people together,” she said. May also made clear she had not given up on the idea of bringing back her own deal to parliament in the coming days. “I hope we can all agree, we are all at the moment of decision,” she said, urging MPs to back her deal and “guarantee Brexit”. A number of senior Brexiters have privately urged the prime minister to set a date for her own departure, in exchange for backing her deal. May said she would “continue to have discussions with colleagues across the house, so that we can bring the vote forward this week, and guarantee Brexit”. The prime minister also repeated the explanation she gave in Brussels last week about her strident statement in Downing Street on Wednesday, that was widely criticised by MPs for appearing to blame parliament for her predicament. May said she had been “frustrated” but insisted that “people on all sides of the debate hold passionate views, and I respect those differences”. The government has all but conceded it will lose control of parliament this week and MPs will hold a series of votes on different Brexit options, with ministers believing it would be ultimately pointless for May to offer the government’s own plan. It comes as May’s hopes that she can still force through her withdrawal deal faded after her phone call with the DUP leader, who rejected a personal plea for support. In a meeting with Corbyn later on Monday, the Labour leader also rejected suggestions that the prime minister’s exit deal could be separated from the future relationship. A Labour spokesman said the pair had a “frank and comprehensive exchange of views” and Corbyn suggested there was no basis to bring back her deal to parliament. “The Labour leader did not accept the prime minister’s suggestion that the withdrawal agreement could be separated from the political declaration,” the spokesman said.",
      "charCount": "3973",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> and <a href=\"profile/jessica-elgot\">Jessica Elgot</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/25/mps-poised-to-take-control-and-vote-on-brexit-options",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-25T15:12:43Z",
    "webTitle": "MPs poised to take control and vote on Brexit options",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/25/mps-poised-to-take-control-and-vote-on-brexit-options",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/25/mps-poised-to-take-control-and-vote-on-brexit-options",
    "fields": {
      "headline": "MPs poised to take control and vote on Brexit options",
      "standfirst": "<p>Ministers believe Theresa May should not offer up a vote on her plan if it is not likely to pass</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/25/brexit-latest-news-theresa-may-chairs-cabinet-ahead-of-statement-to-mps-as-calls-for-her-resignation-continue-live-news\">Follow all the day’s political developments - live updates</a></li></ul>",
      "trailText": "Ministers believe Theresa May should not offer up a vote on her plan if it is not likely to pass",
      "byline": "Jessica Elgot, Rajeev Syal and Rowena Mason",
      "main": "<figure class=\"element element-image\" data-media-id=\"bac15707370d4a2a75a1874da18f14f546ae09f9\"> \n <img src=\"https://media.guim.co.uk/bac15707370d4a2a75a1874da18f14f546ae09f9/0_117_3500_2100/1000.jpg\" alt=\"House of Commons\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Tory MPs will be whipped against an amendment to a motion on Monday that would pave the way for indicative votes in parliament.</span> \n  <span class=\"element-image__credit\">Photograph: UK Parliament/Mark Duffy/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>The government has all but conceded it will lose control of parliament this week and MPs will hold a series of votes on different Brexit options, with ministers believing it would be ultimately pointless for Theresa May to offer the government’s own plan.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/25/dup-arlene-foster-rejects-theresa-mays-personal-plea-to-support-her-deal\">DUP rejects Theresa May's personal plea to support her deal</a> </p> \n</aside> \n<p>It comes as May’s hopes that she still can force through her withdrawal deal faded after a phone call with <a href=\"https://www.theguardian.com/politics/2019/mar/25/dup-arlene-foster-rejects-theresa-mays-personal-plea-to-support-her-deal\">Arlene Foster, in which the Democratic Unionist party leader rejected a personal plea for support</a>.</p> \n<p>In a meeting with Jeremy Corbyn later on Monday, the Labour leader also rejected suggestions that the prime minister’s exit deal could be separated from the future relationship.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"fe3e652f-1e43-4ec6-9e3c-f7e4a253def1\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/qTN3Xc0cG_g?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>A Labour spokesman said the pair had a “frank and comprehensive exchange of views” and Corbyn suggested there was no basis to bring back her deal to parliament.</p> \n<p>“The Labour leader did not accept the prime minister’s suggestion that the withdrawal agreement could be separated from the political declaration,” the spokesman said.</p> \n<p>It is understood that May suggested in her hour-long meeting with Corbyn that the government would not be bound by the decision of parliament in any indicative votes.</p> \n<p>The government will whip Conservative MPs against an amendment to a motion on Monday that would give MPs control over the parliamentary order paper on Wednesday, to pave the way for votes on Brexit options in parliament.</p> \n<p>May’s <em>de</em><em> facto</em> deputy, David Lidington, who will open the debate, had been in intense discussions with the leaders of the group of MPs who are pushing the motion, including the Tory MP Oliver Letwin and Labour’s Hilary Benn and Stephen Kinnock.</p> \n<p>However, government sources suggested they had now conceded that May could not offer her own version of indicative votes and MPs were determined to press ahead with their plan regardless.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/mar/25/theresa-may-boris-jacob-chequers\">Theresa's last supper was a festival of ordinary men. But which is Judas? | Hannah Jane Parkinson</a> </p> \n</aside> \n<p>Downing Street said May told a cabinet meeting on Monday morning she would table a new meaningful vote only if the government felt certain of the numbers. In a telephone call straight after the meeting, Foster said she would not change her party’s position. “The position remains unchanged,” a source said.</p> \n<p>May’s spokesman said there was a sense of “determination” at the meeting and the prime minister’s future was not raised by any cabinet minister.</p> \n<p>One cabinet source said Jeremy Hunt had wanted to delay the meaningful vote until close to 12 April in order to pressure Labour MPs into supporting the deal for fear of leaving without an agreement, but that was not backed by those cabinet ministers who want to take no deal off the table.</p> \n<p>Several cabinet members also raised concerns about indicative votes being held by the government over concerns that they would cause chaos and lead to a general election.</p> \n<p>Stephen Barclay, the Brexit secretary, is understood to have been the main voice warning of the risk of a general election if parliament seizes control of Brexit from the government, saying there was a need to honour the 2017 election manifesto.</p> \n<p>Monday’s key amendment has been tabled by Letwin and Benn, the Labour chair of the Brexit select committee, which would set aside Wednesday for MPs to take control of House of Commons business in order to hold the series of votes on <a href=\"https://www.theguardian.com/politics/2019/mar/22/third-meaningful-brexit-vote-likely-next-week-mps-told\">different Brexit outcomes</a>.</p> \n<p>May’s spokesman said there were concerns about the constitutional implications of the amendment.</p> \n<p>“The prime minister has previously said that tying the government’s hands in this way by seeking to commandeer the order paper would have far-reaching implications for the way in which the UK is governed and the balance of powers and responsibilities in our democratic institutions,” the spokesman said.</p> \n<p>Depending on the outcome of talks and votes on Monday, the prime minister still could table a meaningful vote for Tuesday via a late-night emergency business motion, shortly after MPs have voted on Monday night.</p>",
      "wordcount": "633",
      "firstPublicationDate": "2019-03-25T14:27:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:38Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b4edx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bac15707370d4a2a75a1874da18f14f546ae09f9/0_117_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The government has all but conceded it will lose control of parliament this week and MPs will hold a series of votes on different Brexit options, with ministers believing it would be ultimately pointless for Theresa May to offer the government’s own plan. It comes as May’s hopes that she still can force through her withdrawal deal faded after a phone call with Arlene Foster, in which the Democratic Unionist party leader rejected a personal plea for support. In a meeting with Jeremy Corbyn later on Monday, the Labour leader also rejected suggestions that the prime minister’s exit deal could be separated from the future relationship. A Labour spokesman said the pair had a “frank and comprehensive exchange of views” and Corbyn suggested there was no basis to bring back her deal to parliament. “The Labour leader did not accept the prime minister’s suggestion that the withdrawal agreement could be separated from the political declaration,” the spokesman said. It is understood that May suggested in her hour-long meeting with Corbyn that the government would not be bound by the decision of parliament in any indicative votes. The government will whip Conservative MPs against an amendment to a motion on Monday that would give MPs control over the parliamentary order paper on Wednesday, to pave the way for votes on Brexit options in parliament. May’s de facto deputy, David Lidington, who will open the debate, had been in intense discussions with the leaders of the group of MPs who are pushing the motion, including the Tory MP Oliver Letwin and Labour’s Hilary Benn and Stephen Kinnock. However, government sources suggested they had now conceded that May could not offer her own version of indicative votes and MPs were determined to press ahead with their plan regardless. Downing Street said May told a cabinet meeting on Monday morning she would table a new meaningful vote only if the government felt certain of the numbers. In a telephone call straight after the meeting, Foster said she would not change her party’s position. “The position remains unchanged,” a source said. May’s spokesman said there was a sense of “determination” at the meeting and the prime minister’s future was not raised by any cabinet minister. One cabinet source said Jeremy Hunt had wanted to delay the meaningful vote until close to 12 April in order to pressure Labour MPs into supporting the deal for fear of leaving without an agreement, but that was not backed by those cabinet ministers who want to take no deal off the table. Several cabinet members also raised concerns about indicative votes being held by the government over concerns that they would cause chaos and lead to a general election. Stephen Barclay, the Brexit secretary, is understood to have been the main voice warning of the risk of a general election if parliament seizes control of Brexit from the government, saying there was a need to honour the 2017 election manifesto. Monday’s key amendment has been tabled by Letwin and Benn, the Labour chair of the Brexit select committee, which would set aside Wednesday for MPs to take control of House of Commons business in order to hold the series of votes on different Brexit outcomes. May’s spokesman said there were concerns about the constitutional implications of the amendment. “The prime minister has previously said that tying the government’s hands in this way by seeking to commandeer the order paper would have far-reaching implications for the way in which the UK is governed and the balance of powers and responsibilities in our democratic institutions,” the spokesman said. Depending on the outcome of talks and votes on Monday, the prime minister still could table a meaningful vote for Tuesday via a late-night emergency business motion, shortly after MPs have voted on Monday night.",
      "charCount": "3821",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a>, <a href=\"profile/rajeev-syal\">Rajeev Syal</a> and <a href=\"profile/rowena-mason\">Rowena Mason</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/25/government-could-ignore-indicative-brexit-votes-says-liam-fox",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-25T09:20:28Z",
    "webTitle": "Government could ignore indicative Brexit votes, says Liam Fox",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/25/government-could-ignore-indicative-brexit-votes-says-liam-fox",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/25/government-could-ignore-indicative-brexit-votes-says-liam-fox",
    "fields": {
      "headline": "Government could ignore indicative Brexit votes, says Liam Fox",
      "standfirst": "<p>International trade secretary says real choice is still between Theresa May’s deal and no deal</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/mar/25/brexit-latest-news-theresa-may-chairs-cabinet-ahead-of-statement-to-mps-as-calls-for-her-resignation-continue-live-news\">Follow the day’s political developments - latest updates</a></li></ul>",
      "trailText": "International trade secretary says real choice is still between Theresa May’s deal and no deal",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"0e16380a30aa7937ae994ea079864c776f74d2e2\"> <img src=\"https://media.guim.co.uk/0e16380a30aa7937ae994ea079864c776f74d2e2/0_0_4281_2568/1000.jpg\" alt=\"Liam Fox \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liam Fox said MPs should focus on passing May’s deal at the third time of asking.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Liam Fox has indicated the government could ignore MPs’ views from indicative Brexit votes this week if parliament’s stated choice goes against the Conservative manifesto, insisting the real choice is still between Theresa May’s deal and no deal.</p> <p>The international trade secretary dismissed calls for May to be ousted, or for the prime minister to offer to resign in return for her Brexit plan being passed, as <a href=\"https://www.theguardian.com/politics/2019/mar/24/brexiters-pile-on-pressure-as-mays-deal-drifts-away\">suggested to her by Tory Brexiters</a> on Sunday.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/24/brexiters-pile-on-pressure-as-mays-deal-drifts-away\">Brexit: leave-backing MPs pile on pressure as May’s deal drifts away</a> </p> </aside>  <p>Asked about plans to replace May, Fox told BBC Radio 4’s Today programme: “I think there’s a lot of supposition in this. What I think is true is that the real debate is not really about the withdrawal agreement at all. The real debate is about our future relationship with the European Union once we’ve left.”</p> <p>Later on Monday, after May has updated the Commons on last week’s Brussels summit, MPs will have a chance to vote for an amendment seeking to reserve Wednesday’s Commons business for a series of non-binding indicative votes on various Brexit options.</p> <p>But Fox said the fact the options would include ideas such as a deal involving single market membership, a second referendum or rescinding Brexit, showed there was a disconnect between a “leave electorate and, seemingly, a remain-leaning parliament”.</p> <p>He said: “I was elected, as 80% of members were, to respect the referendum and leave the European Union. I was also elected on a manifesto that specifically said no single market and no customs union. That, for Conservative MPs who are honouring the manifesto, limits their room for manoeuvre.</p> <p>“And that is part of the reality that restricts us here. The number one constraint is that we contracted out parliament’s sovereignty on the issue of the European Union to the people.”</p> <p>MPs should instead, Fox said, focus on passing May’s deal at the third time of asking or else risk no deal or a further Brexit delay necessitating the UK taking part in European elections. The latter would, he predicted, “unleash a torrent of pent-up frustration from voters”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/25/the-week-ahead-for-brexit-third-time-lucky-for-may\">The week ahead for Brexit:  third time lucky for May?</a> </p> </aside>  <p>The chances of May’s deal being passed appeared to grow even more distant after a summit on Sunday at her Chequers country retreat, with Boris Johnson and other leading hard-Brexiters leaving without agreement.</p> <p>Tory rebels present said the prime minister repeated “all the same lines” about her deal and that nothing new emerged during the three-hour meeting, at which Jacob Rees-Mogg, <a href=\"https://www.theguardian.com/politics/iain-duncan-smith\">Iain Duncan Smith</a> and Dominic Raab were also present.</p> <p>The talks took place amid reports of an imminent coup to remove the prime minister – claims that were forcefully denied by Michael Gove, <a href=\"https://www.theguardian.com/politics/david-lidington\">David Lidington</a> and Philip Hammond.</p> <p>However, calls for May to depart soon have grown, with the Sun on Monday using its front page for an editorial demanding the prime minister step down.</p> <p>Nigel Evans, a leading Conservative Brexiter, and joint executive secretary of the 1922 Committee of Tory backbenchers, said on Monday that May should set out a plans to quit to get her deal through.</p> <p>“Clearly a number of people do not want the prime minister anywhere near the next phase of negotiations, which is the future trading relationship between ourselves and the EU,” he told Today.</p> <p>If she left there could be “an orderly replacement of the prime minister” with a full leadership contest, he said.</p> <p>Oliver Letwin, the Conservative former minister who is among those who have led the amendment on the indicative votes, now signed by more than 120 MPs, told Today it could take several rounds of voting to find a consensus.</p> <p>“I think MPs are very grown up and sensible about this, and given the opportunity, eventually – not necessarily in the first round – they will probably come up with an alternative,” he said.</p> <p>Others in attendance at Chequers on Sunday included David Davis, a former Brexit secretary, Steve Baker, a leading hard Brexiter, and May ally Damian Green.</p> <p>The prime minister, the only woman present, also invited her effective deputy, Lidington, and the environment secretary, Gove, plus Julian Smith, the chief whip, and Brandon Lewis, the Conservative party chairman.</p> <p>Cabinet colleagues at the meeting, including Gove, had hoped it would be possible to persuade Johnson and Raab – both rival Tory leadership contenders who are holding out against the deal – to end their standoff by dropping their opposition together.</p> <p>However, any compromise from Johnson appeared unlikely as he used his latest <a href=\"https://www.telegraph.co.uk/politics/2019/03/24/theresa-may-chicken-bottled-brexit-way-forward-come-eu-now/\">Telegraph column</a> to attack the government, saying it had “bottled” Brexit and the UK should leave the EU immediately.</p>",
      "wordcount": "747",
      "firstPublicationDate": "2019-03-25T09:20:28Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:38Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/b4cpc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0e16380a30aa7937ae994ea079864c776f74d2e2/0_0_4281_2568/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Liam Fox has indicated the government could ignore MPs’ views from indicative Brexit votes this week if parliament’s stated choice goes against the Conservative manifesto, insisting the real choice is still between Theresa May’s deal and no deal. The international trade secretary dismissed calls for May to be ousted, or for the prime minister to offer to resign in return for her Brexit plan being passed, as suggested to her by Tory Brexiters on Sunday. Asked about plans to replace May, Fox told BBC Radio 4’s Today programme: “I think there’s a lot of supposition in this. What I think is true is that the real debate is not really about the withdrawal agreement at all. The real debate is about our future relationship with the European Union once we’ve left.” Later on Monday, after May has updated the Commons on last week’s Brussels summit, MPs will have a chance to vote for an amendment seeking to reserve Wednesday’s Commons business for a series of non-binding indicative votes on various Brexit options. But Fox said the fact the options would include ideas such as a deal involving single market membership, a second referendum or rescinding Brexit, showed there was a disconnect between a “leave electorate and, seemingly, a remain-leaning parliament”. He said: “I was elected, as 80% of members were, to respect the referendum and leave the European Union. I was also elected on a manifesto that specifically said no single market and no customs union. That, for Conservative MPs who are honouring the manifesto, limits their room for manoeuvre. “And that is part of the reality that restricts us here. The number one constraint is that we contracted out parliament’s sovereignty on the issue of the European Union to the people.” MPs should instead, Fox said, focus on passing May’s deal at the third time of asking or else risk no deal or a further Brexit delay necessitating the UK taking part in European elections. The latter would, he predicted, “unleash a torrent of pent-up frustration from voters”. The chances of May’s deal being passed appeared to grow even more distant after a summit on Sunday at her Chequers country retreat, with Boris Johnson and other leading hard-Brexiters leaving without agreement. Tory rebels present said the prime minister repeated “all the same lines” about her deal and that nothing new emerged during the three-hour meeting, at which Jacob Rees-Mogg, Iain Duncan Smith and Dominic Raab were also present. The talks took place amid reports of an imminent coup to remove the prime minister – claims that were forcefully denied by Michael Gove, David Lidington and Philip Hammond. However, calls for May to depart soon have grown, with the Sun on Monday using its front page for an editorial demanding the prime minister step down. Nigel Evans, a leading Conservative Brexiter, and joint executive secretary of the 1922 Committee of Tory backbenchers, said on Monday that May should set out a plans to quit to get her deal through. “Clearly a number of people do not want the prime minister anywhere near the next phase of negotiations, which is the future trading relationship between ourselves and the EU,” he told Today. If she left there could be “an orderly replacement of the prime minister” with a full leadership contest, he said. Oliver Letwin, the Conservative former minister who is among those who have led the amendment on the indicative votes, now signed by more than 120 MPs, told Today it could take several rounds of voting to find a consensus. “I think MPs are very grown up and sensible about this, and given the opportunity, eventually – not necessarily in the first round – they will probably come up with an alternative,” he said. Others in attendance at Chequers on Sunday included David Davis, a former Brexit secretary, Steve Baker, a leading hard Brexiter, and May ally Damian Green. The prime minister, the only woman present, also invited her effective deputy, Lidington, and the environment secretary, Gove, plus Julian Smith, the chief whip, and Brandon Lewis, the Conservative party chairman. Cabinet colleagues at the meeting, including Gove, had hoped it would be possible to persuade Johnson and Raab – both rival Tory leadership contenders who are holding out against the deal – to end their standoff by dropping their opposition together. However, any compromise from Johnson appeared unlikely as he used his latest Telegraph column to attack the government, saying it had “bottled” Brexit and the UK should leave the EU immediately.",
      "charCount": "4526",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/mar/25/brexit-outcomes-this-week-panel",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-03-25T00:00:07Z",
    "webTitle": "Brexit: what’s the least worst outcome of this week? Our panel responds | Polly Toynbee and others",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/mar/25/brexit-outcomes-this-week-panel",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/mar/25/brexit-outcomes-this-week-panel",
    "fields": {
      "headline": "Brexit: what’s the least worst outcome of this week? Our panel responds",
      "standfirst": "<p>MPs must coalesce around some kind of compromise if the chaotic stalemate is to be broken over the coming few days</p>",
      "trailText": "MPs must coalesce around some kind of compromise in the coming days, say Polly Toynbee, Henry Newman, Helen Goodman and John Redwood",
      "byline": "Polly Toynbee, Henry Newman, Helen Goodman and John Redwood",
      "main": "<figure class=\"element element-image\" data-media-id=\"f0f302d3f3e09e4db0496939077a60cb916956b2\"> \n <img src=\"https://media.guim.co.uk/f0f302d3f3e09e4db0496939077a60cb916956b2/0_301_3500_2100/1000.jpg\" alt=\"British and EU flags outside the Houses of Parliament\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘This week a series of indicative votes may find a parliamentary majority for something – customs union, Norway or indeed the prime minister’s miserable offering.’</span> \n  <span class=\"element-image__credit\">Photograph: Tom Jacobs/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<h2><a href=\"https://www.theguardian.com/profile/pollytoynbee\" title=\"\">Polly Toynbee</a>: Without a public vote, we’re condemned to relive this debate for ever</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"4c662df3828f45719bf54406f2e9268a5b63c782\"> \n <img src=\"https://media.guim.co.uk/4c662df3828f45719bf54406f2e9268a5b63c782/0_0_480_480/480.png\" alt=\".\" width=\"480\" height=\"480\" class=\"gu-image\"> \n</figure> \n<p>Stalemate, impasse, roadblock was the ineluctable result of a crude in/out referendum dangling a dozen Brexit rainbows. No one true Brexit was ever put to voters. The closest to a healing compromise now is the well-constructed <a href=\"https://www.theguardian.com/commentisfree/2019/mar/17/compromise-brexit-deal-phil-wilson-peter-kyle\" title=\"\">Kyle-Wilson amendment</a>: let parliament agree a Brexit, but only if voters confirm their support. Put it to the people, as pressed by the <a href=\"https://www.theguardian.com/politics/2019/mar/23/one-million-march-against-brexit-tories-plan-oust-may\" title=\"\">million marchers</a>, not a “second referendum” but a new proposition on an actual Brexit seen in the cold light of day: is this what you meant?</p> \n<p>This week a series of indicative votes may find a parliamentary majority for something else – customs union, Norway or indeed the prime minister’s miserable offering. Polls show that people have changed their mind quite radically: an 8-10 percentage point <a href=\"https://www.politico.eu/article/uk-poll-predicts-swing-to-remain-in-second-brexit-vote/\" title=\"\">lead for remain</a>. Perversely, Theresa May insists scores of MPs should make a U-turn – but refuses voters any right to a change of heart.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/24/brexit-petition-to-revoke-article-50-reaches-5m-signatures\">Brexit petition to revoke article 50 reaches 5m signatures</a> </p> \n</aside> \n<p>To impose any of the Brexits without consent would be the real democratic denial. Those passionately opposed just fear the result. Think ahead: how best to heal this Brexit-riven country? If people back whatever plan parliament puts to them in a fairly run vote, remainers would have to knuckle down and make the best of it. But if some bad Brexit – let alone a no deal – is imposed “by the elite” without public consent, imagine the democratic damage. Everlasting blame for any economic Brexit harm will rage on for a generation, and all who enabled it never be forgiven.</p> \n<p>Bob Kerslake <a href=\"https://www.theguardian.com/politics/2019/mar/23/calls-grow-for-public-inquiry-into-brexit\" title=\"\">rightly predicts</a> a judge-led enquiry into the gross incompetence of every Brexit act: a postmortem will be held. But we are not dead yet. Put this madness to the people and trust them. Only democratic confirmation that voters back a particular Brexit will stop this never-ending debate once and for all. Without a vote, we are doomed to relive it for ever.</p> \n<p>• Polly Toynbee is a Guardian columnist</p> \n<h2><a href=\"https://www.theguardian.com/profile/henry-newman\" title=\"\">Henry Newman</a>: May’s deal leaves all our future options open</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"47aacdaf75d134b8fb6343c0c3d08ee178bf7944\"> \n <img src=\"https://media.guim.co.uk/47aacdaf75d134b8fb6343c0c3d08ee178bf7944/0_0_280_280/280.png\" alt=\".\" width=\"280\" height=\"280\" class=\"gu-image\"> \n</figure> \n<p>Ever since the referendum starting gun was fired around three years ago, the UK has been trapped in a vortex of endless discussions about whether we should or shouldn’t leave the EU. This has paralysed our politics, distracting us from many other issues facing our country. Few people have changed their minds on Brexit but feelings are even more deeply held.</p> \n<p>At one extreme of the debate, no-dealers insist we should “believe” in Britain, demanding we just <a href=\"https://www.theguardian.com/politics/2019/jan/27/uk-cannot-simply-trade-on-wto-terms-after-no-deal-brexit-say-experts\" title=\"\">go WTO</a>. On the other, campaigners for a so-called people’s vote seek to rerun a divisive referendum campaign to overturn the 2016 result. Neither side offers a solution and at least one side will lose out, potentially seeing their worst nightmare realised.</p> \n<p>Now, three weeks away from a potential new cliff-edge on 12 April, the country still faces the same three broad choices: a no-deal Brexit; a negotiated Brexit; or no Brexit. One of those options must happen. Westminster can’t keep kicking the can down the road.</p> \n<p>Theresa May should have sought a cross-party approach on Brexit from the start. Instead, her rhetoric was divisive when it ought to have been unifying. The “<a href=\"https://www.theguardian.com/politics/2016/oct/09/theresa-may-rejection-of-enlightenment-values\" title=\"\">citizens of nowhere</a>” speech, and her refusal to guarantee EU nationals’ rights, contributed to a sense of a national culture war.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"85fc05a9-895b-4d9e-9ef2-5d1663bd20f6\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/81eLXg21VSA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>MPs across parliament have different views about their ideal Brexit – a Norway option (or common market 2.0), a Canada-style trade deal, or a customs union. The details are important, but also secondary to the fact that most MPs want to deliver the referendum result. And Brussels will not allow the UK to negotiate our actual future relationship until after we have left.</p> \n<p>The current Brexit deal leaves the options open. With the withdrawal agreement, any relationship is possible as long as it protects the Irish border. It isn’t just Theresa May’s Brexit deal that MPs are being asked to vote on – it’s the only deal to which the 27 other member states of the EU have agreed. MPs should support it as the sole way of guaranteeing an orderly exit from the EU. Then, after Brexit, they will need to work together to find a compromise in the national interest for a sustainable long-term relationship.</p> \n<p>• Henry Newman is the director of <a href=\"https://openeurope.org.uk/\" title=\"\">Open Europe</a>. He has worked in the Cabinet Office and Ministry of Justice</p> \n<h2><a href=\"https://www.theguardian.com/profile/helen-goodman\" title=\"\">Helen Goodman</a>: Common market 2.0 offers all parties hope for common ground</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"300b75ed2f4a386fc36698fc7827cbb654a44c63\"> \n <img src=\"https://media.guim.co.uk/300b75ed2f4a386fc36698fc7827cbb654a44c63/0_0_280_280/280.png\" alt=\"Helen Goodman\" width=\"280\" height=\"280\" class=\"gu-image\"> \n</figure> \n<p>As I write this, 2,000 (3%) of my constituents have signed the parliament <a href=\"https://petition.parliament.uk/petitions/241584\" title=\"\">petition</a> to revoke article 50 (and they probably all read the Guardian), whereas in Camden the number is currently <a href=\"https://petition.parliament.uk/petitions/241584.json\" title=\"\">16,000</a>. This illustrates the sharp division over Brexit in this country – something the prime minister’s rhetoric has done nothing to heal. It is her brinkmanship that has brought us into this completely self-inflicted crisis, and parliament, when it finally takes control of the process, must – and I believe can – resolve it.</p> \n<p>After the referendum I had several public meetings with my constituents and they told me they liked the common market, the <a href=\"http://europa.eu/rapid/press-release_MEMO-97-13_en.htm\" title=\"\">social chapter</a> and shared environmental regulation; what they disliked was the political union that developed later. They want economic cooperation, but not a European army. This idea has been brought up to date in a pamphlet, <a href=\"https://www.politicshome.com/news/uk/foreign-affairs/brexit/house/house-magazine/101183/common-market-20-inside-campaign-norway\" title=\"\">Common Market 2.0</a>, by my colleague Lucy Powell MP and Tory MP Robert Halfon. Like Labour’s policy of a customs union, it is a serious attempt to find the common ground between leavers and remainers – in a way that removes the need for the Irish backstop and provides for frictionless trade. This is why Jeremy Corbyn has been right to reach out across the House to seek a consensus.</p> \n<p>The European council has given us three weeks to find an alternative plan and avoid a catastrophic no-deal crash. I entirely understand the democratic case for a public vote, indeed I expect to be voting for one this week. If that were to happen, as well as putting remain on the ballot, it is important that the leave option is one parliamentarians can responsibly put on it too – one that does not destroy our manufacturing heartlands or put at risk the Irish peace process. The problem is that I am far from confident that this will pass through parliament, any more than May’s third meaningful vote can.</p> \n<p>So members of parliament now need to work across party lines on the most important aspect of Brexit, bringing certainty to the future relationship in a rewritten political declaration. </p> \n<p>• Helen Goodman is Labour MP for Bishop Auckland</p> \n<h2><a href=\"https://www.theguardian.com/profile/johnredwood\">John Redwood</a>: I still want to leave on 29 March, and embrace the WTO</h2> \n<figure class=\"element element-image element--thumbnail\" data-media-id=\"59b060ec52747872fef75a0ff9acfe13139c5ef2\"> \n <img src=\"https://media.guim.co.uk/59b060ec52747872fef75a0ff9acfe13139c5ef2/0_0_280_280/280.png\" alt=\".\" width=\"280\" height=\"280\" class=\"gu-image\"> \n</figure> \n<p>To restore faith and trust in our democracy, the two large parties that together won more than 82% of the vote in 2017 must keep their word and implement Brexit.</p> \n<p>The Conservative manifesto <a href=\"https://www.conservatives.com/manifesto\" title=\"\">said</a> the party would take the UK out of the EU, single market and customs union, and stressed that no deal was better than a bad deal. It also promised to negotiate any withdrawal issues at the same time as a future partnership so all could be agreed and wrapped up within two years.</p> \n<p>The Labour manifesto opened by <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=2&amp;ved=2ahUKEwiry7PL6ZrhAhX_SxUIHSYOCkkQFjABegQIAxAC&amp;url=https%3A%2F%2Flabour.org.uk%2Fwp-content%2Fuploads%2F2017%2F10%2Flabour-manifesto-2017.pdf&amp;usg=AOvVaw1T9SsTRaP20X9ory5skl6I\" title=\"\">saying</a> it “would respect the referendum result”. It went on to expressly state that “freedom of movement will end when we leave”, effectively ruling out staying in the single market which comes with free movement. It also by implication ruled out customs membership by proposing a detailed UK trade policy that we could only follow outside of the customs union.</p> \n<p>No one wants to leave with nothing agreed. Fortunately, a lot has been agreed outside the withdrawal agreement itself. Labour recommended we negotiate membership of the <a href=\"https://uk.reuters.com/article/uk-britain-eu-wto/wto-agrees-in-principle-to-keep-britain-in-procurement-deal-envoy-idUKKCN1NW1WN\" title=\"\">WTO government procurement agreement</a>, which has now been accomplished. There are aviation services and haulage agreements ready for exit. The facilitation of trade requirements under WTO rules will come into effect, helping maintain the flow of goods across borders. Labour’s pledge to offer “an integrated trade and industrial strategy that boosts exports, investment and decent jobs in Britain” is still possible, but only if we leave.</p> \n<p>I want the prime minister to keep her word that we will leave on 29 March. I agree with all those who say the withdrawal agreement is a bad agreement for the UK. I want her to go back to the EU this week and offer a comprehensive free-trade agreement along the lines of EU-Canada and EU-Japan, preferably with beefed-up provisions reflecting the absence of tariffs and some other barriers today between us.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"c4939e39-0b0e-4785-8516-7e6e9f1ba717\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/v-NdTMaY-qY?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Were the EU just to accept talks on this, as I think they would, there would then be no need to impose any new tariffs or barriers between us all the time we were in negotiation of a full trade agreement.</p> \n<p>The thing to remember about World Trade Organization rules is they are designed to lower barriers and promote free trade, not to force tariffs up. The WTO sees the UK switching to be a full member with vote and voice on trade matters as very positive, given the way the UK would be a voice for freer trade and higher standards worldwide once out of the EU.</p> \n<p>Some in Labour are worried about a “race to the bottom” when we leave the EU. Let me reassure readers, many of us who want to leave want more better-paid jobs, higher levels of training and higher productivity. We are not campaigning to cut standards of employment protection. The UK has a proud record under both main parties of raising standards for employment, the environment and much else. That should remain true once out of the EU.</p> \n<p>• John Redwood is the Conservative MP for Wokingham</p>",
      "wordcount": "1619",
      "commentCloseDate": "2019-03-25T16:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-03-25T00:00:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:39Z",
      "newspaperEditionDate": "2019-03-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b3zvg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f0f302d3f3e09e4db0496939077a60cb916956b2/0_301_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Polly Toynbee: Without a public vote, we’re condemned to relive this debate for ever Stalemate, impasse, roadblock was the ineluctable result of a crude in/out referendum dangling a dozen Brexit rainbows. No one true Brexit was ever put to voters. The closest to a healing compromise now is the well-constructed Kyle-Wilson amendment: let parliament agree a Brexit, but only if voters confirm their support. Put it to the people, as pressed by the million marchers, not a “second referendum” but a new proposition on an actual Brexit seen in the cold light of day: is this what you meant? This week a series of indicative votes may find a parliamentary majority for something else – customs union, Norway or indeed the prime minister’s miserable offering. Polls show that people have changed their mind quite radically: an 8-10 percentage point lead for remain. Perversely, Theresa May insists scores of MPs should make a U-turn – but refuses voters any right to a change of heart. To impose any of the Brexits without consent would be the real democratic denial. Those passionately opposed just fear the result. Think ahead: how best to heal this Brexit-riven country? If people back whatever plan parliament puts to them in a fairly run vote, remainers would have to knuckle down and make the best of it. But if some bad Brexit – let alone a no deal – is imposed “by the elite” without public consent, imagine the democratic damage. Everlasting blame for any economic Brexit harm will rage on for a generation, and all who enabled it never be forgiven. Bob Kerslake rightly predicts a judge-led enquiry into the gross incompetence of every Brexit act: a postmortem will be held. But we are not dead yet. Put this madness to the people and trust them. Only democratic confirmation that voters back a particular Brexit will stop this never-ending debate once and for all. Without a vote, we are doomed to relive it for ever. • Polly Toynbee is a Guardian columnist Henry Newman: May’s deal leaves all our future options open Ever since the referendum starting gun was fired around three years ago, the UK has been trapped in a vortex of endless discussions about whether we should or shouldn’t leave the EU. This has paralysed our politics, distracting us from many other issues facing our country. Few people have changed their minds on Brexit but feelings are even more deeply held. At one extreme of the debate, no-dealers insist we should “believe” in Britain, demanding we just go WTO. On the other, campaigners for a so-called people’s vote seek to rerun a divisive referendum campaign to overturn the 2016 result. Neither side offers a solution and at least one side will lose out, potentially seeing their worst nightmare realised. Now, three weeks away from a potential new cliff-edge on 12 April, the country still faces the same three broad choices: a no-deal Brexit; a negotiated Brexit; or no Brexit. One of those options must happen. Westminster can’t keep kicking the can down the road. Theresa May should have sought a cross-party approach on Brexit from the start. Instead, her rhetoric was divisive when it ought to have been unifying. The “citizens of nowhere” speech, and her refusal to guarantee EU nationals’ rights, contributed to a sense of a national culture war. MPs across parliament have different views about their ideal Brexit – a Norway option (or common market 2.0), a Canada-style trade deal, or a customs union. The details are important, but also secondary to the fact that most MPs want to deliver the referendum result. And Brussels will not allow the UK to negotiate our actual future relationship until after we have left. The current Brexit deal leaves the options open. With the withdrawal agreement, any relationship is possible as long as it protects the Irish border. It isn’t just Theresa May’s Brexit deal that MPs are being asked to vote on – it’s the only deal to which the 27 other member states of the EU have agreed. MPs should support it as the sole way of guaranteeing an orderly exit from the EU. Then, after Brexit, they will need to work together to find a compromise in the national interest for a sustainable long-term relationship. • Henry Newman is the director of Open Europe. He has worked in the Cabinet Office and Ministry of Justice Helen Goodman: Common market 2.0 offers all parties hope for common ground As I write this, 2,000 (3%) of my constituents have signed the parliament petition to revoke article 50 (and they probably all read the Guardian), whereas in Camden the number is currently 16,000. This illustrates the sharp division over Brexit in this country – something the prime minister’s rhetoric has done nothing to heal. It is her brinkmanship that has brought us into this completely self-inflicted crisis, and parliament, when it finally takes control of the process, must – and I believe can – resolve it. After the referendum I had several public meetings with my constituents and they told me they liked the common market, the social chapter and shared environmental regulation; what they disliked was the political union that developed later. They want economic cooperation, but not a European army. This idea has been brought up to date in a pamphlet, Common Market 2.0, by my colleague Lucy Powell MP and Tory MP Robert Halfon. Like Labour’s policy of a customs union, it is a serious attempt to find the common ground between leavers and remainers – in a way that removes the need for the Irish backstop and provides for frictionless trade. This is why Jeremy Corbyn has been right to reach out across the House to seek a consensus. The European council has given us three weeks to find an alternative plan and avoid a catastrophic no-deal crash. I entirely understand the democratic case for a public vote, indeed I expect to be voting for one this week. If that were to happen, as well as putting remain on the ballot, it is important that the leave option is one parliamentarians can responsibly put on it too – one that does not destroy our manufacturing heartlands or put at risk the Irish peace process. The problem is that I am far from confident that this will pass through parliament, any more than May’s third meaningful vote can. So members of parliament now need to work across party lines on the most important aspect of Brexit, bringing certainty to the future relationship in a rewritten political declaration. • Helen Goodman is Labour MP for Bishop Auckland John Redwood: I still want to leave on 29 March, and embrace the WTO To restore faith and trust in our democracy, the two large parties that together won more than 82% of the vote in 2017 must keep their word and implement Brexit. The Conservative manifesto said the party would take the UK out of the EU, single market and customs union, and stressed that no deal was better than a bad deal. It also promised to negotiate any withdrawal issues at the same time as a future partnership so all could be agreed and wrapped up within two years. The Labour manifesto opened by saying it “would respect the referendum result”. It went on to expressly state that “freedom of movement will end when we leave”, effectively ruling out staying in the single market which comes with free movement. It also by implication ruled out customs membership by proposing a detailed UK trade policy that we could only follow outside of the customs union. No one wants to leave with nothing agreed. Fortunately, a lot has been agreed outside the withdrawal agreement itself. Labour recommended we negotiate membership of the WTO government procurement agreement, which has now been accomplished. There are aviation services and haulage agreements ready for exit. The facilitation of trade requirements under WTO rules will come into effect, helping maintain the flow of goods across borders. Labour’s pledge to offer “an integrated trade and industrial strategy that boosts exports, investment and decent jobs in Britain” is still possible, but only if we leave. I want the prime minister to keep her word that we will leave on 29 March. I agree with all those who say the withdrawal agreement is a bad agreement for the UK. I want her to go back to the EU this week and offer a comprehensive free-trade agreement along the lines of EU-Canada and EU-Japan, preferably with beefed-up provisions reflecting the absence of tariffs and some other barriers today between us. Were the EU just to accept talks on this, as I think they would, there would then be no need to impose any new tariffs or barriers between us all the time we were in negotiation of a full trade agreement. The thing to remember about World Trade Organization rules is they are designed to lower barriers and promote free trade, not to force tariffs up. The WTO sees the UK switching to be a full member with vote and voice on trade matters as very positive, given the way the UK would be a voice for freer trade and higher standards worldwide once out of the EU. Some in Labour are worried about a “race to the bottom” when we leave the EU. Let me reassure readers, many of us who want to leave want more better-paid jobs, higher levels of training and higher productivity. We are not campaigning to cut standards of employment protection. The UK has a proud record under both main parties of raising standards for employment, the environment and much else. That should remain true once out of the EU. • John Redwood is the Conservative MP for Wokingham",
      "charCount": "9466",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/pollytoynbee\">Polly Toynbee</a>, <a href=\"profile/henry-newman\">Henry Newman</a>, <a href=\"profile/helen-goodman\">Helen Goodman</a> and <a href=\"profile/johnredwood\">John Redwood</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]