[
  {
    "id": "politics/2019/apr/14/comparing-erg-to-nazis-not-strong-enough-says-david-lammy",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-14T17:17:42Z",
    "webTitle": "David Lammy says comparing ERG to Nazis ‘not strong enough’",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/14/comparing-erg-to-nazis-not-strong-enough-says-david-lammy",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/14/comparing-erg-to-nazis-not-strong-enough-says-david-lammy",
    "fields": {
      "headline": "David Lammy says comparing ERG to Nazis ‘not strong enough’",
      "standfirst": "<p>Labour MP defends comments likening group to Nazi party and white supremacists</p>",
      "trailText": "Labour MP defends comments likening group to Nazi party and white supremacists",
      "byline": "Jessica Elgot Chief political correspondent",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"0f162b1f-9bcb-4d30-8b1c-c9d8c327f824\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/FMPiLNKM2BA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>David Lammy has said comparing the hard-Brexit European Research Group of Tory MPs to Nazis and proponents of South African apartheid was “not strong enough”, and suggested that the Brexit debate had allowed proponents of hard right views to flourish.</p> \n<p>The Labour MP, who is a vocal campaigner for a second EU referendum, was asked on the BBC’s Andrew Marr Show whether a comparison he previously made to the election of Adolf Hitler’s party in Germany and to South African white supremacists was appropriate.</p> \n<p>“I would say that that wasn’t strong enough. In 1938 there were allies who hatched a plan for Hitler to annex part of Czechoslovakia, and Churchill said no, and he stood alone,” he said.</p> \n<p>Asked if it was fair to make such a comment about elected politicians, he said: “I don’t care how elected they were: so was the far right in Germany.”</p> \n<p>Lammy pointed to the contact between the former foreign secretary Boris Johnson and Donald Trump’s former senior adviser Steve Bannon, as well as a tweet from the ERG chair, Jacob Rees-Mogg, quoting the far-right German party Alternative für Deutschland.</p> \n<p>“We must not appease. Let me just be clear, I’m an ethnic minority. We have, in the ERG, in Jacob Rees-Mogg, someone who is happy to put on to his web pages the horrible, racist AfD party, a party that’s Islamophobic and on the far right,” he said.</p> \n<p>“I’m sorry, but very, very seriously, of course we should not appease that, of course we should not appease that.”</p> \n<p>Rees-Mogg <a href=\"https://www.theguardian.com/politics/2019/apr/01/jacob-rees-mogg-defends-promotion-of-german-far-right-afd-video\">has defended his decision</a> to tweet a video of a speech by a senior member of the AfD, saying he did not endorse the party’s views but that the opinions expressed had “real importance”.</p> \n<p>Rees-Mogg wrote in the original tweet: “The AfD leader asks: ‘Is it any wonder the British see bad faith behind every manoeuvre from Brussels?’”</p> \n<p>Lammy said broadcasters including the BBC were allowing “this extreme hard-right fascism to flourish”.</p> \n<p>He said he was deeply concerned about the future of the country if Brexiters such as Rees-Mogg and Johnson took control of the Conservative party. “What kind of country are we going to be like if these people are running it?” he said.</p> \n<p>Asked if he was saying that Rees-Mogg and Johnson were the modern-day equivalent of Nazis, Lammy said: “Ask Boris Johnson why he’s hanging out with Steve Bannon.”</p> \n<p>Rees-Mogg said Lammy’s comments “make him look foolish”.</p> \n<p>He tweeted: “I feel sorry for Mr Lammy, comparing a Parliamentary ginger group with an organisation and creed that killed six million Jewish people makes him look foolish and his comments unbalanced. It damages his reputation.”</p> \n<p>Ukip’s leader, Gerard Batten, who was also appearing on the show, described a tweet sent by a candidate accused of triggering rape threats against the Labour MP Jess Phillips as “satire”.</p> \n<p>A Ukip MEP candidate, Carl Benjamin, <a href=\"https://www.theguardian.com/politics/2019/mar/22/youtuber-carl-benjamin-accused-triggering-rape-threats-could-stand-for-ukip\">previously tweeted</a>: “I wouldn’t even rape you” to the Birmingham Yardley MP.</p> \n<p>Batten told Marr: “He is a proponent of free speech. The context that he said it was satire against the people he was saying it about. He wasn’t actually making a literal statement.”</p> \n<p>Phillips said she could not criticise the programme for airing the interview, writing on Twitter that “covering and challenging Ukip on the issue, it’s the right thing to do”.</p> \n<p>A BBC spokesman said: “Andrew robustly challenged Gerard Batten and he was properly held to account.”</p>",
      "newspaperPageNumber": "11",
      "wordcount": "568",
      "firstPublicationDate": "2019-04-14T12:22:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:14Z",
      "newspaperEditionDate": "2019-04-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b8ky2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/101c4fdb2a73ecf248cd6419eccab066b3fa26d3/0_96_3400_2040/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "David Lammy has said comparing the hard-Brexit European Research Group of Tory MPs to Nazis and proponents of South African apartheid was “not strong enough”, and suggested that the Brexit debate had allowed proponents of hard right views to flourish. The Labour MP, who is a vocal campaigner for a second EU referendum, was asked on the BBC’s Andrew Marr Show whether a comparison he previously made to the election of Adolf Hitler’s party in Germany and to South African white supremacists was appropriate. “I would say that that wasn’t strong enough. In 1938 there were allies who hatched a plan for Hitler to annex part of Czechoslovakia, and Churchill said no, and he stood alone,” he said. Asked if it was fair to make such a comment about elected politicians, he said: “I don’t care how elected they were: so was the far right in Germany.” Lammy pointed to the contact between the former foreign secretary Boris Johnson and Donald Trump’s former senior adviser Steve Bannon, as well as a tweet from the ERG chair, Jacob Rees-Mogg, quoting the far-right German party Alternative für Deutschland. “We must not appease. Let me just be clear, I’m an ethnic minority. We have, in the ERG, in Jacob Rees-Mogg, someone who is happy to put on to his web pages the horrible, racist AfD party, a party that’s Islamophobic and on the far right,” he said. “I’m sorry, but very, very seriously, of course we should not appease that, of course we should not appease that.” Rees-Mogg has defended his decision to tweet a video of a speech by a senior member of the AfD, saying he did not endorse the party’s views but that the opinions expressed had “real importance”. Rees-Mogg wrote in the original tweet: “The AfD leader asks: ‘Is it any wonder the British see bad faith behind every manoeuvre from Brussels?’” Lammy said broadcasters including the BBC were allowing “this extreme hard-right fascism to flourish”. He said he was deeply concerned about the future of the country if Brexiters such as Rees-Mogg and Johnson took control of the Conservative party. “What kind of country are we going to be like if these people are running it?” he said. Asked if he was saying that Rees-Mogg and Johnson were the modern-day equivalent of Nazis, Lammy said: “Ask Boris Johnson why he’s hanging out with Steve Bannon.” Rees-Mogg said Lammy’s comments “make him look foolish”. He tweeted: “I feel sorry for Mr Lammy, comparing a Parliamentary ginger group with an organisation and creed that killed six million Jewish people makes him look foolish and his comments unbalanced. It damages his reputation.” Ukip’s leader, Gerard Batten, who was also appearing on the show, described a tweet sent by a candidate accused of triggering rape threats against the Labour MP Jess Phillips as “satire”. A Ukip MEP candidate, Carl Benjamin, previously tweeted: “I wouldn’t even rape you” to the Birmingham Yardley MP. Batten told Marr: “He is a proponent of free speech. The context that he said it was satire against the people he was saying it about. He wasn’t actually making a literal statement.” Phillips said she could not criticise the programme for airing the interview, writing on Twitter that “covering and challenging Ukip on the issue, it’s the right thing to do”. A BBC spokesman said: “Andrew robustly challenged Gerard Batten and he was properly held to account.”",
      "charCount": "3354",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a> Chief political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/apr/14/neoliberalism-and-crushing-bureaucracy-in-the-public-sector",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-04-14T17:12:21Z",
    "webTitle": "Neoliberalism and crushing bureaucracy in the public sector | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/apr/14/neoliberalism-and-crushing-bureaucracy-in-the-public-sector",
    "apiUrl": "https://content.guardianapis.com/society/2019/apr/14/neoliberalism-and-crushing-bureaucracy-in-the-public-sector",
    "fields": {
      "headline": "Neoliberalism and crushing bureaucracy in the public sector",
      "standfirst": "<strong>Pete Dorey</strong> fears the bureaucratic tail now wags the professional dog, <strong>Jon Griffith </strong>says neoliberalism is the invention of commentators unable or unwilling to face political facts, while <strong>Frank Land </strong>offers a warning about short-termism",
      "trailText": "Letters: <strong>Pete Dorey</strong> fears the bureaucratic tail now wags the professional dog, <strong>Jon Griffith </strong>says neoliberalism is the invention of commentators unable or unwilling to face political facts, while <strong>Frank Land </strong>offers a warning about short-termism",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"04c2bfa8bdc764a666a80d6e76bd715b5b46dd97\"> <img src=\"https://media.guim.co.uk/04c2bfa8bdc764a666a80d6e76bd715b5b46dd97/0_335_8776_5267/1000.jpg\" alt=\"Stethoscope in the shape of a heart beat\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘I work in higher education, and my wife works in the NHS, and both of us have been driven to despair by the relentless growth of managerial control,’ says Pete Dorey.</span> <span class=\"element-image__credit\">Photograph: Getty/iStockphoto</span> </figcaption> </figure>",
      "body": "<p>George Monbiot’s analysis of suffocating bureaucracy in the “marketised” public sector was as accurate as it was depressing to read (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/10/neoliberalism-freedom-control-privatisation-state\" title=\"\">We were promised freedom. Privatisation doesn’t deliver it</a>, 10 April). I work in higher education and my wife works in the NHS, and both of us have been driven to despair by the relentless growth of managerial control since the 1990s. The rigid rules and regulations we are bound by, which stipulate not merely which procedures have to be followed for each activity, but how these must be performed, make it impossible for us to do our jobs effectively. The bureaucratic tail now wags the professional dog.</p> <p>Even while frontline staff are told that lack of funding means posts must remain unfilled, and redundancies imposed, the number of managers increases regardless. These managers then bury already overstretched and stressed frontline staff with more targets, appraisals, medium-term strategic reviews, annual reviews, five-year plans, framework agreements, mission statements, new or revised guidelines, compulsory training courses and away days. As if this was not bad enough, public sector workers are also expected to read a relentless cascade of unintelligible, jargon-filled documentation explaining how they should do their jobs, and what results they are expected to achieve. It is this Soviet-style regime, actually encouraged and embedded by the Tories, that breeds inefficiency, not a lack of professionalism or competence, among frontline staff in the public sector. Doctors, nurses, police officers, probation officers, social workers, teachers and university lecturers desperately want to be allowed to do their jobs enthusiastically and professionally (while fully accepting the need for accountability and efficiency), but the sheer scale of politically imposed bureaucracy and layers of management throughout the public sector makes it impossible.<br><strong>Pete Dorey</strong><br><em>Bath, Somerset</em></p> <p>• George Monbiot laments neoliberalism’s failures, but it has always been an abstraction, never a reality. It’s the invention of commentators unable or unwilling to face political facts: people do what they can to further their interests, and the more power they have, the more they get away with.</p> <p>Look at the history of corporations, from the medieval church, through the East India Company, to the petrochemical industry, for the most obvious evidence of this widespread phenomenon. If neoliberalism existed, university principals would not earn 20 times more than their colleagues, because a really free market would not permit such fixes; high-street banks would not dictate the terms of trade as they do, as there would be many more competitors for their custom; and the practice of audit – and hence the bureaucratic management Monbiot identifies – would not be determined by a handful of mighty institutions.<br><strong>Jon Griffith</strong><br><em>Hastings, East Sussex</em></p> <p>• To George’s list we need to add the short-termism that is almost a requirement when such a model dominates. Investment decisions, for example, tend to be based on today’s shareholder value rather than long-term objectives, including objectives not measured by shareholders’ values.<br><strong>Frank Land</strong><br><em>Totnes, Devon</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "527",
      "commentable": "false",
      "firstPublicationDate": "2019-04-14T17:12:21Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-14T17:15:02Z",
      "newspaperEditionDate": "2019-04-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b8y93",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/04c2bfa8bdc764a666a80d6e76bd715b5b46dd97/0_335_8776_5267/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "George Monbiot’s analysis of suffocating bureaucracy in the “marketised” public sector was as accurate as it was depressing to read (We were promised freedom. Privatisation doesn’t deliver it, 10 April). I work in higher education and my wife works in the NHS, and both of us have been driven to despair by the relentless growth of managerial control since the 1990s. The rigid rules and regulations we are bound by, which stipulate not merely which procedures have to be followed for each activity, but how these must be performed, make it impossible for us to do our jobs effectively. The bureaucratic tail now wags the professional dog. Even while frontline staff are told that lack of funding means posts must remain unfilled, and redundancies imposed, the number of managers increases regardless. These managers then bury already overstretched and stressed frontline staff with more targets, appraisals, medium-term strategic reviews, annual reviews, five-year plans, framework agreements, mission statements, new or revised guidelines, compulsory training courses and away days. As if this was not bad enough, public sector workers are also expected to read a relentless cascade of unintelligible, jargon-filled documentation explaining how they should do their jobs, and what results they are expected to achieve. It is this Soviet-style regime, actually encouraged and embedded by the Tories, that breeds inefficiency, not a lack of professionalism or competence, among frontline staff in the public sector. Doctors, nurses, police officers, probation officers, social workers, teachers and university lecturers desperately want to be allowed to do their jobs enthusiastically and professionally (while fully accepting the need for accountability and efficiency), but the sheer scale of politically imposed bureaucracy and layers of management throughout the public sector makes it impossible. Pete Dorey Bath, Somerset • George Monbiot laments neoliberalism’s failures, but it has always been an abstraction, never a reality. It’s the invention of commentators unable or unwilling to face political facts: people do what they can to further their interests, and the more power they have, the more they get away with. Look at the history of corporations, from the medieval church, through the East India Company, to the petrochemical industry, for the most obvious evidence of this widespread phenomenon. If neoliberalism existed, university principals would not earn 20 times more than their colleagues, because a really free market would not permit such fixes; high-street banks would not dictate the terms of trade as they do, as there would be many more competitors for their custom; and the practice of audit – and hence the bureaucratic management Monbiot identifies – would not be determined by a handful of mighty institutions. Jon Griffith Hastings, East Sussex • To George’s list we need to add the short-termism that is almost a requirement when such a model dominates. Investment decisions, for example, tend to be based on today’s shareholder value rather than long-term objectives, including objectives not measured by shareholders’ values. Frank Land Totnes, Devon • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3483",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/apr/14/barriers-to-tackling-mental-health-issues",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-04-14T17:12:07Z",
    "webTitle": "Barriers to tackling mental health issues | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/apr/14/barriers-to-tackling-mental-health-issues",
    "apiUrl": "https://content.guardianapis.com/society/2019/apr/14/barriers-to-tackling-mental-health-issues",
    "fields": {
      "headline": "Barriers to tackling mental health issues",
      "standfirst": "Sharing your experiences with colleagues can be freeing or detrimental, warns one anonymous writer. Headteacher <strong>Eileen Sheerin</strong> responds to the news that children who need help with mental health face a postcode lottery",
      "trailText": "<strong>Letters:</strong> Sharing your experiences with colleagues can be freeing or detrimental, warns one anonymous writer. Headteacher <strong>Eileen Sheerin</strong> responds to the news that children who need help with mental health face a postcode lottery",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"79295a7b019babcd1c66953abc113594abbd6a65\"> <img src=\"https://media.guim.co.uk/79295a7b019babcd1c66953abc113594abbd6a65/0_39_5215_3129/1000.jpg\" alt=\"Woman covering her eyes\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Training and awareness is great, but there also needs to be the will to accept and to understand,’ says one anonymous writer. </span> <span class=\"element-image__credit\">Photograph: Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>While I agree with the idea that it is helpful to be able to talk to managers and colleagues if you have mental health issues (<a href=\"https://www.theguardian.com/lifeandstyle/2019/apr/08/it-can-be-a-wonderful-freeing-moment-opening-up-about-mental-health-at-work\" title=\"\">It can be a wonderful freeing moment</a>, G2, 8 April) it very much depends on the attitudes of those you work with as to the outcome.</p> <p>I tried to lessen the stigma around these issues by sharing some of my difficulties with colleagues in an appropriate way, but when I was open with the CEO of the small company where I had worked for over 10 years, I came to regret it. My difficulties were seen as personal weaknesses, I was not paid for time taken for mental health treatments (despite appointments for medical treatments for other staff being taken as paid time off), and I was not supported in any way. This was despite the relevant staff member being a qualified psychologist.</p> <p>Training and awareness is great, but there also needs to be the will to accept and to understand. It can be very difficult to judge a person’s attitude towards mental health issues in advance of broaching the subject with them. I hope we can find a way to overcome this.<br><strong>Name and address supplied</strong></p> <p>• We know that local authorities are prioritising early intervention for young people’s mental health, and it’s positive that they are. But as Sally Weale notes (<a href=\"https://www.theguardian.com/society/2019/apr/10/children-who-need-help-with-mental-health-face-postcode-lottery-study\" title=\"\">Report</a>, theguardian.com, 10 April), the funds available simply do not go far enough. Until the government can guarantee there will not be a postcode lottery for young people with mental health issues, we will continue to see young people fall down the cracks. Educators are in a position to provide early intervention support for students’ mental health, but if they are not given adequate funding and time to do this, we will still be fighting a losing battle.<br><strong>Eileen Sheerin</strong><br><em>Headteacher of Ashcroft School, Together Trust</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "359",
      "commentable": "false",
      "firstPublicationDate": "2019-04-14T17:12:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-14T17:15:04Z",
      "newspaperEditionDate": "2019-04-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b8y3t",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/79295a7b019babcd1c66953abc113594abbd6a65/0_39_5215_3129/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "While I agree with the idea that it is helpful to be able to talk to managers and colleagues if you have mental health issues (It can be a wonderful freeing moment, G2, 8 April) it very much depends on the attitudes of those you work with as to the outcome. I tried to lessen the stigma around these issues by sharing some of my difficulties with colleagues in an appropriate way, but when I was open with the CEO of the small company where I had worked for over 10 years, I came to regret it. My difficulties were seen as personal weaknesses, I was not paid for time taken for mental health treatments (despite appointments for medical treatments for other staff being taken as paid time off), and I was not supported in any way. This was despite the relevant staff member being a qualified psychologist. Training and awareness is great, but there also needs to be the will to accept and to understand. It can be very difficult to judge a person’s attitude towards mental health issues in advance of broaching the subject with them. I hope we can find a way to overcome this. Name and address supplied • We know that local authorities are prioritising early intervention for young people’s mental health, and it’s positive that they are. But as Sally Weale notes (Report, theguardian.com, 10 April), the funds available simply do not go far enough. Until the government can guarantee there will not be a postcode lottery for young people with mental health issues, we will continue to see young people fall down the cracks. Educators are in a position to provide early intervention support for students’ mental health, but if they are not given adequate funding and time to do this, we will still be fighting a losing battle. Eileen Sheerin Headteacher of Ashcroft School, Together Trust • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2084",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/14/voter-registration-process-must-evolve",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-14T17:10:34Z",
    "webTitle": "Voter registration process must evolve | Letter",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/14/voter-registration-process-must-evolve",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/14/voter-registration-process-must-evolve",
    "fields": {
      "headline": "Voter registration process must evolve",
      "standfirst": "<strong>Dr Jess Garland</strong> thinks Labour is right to support automatic voter registration and says the ‘missing millions’ must be heard",
      "trailText": "Letter: <strong>Dr Jess Garland</strong> thinks Labour is right to support automatic voter registration and says the ‘missing millions’ must be heard",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"7b99ed7fd7558e9582d7a33d34337ba53dd637fb\"> <img src=\"https://media.guim.co.uk/7b99ed7fd7558e9582d7a33d34337ba53dd637fb/0_0_3500_2100/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘All parties need to be looking at how to modernise our democracy when so many millions feel unheard and excluded,’ says Dr Jess Garland. </span> <span class=\"element-image__credit\">Photograph: Aaron Chown/PA</span> </figcaption> </figure>",
      "body": "<p>Labour’s announcement that it will support automatic voter registration (<a href=\"https://www.theguardian.com/politics/2019/apr/11/labour-looks-at-automatic-registration-to-raise-voter-turnout\" title=\"\">Report</a>, 12 April) is a welcome step in the right direction. Far from being radical, though, automatic registration is the common right across advanced democracies. All parties need to be looking at how to modernise our democracy when so many millions feel unheard and excluded. We need a registration revolution – steps to ensure that registration isn’t a lottery but is instead encouraged at every stage of interaction with official bodies, from sorting pensions to getting a driving licence or benefits. It’s time the “missing millions” were heard.<br><strong>Dr Jess Garland</strong><br><em>Director of policy and research, Electoral Reform Society</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "153",
      "commentable": "false",
      "firstPublicationDate": "2019-04-14T17:10:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-14T17:15:06Z",
      "newspaperEditionDate": "2019-04-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b8yvv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7b99ed7fd7558e9582d7a33d34337ba53dd637fb/0_0_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour’s announcement that it will support automatic voter registration (Report, 12 April) is a welcome step in the right direction. Far from being radical, though, automatic registration is the common right across advanced democracies. All parties need to be looking at how to modernise our democracy when so many millions feel unheard and excluded. We need a registration revolution – steps to ensure that registration isn’t a lottery but is instead encouraged at every stage of interaction with official bodies, from sorting pensions to getting a driving licence or benefits. It’s time the “missing millions” were heard. Dr Jess Garland Director of policy and research, Electoral Reform Society • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "993",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "media/2019/apr/14/assange-has-been-collared-his-cat-knows-the-feeling",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-04-14T17:08:50Z",
    "webTitle": "Assange has been collared. His cat knows the feeling | Brief letters",
    "webUrl": "https://www.theguardian.com/media/2019/apr/14/assange-has-been-collared-his-cat-knows-the-feeling",
    "apiUrl": "https://content.guardianapis.com/media/2019/apr/14/assange-has-been-collared-his-cat-knows-the-feeling",
    "fields": {
      "headline": "Assange has been collared. His cat knows the feeling",
      "standfirst": "Easter rail travel | Annunziata Rees-Mogg | Julian Assange’s cat | Good news | Kids’ puzzles",
      "trailText": "<strong>Brief letters:</strong> Easter rail travel | Annunziata Rees-Mogg | Julian Assange’s cat | Good news | Kids’ puzzles",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"34b05452f767c021d0ad7f5d686ffbeac9207b8f\"> <img src=\"https://media.guim.co.uk/34b05452f767c021d0ad7f5d686ffbeac9207b8f/277_137_2708_1625/1000.jpg\" alt=\"Julian Assange’s cat looks out from a window of the Ecuadorian embassy in London. Lesley Kant wonders what has happened to it. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Julian Assange’s cat looks out from a window of the Ecuadorian embassy in London. Lesley Kant wonders what has happened to it. </span> <span class=\"element-image__credit\">Photograph: Matt Dunham/AP</span> </figcaption> </figure>",
      "body": "<p>Following the warning about rail travel over the Easter weekend (<a href=\"https://www.theguardian.com/uk-news/2019/apr/12/easter-travel-plans-disruption-railway-closures-london\" title=\"\">Easter travel plans face huge disruption due to railway closures</a>, 12 April), I have established that a trip from Lancaster to London will take about twice as long as usual then. Only the fare, apparently, remains unaltered.<br><strong>Professor Trevor Curnow</strong><br><em>Lancaster</em></p> <p>• So the 40-year-old Annunziata Rees-Mogg says she joined the Conservative party in 1984 (<a href=\"https://www.theguardian.com/politics/2019/apr/12/annunziata-rees-mogg-to-stand-as-mep-for-farages-brexit-party\" title=\"\">Rees-Mogg’s sister among Farage’s EU election candidates</a>, 13 April)? When she was five. There was me thinking Tory members were all elderly.<br><strong>Peter Mitchell</strong><br><em>London</em></p> <p>• It is not easy to feel sympathy for a man who dresses his cat in a collar and tie (<a href=\"https://www.theguardian.com/uk-news/2019/apr/11/julian-assange-arrested-at-ecuadorian-embassy-wikileaks\" title=\"\">Assange faces five years in US jail as standoff ends</a>, 12 April). By the way, who is now looking after the cat?<br><strong>Lesley Kant</strong><br><em>Norwich</em></p> <p>• The wonderful story of the lost Somerset river flowing again after 70 years (<a href=\"https://www.theguardian.com/environment/2019/apr/12/lost-river-returns-somerset-70-years-after-dried-up\" title=\"\">Report</a>, page 12, 13 April) should have been on the front page, along with <a href=\"https://www.theguardian.com/tv-and-radio/2019/apr/12/fleabag-effect-sees-surge-in-sales-of-jumpsuits-and-red-dresses\" title=\"\">Fleabag effect</a> (page 14). Goodness knows we need cheering up and those two stories did just that. Let’s have more. Let’s have at least one happy, uplifting story on the front page every day.<br><strong>Susan Unwin</strong><br><em>Newbury, Berkshire</em></p> <p>• Further to the letter (<a href=\"https://www.theguardian.com/tv-and-radio/2019/apr/10/forget-fleabag-lets-see-more-derry-girls\" title=\"\">11 April</a>) from Emily McDermott (aged eight), I too really missed the kids’ puzzles on Saturday 6 April and am happy to see them back. I must have been off school the day we did long division and I’m loving the challenge each week.<br><strong>Nicola Vanderwert (aged 45)</strong><br><em>Farnham, Surrey</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "294",
      "commentable": "false",
      "firstPublicationDate": "2019-04-14T17:08:50Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:38Z",
      "newspaperEditionDate": "2019-04-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b8ynj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/34b05452f767c021d0ad7f5d686ffbeac9207b8f/277_137_2708_1625/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Following the warning about rail travel over the Easter weekend (Easter travel plans face huge disruption due to railway closures, 12 April), I have established that a trip from Lancaster to London will take about twice as long as usual then. Only the fare, apparently, remains unaltered. Professor Trevor Curnow Lancaster • So the 40-year-old Annunziata Rees-Mogg says she joined the Conservative party in 1984 (Rees-Mogg’s sister among Farage’s EU election candidates, 13 April)? When she was five. There was me thinking Tory members were all elderly. Peter Mitchell London • It is not easy to feel sympathy for a man who dresses his cat in a collar and tie (Assange faces five years in US jail as standoff ends, 12 April). By the way, who is now looking after the cat? Lesley Kant Norwich • The wonderful story of the lost Somerset river flowing again after 70 years (Report, page 12, 13 April) should have been on the front page, along with Fleabag effect (page 14). Goodness knows we need cheering up and those two stories did just that. Let’s have more. Let’s have at least one happy, uplifting story on the front page every day. Susan Unwin Newbury, Berkshire • Further to the letter (11 April) from Emily McDermott (aged eight), I too really missed the kids’ puzzles on Saturday 6 April and am happy to see them back. I must have been off school the day we did long division and I’m loving the challenge each week. Nicola Vanderwert (aged 45) Farnham, Surrey • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1762",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/14/future-remain-campaign-will-be-better-than-in-2016-say-mps",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-14T16:18:24Z",
    "webTitle": "People's Vote campaigners vow to overhaul 'project fear' image",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/14/future-remain-campaign-will-be-better-than-in-2016-say-mps",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/14/future-remain-campaign-will-be-better-than-in-2016-say-mps",
    "fields": {
      "headline": "People's Vote campaigners vow to overhaul 'project fear' image",
      "standfirst": "<p>‘People’s Voice’ project aimed at escaping shadow of failed 2016 referendum strategy</p>",
      "trailText": "‘People’s Voice’ project aimed at escaping shadow of failed 2016 referendum strategy",
      "byline": "Jessica Elgot Chief political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"b035612e528a7f92400ea8678fde8b98a1466ea2\"> <img src=\"https://media.guim.co.uk/b035612e528a7f92400ea8678fde8b98a1466ea2/0_0_3500_2100/1000.jpg\" alt=\"Put It To The People rally in Parliament Square.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Put It To The People rally in Parliament Square, London. </span> <span class=\"element-image__credit\">Photograph: Jiri Rezac/Led By Donkeys</span> </figcaption> </figure>",
      "body": "<p>People’s Vote campaigners are hoping to overhaul the establishment image of the remain campaign and its “project fear” narrative with a mass listening project aimed at informing a future referendum campaign.</p> <p>The campaign for a fresh Brexit referendum has been holding People’s Voice events for leave and remain voters and plans to expand these in an attempt to identify common concerns.</p> <p>The events were launched in January by the Labour MP Jess Phillips and have been held in leave-voting towns, including Grimsby and Sunderland, as well as remain towns and cities such as Glasgow and Brighton.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/apr/14/remainers-learn-2016-referendum-lessons-or-face-defeat-second-vote\">Learning from referendum failure is key to success, says leading Remain figure</a> </p> </aside>  <p>The project is understood to be seeking to run a different campaign to the widely criticised remain operation before the 2016 referendum.</p> <p>Sources suggested campaigners wanted to “learn the lessons” of that campaign. They also hoped to convince sceptical Labour MPs that a second referendum would not necessarily be divisive, and could even allow the party to take charge of a changed narrative linked to big issues such as climate change and austerity.</p> <p>In a report looking at the impact of events so far, a key concern cited by both leave and remain voters was fear about falsehoods being fed to voters by politicians, including the remain campaign’s “<a href=\"https://www.theguardian.com/business/2018/may/27/project-fear-coming-true-after-all-two-years-later-brexit\">project fear</a>” and the <a href=\"https://www.theguardian.com/politics/2016/jun/27/eu-referendum-reality-check-leave-campaign-promises\">far-fetched promises made by the leave campaign.</a></p>  <figure class=\"element element-image\" data-media-id=\"dcd3703da1b95a4cebc28226a9ecaaa1371880ad\"> <img src=\"https://media.guim.co.uk/dcd3703da1b95a4cebc28226a9ecaaa1371880ad/0_99_3497_2099/1000.jpg\" alt=\"The Labour MP Bridget Phillipson.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Labour MP Bridget Phillipson says a new campaign would need to be ‘respectful and honest.’</span> <span class=\"element-image__credit\">Photograph: Ed Sykes/Reuters</span> </figcaption> </figure>  <p>Other worries voiced on both sides of the Brexit divide included a decline of patriotism, rising inequality, climate change and insecure work.</p> <p>Bridget Phillipson, the Labour MP for Houghton and Sunderland South, said a new referendum campaign would need “a more respectful, honest conversation about this whole issue”.</p> <p>She said an event she had hosted in Sunderland had proved the Brexit debate need not be acrimonious. “We can agree on the facts and the challenges our country faces even if we disagree on the solutions,” she said.</p> <p>“I know there are divisions in this country and passionately held views on all sides of the Brexit debate, but I believe we’ll do far better talking about them than sweeping them under the carpet. A final-say referendum can be different from 2016: it can start a conversation that’s long overdue about the things that really matter to this country.”</p> <p>Andrew Cooper, the pollster for the 2016 Stronger In campaign who is now at Populus, conceded the 2016 referendum campaign had “left a bad taste in the mouth” and had damaged trust in politics.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jan/14/project-fear-remainer-patriotism-second-referendum-brexit\">Forget project fear. Remainers now need a ‘project patriotism’ | Phillip Blond</a> </p> </aside>  <p>“Those campaigning to stay in the EU cannot be tin-eared to the towering challenges faced by so many people and communities across the UK,” he said. “There are very good reasons why people voted for Brexit. A successful remain campaign will have to convince them that these challenges are best fixed working within, not outside, the EU.”</p> <p>More events are set to take place around the country, focusing on areas that voted heavily to leave, including Leigh in Greater Manchester, Luton, and Islwyn in the Welsh valleys.</p> <p>Huw Merriman, a former Conservative frontbencher who has become a cautious backer of a second referendum as a way to break the impasse in parliament, said the public would only accept a new referendum if it also had the backing of leave voters.</p> <p>“It’s really important that the campaigners for a new vote show this is not just a ruse to ensure Britain stays in the EU but a genuine opportunity to disentangle Brexit from the Westminster thicket,” Merriman said. “There are more MPs like me on my side of the house but the People’s Vote campaign needs to change if it is to find us.”</p>  <figure class=\"element element-image\" data-media-id=\"4ab0c50edafd58556471baa5a596b075da22fda4\"> <img src=\"https://media.guim.co.uk/4ab0c50edafd58556471baa5a596b075da22fda4/0_5_4222_2533/1000.jpg\" alt=\"Alastair Campbell.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour’s former director of communications Alastair Campbell at a rally for Britain Stronger in Europe in London on 19 June 2016.</span> <span class=\"element-image__credit\">Photograph: Ben Stansall/AFP/Getty Images</span> </figcaption> </figure>  <p>Polling done for the People’s Voice report found more than two-thirds of the public thought both sides in the 2016 referendum campaign had told “lies and scare stories, meaning that it was impossible for people to make a proper choice”.</p> <p>More than 80% said Brexit had “turned out to be much more complicated than we were told in the referendum”.</p> <p>The report concluded that a new pro-EU campaign must address the underlying causes of the 2016 leave vote and offer credible solutions, as well as avoiding overinflated rhetoric.</p> <p>Most importantly, it must reject a “project fear” narrative and make a positive case, the report found, a tactic that was “castigated by everyone we spoke to, it remains a complete turnoff to voters”.</p> <p>It found that voters “simply do not believe that leaving the European Union will cause immediate and significant harm to them and their families” and that any new campaign should be centred on the positive difference the EU can make to jobs and rights.</p>",
      "newspaperPageNumber": "11",
      "wordcount": "756",
      "firstPublicationDate": "2019-04-14T16:18:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:14Z",
      "newspaperEditionDate": "2019-04-15T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b8yg4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b035612e528a7f92400ea8678fde8b98a1466ea2/0_0_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "People’s Vote campaigners are hoping to overhaul the establishment image of the remain campaign and its “project fear” narrative with a mass listening project aimed at informing a future referendum campaign. The campaign for a fresh Brexit referendum has been holding People’s Voice events for leave and remain voters and plans to expand these in an attempt to identify common concerns. The events were launched in January by the Labour MP Jess Phillips and have been held in leave-voting towns, including Grimsby and Sunderland, as well as remain towns and cities such as Glasgow and Brighton. The project is understood to be seeking to run a different campaign to the widely criticised remain operation before the 2016 referendum. Sources suggested campaigners wanted to “learn the lessons” of that campaign. They also hoped to convince sceptical Labour MPs that a second referendum would not necessarily be divisive, and could even allow the party to take charge of a changed narrative linked to big issues such as climate change and austerity. In a report looking at the impact of events so far, a key concern cited by both leave and remain voters was fear about falsehoods being fed to voters by politicians, including the remain campaign’s “project fear” and the far-fetched promises made by the leave campaign. Other worries voiced on both sides of the Brexit divide included a decline of patriotism, rising inequality, climate change and insecure work. Bridget Phillipson, the Labour MP for Houghton and Sunderland South, said a new referendum campaign would need “a more respectful, honest conversation about this whole issue”. She said an event she had hosted in Sunderland had proved the Brexit debate need not be acrimonious. “We can agree on the facts and the challenges our country faces even if we disagree on the solutions,” she said. “I know there are divisions in this country and passionately held views on all sides of the Brexit debate, but I believe we’ll do far better talking about them than sweeping them under the carpet. A final-say referendum can be different from 2016: it can start a conversation that’s long overdue about the things that really matter to this country.” Andrew Cooper, the pollster for the 2016 Stronger In campaign who is now at Populus, conceded the 2016 referendum campaign had “left a bad taste in the mouth” and had damaged trust in politics. “Those campaigning to stay in the EU cannot be tin-eared to the towering challenges faced by so many people and communities across the UK,” he said. “There are very good reasons why people voted for Brexit. A successful remain campaign will have to convince them that these challenges are best fixed working within, not outside, the EU.” More events are set to take place around the country, focusing on areas that voted heavily to leave, including Leigh in Greater Manchester, Luton, and Islwyn in the Welsh valleys. Huw Merriman, a former Conservative frontbencher who has become a cautious backer of a second referendum as a way to break the impasse in parliament, said the public would only accept a new referendum if it also had the backing of leave voters. “It’s really important that the campaigners for a new vote show this is not just a ruse to ensure Britain stays in the EU but a genuine opportunity to disentangle Brexit from the Westminster thicket,” Merriman said. “There are more MPs like me on my side of the house but the People’s Vote campaign needs to change if it is to find us.” Polling done for the People’s Voice report found more than two-thirds of the public thought both sides in the 2016 referendum campaign had told “lies and scare stories, meaning that it was impossible for people to make a proper choice”. More than 80% said Brexit had “turned out to be much more complicated than we were told in the referendum”. The report concluded that a new pro-EU campaign must address the underlying causes of the 2016 leave vote and offer credible solutions, as well as avoiding overinflated rhetoric. Most importantly, it must reject a “project fear” narrative and make a positive case, the report found, a tactic that was “castigated by everyone we spoke to, it remains a complete turnoff to voters”. It found that voters “simply do not believe that leaving the European Union will cause immediate and significant harm to them and their families” and that any new campaign should be centred on the positive difference the EU can make to jobs and rights.",
      "charCount": "4472",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a> Chief political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/14/stephen-dorrell-defection-change-uk-tory-poll-five-year-low",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-14T08:00:44Z",
    "webTitle": "Tories hit by new defections and slump in opinion polls as party divide widens",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/14/stephen-dorrell-defection-change-uk-tory-poll-five-year-low",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/14/stephen-dorrell-defection-change-uk-tory-poll-five-year-low",
    "fields": {
      "headline": "Tories hit by new defections and slump in opinion polls as party divide widens",
      "standfirst": "<p>Ex-cabinet minister Stephen Dorrell announces switch to Change UK, as Conservatives fall to a five-year polling low</p>",
      "trailText": "Ex-cabinet minister Stephen Dorrell announces switch to Change UK, as Conservatives fall to a five-year polling low",
      "byline": "Toby Helm and Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"cf6a373eb9a5fd04cac34d6adebf97f4f64f35fa\"> \n <img src=\"https://media.guim.co.uk/cf6a373eb9a5fd04cac34d6adebf97f4f64f35fa/727_1330_3453_2072/1000.jpg\" alt=\"Kenneth Clarke says he would probably switch to Change UK if May’s successor was a hardline Brexiter.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Kenneth Clarke says he would probably switch to Change UK if May’s successor was a hardline Brexiter.</span> \n  <span class=\"element-image__credit\">Photograph: Julien Warnand/EPA</span> \n </figcaption> \n</figure>",
      "body": "<p>The bitter fallout from Brexit is threatening to break the Tory party apart, as a Europhile former cabinet minister Stephen Dorrell on Sunday announces he is defecting to the independent MPs’ group <a href=\"https://www.theguardian.com/politics/2019/mar/29/independent-group-to-register-as-change-uk-party-under-heidi-allen\" title=\"\">Change UK</a>, and a new opinion poll shows Conservative support plummeting to a five-year low as anti-EU parties surge.</p> \n<p>Writing in Sunday’s <em>Observer, </em>Dorrell, who was health secretary under John Major, says he can no longer continue in a party that <a href=\"https://www.theguardian.com/commentisfree/2019/apr/14/nationalists-grip-tories-i-now-support-change-uk-brexit-european-elections\">“has fallen progressively under the influence of an English nationalist outlook”</a> and turned its back on the traditions of many of its greatest former leaders.</p> \n<p>Arguing that neither the Conservatives nor Labour now represent mainstream opinion in the UK, Dorrell says that the current two-party system no longer serves the interests of the electorate. He writes: “I shall continue to describe myself, as I always have, as a liberal Conservative but I shall do so in future as a supporter of Change UK – The Independent Group, which I believe has become the natural home of those who regard themselves, as I do, as the heirs of Disraeli, Churchill, Macmillan and Heath.”</p> \n<p>He adds: “I do not believe any of them would have countenanced the idea that Britain should imagine its interests are best served by removing itself from the European mainstream.”</p> \n<figure class=\"element element-image\" data-media-id=\"fc0576387263794550340cfa4ddddf496f2e9c93\"> \n <img src=\"https://media.guim.co.uk/fc0576387263794550340cfa4ddddf496f2e9c93/0_286_5976_3584/1000.jpg\" alt=\"Stephen Dorrell\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Stephen Dorrell said the Tories had ‘fallen progressively under the influence of an English nationalist outlook’.</span> \n  <span class=\"element-image__credit\">Photograph: Graeme Robertson/The Guardian</span> \n </figcaption> \n</figure> \n<p>Dorrell is understood to be interested in standing in next month’s <a href=\"https://www.theguardian.com/uk-news/2019/apr/06/furious-tory-mps-will-bid-to-oust-may-if-uk-fights-euro-poll\" title=\"\">European elections </a>for Change UK, if they go ahead. Another former Tory MP, Neil Carmichael, who was chairman of the Commons education select committee, has also left the party and wants to stand for Change UK in the European elections.</p> \n<p>Carmichael said he could not carry on as a Conservative. “I think the attitude of the Conservative party at the moment is simply wrong. It isn’t easy for the prime minister – she was dealt a bad hand. But the ‘Brexit means Brexit’ slogan got us off to a hard Brexit start and her red lines on leaving the customs union and single market did not help thereafter.</p> \n<p>“I joined the party in 1989. You reach a point where you have to stand up and say, this is just not right. I’m hoping the electorate will deliver a message to the party. I’m thinking about standing in the European elections and would do so for the Independent Group. That is my intention. It is an opportunity to redefine the debate and excite people over the prospect of a people’s vote.”</p> \n<p>In a further sign that the Conservatives would face a split if May were replaced as leader by a hardline pro-Brexit leader, the <em>Observer </em>has also obtained a recording of Kenneth Clarke, the former chancellor, telling students at Nottingham University earlier this month that, while he believes that leaving the Tory party now would be an “odd gesture”, he would “probably” switch to Change UK if May’s successor was a hardline Brexiter leader who appointed a cabinet full of anti-EU Tories.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"63f41913-e9fb-42db-8a76-85f4aa52a773\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/dCnw5BhDazs?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>In February <a href=\"https://www.theguardian.com/politics/2019/feb/19/joan-ryan-eighth-labour-mp-quits-party-to-join-breakaway-independent-group\" title=\"\">eight Labour MPs </a>and three Tories quit their parties to form Change UK – The Independent Group, which has applied to the Electoral Commission to be able to enter candidates in the European elections on 23 May. The elections will take place if no Brexit deal has been passed by MPs by 22 May, under a proportional representation list system. Tom Levitt, a former Labour MP, has also quit Labour to join the fledging new party and he too hopes stand for Change UK at the European elections.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"dabad41d26f3babc057fee80a3d9db17152078a8\"> \n <img src=\"https://media.guim.co.uk/dabad41d26f3babc057fee80a3d9db17152078a8/1005_695_6179_3708/1000.jpg\" alt=\"Kenneth Clarke\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Kenneth Clarke.</span> \n  <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> \n </figcaption> \n</figure> \n<p>The latest defections come as a new Opinium poll for the <em>Observer </em>shows a dramatic fall in Tory support in the past two weeks and a surge for anti-EU parties. The Conservatives have fallen by six percentage points to 29% compared to a fortnight ago. It is their worst position since December 2014. Labour is up one point on 36% while Ukip is up two points on 11%.</p> \n<p>Even more alarmingly for the Tories, their prospects for the European elections appear dire. Only 17% of those certain to vote said they would choose the Conservatives in the European poll, while 29% would back Labour, and 25% either Ukip (13%) or Nigel Farage’s new <a href=\"https://www.theguardian.com/politics/2019/apr/12/annunziata-rees-mogg-to-stand-as-mep-for-farages-brexit-party\" title=\"\">Brexit party</a> (12%).</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/apr/2019-04-13T19:01:48/embed.html\" data-alt=\"voting intentions graphic\"> \n <a href=\"https://interactive.guim.co.uk/charts/embed/apr/2019-04-13T19:01:48/embed.html\">voting intentions graphic</a> \n</figure> \n<p>Adam Drummond of Opinium said last week’s decision by EU leaders to allow an extension to Brexit had hit Tory support. “Extending article 50 until October has done predictable damage to the Tories’ public support with the largest lead for Labour since 2014. The government also looks set to take a pasting in the European parliament elections next month with the Leave vote fracturing between it, Ukip and Nigel Farage’s Brexit party, while much of how the Remain vote splits will depend on how well Labour can continue straddling the divide. However, it’s important to emphasise that if these elections take place, they will be in totally unprecedented circumstances and therefore the scope for dramatic changes is huge.”</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/apr/2019-04-13T16:50:18/embed.html\" data-alt=\"eu elections graphic\"> \n <a href=\"https://interactive.guim.co.uk/charts/embed/apr/2019-04-13T16:50:18/embed.html\">eu elections graphic</a> \n</figure> \n<p>Separately, polling expert and Conservative peer Robert Hayward said the Tories were likely to lose more seats than other parties in the local council elections on 3 May, partly because they had performed strongly when the same seats were last up for election four years ago and the Liberal Democrat vote collapsed. Hayward said the Lib Dems were likely to be the biggest gainers, while Labour, which had fared poorly in recent council byelections, might do less well than its supporters hoped.</p>",
      "newspaperPageNumber": "10",
      "wordcount": "893",
      "commentable": "false",
      "firstPublicationDate": "2019-04-14T08:00:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:15Z",
      "newspaperEditionDate": "2019-04-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b8fqk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cf6a373eb9a5fd04cac34d6adebf97f4f64f35fa/727_1330_3453_2072/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The bitter fallout from Brexit is threatening to break the Tory party apart, as a Europhile former cabinet minister Stephen Dorrell on Sunday announces he is defecting to the independent MPs’ group Change UK, and a new opinion poll shows Conservative support plummeting to a five-year low as anti-EU parties surge. Writing in Sunday’s Observer, Dorrell, who was health secretary under John Major, says he can no longer continue in a party that “has fallen progressively under the influence of an English nationalist outlook” and turned its back on the traditions of many of its greatest former leaders. Arguing that neither the Conservatives nor Labour now represent mainstream opinion in the UK, Dorrell says that the current two-party system no longer serves the interests of the electorate. He writes: “I shall continue to describe myself, as I always have, as a liberal Conservative but I shall do so in future as a supporter of Change UK – The Independent Group, which I believe has become the natural home of those who regard themselves, as I do, as the heirs of Disraeli, Churchill, Macmillan and Heath.” He adds: “I do not believe any of them would have countenanced the idea that Britain should imagine its interests are best served by removing itself from the European mainstream.” Dorrell is understood to be interested in standing in next month’s European elections for Change UK, if they go ahead. Another former Tory MP, Neil Carmichael, who was chairman of the Commons education select committee, has also left the party and wants to stand for Change UK in the European elections. Carmichael said he could not carry on as a Conservative. “I think the attitude of the Conservative party at the moment is simply wrong. It isn’t easy for the prime minister – she was dealt a bad hand. But the ‘Brexit means Brexit’ slogan got us off to a hard Brexit start and her red lines on leaving the customs union and single market did not help thereafter. “I joined the party in 1989. You reach a point where you have to stand up and say, this is just not right. I’m hoping the electorate will deliver a message to the party. I’m thinking about standing in the European elections and would do so for the Independent Group. That is my intention. It is an opportunity to redefine the debate and excite people over the prospect of a people’s vote.” In a further sign that the Conservatives would face a split if May were replaced as leader by a hardline pro-Brexit leader, the Observer has also obtained a recording of Kenneth Clarke, the former chancellor, telling students at Nottingham University earlier this month that, while he believes that leaving the Tory party now would be an “odd gesture”, he would “probably” switch to Change UK if May’s successor was a hardline Brexiter leader who appointed a cabinet full of anti-EU Tories. In February eight Labour MPs and three Tories quit their parties to form Change UK – The Independent Group, which has applied to the Electoral Commission to be able to enter candidates in the European elections on 23 May. The elections will take place if no Brexit deal has been passed by MPs by 22 May, under a proportional representation list system. Tom Levitt, a former Labour MP, has also quit Labour to join the fledging new party and he too hopes stand for Change UK at the European elections. The latest defections come as a new Opinium poll for the Observer shows a dramatic fall in Tory support in the past two weeks and a surge for anti-EU parties. The Conservatives have fallen by six percentage points to 29% compared to a fortnight ago. It is their worst position since December 2014. Labour is up one point on 36% while Ukip is up two points on 11%. Even more alarmingly for the Tories, their prospects for the European elections appear dire. Only 17% of those certain to vote said they would choose the Conservatives in the European poll, while 29% would back Labour, and 25% either Ukip (13%) or Nigel Farage’s new Brexit party (12%). Adam Drummond of Opinium said last week’s decision by EU leaders to allow an extension to Brexit had hit Tory support. “Extending article 50 until October has done predictable damage to the Tories’ public support with the largest lead for Labour since 2014. The government also looks set to take a pasting in the European parliament elections next month with the Leave vote fracturing between it, Ukip and Nigel Farage’s Brexit party, while much of how the Remain vote splits will depend on how well Labour can continue straddling the divide. However, it’s important to emphasise that if these elections take place, they will be in totally unprecedented circumstances and therefore the scope for dramatic changes is huge.” Separately, polling expert and Conservative peer Robert Hayward said the Tories were likely to lose more seats than other parties in the local council elections on 3 May, partly because they had performed strongly when the same seats were last up for election four years ago and the Liberal Democrat vote collapsed. Hayward said the Lib Dems were likely to be the biggest gainers, while Labour, which had fared poorly in recent council byelections, might do less well than its supporters hoped.",
      "charCount": "5208",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a> and <a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/14/two-elections-confused-voters-the-view-from-hatfield",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-14T06:00:41Z",
    "webTitle": "Two elections and a lot of confused voters… the view from Hatfield",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/14/two-elections-confused-voters-the-view-from-hatfield",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/14/two-elections-confused-voters-the-view-from-hatfield",
    "fields": {
      "headline": "Two elections and a lot of confused voters… the view from Hatfield",
      "standfirst": "<p>The prospect of local and European polls has yet to enthuse the people of the Hertfordshire town, where everything just goes round in circles</p>",
      "trailText": "The prospect of local and European polls has yet to enthuse the people of the Hertfordshire town, where everything just goes round in circles",
      "byline": "Andrew Anthony",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"05436ed8d82b14f84df3e1827d1e69180610da96\"> <img src=\"https://media.guim.co.uk/05436ed8d82b14f84df3e1827d1e69180610da96/0_146_4368_2621/1000.jpg\" alt=\"The forlorn shopping precinct in Hatfield town centre on a rainy evening.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The forlorn shopping precinct in Hatfield town centre.</span> <span class=\"element-image__credit\">Photograph: Graham Turner/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Hatfield is one of those towns with an abundance of roundabouts and no shortage of signs directing you to its centre. The problem is there is no town centre, at least nothing that looks like it’s the centre of anything, so you can drive round a lot of gyratory systems before you realise that you’re going in circles.</p> <p>It’s not a bad metaphor for the political state of the nation as it gears itself up for election season. Next month, on 2 May, with the political process seemingly running over and over the same old Brexit ground, local elections will take place in 270 English councils, along with 11 more in Northern Ireland, and six directly elected mayoralities. And three weeks later there will be the <a href=\"https://www.theguardian.com/commentisfree/2019/apr/08/dont-dread-the-european-elections-they-could-fix-our-broken-politics\" title=\"\">European elections</a>.</p> <p>The voters of Hatfield are among the lucky people who get to exercise their democratic rights twice in May. Though it has to be said that luck is not the sentiment that is most often expressed to me in the forlorn 1960s shopping precinct that turns out to be the town centre.</p> <p>“Huh?” is a typical response. As is “What do you mean?” and “Nah, mate.” My personal favourite came from a woman in her 60s, pushing a trolley outside Asda. “Don’t be so rude,” she snapped.</p> <p>Is that what people mean when they speak of the coarsening of public debate?</p> <p>Emma is among that defiant minority prepared to share their thoughts with the fourth estate on the issue of the double vote.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We need a real leader, like Maggie Thatcher. She would have sorted it all out, wouldn’t she?</p> <footer> <cite>John Cunningham, Hatfield resident</cite> </footer> </blockquote> </aside>  <p>“I”m supposed to go online to register but I’ve been too busy at work,” she explains.</p> <p>She works in a cafe.</p> <p>“But I will vote,” she reassures me, with the deadline for registration only hours away. “My boyfriend will help me. I get confused.”</p> <p>Don’t we all. These are confusing times. What does she think about the current deadlock and, while we’re at it, what’s her position on a <a href=\"https://www.theguardian.com/politics/2019/apr/12/hammond-plays-down-brexit-delay-second-vote-october\" title=\"\">second referendum</a>?</p> <p>“I listen to the news and I’m fed up with it all, to be honest,” she says quite jauntily.</p> <p>I notice that she’s holding a newly purchased cocktail glass in her hand. It turns out it’s her birthday, and she’s going to have a celebration. I’m far from confident that she’s going to meet that registration deadline.</p> <p>“I’m not going to vote,” Fran McMillan, a district nurse, tells me, though it will be the first time she’s abstained in her adult life. “I don’t want to put Corbyn in and I can’t vote Conservative or Liberal.”</p> <p>She lays into <a href=\"https://www.theguardian.com/commentisfree/2018/nov/21/tory-chancer-grant-shapps-mugging-brexit-coffee\" title=\"\">Grant Shapps</a>, the former co-chairman of the Conservative party and the local member of parliament. Shapps, of course, isn’t up for election, but the truth is people tend to see local and European elections through the prism of parliamentary politics.</p> <p>Would she vote if there were a second referendum?</p> <p>“Don’t know. Probably.”</p> <p>Does she think there should be one.</p> <p>“Yes! Definitely.”</p> <p>Now I’m confused, so I ask her what she voted in the previous referendum.</p> <p>“I’m going to get my doggy,” she replies enigmatically, and marches off smiling.</p>  <figure class=\"element element-image\" data-media-id=\"b3069f43af196d49b1791427479447e6725df6c5\"> <img src=\"https://media.guim.co.uk/b3069f43af196d49b1791427479447e6725df6c5/0_117_3500_2100/1000.jpg\" alt=\"Grant Shapps, the former Tory party co-chairman, is Hatfield’s MP.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Grant Shapps, the former Tory party co-chairman, is Hatfield’s MP.</span> <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> </figcaption> </figure>  <p>I decide to relocate, and head for the Galleria, the vast shopping mall beneath which the A1(M) runs. Outside I run into a ruddy-faced John Cunningham, who tells me that he’s also not going to vote. He poses the same ontological question as McMillan: “What’s the point?”</p> <p>He usually votes Conservative but he despairs of the leadership.</p> <p>“We need a real leader, like Maggie Thatcher,” he says. “She would have sorted it all out, wouldn’t she?”</p> <p>Judging by several people who echo the same disillusionment with our elected representatives, this is probably not the easiest time to run for public office, particularly in elections – local and European – that by tradition are met with dazed apathy.</p> <p>But maybe the vibe will be more optimistic inside the sparkling edifice that is the Galleria, with its more upmarket shops – Waterstones and Jaeger – and carefully regulated atmosphere of mindless consumption.</p> <p>The problem now is that all the customers I approach are not from Hatfield or Welwyn but far-flung places that are not part of the May electoral bonanza. Fortunately, there’s a customer service stand, and two friendly customer service people to quiz on their thoughts about our busy demos.</p> <p>“Do you have permission to speak to our customers?” the woman asks.</p> <p>From whom?</p> <p>She tells me I have to contact the Galleria’s retail manager, and if I gain agreement, I must wear an identity badge. I ask her colleague what he thinks about the two elections.</p> <p>“I can’t tell you,” he says.</p> <p>Because you’re in state of uncertainty, held as we are in this endless limbo of discord and deferment?</p> <p>“No, because you don’t have permission to ask.”</p> <p>I don’t get an answer, which is, perhaps, fitting because in all likelihood, come the double elections of May, the nation is not going to get one either.</p> <p>• This article was amended on 19 April 2019 to remove some personal information.</p>",
      "newspaperPageNumber": "12",
      "wordcount": "825",
      "commentable": "false",
      "firstPublicationDate": "2019-04-14T06:00:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:15Z",
      "newspaperEditionDate": "2019-04-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b8bf7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/05436ed8d82b14f84df3e1827d1e69180610da96/0_146_4368_2621/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Hatfield is one of those towns with an abundance of roundabouts and no shortage of signs directing you to its centre. The problem is there is no town centre, at least nothing that looks like it’s the centre of anything, so you can drive round a lot of gyratory systems before you realise that you’re going in circles. It’s not a bad metaphor for the political state of the nation as it gears itself up for election season. Next month, on 2 May, with the political process seemingly running over and over the same old Brexit ground, local elections will take place in 270 English councils, along with 11 more in Northern Ireland, and six directly elected mayoralities. And three weeks later there will be the European elections. The voters of Hatfield are among the lucky people who get to exercise their democratic rights twice in May. Though it has to be said that luck is not the sentiment that is most often expressed to me in the forlorn 1960s shopping precinct that turns out to be the town centre. “Huh?” is a typical response. As is “What do you mean?” and “Nah, mate.” My personal favourite came from a woman in her 60s, pushing a trolley outside Asda. “Don’t be so rude,” she snapped. Is that what people mean when they speak of the coarsening of public debate? Emma is among that defiant minority prepared to share their thoughts with the fourth estate on the issue of the double vote. “I”m supposed to go online to register but I’ve been too busy at work,” she explains. She works in a cafe. “But I will vote,” she reassures me, with the deadline for registration only hours away. “My boyfriend will help me. I get confused.” Don’t we all. These are confusing times. What does she think about the current deadlock and, while we’re at it, what’s her position on a second referendum? “I listen to the news and I’m fed up with it all, to be honest,” she says quite jauntily. I notice that she’s holding a newly purchased cocktail glass in her hand. It turns out it’s her birthday, and she’s going to have a celebration. I’m far from confident that she’s going to meet that registration deadline. “I’m not going to vote,” Fran McMillan, a district nurse, tells me, though it will be the first time she’s abstained in her adult life. “I don’t want to put Corbyn in and I can’t vote Conservative or Liberal.” She lays into Grant Shapps, the former co-chairman of the Conservative party and the local member of parliament. Shapps, of course, isn’t up for election, but the truth is people tend to see local and European elections through the prism of parliamentary politics. Would she vote if there were a second referendum? “Don’t know. Probably.” Does she think there should be one. “Yes! Definitely.” Now I’m confused, so I ask her what she voted in the previous referendum. “I’m going to get my doggy,” she replies enigmatically, and marches off smiling. I decide to relocate, and head for the Galleria, the vast shopping mall beneath which the A1(M) runs. Outside I run into a ruddy-faced John Cunningham, who tells me that he’s also not going to vote. He poses the same ontological question as McMillan: “What’s the point?” He usually votes Conservative but he despairs of the leadership. “We need a real leader, like Maggie Thatcher,” he says. “She would have sorted it all out, wouldn’t she?” Judging by several people who echo the same disillusionment with our elected representatives, this is probably not the easiest time to run for public office, particularly in elections – local and European – that by tradition are met with dazed apathy. But maybe the vibe will be more optimistic inside the sparkling edifice that is the Galleria, with its more upmarket shops – Waterstones and Jaeger – and carefully regulated atmosphere of mindless consumption. The problem now is that all the customers I approach are not from Hatfield or Welwyn but far-flung places that are not part of the May electoral bonanza. Fortunately, there’s a customer service stand, and two friendly customer service people to quiz on their thoughts about our busy demos. “Do you have permission to speak to our customers?” the woman asks. From whom? She tells me I have to contact the Galleria’s retail manager, and if I gain agreement, I must wear an identity badge. I ask her colleague what he thinks about the two elections. “I can’t tell you,” he says. Because you’re in state of uncertainty, held as we are in this endless limbo of discord and deferment? “No, because you don’t have permission to ask.” I don’t get an answer, which is, perhaps, fitting because in all likelihood, come the double elections of May, the nation is not going to get one either. • This article was amended on 19 April 2019 to remove some personal information.",
      "charCount": "4728",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewanthony\">Andrew Anthony</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/apr/14/observer-editorial-need-to-give-voters-their-say",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-14T05:00:39Z",
    "webTitle": "The Observer view on giving voters their say on Brexit | Observer editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/14/observer-editorial-need-to-give-voters-their-say",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/14/observer-editorial-need-to-give-voters-their-say",
    "fields": {
      "headline": "The Observer view on giving voters their say on Brexit",
      "standfirst": "<p>Politicians cannot be trusted to agree on anything within the next six months. They should leave it to the voters</p>",
      "trailText": "Politicians cannot be trusted to agree on anything within the next six months. They should leave it to the voters",
      "byline": "Observer editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"7bfe4dc5de6cf185929464117ba120b447137db4\"> <img src=\"https://media.guim.co.uk/7bfe4dc5de6cf185929464117ba120b447137db4/0_0_3500_2099/1000.jpg\" alt=\"Anti-Brexit protesters outside parliament on 11 April.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anti-Brexit protesters outside parliament on 11 April.</span> <span class=\"element-image__credit\">Photograph: Gonzalo Fuentes/Reuters</span> </figcaption> </figure>",
      "body": "<p>‘Please do not waste this time,” <a href=\"https://www.theguardian.com/politics/2019/apr/11/may-agrees-to-october-brexit-after-franco-german-carve-up\" title=\"\">Donald Tusk implored</a> as he announced that the EU would be granting the UK another extension, this time six months, in order to avoid a no-deal Brexit. He shouldn’t have had to say it: it’s obvious that the next six months will be critical in finding a resolution to the political crisis that has engulfed Britain. But there’s every chance that the European council president’s words will go unheeded.</p> <p>Six months is ample time for our politicians to grasp the nettle. But parliament remains gridlocked, with no majority in favour of anything, and it is difficult to see what more time can do, by itself, to fix this. The EU has been clear that while it is open to redrafting the non-binding political declaration, it will not reopen negotiations on the withdrawal agreement on the terms of our exit. So a majority of MPs backing the existing withdrawal agreement remains the only way for Britain to leave with a deal. That looks implausible. The DUP is unlikely to shift its position on the backstop and the hard Eurosceptic flank of the Conservative party has little incentive to fall in line when it can hold out for the new no-deal cliff edge at the end of October. And even as cross-party talks continue, a Conservative-Labour compromise on a softer form of Brexit is a remote possibility because it would probably split both parties irrevocably. For Labour, there is no way of ensuring that any guarantees Theresa May offers with regard to the future relationship would be binding – she or her successor could look to build a different coalition of support in parliament altogether to shape the relationship after the withdrawal agreement is passed.</p> <p>The gridlock is a feature of a two-party, majoritarian political system that is only capable of resolving questions that divide along party lines, not those that cross it. It’s why a general election is unlikely to provide much clarity, even if it were to deliver a majority rather than a hung parliament. Neither of the two main parties looks capable of rallying around an unambiguous Brexit position, with clear water separating them.</p>  <aside class=\"element element-pullquote element--inline\"> <blockquote> <p>Labour MPs should vote for May’s withdrawal agreement on the proviso it gets put to voters.</p> </blockquote> </aside>  <p>The only way out of this ruinous stalemate remains a confirmatory referendum on the withdrawal agreement. The principled case for this, which the <em><a href=\"https://www.theguardian.com/commentisfree/2017/feb/05/parliament-must-ensure-second-brexit-referendum\" title=\"\">Observer</a></em><a href=\"https://www.theguardian.com/commentisfree/2017/feb/05/parliament-must-ensure-second-brexit-referendum\" title=\"\"> first made more than two years ago, </a>remains as strong as ever. There was no firm Leave proposition on the table in 2016. Voters were told by the Leave campaigns that Brexit would result in Britain seizing back control, all the while freeing up vast sums of cash for spending on public services and boosting businesses. All that the result provided was a mandate for the government to negotiate the best exit terms it could get.</p> <p>Now there is a firm deal, it would be unthinkable for parliament to ratify it without putting it back to voters, particularly given the gulf between what they were promised and what has been achieved. The reality of Brexit, with all its tough trade-offs – and the fact that there is no way of achieving a clean break from the EU that respects the Good Friday agreement – is embodied in May’s withdrawal agreement. The idea that voters should not get a say on the terms and conditions of the most important postwar decision facing Britain is preposterous. If the merits of that principled argument are not, in themselves, enough to convince, the pragmatic case becomes stronger with each passing week: there is clearly no other resolution to this gridlock in sight. Before the European elections, Labour will have to decide whether it is in favour of a soft Brexit compromise or confirmatory referendum. Labour MPs should vote for May’s withdrawal agreement on the proviso it gets put to voters. Not only is it the right thing to do, it will benefit Labour electorally: in almost every Labour seat, most Labour supporters <a href=\"https://www.theguardian.com/commentisfree/2019/feb/27/labour-vote-referendum-jeremy-corbyn\" title=\"\">voted to stay</a> in 2016. As Richard Corbett, the Labour party leader in the European parliament, warns, <a href=\"https://www.theguardian.com/politics/2019/apr/13/corbyn-told-back-eu-referendum-or-lose-millions-voters-brexit\">a failure to do so would risk Labour leaching votes to other parties in the European elections</a>.</p> <p>A confirmatory referendum is not without risks. Another national debate could prove divisive. But there is no such thing as a good way out of this crisis; every path risks further division. Far-right populists such as <a href=\"https://www.theguardian.com/politics/2019/apr/12/annunziata-rees-mogg-to-stand-as-mep-for-farages-brexit-party\" title=\"\">Nigel Farage</a> will seek to make capital out of every outcome; nothing will measure up to the fantasy he continues to promise voters. Rather than hoping the populist arguments will slink away as a result of some sort of soft Brexit compromise, we must take them on – and win. </p> <p>If voters were to ratify the withdrawal agreement in a referendum, that still leaves a huge question about what form our relationship with the EU should take. This is too important to leave to the dominant faction of any one political party. In that scenario, parliament must consider setting up a national citizens’ assembly, selected to be representative of the country in terms of demographics and the Leave-Remain divide. We have reached a point where it is more likely that ordinary citizens can grapple with the gritty realities of Brexit and forge a pragmatic compromise than our elected politicians.</p> <p>MPs should mark Tusk’s words. If they don’t back a confirmatory referendum, there is a real danger that we will be in exactly the same position come mid-October: both parties locked in internal struggles, no parliamentary majority in favour of anything, the prime minister on the cusp of requesting another extension with no plan for how to use it. Parliament can prevent this horror show from repeating itself. It must act now, before it’s too late.</p>",
      "newspaperPageNumber": "50",
      "wordcount": "944",
      "commentCloseDate": "2019-04-14T12:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-14T05:00:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:23Z",
      "newspaperEditionDate": "2019-04-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b8fqt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7bfe4dc5de6cf185929464117ba120b447137db4/0_0_3500_2099/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "‘Please do not waste this time,” Donald Tusk implored as he announced that the EU would be granting the UK another extension, this time six months, in order to avoid a no-deal Brexit. He shouldn’t have had to say it: it’s obvious that the next six months will be critical in finding a resolution to the political crisis that has engulfed Britain. But there’s every chance that the European council president’s words will go unheeded. Six months is ample time for our politicians to grasp the nettle. But parliament remains gridlocked, with no majority in favour of anything, and it is difficult to see what more time can do, by itself, to fix this. The EU has been clear that while it is open to redrafting the non-binding political declaration, it will not reopen negotiations on the withdrawal agreement on the terms of our exit. So a majority of MPs backing the existing withdrawal agreement remains the only way for Britain to leave with a deal. That looks implausible. The DUP is unlikely to shift its position on the backstop and the hard Eurosceptic flank of the Conservative party has little incentive to fall in line when it can hold out for the new no-deal cliff edge at the end of October. And even as cross-party talks continue, a Conservative-Labour compromise on a softer form of Brexit is a remote possibility because it would probably split both parties irrevocably. For Labour, there is no way of ensuring that any guarantees Theresa May offers with regard to the future relationship would be binding – she or her successor could look to build a different coalition of support in parliament altogether to shape the relationship after the withdrawal agreement is passed. The gridlock is a feature of a two-party, majoritarian political system that is only capable of resolving questions that divide along party lines, not those that cross it. It’s why a general election is unlikely to provide much clarity, even if it were to deliver a majority rather than a hung parliament. Neither of the two main parties looks capable of rallying around an unambiguous Brexit position, with clear water separating them. The only way out of this ruinous stalemate remains a confirmatory referendum on the withdrawal agreement. The principled case for this, which the Observer first made more than two years ago, remains as strong as ever. There was no firm Leave proposition on the table in 2016. Voters were told by the Leave campaigns that Brexit would result in Britain seizing back control, all the while freeing up vast sums of cash for spending on public services and boosting businesses. All that the result provided was a mandate for the government to negotiate the best exit terms it could get. Now there is a firm deal, it would be unthinkable for parliament to ratify it without putting it back to voters, particularly given the gulf between what they were promised and what has been achieved. The reality of Brexit, with all its tough trade-offs – and the fact that there is no way of achieving a clean break from the EU that respects the Good Friday agreement – is embodied in May’s withdrawal agreement. The idea that voters should not get a say on the terms and conditions of the most important postwar decision facing Britain is preposterous. If the merits of that principled argument are not, in themselves, enough to convince, the pragmatic case becomes stronger with each passing week: there is clearly no other resolution to this gridlock in sight. Before the European elections, Labour will have to decide whether it is in favour of a soft Brexit compromise or confirmatory referendum. Labour MPs should vote for May’s withdrawal agreement on the proviso it gets put to voters. Not only is it the right thing to do, it will benefit Labour electorally: in almost every Labour seat, most Labour supporters voted to stay in 2016. As Richard Corbett, the Labour party leader in the European parliament, warns, a failure to do so would risk Labour leaching votes to other parties in the European elections. A confirmatory referendum is not without risks. Another national debate could prove divisive. But there is no such thing as a good way out of this crisis; every path risks further division. Far-right populists such as Nigel Farage will seek to make capital out of every outcome; nothing will measure up to the fantasy he continues to promise voters. Rather than hoping the populist arguments will slink away as a result of some sort of soft Brexit compromise, we must take them on – and win. If voters were to ratify the withdrawal agreement in a referendum, that still leaves a huge question about what form our relationship with the EU should take. This is too important to leave to the dominant faction of any one political party. In that scenario, parliament must consider setting up a national citizens’ assembly, selected to be representative of the country in terms of demographics and the Leave-Remain divide. We have reached a point where it is more likely that ordinary citizens can grapple with the gritty realities of Brexit and forge a pragmatic compromise than our elected politicians. MPs should mark Tusk’s words. If they don’t back a confirmatory referendum, there is a real danger that we will be in exactly the same position come mid-October: both parties locked in internal struggles, no parliamentary majority in favour of anything, the prime minister on the cusp of requesting another extension with no plan for how to use it. Parliament can prevent this horror show from repeating itself. It must act now, before it’s too late.",
      "charCount": "5576",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/observer-editorials\">Observer editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]