[
  {
    "id": "politics/2019/jul/31/campbell-corbyn-and-labours-hopes-of-winning-the-next-election",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-31T16:16:57Z",
    "webTitle": "Campbell, Corbyn and Labour’s hopes of winning the next election",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/31/campbell-corbyn-and-labours-hopes-of-winning-the-next-election",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/31/campbell-corbyn-and-labours-hopes-of-winning-the-next-election",
    "fields": {
      "headline": "Campbell, Corbyn and Labour’s hopes of winning the next election",
      "standfirst": "The party’s former spin doctor is both undermining the leader and speaking eloquently for thousands of members, say readers",
      "trailText": "<strong>Letters: </strong>The party’s former spin doctor is both undermining the leader and speaking eloquently for thousands of members, say readers",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c435d77891f44a08bcb3625716629e1d535e8d55\"> <img src=\"https://media.guim.co.uk/c435d77891f44a08bcb3625716629e1d535e8d55/0_12_3600_2160/1000.jpg\" alt=\"Alastair Campbell, former press secretary to Tony Blair. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘If Labour loses the next election, it will be largely due to the ongoing lack of support from people like Alastair Campbell,’ writes Eleanor Ellington. </span> <span class=\"element-image__credit\">Photograph: Mark Phillips/Alamy</span> </figcaption> </figure>",
      "body": "<p>Well said, Aditya Chakrabortty (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/31/labour-total-wipeout-boris-johnson\" title=\"\">Labour risks total wipeout if it fails to see Johnson threat</a>, 31 July). He lists three priorities: second referendum and remain; spend focused on those most in need; and address the traditional Labour heartlands that have been hardest hit by years of Tory austerity.</p> <p>Clearly these are linked. There are other priorities, too, but I would highlight just one, a fourth, which again is integrally connected to Chakrabortty’s points: democratisation. Isn’t this the moment to grasp the nettle and to reconfigure our failing democracy? Local government has been crushed and must be reinvigorated. The Lords must be replaced by a democratically elected second chamber. The first-past-the-post electoral system has passed its sell-by date: time for proportional representation. And of course there’s more: Labour should commit to wholesale constitutional reform having initiated citizens’ assemblies to flesh out the details.</p> <p>The coming general election is a real “1945 moment”, or could be if Labour wins. The thought of losing is simply unbearable.<br><strong>Jol Miskin</strong><br><em>Sheffield</em></p> <p>• Alastair Cambell’s editorship of the New European seems to have clouded his previous electoral intelligence (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/29/jeremy-corbyn-labour-party-brexit\" title=\"\">An open letter to Corbyn: why I have to quit your party</a>, Journal, 30 July). Could he explain how embracing the remain and referendum position he advocates would make Labour “poised to win an election”? If Labour did so, it risks failing to win the crucial 30-odd marginal leave-voting constituencies from the Tories and also losing to them 30 Labour-held marginals that voted leave in 2017. The position recommended would deny Labour all these marginals and destroy its chance of winning an election; and almost guarantee the return of a Johnson government.<br><strong>Bryn Jones</strong><br><em>Bath</em></p> <p>• Alastair Campbell states his concern with, among other issues, Jeremy Corbyn’s stance on Brexit. As a Labour party member I agree, but I appreciate how difficult an issue it is for the party given the numbers of Labour voters who want to leave the EU. I also wonder how New Labour under Tony Blair and Gordon Brown and advised by Campbell would have reacted given their instinct for triangulation when confronted with difficult polling data. Perhaps Alastair should reflect on New Labour’s record on joining the euro, the key EU issue of the day, which was ducked because of hostile public opinion whipped up by the Tory right despite firm evidence of the prospect of increased trade with the eurozone and increased though modest growth in GDP.<br><strong>Steve Flatley</strong><br><em>York</em></p> <p>• If Labour loses the next election, it will be largely due to the ongoing lack of support from people like Alastair Campbell, who has chosen to undermine him at every step, rather than capitalise on Corbyn’s initial success in attracting several hundred thousand new members and promoting policies which appeal to principled and idealistic younger voters. When Labour is the only party with a hope of creating a fairer and better society, why does the Guardian persist in giving Campbell column inches, even on the front page, and topping the list of articles in the Journal section? With his support for the Iraq war, dodgy dossier, Tory-lite policies and abrasive style, for which I have never heard a glimmer of apology, Campbell seems to me to have done more real harm to the Labour cause than Jeremy Corbyn.<br><strong>Eleanor Ellington</strong><br><em>Bath</em></p> <p>• A Labour party without Alastair Campbell is like a Republican party without Richard Nixon: improved. Campbell should reflect on how Blairite neoliberalism, making only minor changes in the Thatcher-era political settlement and proclaiming itself to be “<a href=\"https://www.theguardian.com/politics/2012/jan/26/mandelson-people-getting-filthy-rich\" title=\"\">intensely relaxed about people getting filthy rich as long as they pay their taxes</a>” while allowing instant access to Britain for low-skilled workers from the EU accession countries of Bulgaria and Romania to delight New Labour’s friends in business and the political correctness lobby, meanwhile assuming that Labour’s traditional voters had nowhere to go, has brought us to the current situation.<br><strong>Christopher Clayton</strong><br><em>Chester</em></p> <p>• Campbell says Labour has been “<a href=\"https://www.theguardian.com/politics/live/2019/jul/30/boris-johnson-prime-minister-brexit-news-warned-no-deal-brexit-could-lead-to-farmers-blocking-roads-in-protest-live-news?page=with:block-5d4013928f08cf92bb7799de#block-5d4013928f08cf92bb7799de\" title=\"\">taken over by people who until recently were communists, they were Stalinists, and they still are</a>”. Such ideologies are anathema to me and I’m sure to the thousands of other members who simply want to see policies that are rooted in fairness brought back to mainstream politics. Policies not like PFI, created by Blair, but proper state ownership of the NHS and social care. Policies like public ownership of utilities (that we all once owned before they were stolen by Thatcher) that plough profits back into investment into the service instead of giving dividends to shareholders, policies like fair taxation properly enforced, policies that redress the imbalance in funding between private and state education. These are policies that Attlee (onto whom Campbell projects his view) would advocate, not fear. These are policies that would benefit the majority of citizens and not just the wealthy.<br><strong>Andy Burge</strong><br><em>Hertford</em></p> <p>• “Remember Iraq?” (<a href=\"https://www.theguardian.com/science/2019/jul/30/finding-ones-place-on-the-spectrum\" title=\"\">Letters</a>, 31 July) has became the kneejerk riposte to anyone referencing the pre-Corbyn era. Yes, I remember Iraq. But I also remember three consecutive Labour landslide election victories, when the defeat of the Tories meant peace in Northern Ireland, hospital waiting lists down, education spending up and knowing that a Labour vote actually meant something.<br><strong>Linda Evans </strong><br><em>London</em></p> <p>• Alastair Campbell sets out wonderfully eloquently how many thousands of us feel at the moment. We have become disenfranchised by the small cults leading both Labour and the Conservatives. Please, Guardian, do not abandon us too.<br><strong>Jonathan Harris</strong><br><em>Wootton Bassett, Wiltshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "941",
      "commentable": "false",
      "firstPublicationDate": "2019-07-31T16:16:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-31T16:55:46Z",
      "newspaperEditionDate": "2019-08-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c2qdy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c435d77891f44a08bcb3625716629e1d535e8d55/0_12_3600_2160/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Well said, Aditya Chakrabortty (Labour risks total wipeout if it fails to see Johnson threat, 31 July). He lists three priorities: second referendum and remain; spend focused on those most in need; and address the traditional Labour heartlands that have been hardest hit by years of Tory austerity. Clearly these are linked. There are other priorities, too, but I would highlight just one, a fourth, which again is integrally connected to Chakrabortty’s points: democratisation. Isn’t this the moment to grasp the nettle and to reconfigure our failing democracy? Local government has been crushed and must be reinvigorated. The Lords must be replaced by a democratically elected second chamber. The first-past-the-post electoral system has passed its sell-by date: time for proportional representation. And of course there’s more: Labour should commit to wholesale constitutional reform having initiated citizens’ assemblies to flesh out the details. The coming general election is a real “1945 moment”, or could be if Labour wins. The thought of losing is simply unbearable. Jol Miskin Sheffield • Alastair Cambell’s editorship of the New European seems to have clouded his previous electoral intelligence (An open letter to Corbyn: why I have to quit your party, Journal, 30 July). Could he explain how embracing the remain and referendum position he advocates would make Labour “poised to win an election”? If Labour did so, it risks failing to win the crucial 30-odd marginal leave-voting constituencies from the Tories and also losing to them 30 Labour-held marginals that voted leave in 2017. The position recommended would deny Labour all these marginals and destroy its chance of winning an election; and almost guarantee the return of a Johnson government. Bryn Jones Bath • Alastair Campbell states his concern with, among other issues, Jeremy Corbyn’s stance on Brexit. As a Labour party member I agree, but I appreciate how difficult an issue it is for the party given the numbers of Labour voters who want to leave the EU. I also wonder how New Labour under Tony Blair and Gordon Brown and advised by Campbell would have reacted given their instinct for triangulation when confronted with difficult polling data. Perhaps Alastair should reflect on New Labour’s record on joining the euro, the key EU issue of the day, which was ducked because of hostile public opinion whipped up by the Tory right despite firm evidence of the prospect of increased trade with the eurozone and increased though modest growth in GDP. Steve Flatley York • If Labour loses the next election, it will be largely due to the ongoing lack of support from people like Alastair Campbell, who has chosen to undermine him at every step, rather than capitalise on Corbyn’s initial success in attracting several hundred thousand new members and promoting policies which appeal to principled and idealistic younger voters. When Labour is the only party with a hope of creating a fairer and better society, why does the Guardian persist in giving Campbell column inches, even on the front page, and topping the list of articles in the Journal section? With his support for the Iraq war, dodgy dossier, Tory-lite policies and abrasive style, for which I have never heard a glimmer of apology, Campbell seems to me to have done more real harm to the Labour cause than Jeremy Corbyn. Eleanor Ellington Bath • A Labour party without Alastair Campbell is like a Republican party without Richard Nixon: improved. Campbell should reflect on how Blairite neoliberalism, making only minor changes in the Thatcher-era political settlement and proclaiming itself to be “intensely relaxed about people getting filthy rich as long as they pay their taxes” while allowing instant access to Britain for low-skilled workers from the EU accession countries of Bulgaria and Romania to delight New Labour’s friends in business and the political correctness lobby, meanwhile assuming that Labour’s traditional voters had nowhere to go, has brought us to the current situation. Christopher Clayton Chester • Campbell says Labour has been “taken over by people who until recently were communists, they were Stalinists, and they still are”. Such ideologies are anathema to me and I’m sure to the thousands of other members who simply want to see policies that are rooted in fairness brought back to mainstream politics. Policies not like PFI, created by Blair, but proper state ownership of the NHS and social care. Policies like public ownership of utilities (that we all once owned before they were stolen by Thatcher) that plough profits back into investment into the service instead of giving dividends to shareholders, policies like fair taxation properly enforced, policies that redress the imbalance in funding between private and state education. These are policies that Attlee (onto whom Campbell projects his view) would advocate, not fear. These are policies that would benefit the majority of citizens and not just the wealthy. Andy Burge Hertford • “Remember Iraq?” (Letters, 31 July) has became the kneejerk riposte to anyone referencing the pre-Corbyn era. Yes, I remember Iraq. But I also remember three consecutive Labour landslide election victories, when the defeat of the Tories meant peace in Northern Ireland, hospital waiting lists down, education spending up and knowing that a Labour vote actually meant something. Linda Evans London • Alastair Campbell sets out wonderfully eloquently how many thousands of us feel at the moment. We have become disenfranchised by the small cults leading both Labour and the Conservatives. Please, Guardian, do not abandon us too. Jonathan Harris Wootton Bassett, Wiltshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5986",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/31/boris-johnson-and-a-warning-from-history",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-31T16:16:09Z",
    "webTitle": "Boris Johnson and a warning from history | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/31/boris-johnson-and-a-warning-from-history",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/31/boris-johnson-and-a-warning-from-history",
    "fields": {
      "headline": "Boris Johnson and a warning from history",
      "standfirst": "I pray for our PM and hope that I am needlessly crying wolf, writes <strong>Canon Dr Paul Oestreicher</strong>, who fled the Nazis as a child. Plus letters from <strong>Professor Bob Brecher </strong>and <strong>Pat Kennedy</strong>",
      "trailText": "<strong>Letters: </strong>I pray for our PM and hope that I am needlessly crying wolf, writes <strong>Canon Dr Paul Oestreicher</strong>, who fled the Nazis as a child. Plus letters from <strong>Professor Bob Brecher </strong>and <strong>Pat Kennedy</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"a0ed3e8fe777221e614a9a40707a1fadacba98f2\"> <img src=\"https://media.guim.co.uk/a0ed3e8fe777221e614a9a40707a1fadacba98f2/0_41_3757_2254/1000.jpg\" alt=\"1931: National socialist demonstration in Berlin. The banner reads ‘Only a strong Germany can provide employment to its people’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">1931: National socialist demonstration in Berlin. The banner reads ‘Only a strong Germany can provide employment to its people’.</span> <span class=\"element-image__credit\">Photograph: Imagno/Getty Images</span> </figcaption> </figure>",
      "body": "<p>I was born in 1931 in the small German town of Meiningen, famous for its theatre, much like Stratford-upon-Avon. Its mainly middle-class citizens were deeply disillusioned, tired of the infighting of the political parties. Germany seemed to be in a state of social and moral disintegration, crying out for healing and reconciliation. People were drawn to a charismatic, unconventional power-hungry leader who read their minds and promised what they wanted to hear. I know history never quite repeats itself, but the analogies are frightening.</p> <p>The single issue was the exceptionalism (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/29/boris-johnson-vote-leave-eu-exit\" title=\"\">Opinion</a>, 29 July), the superiority of the German race. The good, mainly churchgoing citizens easily voted his Brown Shirts onto the regional council (think the Brexit party). Two years later they voted nationally in sufficient numbers to enable Hitler to seize total power. It was all perfectly legal, too late to effectively protest. Dissent was now treason (think the Daily Mail). My father’s parents were Jews. Outcasts now (think our non-Brits), a few years later we had no choice but to flee and my grandmother to take poison. I pray for our PM and hope that I am needlessly crying wolf.<br><strong>Canon Dr Paul Oestreicher</strong><br><em>Brighton</em></p> <p>• The unelected PM’s decision to abort the inquiry into Britain’s complicity in both torture and its outsourcing to “our allies” (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/28/the-guardian-view-on-rendition-and-torture-a-shame-that-britain-cannot-erase\" title=\"\">Editorial</a>, 29 July) is testament both to the hypocrisy of the British ruling class and to its shameless brutality.<br><strong>Professor Bob Brecher</strong><br><em>University of Brighton</em></p> <p>• Why is Boris Johnson so against the backstop? It is only going to be in place until “other methods” are implemented to ensure a “frictionless border” on the island of Ireland. If Johnson is so sure, as he keeps saying, that such methods exist and are implementable, then what is his problem? Put the measures in place and the backstop falls automatically. Unless, of course, he’s telling porkies.<br><strong>Pat Kennedy</strong><br><em>Cork, </em><em>Ireland</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "357",
      "commentable": "false",
      "firstPublicationDate": "2019-07-31T16:16:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:03Z",
      "newspaperEditionDate": "2019-08-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c2qxe",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a0ed3e8fe777221e614a9a40707a1fadacba98f2/0_41_3757_2254/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I was born in 1931 in the small German town of Meiningen, famous for its theatre, much like Stratford-upon-Avon. Its mainly middle-class citizens were deeply disillusioned, tired of the infighting of the political parties. Germany seemed to be in a state of social and moral disintegration, crying out for healing and reconciliation. People were drawn to a charismatic, unconventional power-hungry leader who read their minds and promised what they wanted to hear. I know history never quite repeats itself, but the analogies are frightening. The single issue was the exceptionalism (Opinion, 29 July), the superiority of the German race. The good, mainly churchgoing citizens easily voted his Brown Shirts onto the regional council (think the Brexit party). Two years later they voted nationally in sufficient numbers to enable Hitler to seize total power. It was all perfectly legal, too late to effectively protest. Dissent was now treason (think the Daily Mail). My father’s parents were Jews. Outcasts now (think our non-Brits), a few years later we had no choice but to flee and my grandmother to take poison. I pray for our PM and hope that I am needlessly crying wolf. Canon Dr Paul Oestreicher Brighton • The unelected PM’s decision to abort the inquiry into Britain’s complicity in both torture and its outsourcing to “our allies” (Editorial, 29 July) is testament both to the hypocrisy of the British ruling class and to its shameless brutality. Professor Bob Brecher University of Brighton • Why is Boris Johnson so against the backstop? It is only going to be in place until “other methods” are implemented to ensure a “frictionless border” on the island of Ireland. If Johnson is so sure, as he keeps saying, that such methods exist and are implementable, then what is his problem? Put the measures in place and the backstop falls automatically. Unless, of course, he’s telling porkies. Pat Kennedy Cork, Ireland • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2222",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/jul/31/home-office-fees-and-asylum-seekers",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-07-31T16:15:30Z",
    "webTitle": "Home Office fees are trapping asylum seekers | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/jul/31/home-office-fees-and-asylum-seekers",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/jul/31/home-office-fees-and-asylum-seekers",
    "fields": {
      "headline": "Home Office fees and asylum seekers",
      "standfirst": "The government is making a huge profit out of people seeking a place of safety, writes <strong>Barbara Forbes</strong>",
      "trailText": "<strong>Letters:</strong> The government is making a huge profit out of people seeking a place of safety, writes <strong>Barbara Forbes</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"987cdc8e1bf8b5bec0f83fb8a3490f9564246b07\"> <img src=\"https://media.guim.co.uk/987cdc8e1bf8b5bec0f83fb8a3490f9564246b07/0_384_5760_3456/1000.jpg\" alt=\"The Home Office UK visas & immigration office at Lunar House in Croydon.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Home Office UK visas &amp; immigration office at Lunar House in Croydon.</span> <span class=\"element-image__credit\">Photograph: Mark Kerrison/Alamy</span> </figcaption> </figure>",
      "body": "<p>Your article about the iniquitous and exorbitant fees charged by the Home Office for renewal of leave to remain gives a clear account of the situation (<a href=\"https://www.theguardian.com/uk-news/2019/jul/31/leave-to-remain-but-no-home-to-remain-in-after-fees-treble\" title=\"\">Report</a>, 31 July, theguardian.com). I am, however, disappointed that you did not mention that many people who have applied for asylum are also caught up in this, having had their asylum claim rejected and been granted discretionary leave to remain instead. So after suffering hardship, persecution and possibly torture in their own countries, having made the difficult decision to leave their homeland, and having struggled for years through the UK asylum system with the humiliations and frustrations that entails, they too are now caught in the DLR trap. As you mention, the fees are calculated per person, including for even the tiniest children. The government is making a huge profit out of people who have come to this country seeking a place of safety. Guardian readers might wish to join asylum and refugee support groups up and down the country who are campaigning on this issue.<br><strong>Barbara Forbes</strong><br><em>Birmingham</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "221",
      "commentable": "false",
      "firstPublicationDate": "2019-07-31T16:15:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-31T16:20:05Z",
      "newspaperEditionDate": "2019-08-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c2qfa",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/987cdc8e1bf8b5bec0f83fb8a3490f9564246b07/0_384_5760_3456/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your article about the iniquitous and exorbitant fees charged by the Home Office for renewal of leave to remain gives a clear account of the situation (Report, 31 July, theguardian.com). I am, however, disappointed that you did not mention that many people who have applied for asylum are also caught up in this, having had their asylum claim rejected and been granted discretionary leave to remain instead. So after suffering hardship, persecution and possibly torture in their own countries, having made the difficult decision to leave their homeland, and having struggled for years through the UK asylum system with the humiliations and frustrations that entails, they too are now caught in the DLR trap. As you mention, the fees are calculated per person, including for even the tiniest children. The government is making a huge profit out of people who have come to this country seeking a place of safety. Guardian readers might wish to join asylum and refugee support groups up and down the country who are campaigning on this issue. Barbara Forbes Birmingham • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1361",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/31/jacob-rees-moggs-rigidity-is-every-inch-risky",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-31T16:15:00Z",
    "webTitle": "Jacob Rees-Mogg’s rigidity is every inch risky | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/31/jacob-rees-moggs-rigidity-is-every-inch-risky",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/31/jacob-rees-moggs-rigidity-is-every-inch-risky",
    "fields": {
      "headline": "Jacob Rees-Mogg’s rigidity is every inch risky",
      "standfirst": "Shopping local | Imperial measurements | Online banking | Alice in Wonderland | Rural Wales",
      "trailText": "<strong>Brief letters: </strong>Shopping local | Imperial measurements | Online banking | Alice in Wonderland | Rural Wales",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"97aa24815b82a854aeb22c7cb3ceca538832d578\"> <img src=\"https://media.guim.co.uk/97aa24815b82a854aeb22c7cb3ceca538832d578/0_182_2048_1229/1000.jpg\" alt=\"The Mars Polar Lander on the Martian surface\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Mars Polar Lander on the Martian surface, in an artist’s impression. In 1998 the Mars Climate Orbiter burned up owing to use of mixed units. </span> <span class=\"element-image__credit\">Photograph: Nasa/EPA</span> </figcaption> </figure>",
      "body": "<p>Outside a shop in this town, a sign reads: “When you buy from a small business you’re not helping a CEO buy a third holiday home. You are helping a little girl get dance lessons, a little boy get his first pair of football boots and a mum and dad put food on the table. Thank you for shopping local.”<br><strong>Richard Titford</strong><br><em>Sudbury, Suffolk</em></p> <p>• Jacob Rees-Mogg should be wary of demanding use of imperial measure-ments when most others use metric (<a href=\"https://www.theguardian.com/politics/2019/jul/26/the-comma-touch-jacob-rees-mogg-sends-language-rules-to-staff\" title=\"\">Rees-Mogg Esq bans metric,</a> 27 July). Nasa’s $125m <a href=\"https://www.theguardian.com/science/1999/sep/25/spaceexploration\" title=\"\">Mars Climate Orbiter</a> burned up in 1998 owing to use of mixed units and failure to take into account conversions between metric and imperial. It was effectively lost in translation.<br><strong>Dr Roger Walker</strong><br><em>Bradford</em></p> <p>• Could I suggest to Chris White (<a href=\"https://www.theguardian.com/money/2019/jul/27/thousands-without-mobiles-could-be-frozen-out-of-online-payments\" title=\"\">Payments: Thousands without mobiles could be frozen out,</a> 27 July) that he moves to the Co-op bank? I have the same problem, but when I emailed it to say I had no mobile signal they said we could use email. <br><strong>Mary Brown</strong><br><em>Stroud, Gloucestershire</em></p> <p>• Alice’s Adventures in Wonderland is fun (<a href=\"https://www.theguardian.com/politics/2019/jul/28/an-invitation-to-get-up-rees-moggs-nose\" title=\"\">Letters</a>, 29 July) but Through the Looking-Glass and what Alice found there is a far greater work. It is a textbook of false logic; I thought it was required reading for politicians.<br><strong>Peter Jarvis</strong><br><em>Deganwy, Conwy</em></p> <p>• Jessica Elgot (<a href=\"https://www.theguardian.com/politics/2019/jul/29/lib-dems-quiet-bollocks-to-brexit-brecon-and-radnorshire-byelection\" title=\"\">Lib Dems avoid Brexit in rural Wales campaign</a>, 30 July) describes Brecon as an area where sheep outnumber people 10 to one. A more neutral way of putting it is that it is a largely agricultural area adjacent to the area of England where the Archers is located.<br><strong>Keith Flett</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "310",
      "commentable": "false",
      "firstPublicationDate": "2019-07-31T16:15:00Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:29Z",
      "newspaperEditionDate": "2019-08-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c2qnx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/97aa24815b82a854aeb22c7cb3ceca538832d578/0_182_2048_1229/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Outside a shop in this town, a sign reads: “When you buy from a small business you’re not helping a CEO buy a third holiday home. You are helping a little girl get dance lessons, a little boy get his first pair of football boots and a mum and dad put food on the table. Thank you for shopping local.” Richard Titford Sudbury, Suffolk • Jacob Rees-Mogg should be wary of demanding use of imperial measure-ments when most others use metric (Rees-Mogg Esq bans metric, 27 July). Nasa’s $125m Mars Climate Orbiter burned up in 1998 owing to use of mixed units and failure to take into account conversions between metric and imperial. It was effectively lost in translation. Dr Roger Walker Bradford • Could I suggest to Chris White (Payments: Thousands without mobiles could be frozen out, 27 July) that he moves to the Co-op bank? I have the same problem, but when I emailed it to say I had no mobile signal they said we could use email. Mary Brown Stroud, Gloucestershire • Alice’s Adventures in Wonderland is fun (Letters, 29 July) but Through the Looking-Glass and what Alice found there is a far greater work. It is a textbook of false logic; I thought it was required reading for politicians. Peter Jarvis Deganwy, Conwy • Jessica Elgot (Lib Dems avoid Brexit in rural Wales campaign, 30 July) describes Brecon as an area where sheep outnumber people 10 to one. A more neutral way of putting it is that it is a largely agricultural area adjacent to the area of England where the Archers is located. Keith Flett London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1815",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-31T15:17:44Z",
    "webTitle": "Boris Johnson wraps up Northern Ireland talks with no sign of progress on reviving power-sharing - as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news",
    "fields": {
      "headline": "Boris Johnson wraps up Northern Ireland talks with no sign of progress on reviving power-sharing - as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen, including Boris Johnson’s visit to Northern Ireland</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news?page=with:block-5d41aca18f084f687f34e1e8#block-5d41aca18f084f687f34e1e8\">Afternoon summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news?page=with:block-5d41846a8f0896be8f8f0a5c#block-5d41846a8f0896be8f8f0a5c\">What the DUP said after meeting Boris Johnson</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news?page=with:block-5d415fad8f08cf92bb77a507#block-5d415fad8f08cf92bb77a507\">What Sinn Fein said after meeting Johnson</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news?page=with:block-5d41814e8f0896be8f8f0a42#block-5d41814e8f0896be8f8f0a42\">What No 10 said after Johnson’s meetings with all five parties</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen, including Boris Johnson’s visit to Northern Ireland",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"c01061fdec90a12f7f4cefda67297fe19e5baea1\"> <img src=\"https://media.guim.co.uk/c01061fdec90a12f7f4cefda67297fe19e5baea1/0_329_4910_2946/1000.jpg\" alt=\"Prime Minister Boris Johnson is greeted by Northern Ireland Secretary Julian Smith at Stormont House.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Prime Minister Boris Johnson is greeted by Northern Ireland Secretary Julian Smith at Stormont House.</span> <span class=\"element-image__credit\">Photograph: Pool/Getty Images</span> </figcaption> </figure>",
      "body": "<div id=\"block-5d41aca18f084f687f34e1e8\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T15:17:44.166Z\">4.17pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Boris Johnson has wrapped up a morning of talks with the five main parties in Northern Ireland having heard multiple warnings from them about how damaging a no deal Brexit would be (see<a href=\"https://www.theguardian.com/politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news?page=with:block-5d415fad8f08cf92bb77a507#block-5d415fad8f08cf92bb77a507\"> 11.06am</a>, <a href=\"https://www.theguardian.com/politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news?page=with:block-5d416a608f084f687f34de79#block-5d416a608f084f687f34de79\">11.16am</a>, and <a href=\"https://www.theguardian.com/politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news?page=with:block-5d4175dc8f0896be8f8f09b4#block-5d4175dc8f0896be8f8f09b4\">12.10pm</a>).</strong> It was his first visit to Northern Ireland as prime minister, and his first proper engagement with the parties, but there was no sign that he had made any progress towards getting Sinn Fein and the DUP to agree to the resumption of power-sharing.</li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/jul/31/sinn-fein-border-poll-ireland-unity-must-follow-no-deal-brexit\">It would be “unthinkable” if a no-deal Brexit was not followed by a poll on Irish reunification, the leader of Sinn Féin has warned Boris Johnson, also telling the prime minister that no one believed he was impartial on Northern Ireland.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/31/brexit-mess-with-good-friday-and-well-block-uk-trade-deal-us-politicians-warn\">Any future US-UK trade deal would almost certainly be blocked by the US Congress if Brexit affects the Irish border and jeopardises peace in Northern Ireland, congressional leaders and diplomats have warned.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/31/wed-be-off-our-rockers-not-to-back-remain-in-poll-says-thornberry\">Labour’s Emily Thornberry has said the party would be “off our bloody rockers” not to seize the chance to remain in the EU via a second referendum, in an interview which put her at odds with comments from Jeremy Corbyn over the weekend.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/business/2019/jul/31/brexit-causes-uk-car-industry-investment-to-crash-to-pitiful-90m\">Investment in Britain’s car industry has effectively stopped amid fears over Brexit, with a “pitiful” £90m pledged for new developments in the first six months of this year, according to the industry body.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/society/2019/jul/31/government-urged-to-scrap-nasty-two-child-limit-on-benefits\">Campaigners have called for the government to scrap the “nasty” two-child limit on benefits after the latest official figures showed that nearly 600,000 children were affected by the controversial policy.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/31/johnson-sends-ditch-the-backstop-message-to-eu-via-brexit-adviser\">Boris Johnson has sent his most senior EU adviser and Brexit negotiator to Brussels to deliver in person his message that the UK will leave without a deal unless the bloc abolishes the Irish backstop.</a></strong> As<strong> Daniel Boffey</strong> reports, David Frost, a former British ambassador to Denmark who was also an adviser to Johnson when he was foreign secretary, is to hold talks with EU officials over the next 48 hours.</li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/31/labour-acts-on-risk-of-dark-money-from-farage-led-lobbyists\">Labour has written to the elections watchdog urging pre-emptive action to ensure a US-based pro-Brexit lobbying group, co-run by Nigel Farage, does not risk “dark money” from overseas subverting the UK electoral system.</a></strong></li> </ul> <p>That’s all from me for today.</p> <p>Thanks for the comments.</p> </div>   </div> <div id=\"block-5d41aadb8f0896be8f8f0c4d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T14:58:37.850Z\">3.58pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The YouGov poll (see <a href=\"https://www.theguardian.com/politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news?page=with:block-5d41a8958f0896be8f8f0c2a#block-5d41a8958f0896be8f8f0c2a\">3.47pm) </a>was commissioned by the Times. In <a href=\"https://www.thetimes.co.uk/article/boris-johnson-struggles-to-attract-women-voters-2j9pszjfm\">the write-up in the paper (paywall),</a> <strong>Matt Chorley</strong> points out that it reveals a striking gender gap in voting intention.</p> <blockquote class=\"quoted\"> <p>A breakdown of the results shows support for the Tories among men has risen from 23 per cent to 35 per cent since [Boris] Johnson was named leader. Among women it rose by one point to 29 per cent. At the same time support for Labour among women has risen from 19 per cent to 25 per cent.</p> </blockquote> <p>Another way of putting it would be to say that, amongst men, the Tories have a 16-point lead over Labour (35% v 19%). Amongst women the Tory lead is just four points (29% v 25%). You can read all the detailed figures <a href=\"https://d25d2506sfb94s.cloudfront.net/cumulus_uploads/document/twa1h7mn6m/TimesResults_190730_VI_Trackers_w.pdf\">here (pdf).</a></p> </div>   </div> <div id=\"block-5d41a8958f0896be8f8f0c2a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T14:47:47.953Z\">3.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>YouGov has some polling out today that is encouraging for Boris Johnson.</p>  <figure class=\"element element-image\" data-media-id=\"afc41462bf8478369684e2ee584ae2aa399efb94\"> <img src=\"https://media.guim.co.uk/afc41462bf8478369684e2ee584ae2aa399efb94/0_0_639_334/500.jpg\" alt=\"Polling\" width=\"500\" height=\"261\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Polling</span> <span class=\"element-image__credit\">Photograph: YouGov</span> </figcaption> </figure>  <p>As <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/07/31/voting-intention-con-32-lab-22-lib-dem-19-brex-13-\">the YouGov write-up says,</a> the figures are also grim for Jeremy Corbyn. </p> <blockquote class=\"quoted\"> <p>Boris Johnson is still the public’s preferred prime minister over Jeremy Corbyn, with twice as many people choosing the former (42%) over the latter (21%). A further 34% of people can’t choose between the two.</p> </blockquote> <p>Here is <strong>Matthew Goodwin,</strong> an academic specialism in the study of populism, commenting on the poll.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GoodwinMJ/status/1156569317292609536\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Latest poll in UK<br><br>It&#39;s not hard to see how Boris &amp; thr Conservatives get back to 40% &amp; re-assemble 2017 electorate<br><br>Slashing the Brexit Party vote in half gets them most of way there<br><br>Labour, on the other hand, have a tougher road ahead<br><br>Their 2017 coalition has imploded <a href=\"https://t.co/hwjlw1blIt\">pic.twitter.com/hwjlw1blIt</a></p>&mdash; Matthew Goodwin (@GoodwinMJ) <a href=\"https://twitter.com/GoodwinMJ/status/1156569317292609536?ref_src=twsrc%5Etfw\">July 31, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d41a7c18f08c7e177d4214a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T14:40:05.612Z\">3.40pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>After Boris Johnson left Stormont the new Northern Ireland secretary,<strong> Julian Smith,</strong> called the parties together for a meeting. Afterwards he said:</p> <blockquote class=\"quoted\"> <p>Following my initial meetings with the political parties this week and last, I met with the leaders of the five main parties this afternoon to move the talks process forward. </p> <p>I have asked the five independent working group leads to hold further meetings and report back early next week. </p> <p>I will discuss further steps with the Irish government once I have received their reports. </p> <p>It is my priority to restore devolution as soon as possible.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"3b4ba34949707a27c7c452ef437871b58ebfd4ce\"> <img src=\"https://media.guim.co.uk/3b4ba34949707a27c7c452ef437871b58ebfd4ce/0_0_3006_1803/1000.jpg\" alt=\"Julian Smith\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Julian Smith</span> <span class=\"element-image__credit\">Photograph: Brian Lawless/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d41a37e8f0896be8f8f0bdb\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T14:19:56.619Z\">3.19pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from the Sinn Fein president <strong>Mary Lou McDonald</strong> on Boris Johnson’s visit to Belfast.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MaryLouMcDonald/status/1156525156904439811\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">We spelt out the realities to Boris Johnson. Bluster &amp; bravado can&#39;t mask the utterly destructive Brexit route he is taking. He is on course to upend our peace &amp; prosperity with his eyes wide open. Time for all of us to stand together, to face this Tory belligerence down <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a></p>&mdash; Mary Lou McDonald (@MaryLouMcDonald) <a href=\"https://twitter.com/MaryLouMcDonald/status/1156525156904439811?ref_src=twsrc%5Etfw\">July 31, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d41a17d8f08c7e177d42104\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T14:17:28.709Z\">3.17pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In the comments someone asked if Boris Johnson visited the Brecon and Radnorshire constituency when he was in Wales yesterday. There had been no media, so I posted a reply saying he hadn’t. But I was wrong; he did visit.</p> <p>This is from <strong>Iain McIntosh</strong>, a local Tory councillor.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/IainCMcIntosh/status/1156333896524603392\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It was fantastic to see the new Prime Minister <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> again, only a week after being elected, coming to meet everyone at the BVG Group HQ in Brecon and showing his support for Chris Davies, the only candidate who can work with the new PM to deliver <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a>. <a href=\"https://twitter.com/BandR_Tories?ref_src=twsrc%5Etfw\">@BandR_Tories</a> <a href=\"https://t.co/PNeeMz52sG\">pic.twitter.com/PNeeMz52sG</a></p>&mdash; Cllr Iain McIntosh (@IainCMcIntosh) <a href=\"https://twitter.com/IainCMcIntosh/status/1156333896524603392?ref_src=twsrc%5Etfw\">July 30, 2019</a></blockquote>  </figure>  <p>As Sky’s <strong>Emily Ashton</strong> points out, it is unusual for a politician to do a visit like that and not to include a walkabout. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/elashton/status/1156544746631979008\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Boris Johnson visited stunning mid-Wales constituency Brecon and Radnorshire yesterday ahead of by-election! What a beautiful backdrop for pictures ... oh <a href=\"https://t.co/z6IYQGKN15\">pic.twitter.com/z6IYQGKN15</a></p>&mdash; Emily Ashton (@elashton) <a href=\"https://twitter.com/elashton/status/1156544746631979008?ref_src=twsrc%5Etfw\">July 31, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/elashton/status/1156545602693607424\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Crowds had gathered on Brecon&#39;s high street for an expected walkabout from the new PM, but for some reason he stayed inside the HQ of local business BVG</p>&mdash; Emily Ashton (@elashton) <a href=\"https://twitter.com/elashton/status/1156545602693607424?ref_src=twsrc%5Etfw\">July 31, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d4198bf8f08c7e177d420aa\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T13:42:03.062Z\">2.42pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">DUP dismisses talk of no deal Brexit leading to united Ireland as 'project fear mark two'</h2>  <div class=\"block-elements\">  <p>In their comments after their meeting with Boris Johnson, <strong>Arlene Foster</strong>, the DUP leader, and her deputy, <strong>Nigel Dodds,</strong> both criticised the Irish prime minister Leo Varadkar. </p> <p>Foster said described comments Varadkar made last week suggesting a no deal Brexit could increase the chance of Ireland being reunited as “project fear mark two from the taoiseach”.</p> <p>And Dodds criticised him for talking up the prospect of a border poll. He said:</p> <blockquote class=\"quoted\"> <p>Leo Varadkar is in breach of the Belfast agreement by talking that up. </p> <p>The reality is that the conditions are not met and those who create this hysteria about it are actually running contrary to the agreement. </p> <p>Let’s get real here, the idea that many unionists will turn around and vote for a united Ireland on the basis of the current developments, I think, is something that is not reflected in the reality of people on the ground.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"3f0aaba9ff167608298a0de07601d549bb35029a\"> <img src=\"https://media.guim.co.uk/3f0aaba9ff167608298a0de07601d549bb35029a/0_137_5147_3088/1000.jpg\" alt=\"DUP leader Arlene Foster and deputy leader Nigel Dodds speaking to the media at Stormont after their meeting with Boris Johnson.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">DUP leader Arlene Foster and deputy leader Nigel Dodds speaking to the media at Stormont after their meeting with Boris Johnson.</span> <span class=\"element-image__credit\">Photograph: Charles McQuillan/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d41846a8f0896be8f8f0a5c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T12:42:57.595Z\">1.42pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris Johnson 'very, very committed' to new confidence and supply agreement, DUP says</h2>  <div class=\"block-elements\">  <p><strong>Arlene Foster</strong>, the DUP leader, and her deputy <strong>Nigel Dodds</strong>, both spoke to the media after their discussions with Boris Johnson. Here are the main points they made.<br></p> <ul> <li><strong>Foster said Johnson had told them he would be never be neutral on the issue of the union.</strong> But the UK government would be neutral on the administration of government within Northern Ireland, she said. She said people should not confuse the two issues, which were different.</li> </ul> <ul> <li><strong>She said Johnson had told them he was not minded to have a border poll in Northern Ireland, as Sinn Fein is demanding.</strong> (See <a href=\"https://www.theguardian.com/politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news?page=with:block-5d4143218f0845f89e3179e9#block-5d4143218f0845f89e3179e9\">9.29am.)</a> She said:</li> </ul> <blockquote class=\"quoted\"> <p>Talk of a border poll, he told us, was not something that he was entertaining.</p> </blockquote> <ul> <li><strong>Dodds said Johnson had told them he was “very, very committed” to carrying forward the confidence and supply agreement between the DUP and the Tories.</strong></li> </ul> <ul> <li><strong>Foster and Dodds both strongly defended the agreement</strong>. Dodds said Sinn Fein were wrong to claim it had “poisoned the groundwater” in Northern Ireland politically. (See <a href=\"https://www.theguardian.com/politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news?page=with:block-5d415fad8f08cf92bb77a507#block-5d415fad8f08cf92bb77a507\">11.06am.)</a> And Foster said it had benefited everyone in Northern Ireland. She explained:</li> </ul> <blockquote class=\"quoted\"> <p>The confidence and supply agreement has been good for the people of Northern Ireland. You would think, to hear some people, it’s a bad thing that has been visited on the people of Northern Ireland. We have delivered an extra £1bn for the people of Northern Ireland which they would not otherwise have if it were not for the relationship between ourselves and the current government.</p> </blockquote> <ul> <li><strong>Dodds rejected claims that a no deal Brexit would create an insuperable problem at the Irish border. </strong>He explained:</li> </ul> <blockquote class=\"quoted\"> <p>There is a border, of course there’s a border. We are not the united Ireland. We have a political border, we have a fiscal border, we have a currency border, we have a VAT border, we have a security border. So clearly there will be borders. But the issue is, how do we manage checks and controls so that there is no hard border. The Irish government have already made the point that that can be done away from the border even in the event of a no deal.</p> </blockquote> <ul> <li><strong>Foster urged the Irish government to “dial down the rhetoric” and engage with Johnson.</strong> She said:</li> </ul> <blockquote class=\"quoted\"> <p>There are ways to with this issue [the backstop] if there is a willingness on both sides. And so I hope that Dublin will dial down the rhetoric and there will be a willingness to engage with our new prime minister.</p> </blockquote> <ul> <li><strong>Foster said it would be a mistake for Johnson to rule out going for a no deal Brexit if he cannot get a better deal from Brussels.</strong> She explained:</li> </ul> <blockquote class=\"quoted\"> <p>I sometimes wonder have people ever been in negotiations when they take things off the table before you get to the end of a negotiation. Of course you keep it on the table.</p> </blockquote> <ul> <li><strong>Dodds rejected suggestions that it was inappropriate for Johnson to have a private dinner with DUP leaders last night.</strong> He said the DUP talk to the government at Westminster all the time.</li> </ul>  <figure class=\"element element-image\" data-media-id=\"b6dc507605bb2649a31d68a5ae1635e677b71e54\"> <img src=\"https://media.guim.co.uk/b6dc507605bb2649a31d68a5ae1635e677b71e54/0_126_3771_2263/1000.jpg\" alt=\"Arlene Foster, the DUP leader (centre), with her deputy leader Nigel Dodds and DUP MP Emma Little-Pengelly speaking to the media after their talks with Boris Johnson.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Arlene Foster, the DUP leader (centre), with her deputy leader Nigel Dodds and DUP MP Emma Little-Pengelly speaking to the media after their talks with Boris Johnson.<br><br></span> <span class=\"element-image__credit\">Photograph: Charles McQuillan/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d41814e8f0896be8f8f0a42\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T12:03:25.544Z\">1.03pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris Johnson wraps up Northern Ireland talks with no sign of progress towards reviving power-sharing</h2>  <div class=\"block-elements\">  <p><strong>Boris Johnson</strong> has now finished his talks with the five main Northern Ireland parties, and he has left Stormont. </p> <p>From what the parties have been saying, there is no sign that he has made any progress towards reviving the power-sharing executive.</p> <p>Downing Street has released this statement about his talks.<br></p> <blockquote class=\"quoted\"> <p>The prime minister met five of Northern Ireland’s main political parties today in Belfast.<strong> </strong></p> <p>The overarching purpose of these meetings was to discuss moving forward in the ongoing power sharing talks and getting the Northern Irish democratic institutions back up and running as soon as possible. </p> <p>The prime minister told all of the parties that he was determined to bring this process to a successful conclusion and that he would do everything he could to make it happen.</p> <p>He said that while there had been constructive progress in recent weeks at Stormont, that there now needed to be serious and intense engagement to get this done and that he had faith that all parties would step up to the challenge. </p> <p>The discussions also included Brexit, where the prime minister made clear that the UK would be leaving the EU on October come what may, and restated his intention to do so with a deal. </p> <p>He said that in all scenarios, the government is steadfast in its commitment to the Belfast/Good Friday agreement and that in no circumstances would there be physical checks or infrastructure on the border. </p> <p>He also made clear his belief and commitment in the rigorous impartiality set out in the Belfast/Good Friday Agreement, while at the same time reaffirming his determination to strengthen the Union and Northern Ireland’s place within it. </p> <p>They also discussed what the UK government could do to support Harland &amp; Wolff and Wrightbus. </p> <p>Alongside the new secretary of state, Julian Smith, he said he was looking forward to engaging widely and seeing more of this fantastic part of our United Kingdom.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"531a540bde8ee195b6c87ae33015afdd2ed8d98e\"> <img src=\"https://media.guim.co.uk/531a540bde8ee195b6c87ae33015afdd2ed8d98e/0_51_3000_1800/1000.jpg\" alt=\"Boris Johnson leaving Stormont House with Northern Ireland secretary Julian Smith following their talks with the five main Northern Ireland parties.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson leaving Stormont House with Northern Ireland secretary Julian Smith following their talks with the five main Northern Ireland parties.</span> <span class=\"element-image__credit\">Photograph: Charles McQuillan/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-31T13:49:53.612Z\">at 2.49pm BST</time></p>  </div> <div id=\"block-5d4182988f08c7e177d41f83\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T12:00:35.933Z\">1.00pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Jeremy Corbyn </strong>has urged Boris Johnson to nationalise the Harland and Wolff shipyard in Northern Ireland to stop it closing.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/1156513049035120642\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I know how vital Harland and Wolff is to Northern Ireland. <br><br>With it now facing closure, Boris Johnson must listen to the workers and back Labour&#39;s call to take it back into public ownership, so £1bn of shipbuilding contracts can be delivered in the UK.<a href=\"https://twitter.com/hashtag/SaveOurShipyard?src=hash&amp;ref_src=twsrc%5Etfw\">#SaveOurShipyard</a> <a href=\"https://t.co/5mJW5XmblO\">pic.twitter.com/5mJW5XmblO</a></p>&mdash; Jeremy Corbyn (@jeremycorbyn) <a href=\"https://twitter.com/jeremycorbyn/status/1156513049035120642?ref_src=twsrc%5Etfw\">July 31, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d417a708f084f687f34df50\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T11:45:27.596Z\">12.45pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Almost 600,000 children in homes losing out from Osborne's two-child cap on benefits, government reveals</h2>  <div class=\"block-elements\">  <p>When George Osborne was chancellor, as part of his austerity programme, which concentrated heavily on welfare cuts, he introduced a ‘two-child rule” which meant people could not claim child tax credits or the child element of universal credit for more than two children from April 2017. It was sometimes referred to as the “rape clause” because among the exceptions allowed were mothers who could prove their third child was conceived as a result of rape.</p> <p>Today HM Revenue and Customs and the Department for Work and Pensions have published <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/821773/Two_children_and_exceptions_in_tax_credits_and_Universal_Credit_April_2019.pdf\">a document (pdf) </a>showing how many people have been affected. It says that since 2017 almost 160,000 households have lost money as a result. More than 60,000 of those are single-parent households, as this graph shows.</p>  <figure class=\"element element-image\" data-media-id=\"86aa24b58a9e62ecc88e9d5bf19928ca773d8ba4\"> <img src=\"https://media.guim.co.uk/86aa24b58a9e62ecc88e9d5bf19928ca773d8ba4/0_0_729_496/500.jpg\" alt=\"Households affected by two-child rule\" width=\"500\" height=\"340\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Households affected by two-child rule</span> <span class=\"element-image__credit\">Photograph: DWP</span> </figcaption> </figure>  <p>The total number of children in these households is almost 600,000.</p>  <figure class=\"element element-image\" data-media-id=\"281a9ca4163793049c3c3672c04ab8644916f3bb\"> <img src=\"https://media.guim.co.uk/281a9ca4163793049c3c3672c04ab8644916f3bb/0_0_711_471/500.jpg\" alt=\"Number of children affected by two-child rule\" width=\"500\" height=\"331\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Number of children affected by two-child rule</span> <span class=\"element-image__credit\">Photograph: DWP</span> </figcaption> </figure>  <p>The figures also show that 510 women have been granted an exception due to the “rape clause”, or “non-consensual conception”, as the report puts it.</p> <p>Child tax credits or the child element of universal credit can be worth £2,780 to families with two children. Commenting on today’s figures, Alison Garnham, chief executive of the <strong>Child Poverty Action Group,</strong> said:</p> <blockquote class=\"quoted\"> <p><em>Every child deserves a good start in life, but today’s figures are a grim reminder of the human cost of this nasty policy, which says that some children are more deserving tha</em><em>n others purely on the basis of their birth order - and which mostly affects working families. In the UK we would never turn a third-born child away from school or hospital. How can it be right to deny the same young children the support they need to enjoy a childhood free from poverty when their family falls on hard times?</em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-31T11:48:52.289Z\">at 12.48pm BST</time></p>  </div> <div id=\"block-5d4175dc8f0896be8f8f09b4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T11:10:48.439Z\">12.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back at Stormont <strong>Nichola Mallon</strong>, the deputy leader of the SDLP, said Boris Johnson does not understand the issues facing Northern Ireland after her team met the prime minister. This is from the BBC’s <strong>Jayne McCormack.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCJayneMcC/status/1156518507347136513\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">SDLP’s <a href=\"https://twitter.com/NicholaMallon?ref_src=twsrc%5Etfw\">@NicholaMallon</a> says it’s clear Boris Johnson has no understanding of the issues facing NI, and says he needs to “stop pandering to the DUP” and that her meeting with him was “blunt” <a href=\"https://twitter.com/BBCNewsNI?ref_src=twsrc%5Etfw\">@BBCNewsNI</a> <a href=\"https://t.co/u21Kw9rtgM\">pic.twitter.com/u21Kw9rtgM</a></p>&mdash; Jayne McCormack (@BBCJayneMcC) <a href=\"https://twitter.com/BBCJayneMcC/status/1156518507347136513?ref_src=twsrc%5Etfw\">July 31, 2019</a></blockquote>  </figure>  <p>This is from UTV’s <strong>Tracey Magee.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Tracey_utv/status/1156519111100420096\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/NicholaMallon?ref_src=twsrc%5Etfw\">@NicholaMallon</a> says <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> doesn’t understand the dangers &amp; complexities of NI. Saying he views the situation here “through the eyes of the DUP” <a href=\"https://t.co/mwDlQNNOER\">pic.twitter.com/mwDlQNNOER</a></p>&mdash; Tracey Magee (@Tracey_utv) <a href=\"https://twitter.com/Tracey_utv/status/1156519111100420096?ref_src=twsrc%5Etfw\">July 31, 2019</a></blockquote>  </figure>  <p>And this is what Mallon said on Twitter earlier, before her meeting.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NicholaMallon/status/1156502648759230464\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">1/3 Heading into meet <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a>. Our message will be direct. The DUP do not speak for the majority here. Stop playing to the cameras &amp; start living up to your responsibilities under the GFA. Avoid a hard brexit, stop hurtling us towards it.</p>&mdash; Nichola Mallon (@NicholaMallon) <a href=\"https://twitter.com/NicholaMallon/status/1156502648759230464?ref_src=twsrc%5Etfw\">July 31, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NicholaMallon/status/1156502987768061952\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">2/3 Restore devolved institutions &amp;  stop pandering to the DUP. Positively build, stop poisoning, critical relationships N/S E/W across these islands.</p>&mdash; Nichola Mallon (@NicholaMallon) <a href=\"https://twitter.com/NicholaMallon/status/1156502987768061952?ref_src=twsrc%5Etfw\">July 31, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NicholaMallon/status/1156503092583682048\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">3/3 In a situation of no devolved institutions, a No Deal Brexit &amp; return of a hard border on this island &amp; given both the BG &amp; IG are full co-guarantors of the GFA, preparations must begin immediately for Joint Authority.</p>&mdash; Nichola Mallon (@NicholaMallon) <a href=\"https://twitter.com/NicholaMallon/status/1156503092583682048?ref_src=twsrc%5Etfw\">July 31, 2019</a></blockquote>  </figure>  <figure class=\"element element-image\" data-media-id=\"2c2c3f99a434087e5cf6899a85e6e05dc8379715\"> <img src=\"https://media.guim.co.uk/2c2c3f99a434087e5cf6899a85e6e05dc8379715/0_126_3500_2100/1000.jpg\" alt=\"SDLP deputy leader Nichola Mallon and Colin McGrath speaking to the media at Stormont\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">SDLP deputy leader Nichola Mallon and Colin McGrath speaking to the media at Stormont</span> <span class=\"element-image__credit\">Photograph: Liam McBurney/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d416f3d8f0896be8f8f0949\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T10:57:49.832Z\">11.57am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Labour would be 'off our rockers' not to back remain in any future referendum, says Thornberry</h2>  <div class=\"block-elements\">  <p>After Labour was beaten by the Lib Dems in the European elections <strong>Emily Thornberry, </strong>the shadow foreign secretary, said the party should have been been more explicitly pro-remain. Her comments did not go down well with Jeremy Corbyn and his closest advisers, who don’t want Labour to be defined principally as a remain party, and it was widely assumed that this led to Thornberry being ‘punished’ when she was not allowed to stand in for Corbyn at the next PMQs when he was absent.</p> <p>But this does not seem to have discouraged Thornberry. <a href=\"https://www.politicshome.com/news/uk/political-parties/labour-party/news/105676/emily-thornberry-warns-jeremy-corbyn-labour-would\">According to PoliticsHome</a>, in an interview in Australia Thornberry said Labour would be “off our bloody rockers” not to campaign for remain in all circumstances in any future referendum.</p> <p>Labour’s official position on this has evolved. Earlier this year Corbyn firmly committed the party to backing a referendum on no deal, or a Tory Brexit deal, and then he went further, saying that if a future Labour government were to negotiate a Brexit deal, that would be put to a referendum too. He says, in a referendum on no deal or a Tory deal, Labour would back remain. But Corbyn has left open the option of Labour backing leave in a referendum on a deal negotiated by a Labour government, or at least staying neutral.</p> <p>Thornberry says, even if Labour negotiated its own Brexit deal, it should campaign for remain. She said:</p> <blockquote class=\"quoted\"> <p>I think that any deal, or no deal, or whatever this government comes up with, should be put back to the British people so they can be asked: is this what you voted for? Because if you did, that’s fine.</p> <p>But we don’t think it is what you voted for. And I’m firmly of the view that Labour’s policy should be that whatever deal a government comes up with – no ifs, no buts, as Boris Johnson says – we should put it back to the people, we should have another referendum, and that Labour should campaign to remain.</p> <p>When I’ve been talking to people here in Australia ... what’s really come home to me is that one of the reasons for the increased success of the Australian economy ... is that you increased your trade with your closest neighbours, and yet in Britain what we’re doing is walking away from our closest neighbours and our biggest trading allies.</p> <p>And people that I’ve spoken to here appreciate that, and I have to say practically all of them ... have said if we get an opportunity to remain in the European Union, we should take it. Because if we don’t, we’re off our bloody rockers.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"4f8db43d350358510ae7812f2b580ef09e025188\"> <img src=\"https://media.guim.co.uk/4f8db43d350358510ae7812f2b580ef09e025188/0_233_4287_2573/1000.jpg\" alt=\"Emily Thornberry\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emily Thornberry</span> <span class=\"element-image__credit\">Photograph: Mark Thomas/REX/Shutterstock</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d416e2b8f0896be8f8f093f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T10:34:56.678Z\">11.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Naomi Long,</strong> the Alliance party leader and MEP, does not seem to have been impressed by Boris Johnson when they met, according to the BBC’s <strong>Jayne McCormack.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCJayneMcC/status/1156504140866101248\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/naomi_long?ref_src=twsrc%5Etfw\">@naomi_long</a> says she had a “frank” discussion and exchange of views with the PM on Brexit and that the deadlock over it is affecting the Stormont talks. She says if PM doesn’t have a plan, hopes he goes home tonight and thinks of one <a href=\"https://t.co/g8oTmnwtHk\">pic.twitter.com/g8oTmnwtHk</a></p>&mdash; Jayne McCormack (@BBCJayneMcC) <a href=\"https://twitter.com/BBCJayneMcC/status/1156504140866101248?ref_src=twsrc%5Etfw\">July 31, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCJayneMcC/status/1156504677493673989\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">“We are in a crisis and Brexit is adding to the chaos... we won’t see the assembly restored while it’s in chaos.” Naomi Long says the “real test of impartiality” will come “when pressure needs to be applied to the DUP” in Stormont talks</p>&mdash; Jayne McCormack (@BBCJayneMcC) <a href=\"https://twitter.com/BBCJayneMcC/status/1156504677493673989?ref_src=twsrc%5Etfw\">July 31, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d416b148f0896be8f8f0903\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T10:28:17.558Z\">11.28am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris Johnson should be speaking to people living near Irish border to learn about Brexit impact, says Peter Hain</h2>  <div class=\"block-elements\">  <p>In a statement released by the People’s Vote campaign, which is calling for a second referendum on Brexit, <strong>Peter Hain</strong>, the former Labour Northern Ireland secretary, says Boris Johnson should be speaking to people living by the border with Ireland on his visit to find out what Brexit will mean. Hain says:</p> <blockquote class=\"quoted\"> <p>Boris Johnson is using Northern Ireland for stake money in his gamble with the future of the UK.</p> <p>He is willing to see security and progress threatened, damaged or even destroyed if it helps him in his drive to push the UK out of the EU without the people being given the final say.</p> <p>Maybe Mr Johnson should spend more time talking to ordinary people in the towns and villages by the border, where the local economies face devastation if no deal is forced on them.</p> <p>After twenty-one years of progress since the Belfast agreement it is disgraceful that Boris Johnson has so little grip on the realities of Northern Ireland’s finely balanced politics that he believes a simple promise not to put infrastructure on the frontier line itself solves all problems.</p> <p>Enforcing new customs checks, wherever they come, will mean massively increasing state intrusion into the lives and businesses of those who regularly cross the border and that poses a real threat to the economy - and ultimately to security.</p> <p>Boris Johnson cannot have his no deal or hard Brexit and keep the border open and invisible.</p> <p>All of this is a million miles away from anything discussed in the referendum campaign and that is why it is essential we have a people’s vote.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"d757dfa7d7c8680cd649a10b7a436c653f8e2b5e\"> <img src=\"https://media.guim.co.uk/d757dfa7d7c8680cd649a10b7a436c653f8e2b5e/92_0_2328_1397/1000.jpg\" alt=\"Peter Hain\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Peter Hain</span> <span class=\"element-image__credit\">Photograph: Shaun Curry/AFP/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d416a608f084f687f34de79\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T10:16:47.230Z\">11.16am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Ulster Unionist party told Boris Johnson that it did not want a no deal Brexit, the BBC’s<strong> Jayne McCormack</strong> reports.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCJayneMcC/status/1156500214557151232\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">UUP say they made it clear to Boris Johnson a no deal Brexit is a bad outcome, but that they don’t like the backstop either... also raised the Harland and Wolff shipyard crisis with the new PM <a href=\"https://t.co/BPsZ9XxEDJ\">pic.twitter.com/BPsZ9XxEDJ</a></p>&mdash; Jayne McCormack (@BBCJayneMcC) <a href=\"https://twitter.com/BBCJayneMcC/status/1156500214557151232?ref_src=twsrc%5Etfw\">July 31, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d4169148f0896be8f8f08ef\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T10:15:12.915Z\">11.15am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There are various protests going on at Stormont to mark Boris Johnson’s visit.</p> <p>This picture shows anti-Brexit protesters and pro-rights campaigners who are standing together under the statue of Edward Carson.</p>  <figure class=\"element element-image\" data-media-id=\"8976f4c632e37b8ce7c2d1ba31ef8ce7ac916f1c\"> <img src=\"https://media.guim.co.uk/8976f4c632e37b8ce7c2d1ba31ef8ce7ac916f1c/0_250_4810_2886/1000.jpg\" alt=\"A protest taking place beneath the statue of Edward Carson at Stormont.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A protest taking place beneath the statue of Edward Carson at Stormont.</span> <span class=\"element-image__credit\">Photograph: Charles McQuillan/Getty Images</span> </figcaption> </figure>  <p>And these are Harland and Wolff employees, <a href=\"https://www.bbc.co.uk/news/uk-northern-ireland-49157918\">who are campaigning to save their shipyard.</a></p>  <figure class=\"element element-image\" data-media-id=\"db75567a1ab81cf81c742ef300fef98fad05c14b\"> <img src=\"https://media.guim.co.uk/db75567a1ab81cf81c742ef300fef98fad05c14b/0_137_3500_2100/1000.jpg\" alt=\"Harland and Wolff employees protesting at Stormont.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Harland and Wolff employees protesting at Stormont.</span> <span class=\"element-image__credit\">Photograph: Liam McBurney/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d415fad8f08cf92bb77a507\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T10:06:37.601Z\">11.06am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris Johnson accused by Sinn Fein of being 'complacent' about damage Brexit would cause to Ireland</h2>  <div class=\"block-elements\">  <p>Boris Johnson sometimes seem to think that he can win people over with a bit of personal charm. If that was his thinking before his meeting with the Sinn Fein delegation this morning, it didn’t work because <strong>Mary Lou McDonald,</strong> the Sinn Fein president, was fairly scathing when she spoke at her press briefing afterwards. Sinn Fein leaders never come away from meetings with British prime ministers exuding joy and goodwill (and mostly DUP leaders don’t either), but even by Sinn Fein standards, this was quite withering. Here are the main points.</p> <ul> <li><strong>McDonald accused Johnson of being “complacent” about the damage Brexit would cause the whole of Ireland. </strong>She said:</li> </ul> <blockquote class=\"quoted\"> <p>There is no doubt that Boris Johnson’s first priority coming to Ireland is his interest, Tory interest, British interests, as he sees them, and it seems to me that he is quite complacent at the idea of Ireland being the collateral damage. </p> </blockquote> <ul> <li><strong>She said that nobody believed Johnson’s claim (see <a href=\"https://www.theguardian.com/politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news?page=with:block-5d4143218f0845f89e3179e9#block-5d4143218f0845f89e3179e9\">9.29am)</a> to be impartial between the DUP and Sinn Fein.</strong> She said:</li> </ul> <blockquote class=\"quoted\"> <p>He tells us that he will act with absolute impartiality. We’ve told him that nobody believes that. Nobody believes that because there are no grounds to believe that there is any kind of impartiality, much less strict impartiality.</p> </blockquote> <ul> <li><strong>She said the Tory/DUP confidence and supply agreement had “poisoned the groundwater” in Northern Ireland politically. </strong>She said:</li> </ul> <blockquote class=\"quoted\"> <p>We have told him that the confidence and supply agreement between the Tories and the DUP poisoned the groundwater here politically and made it very, very, very difficult to sustain a negotiation, much less to land on a conclusion or an agreement.</p> </blockquote> <ul> <li><strong>She said Johnson had to stop acting like the DUP’s gofer. </strong>She said Johnson asked the Sinn Fein team for their advice. She went on:</li> </ul> <blockquote class=\"quoted\"> <p>We have strongly advised that to make progress here he needs to ensure that he is not the DUP’s gofer. He needs to stop mollycoddling them. He needs to spell out the realities of life to them.</p> </blockquote> <ul> <li><strong>She criticised what he has said about how Northern Ireland addresses legacy issues (ie, killings during the Troubles).</strong> She said:</li> </ul> <blockquote class=\"quoted\"> <p>We have advised him that his commentary thus far on these issues as British prime minister has been damaging and very, very dangerous.</p> </blockquote> <p>That seemed to be a reference to Johnson telling Tory MPs, in his first address to the 1922 Committee as party leader, that<a href=\"https://www.thetimes.co.uk/article/boris-johnson-promises-to-protect-troubles-soldiers-from-persecution-8hxgp3f5c\"> the persecution of military veterans facing historical allegations over their conduct in Northern Ireland has “got to stop”.</a></p> <ul> <li><strong>She said her team told Johnson that it would be “unthinkable” to refuse to allow Northern Ireland a border poll in the event of a no deal Brexit.</strong> See<a href=\"https://www.theguardian.com/politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news?page=with:block-5d4143218f0845f89e3179e9#block-5d4143218f0845f89e3179e9\"> 9.29am </a>for more on McDonald’s thinking on this. </li> </ul> <ul> <li><strong>She said the DUP were denying the people of Northern Ireland their rights</strong>. She said:</li> </ul> <blockquote class=\"quoted\"> <p>The DUP have used every contrivance to frustrate social and political progress here and to ensure the continuing denial of rights. They have used this as a ruse to really trample on the views of the majority of people who live here, whether it’s in relation to rights issues or in relation to Brexit. </p> </blockquote> <p>This was a particular reference to the DUP’s opposition to marriage equality for Northern Ireland and to legislation to benefit Irish language speakers.</p> <ul> <li><strong>She said any move to direct rule in Northern Ireland - something the government has not ruled out in the event of a no deal Brexit - would be unacceptable and very dangerous in turning the clock back.</strong></li> </ul>  <figure class=\"element element-image\" data-media-id=\"3ccd1b08bd67cc930e7e1017cd78f95df12ab6b3\"> <img src=\"https://media.guim.co.uk/3ccd1b08bd67cc930e7e1017cd78f95df12ab6b3/0_173_3864_2318/1000.jpg\" alt=\"Sinn fein leader Mary Lou McDonald speaks to the media following her meeting with Boris Johnson.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sinn fein leader Mary Lou McDonald speaks to the media following her meeting with Boris Johnson.</span> <span class=\"element-image__credit\">Photograph: Charles McQuillan/Getty Images</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-31T12:57:16.852Z\">at 1.57pm BST</time></p>  </div> <div id=\"block-5d415cec8f08d0b6ca53b1ab\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T09:27:08.561Z\">10.27am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>At Stormont <strong>Mary Lou McDonald,</strong> the Sinn Fein president, is speaking to the media following the Sinn Fein delegations meeting with Boris Johnson.</p> <p>She says they stressed their opposition to a no deal Brexit, and their view that no deal would justify another border poll. She says Sinn Fein accused the DUP of holding up the restoration of power-sharing.</p> <p>She says Johnson assured them he would be impartial in dealings between the DUP and Sinn Fein. She says they told him that no one believed that.<br></p> <ul> <li><strong>McDonald says her team told Johnson no one believes his claim to be impartial between the DUP and Sinn Fein.</strong></li> </ul> <p>She is now taking questions.</p> <p>In response to a question about the DUP, she says there is an axis between the DUP and the Tories. </p> <p>She says the Tories will do anything and everything to remain in government. In coming to Ireland, he is only interested in his interests and Britain’s interests. He says Johnson is “complacent” about Ireland suffering collateral damage from a no deal Brexit. </p> <ul> <li><strong>Sinn Fein accuses Johnson of being “complacent” about risks to Ireland from a no deal Brexit.</strong></li> </ul>  <figure class=\"element element-image\" data-media-id=\"d3f8b28540810329f9cbae7d9c989968f1e773b7\"> <img src=\"https://media.guim.co.uk/d3f8b28540810329f9cbae7d9c989968f1e773b7/34_0_888_533/500.jpg\" alt=\"Mary Lou McDonald after her meeting with Boris Johnson\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mary Lou McDonald after her meeting with Boris Johnson</span> <span class=\"element-image__credit\">Photograph: Sky News</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-31T13:32:09.774Z\">at 2.32pm BST</time></p>  </div> <div id=\"block-5d4159678f08d0b6ca53b194\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T09:09:54.358Z\">10.09am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In her Today programme interview this morning Mary Lou McDonald, Sinn Fein’s president, said she has been asking the UK government to explain what needs to happen for another referendum to take place in Northern Ireland on joining a united Ireland. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/31/boris-johnson-holds-talks-in-belfast-as-sinn-fein-says-border-poll-must-follow-no-deal-brexit-live-news?page=with:block-5d4143218f0845f89e3179e9#block-5d4143218f0845f89e3179e9\"> 9.29am.)</a> The last one was in 1973.</p> <p><a href=\"https://www.instituteforgovernment.org.uk/explainers/irish-reunification\">This <strong>Institute for Government</strong> briefing </a>sets out some possible criteria that might apply.</p> <blockquote class=\"quoted\"> <p>As part of the Good Friday Agreement, an explicit provision for holding a Northern Ireland border poll was made in UK law. The <a href=\"https://www.legislation.gov.uk/ukpga/1998/47/contents\">Northern Ireland Act 1998</a> states that “if at any time it appears likely to him that a majority of those voting would express a wish that Northern Ireland should cease to be part of the United Kingdom and form part of a united Ireland”, the secretary of state shall make an order in council enabling a border poll.</p> <p>It is not clear exactly what would satisfy this requirement. <a href=\"https://www.ucl.ac.uk/constitution-unit/sites/constitution-unit/files/185_a_northern_ireland_border_poll.pdf\">The Constitution Unit</a> suggests that a consistent majority in opinion polls, a Catholic majority in a census, a nationalist majority in the Northern Ireland assembly, or a vote by a majority in the assembly could all be considered evidence of majority support for a united Ireland. However, the secretary of state must ultimately decide whether the condition has been met.</p> </blockquote> <p>The IfG note also includes this chart on polling that undermines McDonald’s claim that support for Irish reunification in the north is rising.</p>  <figure class=\"element element-image\" data-media-id=\"5fa31b3004fdee99d6db17b29d034a8e0225e0ac\"> <img src=\"https://media.guim.co.uk/5fa31b3004fdee99d6db17b29d034a8e0225e0ac/0_0_919_470/500.jpg\" alt=\"Polling on Irish reunification\" width=\"500\" height=\"256\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Polling on Irish reunification</span> <span class=\"element-image__credit\">Photograph: IfG</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d41573c8f0845f89e317a7d\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T08:56:04.872Z\">9.56am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Scottish Conservatives have said they will not “deal with hypotheticals” after the SNP challenged Ruth Davidson to give “a cast-iron guarantee” that her MPs will vote to block a no-deal Brexit.</p> <p>The SNP’s Westminster leader Ian Blackford has written to Davidson, pointing to suggestions that her opposition to a no deal Brexit is “little more than meaningless empty rhetoric ...a cynical PR exercise designed to distance you from Boris Johnson, in the knowledge that the Tory party is tanking in the polls in Scotland and came fourth place in the European elections on just 11%”.</p> <p>The letter comes after Boris Johnson visited Scotland on Monday, meeting both first minister Nicola Sturgeon and Davidson, who warned the prime minister on the eve of his visit that she could not support a no deal Brexit. The read-out from their meeting was resolutely reassured, saying that she backed his Brexit strategy “wholeheartedly”. The meeting was, the Guardian understands, overwhelming positive, and covered a lot of ground in terms of how Westminster can best serve Scotland.</p> <p>Responding to Blackford’s letter, a Scottish Conservatives spokesman said: </p> <blockquote class=\"quoted\"> <p>We’re not going to jump ahead 15 stages or deal with hypotheticals – everyone’s focus is getting a deal done with the EU that can get through parliament.</p> </blockquote> <p>But the fact remains that Davidson has quite a circle to square. Should Johnson call a general election on a platform of no deal, how will she stand, given her own stated opposition and the knowledge that – as Blackford points out – her party in Scotland has lost significant numbers of votes to the Brexit party? Will she call on her own MPs to vote against the prime minister? And how does she sell Johnson and his so-called ‘war cabinet’ to those centre right voters who signed up to her re-framing on the Scottish Tories?</p> </div>   </div> <div id=\"block-5d4157028f0845f89e317a7a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T08:53:56.478Z\">9.53am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"172ed284f126706fdcab81a129abc9508c26348a\"> <img src=\"https://media.guim.co.uk/172ed284f126706fdcab81a129abc9508c26348a/0_304_5113_3068/1000.jpg\" alt=\"Boris Johnson speaking to reporters as he arrived at Stormont House this morning.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson speaking to reporters as he arrived at Stormont House this morning.</span> <span class=\"element-image__credit\">Photograph: Pool/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5d4153fa8f0845f89e317a68\" class=\"block\" data-block-contributor=\"profile/lisaocarroll\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T08:43:29.266Z\">9.43am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The economic shock of a disorderly Brexit in Ireland would shrink employment by 34,000 jobs by the end of next year, the country’s central bank has said. </p> <p>In <a href=\"https://www.centralbank.ie/docs/default-source/publications/quarterly-bulletins/quarterly-bulletin-q3-2019.pdf\">its quarterly bulletin (pdf)</a> it says GDP growth for 2019 would be reduced from 4.9% to 4.5% if there was a crash out on 31 October, but the country would suffer a massive hit 2020 with growth falling from 4.1 to 0.7 per cent.<br><br>Household and business spending would fall while exports would fall “due to an immediate and large reduction in demand from the UK and the fall in sterling”.<br><br>“As a result, by the end of 2020 our estimates suggest that there would be around 34,000 fewer jobs in the economy compared to the level of employment that could be realised in a no-Brexit scenario,” it says.</p> <p>However it warns that “there is an unavoidably high degree of uncertainty” about the modelling of its forecasts because Brexit is without precedent. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-31T13:18:35.252Z\">at 2.18pm BST</time></p>  </div> <div id=\"block-5d4143218f0845f89e3179e9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-07-31T08:29:58.154Z\">9.29am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Boris Johnson holds talks in Belfast as Sinn Fein says border poll must follow no deal Brexit</h2>  <div class=\"block-elements\">  <p><strong>Boris Johnson</strong> is in Northern Ireland this morning where he has just started what will be a series of talks with the five main parties. The last time he was here, for a hustings during the Tory leadership contest, <a href=\"https://www.theguardian.com/politics/live/2019/jul/02/tory-leadership-latest-news-hustings-boris-johnsons-brexit-plan-could-prove-fatal-to-tory-party-says-former-leader-william-hague-live-news?page=with:block-5d1b64c48f082cc21811c0c6#block-5d1b64c48f082cc21811c0c6\">he sounded as if he knew almost nothing about the reasons for the suspension of the power-sharing executive. </a>He should be better informed by lunchtime. We’ll find out, because he is expected to address the media later.</p> <p>Johnson himself and others have also been speaking to the media ahead of the talks, at Stormont and on the usual morning programmes. Here are some of the points they have been making.<br></p> <ul> <li><strong>Johnson claimed that the UK government will be bound by “complete impartiality” as it oversees talks designed to get the power-sharing executive in Northern Ireland up and running again. </strong>The DUP is propping up the Conservative government at Westminster through the confidence and supply arrangement, and last night Johnson had a private dinner with DUP leaders. But the government is also supposed to be neutral as it mediates between DUP and Sinn Féin on restoring power-sharing. Asked how impartial he would be in the light of the dinner with the DUP last night, Johnson said as he arrived at Stormont this morning:</li> </ul> <blockquote class=\"quoted\"> <p>It’s all there in the Good Friday agreement. We believe in complete impartiality and that’s what we are going to observe.</p> </blockquote> <p>He also said he would be focusing on getting the executive functioning again.</p> <blockquote class=\"quoted\"> <p>Clearly the people in Northern Ireland have been without a government, without Stormont, for two years and six months so my prime focus this morning is to do everything I can to help that get up and running again because I think that’s profoundly in the interests of people here, of all the citizens here in Northern Ireland.</p> </blockquote> <ul> <li><strong>He said he attached “huge importance to the letter, spirit of the Belfast/ Good Friday agreement and will be insisting on that”. </strong>He was speaking in the context of Brexit, and addressing claims that a no-deal Brexit would undermine the Good Friday agreement.</li> </ul> <ul> <li><strong>Mary Lou McDonald, the Sinn Féin president, said that Brexit changes the terms of debate in Northern Ireland, boosting the case for Irish reunification. </strong>Speaking on the Today programme, she said:</li> </ul> <blockquote class=\"quoted\"> <p>Traditionally the argument and the discourse [in Northern Ireland] has been between green and orange, between Irishness and Britishness. But Brexit changed that and added a new dimension, a critical dimension, which is European or not? Inside the European Union or not? And for the purposes of the north of Ireland, a very direct choice, economically, socially, politically, as to whether or not this part of the island wishes to become a sort of backwater, marooned somewhere between the Tories in Number 10 and the very, very destructive agenda of the DUP.</p> </blockquote> <ul> <li><strong>She said there were now unionists willing to consider the case for reunification following Brexit. </strong>She said:</li> </ul> <blockquote class=\"quoted\"> <p>For everybody across society, Brexit has raised fundamental questions around the wisdom and the sustainability of the partition of our island which we have lived with now since the 1920s ... It’s changed the entire political dynamic, it has changed the parameters of the conversation. In the course of the debate that we will have about constitutional change, lots of people for whom a united Ireland would still not be their first preference, who would still have a strong attachment to union, even they now are willing and eager to have the conversation [about Irish reunification].</p> </blockquote> <ul> <li><strong>She said it would be “scandalous” to refuse Northern Ireland a referendum on joining a united Ireland after a no deal Brexit.</strong></li> </ul> <blockquote class=\"quoted\"> <p>In the event of a hard Brexit and a crash Brexit, I don’t know for the life of me how anybody could sustain an argument that things remain the same ... </p> <p>I don’t know how Britain could crash this part of Ireland out of the EU with all of the attendant harm and damage economically and politically and, with a straight face, suggest to any of us who live on this island that we should not be given the democratic opportunity as per the Good Friday agreement to decide our future. I think that would be quite scandalous.</p> </blockquote> <ul> <li><strong>She said she thought there were already grounds for holding a referendum in the north. </strong>Under the terms of the Good Friday agreement, the UK government is obliged to hold a referendum, or “border poll”, if at any time it seems “likely” that a majority in the north would vote to form part of a united Ireland. McDonald said:</li> </ul> <blockquote class=\"quoted\"> <p>This is a matter that I had explored at great length since I became the leader of Sinn Fein with Theresa May and with Karen Bradley [the former Northern Ireland secretary]. And I raised this matter with Julian Smith [the new Northern Ireland secretary] when I met him the other day. I think it’s very important that the British system sets out very clearly for all of us what it and they would understand to be the point of threshold, the trigger point at which a border poll or a referendum would be called ...</p> <p>I think some of the thresholds have been met. I mean, this northern state is built on the assumption of a perpetual unionist majority. That political majority has been lost in three successive elections ... The demographic patterns have been well discussed and well aired and they are moving in on direction. That for me is not the most compelling of arguments but it is a reality.</p> </blockquote> <ul> <li><strong>Arlene Foster, the DUP leader, said that her party’s confidence and supply arrangement with the Tories was still in place. </strong>On the subject of continuing it, she told Sky News it was not just a matter of money. For example, she said her party particularly welcomed Johnson’s decision to appoint a veterans minister and <a href=\"https://www.gov.uk/government/news/pm-creates-new-office-for-veterans-affairs-to-provide-lifelong-support-to-military-personnel\">to set up an office for veterans’ affairs</a> because, she said, Northern Ireland has more people in the armed forces per head of population than anywhere else in the UK.</li> </ul> <ul> <li><strong>Jeffrey Donaldson, the DUP’s chief whip, told the Today programme he thought the risks of a no deal Brexit were now “significant”. </strong>Asked about claims this could lead 40,000 jobs being lost in Northern Ireland, <a href=\"https://www.rte.ie/news/2019/0731/1066165-boris-johnson-in-belfast/\">he said that estimate was at the “very high end of the scale”.</a></li> </ul> <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary when I wrap up.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-shortest-honeymoon-in-history-clucking-hell-you-cant-handle-the-ruth/\">the Politico Europe roundup of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-31T12:29:01.170Z\">at 1.29pm BST</time></p>  </div>",
      "wordcount": "5591",
      "commentCloseDate": "2019-07-31T17:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-31T08:30:00Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-04-05T15:16:32Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c2zm6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c01061fdec90a12f7f4cefda67297fe19e5baea1/0_329_4910_2946/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson has wrapped up a morning of talks with the five main parties in Northern Ireland having heard multiple warnings from them about how damaging a no deal Brexit would be (see 11.06am, 11.16am, and 12.10pm). It was his first visit to Northern Ireland as prime minister, and his first proper engagement with the parties, but there was no sign that he had made any progress towards getting Sinn Fein and the DUP to agree to the resumption of power-sharing. It would be “unthinkable” if a no-deal Brexit was not followed by a poll on Irish reunification, the leader of Sinn Féin has warned Boris Johnson, also telling the prime minister that no one believed he was impartial on Northern Ireland. Any future US-UK trade deal would almost certainly be blocked by the US Congress if Brexit affects the Irish border and jeopardises peace in Northern Ireland, congressional leaders and diplomats have warned. Labour’s Emily Thornberry has said the party would be “off our bloody rockers” not to seize the chance to remain in the EU via a second referendum, in an interview which put her at odds with comments from Jeremy Corbyn over the weekend. Investment in Britain’s car industry has effectively stopped amid fears over Brexit, with a “pitiful” £90m pledged for new developments in the first six months of this year, according to the industry body. Campaigners have called for the government to scrap the “nasty” two-child limit on benefits after the latest official figures showed that nearly 600,000 children were affected by the controversial policy. Boris Johnson has sent his most senior EU adviser and Brexit negotiator to Brussels to deliver in person his message that the UK will leave without a deal unless the bloc abolishes the Irish backstop. As Daniel Boffey reports, David Frost, a former British ambassador to Denmark who was also an adviser to Johnson when he was foreign secretary, is to hold talks with EU officials over the next 48 hours. Labour has written to the elections watchdog urging pre-emptive action to ensure a US-based pro-Brexit lobbying group, co-run by Nigel Farage, does not risk “dark money” from overseas subverting the UK electoral system. That’s all from me for today. Thanks for the comments. The YouGov poll (see 3.47pm) was commissioned by the Times. In the write-up in the paper (paywall), Matt Chorley points out that it reveals a striking gender gap in voting intention. A breakdown of the results shows support for the Tories among men has risen from 23 per cent to 35 per cent since [Boris] Johnson was named leader. Among women it rose by one point to 29 per cent. At the same time support for Labour among women has risen from 19 per cent to 25 per cent. Another way of putting it would be to say that, amongst men, the Tories have a 16-point lead over Labour (35% v 19%). Amongst women the Tory lead is just four points (29% v 25%). You can read all the detailed figures here (pdf). YouGov has some polling out today that is encouraging for Boris Johnson. As the YouGov write-up says, the figures are also grim for Jeremy Corbyn. Boris Johnson is still the public’s preferred prime minister over Jeremy Corbyn, with twice as many people choosing the former (42%) over the latter (21%). A further 34% of people can’t choose between the two. Here is Matthew Goodwin, an academic specialism in the study of populism, commenting on the poll. After Boris Johnson left Stormont the new Northern Ireland secretary, Julian Smith, called the parties together for a meeting. Afterwards he said: Following my initial meetings with the political parties this week and last, I met with the leaders of the five main parties this afternoon to move the talks process forward. I have asked the five independent working group leads to hold further meetings and report back early next week. I will discuss further steps with the Irish government once I have received their reports. It is my priority to restore devolution as soon as possible. This is from the Sinn Fein president Mary Lou McDonald on Boris Johnson’s visit to Belfast. In the comments someone asked if Boris Johnson visited the Brecon and Radnorshire constituency when he was in Wales yesterday. There had been no media, so I posted a reply saying he hadn’t. But I was wrong; he did visit. This is from Iain McIntosh, a local Tory councillor. As Sky’s Emily Ashton points out, it is unusual for a politician to do a visit like that and not to include a walkabout. In their comments after their meeting with Boris Johnson, Arlene Foster, the DUP leader, and her deputy, Nigel Dodds, both criticised the Irish prime minister Leo Varadkar. Foster said described comments Varadkar made last week suggesting a no deal Brexit could increase the chance of Ireland being reunited as “project fear mark two from the taoiseach”. And Dodds criticised him for talking up the prospect of a border poll. He said: Leo Varadkar is in breach of the Belfast agreement by talking that up. The reality is that the conditions are not met and those who create this hysteria about it are actually running contrary to the agreement. Let’s get real here, the idea that many unionists will turn around and vote for a united Ireland on the basis of the current developments, I think, is something that is not reflected in the reality of people on the ground. Arlene Foster, the DUP leader, and her deputy Nigel Dodds, both spoke to the media after their discussions with Boris Johnson. Here are the main points they made. Foster said Johnson had told them he would be never be neutral on the issue of the union. But the UK government would be neutral on the administration of government within Northern Ireland, she said. She said people should not confuse the two issues, which were different. She said Johnson had told them he was not minded to have a border poll in Northern Ireland, as Sinn Fein is demanding. (See 9.29am.) She said: Talk of a border poll, he told us, was not something that he was entertaining. Dodds said Johnson had told them he was “very, very committed” to carrying forward the confidence and supply agreement between the DUP and the Tories. Foster and Dodds both strongly defended the agreement. Dodds said Sinn Fein were wrong to claim it had “poisoned the groundwater” in Northern Ireland politically. (See 11.06am.) And Foster said it had benefited everyone in Northern Ireland. She explained: The confidence and supply agreement has been good for the people of Northern Ireland. You would think, to hear some people, it’s a bad thing that has been visited on the people of Northern Ireland. We have delivered an extra £1bn for the people of Northern Ireland which they would not otherwise have if it were not for the relationship between ourselves and the current government. Dodds rejected claims that a no deal Brexit would create an insuperable problem at the Irish border. He explained: There is a border, of course there’s a border. We are not the united Ireland. We have a political border, we have a fiscal border, we have a currency border, we have a VAT border, we have a security border. So clearly there will be borders. But the issue is, how do we manage checks and controls so that there is no hard border. The Irish government have already made the point that that can be done away from the border even in the event of a no deal. Foster urged the Irish government to “dial down the rhetoric” and engage with Johnson. She said: There are ways to with this issue [the backstop] if there is a willingness on both sides. And so I hope that Dublin will dial down the rhetoric and there will be a willingness to engage with our new prime minister. Foster said it would be a mistake for Johnson to rule out going for a no deal Brexit if he cannot get a better deal from Brussels. She explained: I sometimes wonder have people ever been in negotiations when they take things off the table before you get to the end of a negotiation. Of course you keep it on the table. Dodds rejected suggestions that it was inappropriate for Johnson to have a private dinner with DUP leaders last night. He said the DUP talk to the government at Westminster all the time. Boris Johnson has now finished his talks with the five main Northern Ireland parties, and he has left Stormont. From what the parties have been saying, there is no sign that he has made any progress towards reviving the power-sharing executive. Downing Street has released this statement about his talks. The prime minister met five of Northern Ireland’s main political parties today in Belfast. The overarching purpose of these meetings was to discuss moving forward in the ongoing power sharing talks and getting the Northern Irish democratic institutions back up and running as soon as possible. The prime minister told all of the parties that he was determined to bring this process to a successful conclusion and that he would do everything he could to make it happen. He said that while there had been constructive progress in recent weeks at Stormont, that there now needed to be serious and intense engagement to get this done and that he had faith that all parties would step up to the challenge. The discussions also included Brexit, where the prime minister made clear that the UK would be leaving the EU on October come what may, and restated his intention to do so with a deal. He said that in all scenarios, the government is steadfast in its commitment to the Belfast/Good Friday agreement and that in no circumstances would there be physical checks or infrastructure on the border. He also made clear his belief and commitment in the rigorous impartiality set out in the Belfast/Good Friday Agreement, while at the same time reaffirming his determination to strengthen the Union and Northern Ireland’s place within it. They also discussed what the UK government could do to support Harland &amp; Wolff and Wrightbus. Alongside the new secretary of state, Julian Smith, he said he was looking forward to engaging widely and seeing more of this fantastic part of our United Kingdom. Jeremy Corbyn has urged Boris Johnson to nationalise the Harland and Wolff shipyard in Northern Ireland to stop it closing. When George Osborne was chancellor, as part of his austerity programme, which concentrated heavily on welfare cuts, he introduced a ‘two-child rule” which meant people could not claim child tax credits or the child element of universal credit for more than two children from April 2017. It was sometimes referred to as the “rape clause” because among the exceptions allowed were mothers who could prove their third child was conceived as a result of rape. Today HM Revenue and Customs and the Department for Work and Pensions have published a document (pdf) showing how many people have been affected. It says that since 2017 almost 160,000 households have lost money as a result. More than 60,000 of those are single-parent households, as this graph shows. The total number of children in these households is almost 600,000. The figures also show that 510 women have been granted an exception due to the “rape clause”, or “non-consensual conception”, as the report puts it. Child tax credits or the child element of universal credit can be worth £2,780 to families with two children. Commenting on today’s figures, Alison Garnham, chief executive of the Child Poverty Action Group, said: Every child deserves a good start in life, but today’s figures are a grim reminder of the human cost of this nasty policy, which says that some children are more deserving than others purely on the basis of their birth order - and which mostly affects working families. In the UK we would never turn a third-born child away from school or hospital. How can it be right to deny the same young children the support they need to enjoy a childhood free from poverty when their family falls on hard times? Back at Stormont Nichola Mallon, the deputy leader of the SDLP, said Boris Johnson does not understand the issues facing Northern Ireland after her team met the prime minister. This is from the BBC’s Jayne McCormack. This is from UTV’s Tracey Magee. And this is what Mallon said on Twitter earlier, before her meeting. After Labour was beaten by the Lib Dems in the European elections Emily Thornberry, the shadow foreign secretary, said the party should have been been more explicitly pro-remain. Her comments did not go down well with Jeremy Corbyn and his closest advisers, who don’t want Labour to be defined principally as a remain party, and it was widely assumed that this led to Thornberry being ‘punished’ when she was not allowed to stand in for Corbyn at the next PMQs when he was absent. But this does not seem to have discouraged Thornberry. According to PoliticsHome, in an interview in Australia Thornberry said Labour would be “off our bloody rockers” not to campaign for remain in all circumstances in any future referendum. Labour’s official position on this has evolved. Earlier this year Corbyn firmly committed the party to backing a referendum on no deal, or a Tory Brexit deal, and then he went further, saying that if a future Labour government were to negotiate a Brexit deal, that would be put to a referendum too. He says, in a referendum on no deal or a Tory deal, Labour would back remain. But Corbyn has left open the option of Labour backing leave in a referendum on a deal negotiated by a Labour government, or at least staying neutral. Thornberry says, even if Labour negotiated its own Brexit deal, it should campaign for remain. She said: I think that any deal, or no deal, or whatever this government comes up with, should be put back to the British people so they can be asked: is this what you voted for? Because if you did, that’s fine. But we don’t think it is what you voted for. And I’m firmly of the view that Labour’s policy should be that whatever deal a government comes up with – no ifs, no buts, as Boris Johnson says – we should put it back to the people, we should have another referendum, and that Labour should campaign to remain. When I’ve been talking to people here in Australia ... what’s really come home to me is that one of the reasons for the increased success of the Australian economy ... is that you increased your trade with your closest neighbours, and yet in Britain what we’re doing is walking away from our closest neighbours and our biggest trading allies. And people that I’ve spoken to here appreciate that, and I have to say practically all of them ... have said if we get an opportunity to remain in the European Union, we should take it. Because if we don’t, we’re off our bloody rockers. Naomi Long, the Alliance party leader and MEP, does not seem to have been impressed by Boris Johnson when they met, according to the BBC’s Jayne McCormack. In a statement released by the People’s Vote campaign, which is calling for a second referendum on Brexit, Peter Hain, the former Labour Northern Ireland secretary, says Boris Johnson should be speaking to people living by the border with Ireland on his visit to find out what Brexit will mean. Hain says: Boris Johnson is using Northern Ireland for stake money in his gamble with the future of the UK. He is willing to see security and progress threatened, damaged or even destroyed if it helps him in his drive to push the UK out of the EU without the people being given the final say. Maybe Mr Johnson should spend more time talking to ordinary people in the towns and villages by the border, where the local economies face devastation if no deal is forced on them. After twenty-one years of progress since the Belfast agreement it is disgraceful that Boris Johnson has so little grip on the realities of Northern Ireland’s finely balanced politics that he believes a simple promise not to put infrastructure on the frontier line itself solves all problems. Enforcing new customs checks, wherever they come, will mean massively increasing state intrusion into the lives and businesses of those who regularly cross the border and that poses a real threat to the economy - and ultimately to security. Boris Johnson cannot have his no deal or hard Brexit and keep the border open and invisible. All of this is a million miles away from anything discussed in the referendum campaign and that is why it is essential we have a people’s vote. The Ulster Unionist party told Boris Johnson that it did not want a no deal Brexit, the BBC’s Jayne McCormack reports. There are various protests going on at Stormont to mark Boris Johnson’s visit. This picture shows anti-Brexit protesters and pro-rights campaigners who are standing together under the statue of Edward Carson. And these are Harland and Wolff employees, who are campaigning to save their shipyard. Boris Johnson sometimes seem to think that he can win people over with a bit of personal charm. If that was his thinking before his meeting with the Sinn Fein delegation this morning, it didn’t work because Mary Lou McDonald, the Sinn Fein president, was fairly scathing when she spoke at her press briefing afterwards. Sinn Fein leaders never come away from meetings with British prime ministers exuding joy and goodwill (and mostly DUP leaders don’t either), but even by Sinn Fein standards, this was quite withering. Here are the main points. McDonald accused Johnson of being “complacent” about the damage Brexit would cause the whole of Ireland. She said: There is no doubt that Boris Johnson’s first priority coming to Ireland is his interest, Tory interest, British interests, as he sees them, and it seems to me that he is quite complacent at the idea of Ireland being the collateral damage. She said that nobody believed Johnson’s claim (see 9.29am) to be impartial between the DUP and Sinn Fein. She said: He tells us that he will act with absolute impartiality. We’ve told him that nobody believes that. Nobody believes that because there are no grounds to believe that there is any kind of impartiality, much less strict impartiality. She said the Tory/DUP confidence and supply agreement had “poisoned the groundwater” in Northern Ireland politically. She said: We have told him that the confidence and supply agreement between the Tories and the DUP poisoned the groundwater here politically and made it very, very, very difficult to sustain a negotiation, much less to land on a conclusion or an agreement. She said Johnson had to stop acting like the DUP’s gofer. She said Johnson asked the Sinn Fein team for their advice. She went on: We have strongly advised that to make progress here he needs to ensure that he is not the DUP’s gofer. He needs to stop mollycoddling them. He needs to spell out the realities of life to them. She criticised what he has said about how Northern Ireland addresses legacy issues (ie, killings during the Troubles). She said: We have advised him that his commentary thus far on these issues as British prime minister has been damaging and very, very dangerous. That seemed to be a reference to Johnson telling Tory MPs, in his first address to the 1922 Committee as party leader, that the persecution of military veterans facing historical allegations over their conduct in Northern Ireland has “got to stop”. She said her team told Johnson that it would be “unthinkable” to refuse to allow Northern Ireland a border poll in the event of a no deal Brexit. See 9.29am for more on McDonald’s thinking on this. She said the DUP were denying the people of Northern Ireland their rights. She said: The DUP have used every contrivance to frustrate social and political progress here and to ensure the continuing denial of rights. They have used this as a ruse to really trample on the views of the majority of people who live here, whether it’s in relation to rights issues or in relation to Brexit. This was a particular reference to the DUP’s opposition to marriage equality for Northern Ireland and to legislation to benefit Irish language speakers. She said any move to direct rule in Northern Ireland - something the government has not ruled out in the event of a no deal Brexit - would be unacceptable and very dangerous in turning the clock back. At Stormont Mary Lou McDonald, the Sinn Fein president, is speaking to the media following the Sinn Fein delegations meeting with Boris Johnson. She says they stressed their opposition to a no deal Brexit, and their view that no deal would justify another border poll. She says Sinn Fein accused the DUP of holding up the restoration of power-sharing. She says Johnson assured them he would be impartial in dealings between the DUP and Sinn Fein. She says they told him that no one believed that. McDonald says her team told Johnson no one believes his claim to be impartial between the DUP and Sinn Fein. She is now taking questions. In response to a question about the DUP, she says there is an axis between the DUP and the Tories. She says the Tories will do anything and everything to remain in government. In coming to Ireland, he is only interested in his interests and Britain’s interests. He says Johnson is “complacent” about Ireland suffering collateral damage from a no deal Brexit. Sinn Fein accuses Johnson of being “complacent” about risks to Ireland from a no deal Brexit. In her Today programme interview this morning Mary Lou McDonald, Sinn Fein’s president, said she has been asking the UK government to explain what needs to happen for another referendum to take place in Northern Ireland on joining a united Ireland. (See 9.29am.) The last one was in 1973. This Institute for Government briefing sets out some possible criteria that might apply. As part of the Good Friday Agreement, an explicit provision for holding a Northern Ireland border poll was made in UK law. The Northern Ireland Act 1998 states that “if at any time it appears likely to him that a majority of those voting would express a wish that Northern Ireland should cease to be part of the United Kingdom and form part of a united Ireland”, the secretary of state shall make an order in council enabling a border poll. It is not clear exactly what would satisfy this requirement. The Constitution Unit suggests that a consistent majority in opinion polls, a Catholic majority in a census, a nationalist majority in the Northern Ireland assembly, or a vote by a majority in the assembly could all be considered evidence of majority support for a united Ireland. However, the secretary of state must ultimately decide whether the condition has been met. The IfG note also includes this chart on polling that undermines McDonald’s claim that support for Irish reunification in the north is rising. The Scottish Conservatives have said they will not “deal with hypotheticals” after the SNP challenged Ruth Davidson to give “a cast-iron guarantee” that her MPs will vote to block a no-deal Brexit. The SNP’s Westminster leader Ian Blackford has written to Davidson, pointing to suggestions that her opposition to a no deal Brexit is “little more than meaningless empty rhetoric ...a cynical PR exercise designed to distance you from Boris Johnson, in the knowledge that the Tory party is tanking in the polls in Scotland and came fourth place in the European elections on just 11%”. The letter comes after Boris Johnson visited Scotland on Monday, meeting both first minister Nicola Sturgeon and Davidson, who warned the prime minister on the eve of his visit that she could not support a no deal Brexit. The read-out from their meeting was resolutely reassured, saying that she backed his Brexit strategy “wholeheartedly”. The meeting was, the Guardian understands, overwhelming positive, and covered a lot of ground in terms of how Westminster can best serve Scotland. Responding to Blackford’s letter, a Scottish Conservatives spokesman said: We’re not going to jump ahead 15 stages or deal with hypotheticals – everyone’s focus is getting a deal done with the EU that can get through parliament. But the fact remains that Davidson has quite a circle to square. Should Johnson call a general election on a platform of no deal, how will she stand, given her own stated opposition and the knowledge that – as Blackford points out – her party in Scotland has lost significant numbers of votes to the Brexit party? Will she call on her own MPs to vote against the prime minister? And how does she sell Johnson and his so-called ‘war cabinet’ to those centre right voters who signed up to her re-framing on the Scottish Tories? The economic shock of a disorderly Brexit in Ireland would shrink employment by 34,000 jobs by the end of next year, the country’s central bank has said. In its quarterly bulletin (pdf) it says GDP growth for 2019 would be reduced from 4.9% to 4.5% if there was a crash out on 31 October, but the country would suffer a massive hit 2020 with growth falling from 4.1 to 0.7 per cent. Household and business spending would fall while exports would fall “due to an immediate and large reduction in demand from the UK and the fall in sterling”. “As a result, by the end of 2020 our estimates suggest that there would be around 34,000 fewer jobs in the economy compared to the level of employment that could be realised in a no-Brexit scenario,” it says. However it warns that “there is an unavoidably high degree of uncertainty” about the modelling of its forecasts because Brexit is without precedent. Boris Johnson is in Northern Ireland this morning where he has just started what will be a series of talks with the five main parties. The last time he was here, for a hustings during the Tory leadership contest, he sounded as if he knew almost nothing about the reasons for the suspension of the power-sharing executive. He should be better informed by lunchtime. We’ll find out, because he is expected to address the media later. Johnson himself and others have also been speaking to the media ahead of the talks, at Stormont and on the usual morning programmes. Here are some of the points they have been making. Johnson claimed that the UK government will be bound by “complete impartiality” as it oversees talks designed to get the power-sharing executive in Northern Ireland up and running again. The DUP is propping up the Conservative government at Westminster through the confidence and supply arrangement, and last night Johnson had a private dinner with DUP leaders. But the government is also supposed to be neutral as it mediates between DUP and Sinn Féin on restoring power-sharing. Asked how impartial he would be in the light of the dinner with the DUP last night, Johnson said as he arrived at Stormont this morning: It’s all there in the Good Friday agreement. We believe in complete impartiality and that’s what we are going to observe. He also said he would be focusing on getting the executive functioning again. Clearly the people in Northern Ireland have been without a government, without Stormont, for two years and six months so my prime focus this morning is to do everything I can to help that get up and running again because I think that’s profoundly in the interests of people here, of all the citizens here in Northern Ireland. He said he attached “huge importance to the letter, spirit of the Belfast/ Good Friday agreement and will be insisting on that”. He was speaking in the context of Brexit, and addressing claims that a no-deal Brexit would undermine the Good Friday agreement. Mary Lou McDonald, the Sinn Féin president, said that Brexit changes the terms of debate in Northern Ireland, boosting the case for Irish reunification. Speaking on the Today programme, she said: Traditionally the argument and the discourse [in Northern Ireland] has been between green and orange, between Irishness and Britishness. But Brexit changed that and added a new dimension, a critical dimension, which is European or not? Inside the European Union or not? And for the purposes of the north of Ireland, a very direct choice, economically, socially, politically, as to whether or not this part of the island wishes to become a sort of backwater, marooned somewhere between the Tories in Number 10 and the very, very destructive agenda of the DUP. She said there were now unionists willing to consider the case for reunification following Brexit. She said: For everybody across society, Brexit has raised fundamental questions around the wisdom and the sustainability of the partition of our island which we have lived with now since the 1920s ... It’s changed the entire political dynamic, it has changed the parameters of the conversation. In the course of the debate that we will have about constitutional change, lots of people for whom a united Ireland would still not be their first preference, who would still have a strong attachment to union, even they now are willing and eager to have the conversation [about Irish reunification]. She said it would be “scandalous” to refuse Northern Ireland a referendum on joining a united Ireland after a no deal Brexit. In the event of a hard Brexit and a crash Brexit, I don’t know for the life of me how anybody could sustain an argument that things remain the same ... I don’t know how Britain could crash this part of Ireland out of the EU with all of the attendant harm and damage economically and politically and, with a straight face, suggest to any of us who live on this island that we should not be given the democratic opportunity as per the Good Friday agreement to decide our future. I think that would be quite scandalous. She said she thought there were already grounds for holding a referendum in the north. Under the terms of the Good Friday agreement, the UK government is obliged to hold a referendum, or “border poll”, if at any time it seems “likely” that a majority in the north would vote to form part of a united Ireland. McDonald said: This is a matter that I had explored at great length since I became the leader of Sinn Fein with Theresa May and with Karen Bradley [the former Northern Ireland secretary]. And I raised this matter with Julian Smith [the new Northern Ireland secretary] when I met him the other day. I think it’s very important that the British system sets out very clearly for all of us what it and they would understand to be the point of threshold, the trigger point at which a border poll or a referendum would be called ... I think some of the thresholds have been met. I mean, this northern state is built on the assumption of a perpetual unionist majority. That political majority has been lost in three successive elections ... The demographic patterns have been well discussed and well aired and they are moving in on direction. That for me is not the most compelling of arguments but it is a reality. Arlene Foster, the DUP leader, said that her party’s confidence and supply arrangement with the Tories was still in place. On the subject of continuing it, she told Sky News it was not just a matter of money. For example, she said her party particularly welcomed Johnson’s decision to appoint a veterans minister and to set up an office for veterans’ affairs because, she said, Northern Ireland has more people in the armed forces per head of population than anywhere else in the UK. Jeffrey Donaldson, the DUP’s chief whip, told the Today programme he thought the risks of a no deal Brexit were now “significant”. Asked about claims this could lead 40,000 jobs being lost in Northern Ireland, he said that estimate was at the “very high end of the scale”. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "32346",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "business/2019/jul/31/british-consumer-keeps-uk-plc-afloat-as-key-sectors-start-to-sink",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-07-31T05:00:48Z",
    "webTitle": "British consumer keeps UK plc afloat as key sectors start to sink",
    "webUrl": "https://www.theguardian.com/business/2019/jul/31/british-consumer-keeps-uk-plc-afloat-as-key-sectors-start-to-sink",
    "apiUrl": "https://content.guardianapis.com/business/2019/jul/31/british-consumer-keeps-uk-plc-afloat-as-key-sectors-start-to-sink",
    "fields": {
      "headline": "British consumer keeps UK plc afloat as key sectors start to sink",
      "standfirst": "<p>As a no-deal Brexit looms sterling is starting a steep slide and growth is stalling</p><ul><li><a href=\"https://www.theguardian.com/business/2019/jul/31/no-deal-brexit-talk-has-hit-home-hard-two-experts-debate-the-data\">Experts debate the data</a></li><li><a href=\"https://www.theguardian.com/business/2019/jul/31/how-has-brexit-vote-affected-the-uk-economy-july-verdict\">How the Brexit vote affected UK economy - July verdict</a></li></ul>",
      "trailText": "As a no-deal Brexit looks increasingly likely sterling is starting a steep slide and growth is stalling",
      "byline": "Richard Partington",
      "main": "<figure class=\"element element-image\" data-media-id=\"f3174338c6abae57e2cac5f7c8da5dfdc3521b1b\"> <img src=\"https://media.guim.co.uk/f3174338c6abae57e2cac5f7c8da5dfdc3521b1b/158_109_3735_2241/1000.jpg\" alt=\"a man stares at a foreign exchange money board\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The pound is falling just as fears deepen about a disorderly exit from the EU.</span> <span class=\"element-image__credit\">Photograph: Will Oliver/EPA</span> </figcaption> </figure>",
      "body": "<p>The British consumer is holding up the country’s economic performance but key sectors are showing signs of strain as Boris Johnson threatens to take the UK out of the EU without a deal, according to a Guardian analysis.</p> <p>In a sign of the mounting stress facing the economy, the pound has <a href=\"https://www.theguardian.com/business/2019/jul/29/pound-drops-to-lowest-level-in-two-years-amid-no-deal-brexit-rhetoric-sterling-dollar-euro\">slumped to the lowest level against the US dollar for 28 months</a> amid rising fears that Johnson may pursue a no-deal Brexit.</p> <p>The slide in sterling comes as economic growth dips to stalling point. The National Institute of Economic and Social Research (Niesr), a leading thinktank, said this month there is a <a href=\"https://www.theguardian.com/business/2019/jul/22/no-deal-brexit-uk-recession-niesr-british-eu-trade\">one-in-four chance the UK has already tipped into recession</a> even before the threat of a disorderly departure on 31 October. Global economic growth is also slowing against the backdrop of the US-China trade war, with the impact spilling back on Britain.</p> <p>However, economic growth has been supported by consumers continuing to spend, despite a slowdown in activity among businesses as they put spending decisions on hold. </p> <p><a href=\"https://www.theguardian.com/business/2019/jul/31/no-deal-brexit-talk-has-hit-home-hard-two-experts-debate-the-data\">Writing in the Guardian</a>, David Blanchflower, a former member of the Bank of England’s monetary policy committee (MPC), said Johnson’s no-deal Brexit stance represented the biggest threat to a fragile economy.</p> <p>“Company bosses continue to warn Johnson against pursuing a no-deal Brexit and he ought to listen. Such a scenario is the biggest downside risk to the UK economy and would be a disaster for living standards,” he said.</p> <p>To gauge the impact of Brexit on a monthly basis, <a href=\"https://www.theguardian.com/business/2019/jul/31/how-has-brexit-vote-affected-the-uk-economy-july-verdict\">the Guardian monitors eight economic indicators</a>, along with the value of the pound and the performance of the FTSE 100.</p>  <figure class=\"element element-image\" data-media-id=\"fef1809d46b8c697ed37edaeb34a52c8c1443e2a\"> <img src=\"https://media.guim.co.uk/fef1809d46b8c697ed37edaeb34a52c8c1443e2a/0_113_3400_2039/1000.jpg\" alt=\"Boris Johnson looks at chickens\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Is the new PM minister Boris Johnson counting his chickens by ramping up talk of a no-deal Brexit?</span> <span class=\"element-image__credit\">Photograph: Adrian Dennis/AP</span> </figcaption> </figure>  <p>Economists made forecasts for seven of those barometers before their release, and in four cases the outcome was better than expected. One met its forecast while two fell short of expectations.</p> <p>Presented with the challenge of Brexit alongside the global slowdown, the Bank will update its growth forecasts on Thursday with its quarterly inflation report and a press conference featuring its governor, Mark Carney.</p> <p>Threadneedle Street is expected to keep interest rates at 0.75% until there is greater clarity over Brexit, though economists widely believe the UK crashing out of the EU without a deal would trigger an emergency rate cut.</p> <p>Despite mounting concerns over the path ahead, the latest economic data revealed a mixed picture for Britain. Among bright spots was inflation remaining at the Bank’s target rate of 2% for June and wage growth accelerating at the fastest annual rate since 2008, helping households to strengthen their finances.</p> <p>Consumer spending increased unexpectedly by 1% on the month in June, despite a forecast for a 0.3% contraction among City economists, in a sign that Britons tuned out of the political drama at Westminster. The under-pressure high street also put in a strong performance as retail sales rose by 3.8% on the year, also beating forecasts.</p> <p>However, there were signs of storm clouds gathering. Business surveys revealed a slump in company activity as Brexit uncertainty bites, with both the building and manufacturing sectors falling into contraction.</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to the daily Business Today email\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk</figcaption> </figure>  <p>The latest snapshot from IHS Markit and the Chartered Institute of Procurement and Supply showed the service sector barely recorded growth in June, in a sign GDP likely fell in the second quarter. The services sector, which ranges from banking to restaurants and hotels, accounts for around 80% of gross domestic product.</p> <p>Economists warned that activity would probably continue shrinking as the summer turns into autumn, because Johnson ramping up no-deal rhetoric could lead companies to put investment decisions on hold.</p> <p>Writing in the Guardian, Andrew Sentance, a former member of the MPC, said growth was slowing as Brexit loomed. Official figures for the second quarter are expected to be published next week, with some economists predicting a contraction of 0.2%. Sentance said the third quarter could be just as bad.</p> <p>“The current quarter is likely to be no better while there is so much talk of a no-deal Brexit. 2019 looks set to be another disappointing year for the UK economy,” he said.</p>",
      "newspaperPageNumber": "28",
      "wordcount": "668",
      "firstPublicationDate": "2019-07-31T05:00:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-31T05:00:48Z",
      "newspaperEditionDate": "2019-07-31T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cxenk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f3174338c6abae57e2cac5f7c8da5dfdc3521b1b/158_109_3735_2241/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The British consumer is holding up the country’s economic performance but key sectors are showing signs of strain as Boris Johnson threatens to take the UK out of the EU without a deal, according to a Guardian analysis. In a sign of the mounting stress facing the economy, the pound has slumped to the lowest level against the US dollar for 28 months amid rising fears that Johnson may pursue a no-deal Brexit. The slide in sterling comes as economic growth dips to stalling point. The National Institute of Economic and Social Research (Niesr), a leading thinktank, said this month there is a one-in-four chance the UK has already tipped into recession even before the threat of a disorderly departure on 31 October. Global economic growth is also slowing against the backdrop of the US-China trade war, with the impact spilling back on Britain. However, economic growth has been supported by consumers continuing to spend, despite a slowdown in activity among businesses as they put spending decisions on hold. Writing in the Guardian, David Blanchflower, a former member of the Bank of England’s monetary policy committee (MPC), said Johnson’s no-deal Brexit stance represented the biggest threat to a fragile economy. “Company bosses continue to warn Johnson against pursuing a no-deal Brexit and he ought to listen. Such a scenario is the biggest downside risk to the UK economy and would be a disaster for living standards,” he said. To gauge the impact of Brexit on a monthly basis, the Guardian monitors eight economic indicators, along with the value of the pound and the performance of the FTSE 100. Economists made forecasts for seven of those barometers before their release, and in four cases the outcome was better than expected. One met its forecast while two fell short of expectations. Presented with the challenge of Brexit alongside the global slowdown, the Bank will update its growth forecasts on Thursday with its quarterly inflation report and a press conference featuring its governor, Mark Carney. Threadneedle Street is expected to keep interest rates at 0.75% until there is greater clarity over Brexit, though economists widely believe the UK crashing out of the EU without a deal would trigger an emergency rate cut. Despite mounting concerns over the path ahead, the latest economic data revealed a mixed picture for Britain. Among bright spots was inflation remaining at the Bank’s target rate of 2% for June and wage growth accelerating at the fastest annual rate since 2008, helping households to strengthen their finances. Consumer spending increased unexpectedly by 1% on the month in June, despite a forecast for a 0.3% contraction among City economists, in a sign that Britons tuned out of the political drama at Westminster. The under-pressure high street also put in a strong performance as retail sales rose by 3.8% on the year, also beating forecasts. However, there were signs of storm clouds gathering. Business surveys revealed a slump in company activity as Brexit uncertainty bites, with both the building and manufacturing sectors falling into contraction. The latest snapshot from IHS Markit and the Chartered Institute of Procurement and Supply showed the service sector barely recorded growth in June, in a sign GDP likely fell in the second quarter. The services sector, which ranges from banking to restaurants and hotels, accounts for around 80% of gross domestic product. Economists warned that activity would probably continue shrinking as the summer turns into autumn, because Johnson ramping up no-deal rhetoric could lead companies to put investment decisions on hold. Writing in the Guardian, Andrew Sentance, a former member of the MPC, said growth was slowing as Brexit loomed. Official figures for the second quarter are expected to be published next week, with some economists predicting a contraction of 0.2%. Sentance said the third quarter could be just as bad. “The current quarter is likely to be no better while there is so much talk of a no-deal Brexit. 2019 looks set to be another disappointing year for the UK economy,” he said.",
      "charCount": "4101",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richard-partington\">Richard Partington</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]