[
  {
    "id": "commentisfree/2019/apr/21/the-guardian-view-on-european-elections-one-continent-one-ballot",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-21T17:30:10Z",
    "webTitle": "The Guardian view on European elections: one continent, one ballot | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/21/the-guardian-view-on-european-elections-one-continent-one-ballot",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/21/the-guardian-view-on-european-elections-one-continent-one-ballot",
    "fields": {
      "headline": "The Guardian view on European elections: one continent, one ballot",
      "standfirst": "In the shadow of Brexit, Britain has become one front in a pan-continental battle for the soul of the European project",
      "trailText": "<strong>Editorial:</strong> In the shadow of Brexit, Britain has become one front in a pan-continental battle for the soul of the European project",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"402893a774edafeb35546a7f0fc9d92d61c105f7\"> <img src=\"https://media.guim.co.uk/402893a774edafeb35546a7f0fc9d92d61c105f7/0_117_3500_2100/1000.jpg\" alt=\"A pro-EU protester outside parliament in London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A pro-EU protester outside parliament in London.</span> <span class=\"element-image__credit\">Photograph: Rebecca Brown/PA</span> </figcaption> </figure>",
      "body": "<p>Elections to the European parliament can be awkward for admirers of the EU. A ballot in every member state is the most directly democratic feature of the union’s institutional architecture and such a poll should, in theory, bind millions of people in a sense of collective political enterprise.</p> <p>In practice, it rarely feels that way. Awareness of the parliament’s functions is thin. Turnout is low. Parties tend to reserve their best candidates for domestic races. An election of apparently minor consequence invites protest voting, which yield MEPs who have no interest in doing the job properly.</p> <p>Britain has exemplified that problem. The European parliament gave Ukip a platform and finance when Nigel Farage was unable to capture a Westminster seat. Now Mr Farage sees next month’s ballot as the chance for more wrecking, this time at the head of a new Brexit party. It is still possible for the vote to be aborted, if Theresa May’s EU withdrawal agreement is approved in the next couple of weeks. That seems unlikely. The Conservatives look incapable of rallying behind Mrs May and, for the same reason, are in no fit state to contest an election. The likelihood of leave voters registering their impatience as <a href=\"https://www.theguardian.com/commentisfree/2019/apr/16/bet-nigel-farage-brexit-party-winning-eu-elections\" title=\"\">support for Mr Farage</a> is high.</p> <p>By contrast, opposition to Brexit is spread between a number of parties. Even if their aggregate score demonstrates a strong body of remain-leaning opinion in the country, the signal will be weakened by fragmentation. That is not a new phenomenon. The prolonged failure of pro-Europeans to mobilise around a single compelling message was partly responsible for Brexit in the first place. One consolation is that the election of MEPs in May would be about Europe in ways that previous ballots have not. It will not be a proxy for other domestic grievances. Our future as part of a continental project should be central to the debate.</p> <p>Unusually, the same is true in many EU states. Britain is not the only country grappling with the tensions that arise when identity politics collides with the strategic logic of multinational economic and political cooperation. In France, Emmanuel Macron has tried to present himself as the champion of a pan-European, liberal and modernising front to hold back a populist tide. He presents himself as the antithesis to Matteo Salvini, leader of Italy’s far right.</p> <p>On another axis, the EU’s main centre-right group, the European People’s party – which includes Angela Merkel’s Christian Democrats – recently <a href=\"https://www.theguardian.com/world/2019/mar/20/manfred-weber-calls-for-freezing-of-hungarian-partys-voting-rights\" title=\"\">suspended Fidesz</a>, the xenophobic anti-immigration party led by Hungary’s prime minister, Viktor Orbán. Mr Orbán’s authoritarianism has long offended the EPP, but some in the bloc fear that expelling Fidesz could embolden the nationalists and weaken the centre ground.</p> <p>Those tensions might not be uppermost in every voter’s mind, but questions about the future of the EU will feature more in this campaign than usual. There is a sense that the very character of the project is in play. Global challenges, from an increasingly assertive Chinese superpower to an increasingly unreliable American one, make the stakes much higher. Whatever other issues get tangled up in the campaign, our MEPs would be actors in an emerging battle for the soul of the European project, some on the side of nationalist sabotage and xenophobia, some in defence of liberalism and pluralism. <a href=\"https://www.theguardian.com/commentisfree/2019/apr/09/brexit-europe\" title=\"\">Equivalent choices</a> will confront voters in other countries. There is an irony and an opportunity here. The elections could nurture the spirit of democratic participation in a continental project that such ballots have previously failed to ignite.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "583",
      "commentCloseDate": "2019-04-22T05:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-21T17:30:10Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:01Z",
      "newspaperEditionDate": "2019-04-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ba8ga",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/402893a774edafeb35546a7f0fc9d92d61c105f7/0_117_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Elections to the European parliament can be awkward for admirers of the EU. A ballot in every member state is the most directly democratic feature of the union’s institutional architecture and such a poll should, in theory, bind millions of people in a sense of collective political enterprise. In practice, it rarely feels that way. Awareness of the parliament’s functions is thin. Turnout is low. Parties tend to reserve their best candidates for domestic races. An election of apparently minor consequence invites protest voting, which yield MEPs who have no interest in doing the job properly. Britain has exemplified that problem. The European parliament gave Ukip a platform and finance when Nigel Farage was unable to capture a Westminster seat. Now Mr Farage sees next month’s ballot as the chance for more wrecking, this time at the head of a new Brexit party. It is still possible for the vote to be aborted, if Theresa May’s EU withdrawal agreement is approved in the next couple of weeks. That seems unlikely. The Conservatives look incapable of rallying behind Mrs May and, for the same reason, are in no fit state to contest an election. The likelihood of leave voters registering their impatience as support for Mr Farage is high. By contrast, opposition to Brexit is spread between a number of parties. Even if their aggregate score demonstrates a strong body of remain-leaning opinion in the country, the signal will be weakened by fragmentation. That is not a new phenomenon. The prolonged failure of pro-Europeans to mobilise around a single compelling message was partly responsible for Brexit in the first place. One consolation is that the election of MEPs in May would be about Europe in ways that previous ballots have not. It will not be a proxy for other domestic grievances. Our future as part of a continental project should be central to the debate. Unusually, the same is true in many EU states. Britain is not the only country grappling with the tensions that arise when identity politics collides with the strategic logic of multinational economic and political cooperation. In France, Emmanuel Macron has tried to present himself as the champion of a pan-European, liberal and modernising front to hold back a populist tide. He presents himself as the antithesis to Matteo Salvini, leader of Italy’s far right. On another axis, the EU’s main centre-right group, the European People’s party – which includes Angela Merkel’s Christian Democrats – recently suspended Fidesz, the xenophobic anti-immigration party led by Hungary’s prime minister, Viktor Orbán. Mr Orbán’s authoritarianism has long offended the EPP, but some in the bloc fear that expelling Fidesz could embolden the nationalists and weaken the centre ground. Those tensions might not be uppermost in every voter’s mind, but questions about the future of the EU will feature more in this campaign than usual. There is a sense that the very character of the project is in play. Global challenges, from an increasingly assertive Chinese superpower to an increasingly unreliable American one, make the stakes much higher. Whatever other issues get tangled up in the campaign, our MEPs would be actors in an emerging battle for the soul of the European project, some on the side of nationalist sabotage and xenophobia, some in defence of liberalism and pluralism. Equivalent choices will confront voters in other countries. There is an irony and an opportunity here. The elections could nurture the spirit of democratic participation in a continental project that such ballots have previously failed to ignite.",
      "charCount": "3601",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "uk-news/2019/apr/21/hs2-and-the-fallacy-of-economic-benefits",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-04-21T16:44:26Z",
    "webTitle": "HS2 and the fallacy of economic benefits | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/apr/21/hs2-and-the-fallacy-of-economic-benefits",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/apr/21/hs2-and-the-fallacy-of-economic-benefits",
    "fields": {
      "headline": "HS2 and the fallacy of economic benefits",
      "standfirst": "<strong>Steve Lupton</strong>,<strong> Marion McNaughton </strong>and <strong>Martin Pearmain </strong>share their views on the rail project",
      "trailText": "Letters: <strong>Steve Lupton</strong>,<strong> Marion McNaughton </strong>and <strong>Martin Pearmain </strong>share their views on the rail project",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"852f613a9c7c89dc59f5248e33e3e1932a04043a\"> <img src=\"https://media.guim.co.uk/852f613a9c7c89dc59f5248e33e3e1932a04043a/0_85_3492_2096/1000.jpg\" alt=\"Protest signs mark a field site where the track line of HS2 is planned to pass through near Lymm, west of Manchester\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Protest signs mark where HS2 tracks are planned west of Manchester. ‘The effect on Manchester and Liverpool is more likely to be that of draining their economic lifeblood,’ writes Steve Lupton.</span> <span class=\"element-image__credit\">Photograph: Paul Ellis/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>I will try to explain how economic geography works to Andy Burnham and Steve Rotheram (<a href=\"https://www.theguardian.com/uk-news/2019/apr/18/the-north-needs-hs2-for-its-economic-future\" title=\"\">Letters</a>, 18 April), and anyone else who would like to know. In relatively small countries, like the UK, economic and other activity becomes attracted to a central city, like London. Under free enterprise conditions, which recent governments purport to be in favour of, it grows and grows, becoming the centre of culture and government as well as business and commerce.</p> <p>As time passes, the central city develops problems such as high land and labour costs, traffic congestion and pollution. At the same time, new forms of communication make it less necessary for business and other leaders to be in close geographical contact with each other. Eventually, decisions are made to relocate all sorts of economic activities to cheaper, less polluted places, such as Manchester and Liverpool.</p> <p>In the UK, this has not and will not happen because we invest disproportionately high amounts of money in maintaining London’s advantages – Crossrail being one.</p> <p>Andy and Steve’s letter tells us that HS2 sites are “drawing up economic plans to take advantage of better connections and released capacity”. I am unsure of the precise meaning of “released capacity” but I do know that by far the best connections will be London’s. HS2 will continue the process of keeping London at the top of the economic pile. The effect on Manchester and Liverpool is more likely to be that of draining their economic lifeblood.<br><strong>Steve Lupton</strong><br><em>Manchester</em></p> <p>• As a resident of Greater Manchester, totally opposed to HS2, I read the letter from Andy Burnham and Steve Rotheram with despair and disbelief – words failed me. Alison Leonard’s response (<a href=\"https://www.theguardian.com/environment/2019/apr/19/extinction-rebellion-may-be-our-last-chance\" title=\"\">Letters</a>, 19 April) is perfect. As we Quakers say: “That friend speaks my mind.”<br><strong>Marion McNaughton</strong><br><em>Warburton, Greater Manchester</em></p> <p>• While being entirely in accord with the sentiments of David Mills and Frank Field concerning the “northern powerhouse”, I would be interested in asking David how one could travel between the centres of Manchester and Leeds without crossing the Pennines.<br><strong>Martin Pearmain</strong><br><em>Huddersfield</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "383",
      "commentable": "false",
      "firstPublicationDate": "2019-04-21T16:44:26Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-21T16:55:05Z",
      "newspaperEditionDate": "2019-04-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ba96v",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/852f613a9c7c89dc59f5248e33e3e1932a04043a/0_85_3492_2096/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I will try to explain how economic geography works to Andy Burnham and Steve Rotheram (Letters, 18 April), and anyone else who would like to know. In relatively small countries, like the UK, economic and other activity becomes attracted to a central city, like London. Under free enterprise conditions, which recent governments purport to be in favour of, it grows and grows, becoming the centre of culture and government as well as business and commerce. As time passes, the central city develops problems such as high land and labour costs, traffic congestion and pollution. At the same time, new forms of communication make it less necessary for business and other leaders to be in close geographical contact with each other. Eventually, decisions are made to relocate all sorts of economic activities to cheaper, less polluted places, such as Manchester and Liverpool. In the UK, this has not and will not happen because we invest disproportionately high amounts of money in maintaining London’s advantages – Crossrail being one. Andy and Steve’s letter tells us that HS2 sites are “drawing up economic plans to take advantage of better connections and released capacity”. I am unsure of the precise meaning of “released capacity” but I do know that by far the best connections will be London’s. HS2 will continue the process of keeping London at the top of the economic pile. The effect on Manchester and Liverpool is more likely to be that of draining their economic lifeblood. Steve Lupton Manchester • As a resident of Greater Manchester, totally opposed to HS2, I read the letter from Andy Burnham and Steve Rotheram with despair and disbelief – words failed me. Alison Leonard’s response (Letters, 19 April) is perfect. As we Quakers say: “That friend speaks my mind.” Marion McNaughton Warburton, Greater Manchester • While being entirely in accord with the sentiments of David Mills and Frank Field concerning the “northern powerhouse”, I would be interested in asking David how one could travel between the centres of Manchester and Leeds without crossing the Pennines. Martin Pearmain Huddersfield • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2407",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/apr/21/greece-to-ask-germany-for-billions-in-war-reparations",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-04-21T12:08:41Z",
    "webTitle": "Greece to ask Germany for billions in war reparations",
    "webUrl": "https://www.theguardian.com/world/2019/apr/21/greece-to-ask-germany-for-billions-in-war-reparations",
    "apiUrl": "https://content.guardianapis.com/world/2019/apr/21/greece-to-ask-germany-for-billions-in-war-reparations",
    "fields": {
      "headline": "Greece to ask Germany for billions in war reparations",
      "standfirst": "<p>MPs vote to put pressure on Berlin as European parliamentary elections loom</p>",
      "trailText": "MPs vote to put pressure on Berlin as European parliamentary elections loom",
      "byline": "Helena Smith in Athens",
      "main": "<figure class=\"element element-image\" data-media-id=\"a49993415cbebe68ce1a685a947501eaf640709a\"> <img src=\"https://media.guim.co.uk/a49993415cbebe68ce1a685a947501eaf640709a/38_0_4688_2812/1000.jpg\" alt=\"The Greek prime minister Alexis Tsipras with the German chancellor, Angela Merkel.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Greek prime minister, Alexis Tsipras, with the German chancellor, Angela Merkel.</span> <span class=\"element-image__credit\">Photograph: Tobias Schwarz/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Greece is poised to send Germany a formal diplomatic note detailing its demand for billions of euros in wartime reparations after MPs voted overwhelmingly for the emotive issue to be raised officially.</p> <p>In a move bound to stir sentiment ahead of crucial European parliament elections, Athens vowed to pile pressure on Berlin, taking legal and diplomatic steps that will throw the spotlight on crimes committed during the brutal Nazi occupation.</p> <p>“It is an open issue that must be resolved,” Greece’s deputy foreign minister, Markos Bolaris, told the Guardian, hitting back at German insistence that compensation claims had been conclusively settled.</p> <p>“For matters of this kind there is international justice,” he said on Friday. “In all disputes the EU abides by it, on principle. Germany may say it has been resolved but what counts is international law.”</p> <p>Greeks suffered hugely at the hands of Hitler’s forces, enduring what Germany’s president, Frank-Walter Steinmeier, recently described on a visit to Greece as “unimaginable” horrors.</p> <p>Tens of thousands were killed in reprisals as Greeks mounted what historians would later hail as a heroic resistance against the Wehrmacht [Nazi armed forces], with entire villages being wiped out between 1941 and 1944.</p> <p>By the time the occupation ended, an estimated 300,000 people had died from famine and the country’s Jewish community had been almost entirely obliterated.</p> <p>The prime minister, Alexis Tsipras, has raised the issue more persistently than any other to date.</p> <p>Despite criticism of political opportunism as European polls near, Greek MPs this week backed a resolution calling for the government to pursue demands for €300bn in damages following debate on the findings of an all-inclusive parliamentary inquiry into the German occupation. The findings have been described as the first complete reading of Nazi atrocities in Greece.</p> <p>In its report – compiled after in-depth research of records obtained from US national archives and Russia – the cross-party committee estimated that €11bn was owed for an interest-free “occupation loan” forcibly extracted by German forces.</p> <p>Gold holdings, seized from the country’s central bank in 1943, were used to fund Germany’s campaign in north Africa. A further €288bn, it said, remained outstanding for the destruction Greece sustained during the war.</p> <p>Berlin has long argued that recompense was delivered when, under a bilateral accord, it paid Athens DM115m in 1960.</p> <p>But addressing the Greek parliament, Sia Anagnostopoulou, the minister who will be heading the compensation campaign, described the reimbursement as inadequate.</p> <p>“The agreement did not take into account the occupation loan or reparations … they concerned individuals, victims of the Nazis,” she said, adding that the Netherlands had received a much greater sum despite having “one-hundredth” of the total number of victims of Greece.</p> <p>“There is an issue here with the German people and the German government with whom we are friend and allies, and we must not forget that.”</p> <p>Leftist MPs have long claimed that Greece’s brutal wartime experience delayed its development as a modern European state.</p> <p>The issue of war crimes reignited with renewed passion with the eruption of Greece’s debt crisis in late 2009 when Germany, as Europe’s paymaster, imposed punishing <a href=\"https://www.theguardian.com/world/2019/jan/28/greece-moves-towards-ending-austerity-with-rise-to-minimum-wage\">austerity measures </a>as the price of emergency loans to keep the insolvent country afloat.</p> <p>At its height, the German chancellor, Angela Merkel, was depicted in Greece in Nazi garb, wearing a swastika armband, with many Greeks drawing comparisons to the time when they lost sovereignty under Nazi rule.</p> <p>Although Tsipras has since tempered his rhetoric, forging visibly <a href=\"https://www.theguardian.com/world/2019/jan/10/angela-merkel-on-victory-tour-visit-to-athens\">warm relations with the German leader</a>, the question of war debt is likely to gain traction as Greece gears up for general elections later this year.</p> <p>Prior to Athens exiting its third and final bailout last summer, officials say it would have been “nonsensical” to have raised the issue.</p> <p>Indicative of the emotions Nazi-era crimes are still prone to elicit, within hours of the vote in the Greek parliament, the MP in charge of Warsaw’s reparations campaign announced that Poland should follow suit.</p> <p>Greek compensation claims pale by comparison. Warsaw was razed to the ground by the Nazis after an abortive uprising in which 200,000 civilians died. The lives of 6 million Poles – including 3 million Polish Jews – were lost. Poland, which also faces parliamentary elections this year, has since demanded €800bn in war debts it insists it is still owed by Germany.</p> <p>• This article was amended on 22 April 2019. Due to an editing error an earlier version incorrectly translated Wehrmacht as “German army”.</p>",
      "newspaperPageNumber": "22",
      "wordcount": "739",
      "firstPublicationDate": "2019-04-21T12:08:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-04T17:00:44Z",
      "newspaperEditionDate": "2019-04-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/ba87g",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a49993415cbebe68ce1a685a947501eaf640709a/38_0_4688_2812/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Greece is poised to send Germany a formal diplomatic note detailing its demand for billions of euros in wartime reparations after MPs voted overwhelmingly for the emotive issue to be raised officially. In a move bound to stir sentiment ahead of crucial European parliament elections, Athens vowed to pile pressure on Berlin, taking legal and diplomatic steps that will throw the spotlight on crimes committed during the brutal Nazi occupation. “It is an open issue that must be resolved,” Greece’s deputy foreign minister, Markos Bolaris, told the Guardian, hitting back at German insistence that compensation claims had been conclusively settled. “For matters of this kind there is international justice,” he said on Friday. “In all disputes the EU abides by it, on principle. Germany may say it has been resolved but what counts is international law.” Greeks suffered hugely at the hands of Hitler’s forces, enduring what Germany’s president, Frank-Walter Steinmeier, recently described on a visit to Greece as “unimaginable” horrors. Tens of thousands were killed in reprisals as Greeks mounted what historians would later hail as a heroic resistance against the Wehrmacht [Nazi armed forces], with entire villages being wiped out between 1941 and 1944. By the time the occupation ended, an estimated 300,000 people had died from famine and the country’s Jewish community had been almost entirely obliterated. The prime minister, Alexis Tsipras, has raised the issue more persistently than any other to date. Despite criticism of political opportunism as European polls near, Greek MPs this week backed a resolution calling for the government to pursue demands for €300bn in damages following debate on the findings of an all-inclusive parliamentary inquiry into the German occupation. The findings have been described as the first complete reading of Nazi atrocities in Greece. In its report – compiled after in-depth research of records obtained from US national archives and Russia – the cross-party committee estimated that €11bn was owed for an interest-free “occupation loan” forcibly extracted by German forces. Gold holdings, seized from the country’s central bank in 1943, were used to fund Germany’s campaign in north Africa. A further €288bn, it said, remained outstanding for the destruction Greece sustained during the war. Berlin has long argued that recompense was delivered when, under a bilateral accord, it paid Athens DM115m in 1960. But addressing the Greek parliament, Sia Anagnostopoulou, the minister who will be heading the compensation campaign, described the reimbursement as inadequate. “The agreement did not take into account the occupation loan or reparations … they concerned individuals, victims of the Nazis,” she said, adding that the Netherlands had received a much greater sum despite having “one-hundredth” of the total number of victims of Greece. “There is an issue here with the German people and the German government with whom we are friend and allies, and we must not forget that.” Leftist MPs have long claimed that Greece’s brutal wartime experience delayed its development as a modern European state. The issue of war crimes reignited with renewed passion with the eruption of Greece’s debt crisis in late 2009 when Germany, as Europe’s paymaster, imposed punishing austerity measures as the price of emergency loans to keep the insolvent country afloat. At its height, the German chancellor, Angela Merkel, was depicted in Greece in Nazi garb, wearing a swastika armband, with many Greeks drawing comparisons to the time when they lost sovereignty under Nazi rule. Although Tsipras has since tempered his rhetoric, forging visibly warm relations with the German leader, the question of war debt is likely to gain traction as Greece gears up for general elections later this year. Prior to Athens exiting its third and final bailout last summer, officials say it would have been “nonsensical” to have raised the issue. Indicative of the emotions Nazi-era crimes are still prone to elicit, within hours of the vote in the Greek parliament, the MP in charge of Warsaw’s reparations campaign announced that Poland should follow suit. Greek compensation claims pale by comparison. Warsaw was razed to the ground by the Nazis after an abortive uprising in which 200,000 civilians died. The lives of 6 million Poles – including 3 million Polish Jews – were lost. Poland, which also faces parliamentary elections this year, has since demanded €800bn in war debts it insists it is still owed by Germany. • This article was amended on 22 April 2019. Due to an editing error an earlier version incorrectly translated Wehrmacht as “German army”.",
      "charCount": "4683",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/helenasmith\">Helena Smith</a> in Athens"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/apr/20/second-eu-referendum-only-way-to-beat-farage-says-watson",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-04-21T08:45:46Z",
    "webTitle": "Brexit: second referendum only way to beat Nigel Farage, warns Tom Watson",
    "webUrl": "https://www.theguardian.com/politics/2019/apr/20/second-eu-referendum-only-way-to-beat-farage-says-watson",
    "apiUrl": "https://content.guardianapis.com/politics/2019/apr/20/second-eu-referendum-only-way-to-beat-farage-says-watson",
    "fields": {
      "headline": "Brexit: second referendum only way to beat Nigel Farage, warns Tom Watson",
      "standfirst": "<p>Labour deputy leader in intervention that threatens to ignite row at party’s highest levels</p><ul><li><a href=\"https://www.theguardian.com/commentisfree/2019/apr/20/labour-nigel-farage-brexit-european-elections\">Labour can’t defeat Nigel Farage by sitting on the fence</a></li></ul>",
      "trailText": "Labour deputy leader in intervention that threatens to ignite row at party’s highest levelsLabour can’t defeat Nigel Farage by sitting on the fence",
      "byline": "Toby Helm and Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"e4ff01d33270365a7a0c0a0efe9cfa3fad38f2df\"> <img src=\"https://media.guim.co.uk/e4ff01d33270365a7a0c0a0efe9cfa3fad38f2df/203_148_3280_1968/1000.jpg\" alt=\"Tom Watson on the Labour front bench.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tom Watson on the Labour front bench.</span> <span class=\"element-image__credit\">Photograph: UK Parliament/Jessica Taylor/PA</span> </figcaption> </figure>",
      "body": "<p>Labour will never defeat Nigel Farage if it continues to “sit on the fence” over Brexit and offers only “mealy-mouthed” support for a second referendum, <a href=\"https://www.theguardian.com/commentisfree/2019/apr/20/labour-nigel-farage-brexit-european-elections\">the party’s deputy leader says today</a>.</p> <p>In an extraordinary intervention that exposes the tensions at the top of the party over Brexit strategy, Tom Watson warns that Labour will lose to Farage’s new “far right” Brexit party in May’s <a href=\"https://www.theguardian.com/politics/european-elections\" title=\"\">European elections</a> if it continues to give the impression that “we half agree with him”.</p> <p>Writing in today’s <em>Observer,</em> Jeremy Corbyn’s deputy argues that Labour needs to give much clearer and more enthusiastic backing to another referendum and also spell out a positive, radical vision of how a Labour government could advance socialist values by working with other centre-left parties inside the European Union.</p> <p>Stressing that Farage is a real threat not just to the Conservatives but also to Labour, he writes: “We cannot just sit back, watch this fight on the far right, and allow Farage to prosper with a backward-looking brand of politics that offers no solutions. Instead we must offer a radical alternative based on our values that speaks directly to the people we represent and demonstrate Labour has a way forward out of the crisis.”</p> <p>He adds: “Labour won’t defeat Farage by being mealy-mouthed and sounding as if we half agree with him. We won’t beat him unless we can inspire the millions crying out for a different direction. We won’t win if we sit on the fence about the most crucial issue facing our country for a generation.”</p> <p>His comments – after opinion polls last week <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/04/17/brexit-party-leading-eu-parliament-polls\" title=\"\">put the new Brexit party ahead of Labour and the Conservatives</a> – reflects the frustration among senior Labour remainers about Corbyn’s lukewarm support for another referendum in which remain would be on the ballot paper.</p> <p>They come as campaigners from both sides of the Brexit debate this weekend step up efforts to persuade millions of young people to register to vote in the 23 May elections so they have their say in the Europe debate.</p> <p><a href=\"https://www.vfyf.co.uk/\" title=\"\">The Vote for Your Future</a> campaign, which attracted huge online interest as soon as it was launched last Thursday, is trying to reach about 3 million people aged 18 to 30 who are not registered before the deadline of 7 May.</p> <p>The Electoral Commission says a third of the 9 million people in the UK in this age group are not currently registered to vote. This compares with just 4% of those over 65.</p> <p>Callum Warriner, a young Brexit supporter and Dover councillor involved with the campaign, said: “It’s a national scandal that one in three young people aren’t registered to vote. With this year’s European elections being some of the most important ever, it’s critical that – no matter how they vote – young people are registered by 7 May.”</p> <p>Student activist Amanda Chetwynd-Cowieson, who backs another referendum, added: “No matter how you vote in this year’s European elections – it’s critical that young people take part. On Thursday, within hours of launching, we were trending on Twitter and videos by our supporters had been watched by hundreds of thousands of people.”</p> <p>Senior Labour party sources said arguments over whether Labour would commit to another referendum in its European election manifesto would break out in the parliamentary party as soon as MPs returned from their Easter break this week. Members of the party’s ruling national executive committee (NEC), dominated by Corbyn supporters, have been told that the NEC will approve the manifesto at a meeting on 30 April.</p> <p>This will alarm <a href=\"https://www.theguardian.com/politics/2019/apr/13/corbyn-told-back-eu-referendum-or-lose-millions-voters-brexit\" title=\"\">remain-supporting shadow cabinet members who insist they should be fully involved.</a></p> <p>While Corbyn is under pressure to back another public vote from the 80% of party members and many MPs who want the Brexit issue to be put back to the people, other Labour MPs say another public vote would damage faith in democracy.</p> <p>A letter is circulating among Labour MPs who say that cross-party talks between the government and Labour on a possible soft-Brexit deal, which will resume this week, could collapse if Corbyn and his team insist that any agreement be conditional on a confirmatory referendum taking place.</p>  <figure class=\"element element-image\" data-media-id=\"7c4147993e8ddbc297cf82af15d6211b2e099320\"> <img src=\"https://media.guim.co.uk/7c4147993e8ddbc297cf82af15d6211b2e099320/637_973_4435_2661/1000.jpg\" alt=\"Farage’s new Brexit party has swept into the lead in polling for the European elections.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Farage’s new Brexit party has swept into the lead in polling for the European elections.</span> <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> </figcaption> </figure>  <p>Stephen Kinnock, one of the authors of the letter, said: “It is vital that the public is left in no doubt about the fact that Labour is participating in the negotiations in good faith, and we believe that it would be a mistake if we were to start introducing our own red lines at the very moment that the prime minister appears to be softening hers.</p> <p>“Let’s get a cross-party negotiated deal over the line first, and there will of course then be ample opportunity for colleagues who are campaigning for a second referendum to attach a confirmatory vote amendment to the withdrawal agreement implementation bill, should they wish to do so.”</p> <p>Meanwhile, a survey of Tory party members by the ConservativeHome website found almost eight out of 10 now believe Theresa May should now resign, up from seven out of 10 a month ago.</p> <p>Writing on the ConservativeHome website, the editor Paul Goodman says: “The second postponement of Brexit and the talks with Jeremy Corbyn are undoubtedly huge contributors to this lamentable rating. The latter especially is making campaigning uphill work indeed for many local government candidates. However, we suspect the biggest factor is the European parliamentary elections that are due to take place.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "895",
      "commentable": "false",
      "firstPublicationDate": "2019-04-20T19:30:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:13Z",
      "newspaperEditionDate": "2019-04-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ba3pf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e4ff01d33270365a7a0c0a0efe9cfa3fad38f2df/203_148_3280_1968/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Labour will never defeat Nigel Farage if it continues to “sit on the fence” over Brexit and offers only “mealy-mouthed” support for a second referendum, the party’s deputy leader says today. In an extraordinary intervention that exposes the tensions at the top of the party over Brexit strategy, Tom Watson warns that Labour will lose to Farage’s new “far right” Brexit party in May’s European elections if it continues to give the impression that “we half agree with him”. Writing in today’s Observer, Jeremy Corbyn’s deputy argues that Labour needs to give much clearer and more enthusiastic backing to another referendum and also spell out a positive, radical vision of how a Labour government could advance socialist values by working with other centre-left parties inside the European Union. Stressing that Farage is a real threat not just to the Conservatives but also to Labour, he writes: “We cannot just sit back, watch this fight on the far right, and allow Farage to prosper with a backward-looking brand of politics that offers no solutions. Instead we must offer a radical alternative based on our values that speaks directly to the people we represent and demonstrate Labour has a way forward out of the crisis.” He adds: “Labour won’t defeat Farage by being mealy-mouthed and sounding as if we half agree with him. We won’t beat him unless we can inspire the millions crying out for a different direction. We won’t win if we sit on the fence about the most crucial issue facing our country for a generation.” His comments – after opinion polls last week put the new Brexit party ahead of Labour and the Conservatives – reflects the frustration among senior Labour remainers about Corbyn’s lukewarm support for another referendum in which remain would be on the ballot paper. They come as campaigners from both sides of the Brexit debate this weekend step up efforts to persuade millions of young people to register to vote in the 23 May elections so they have their say in the Europe debate. The Vote for Your Future campaign, which attracted huge online interest as soon as it was launched last Thursday, is trying to reach about 3 million people aged 18 to 30 who are not registered before the deadline of 7 May. The Electoral Commission says a third of the 9 million people in the UK in this age group are not currently registered to vote. This compares with just 4% of those over 65. Callum Warriner, a young Brexit supporter and Dover councillor involved with the campaign, said: “It’s a national scandal that one in three young people aren’t registered to vote. With this year’s European elections being some of the most important ever, it’s critical that – no matter how they vote – young people are registered by 7 May.” Student activist Amanda Chetwynd-Cowieson, who backs another referendum, added: “No matter how you vote in this year’s European elections – it’s critical that young people take part. On Thursday, within hours of launching, we were trending on Twitter and videos by our supporters had been watched by hundreds of thousands of people.” Senior Labour party sources said arguments over whether Labour would commit to another referendum in its European election manifesto would break out in the parliamentary party as soon as MPs returned from their Easter break this week. Members of the party’s ruling national executive committee (NEC), dominated by Corbyn supporters, have been told that the NEC will approve the manifesto at a meeting on 30 April. This will alarm remain-supporting shadow cabinet members who insist they should be fully involved. While Corbyn is under pressure to back another public vote from the 80% of party members and many MPs who want the Brexit issue to be put back to the people, other Labour MPs say another public vote would damage faith in democracy. A letter is circulating among Labour MPs who say that cross-party talks between the government and Labour on a possible soft-Brexit deal, which will resume this week, could collapse if Corbyn and his team insist that any agreement be conditional on a confirmatory referendum taking place. Stephen Kinnock, one of the authors of the letter, said: “It is vital that the public is left in no doubt about the fact that Labour is participating in the negotiations in good faith, and we believe that it would be a mistake if we were to start introducing our own red lines at the very moment that the prime minister appears to be softening hers. “Let’s get a cross-party negotiated deal over the line first, and there will of course then be ample opportunity for colleagues who are campaigning for a second referendum to attach a confirmatory vote amendment to the withdrawal agreement implementation bill, should they wish to do so.” Meanwhile, a survey of Tory party members by the ConservativeHome website found almost eight out of 10 now believe Theresa May should now resign, up from seven out of 10 a month ago. Writing on the ConservativeHome website, the editor Paul Goodman says: “The second postponement of Brexit and the talks with Jeremy Corbyn are undoubtedly huge contributors to this lamentable rating. The latter especially is making campaigning uphill work indeed for many local government candidates. However, we suspect the biggest factor is the European parliamentary elections that are due to take place.”",
      "charCount": "5342",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a> and <a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/apr/21/as-brexit-absorbs-all-political-energy-and-guile-the-countrys-problems-mount",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-21T07:00:46Z",
    "webTitle": "As Brexit absorbs all political energy and guile, the country’s problems mount | Anne McElvoy",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/21/as-brexit-absorbs-all-political-energy-and-guile-the-countrys-problems-mount",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/21/as-brexit-absorbs-all-political-energy-and-guile-the-countrys-problems-mount",
    "fields": {
      "headline": "As Brexit absorbs all political energy and guile, the country’s problems mount",
      "standfirst": "<p>Paralysed in a quest to fulfil its EU destiny, the governement has allowed other serious items on its agenda to fall into an abyss</p>",
      "trailText": "Paralysed in a quest to fulfil its EU destiny, the governement has allowed other serious items on its agenda to fall into an abyss",
      "byline": "Anne McElvoy",
      "main": "<figure class=\"element element-image\" data-media-id=\"a152edcc3fb4945bcd230402abadd80dabeeb567\"> <img src=\"https://media.guim.co.uk/a152edcc3fb4945bcd230402abadd80dabeeb567/52_50_3317_1990/1000.jpg\" alt=\"Home secretary Sajid Javid has spoken out about knife crime and delinquency, saying ‘it could have been me’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Home secretary Sajid Javid has spoken out about knife crime and delinquency, saying ‘it could have been me’. </span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure>",
      "body": "<p>We can all list our favourite reasons why the Brexit promised in the pale dawn sunlight of June 2016 has not turned out to be a walk in the park or even a final date with EU destiny. But whatever we now think of the outcome of the referendum, we are all trapped in the old Indian saying about the banyan tree – under its shade little new can grow. Sometimes, I miss my role writing about politics of the kind that was not just about meaningful(ish) votes, all-or-nothing dates leading to the next cliff edge, scoldings from EU leaders, and whether Theresa May is on her way out, only to be there the next week and off on another walking holiday.</p> <p>One day political archaeologists will dig into the frozen tundra and find the remains of government activity preserved under the permafrost. It might well start with <a href=\"https://www.theguardian.com/uk/hs2\" title=\"\">HS2</a>, which was once a glorious project slashing commuting times to Birmingham, with vague promises of what it might achieve for “<a href=\"https://www.theguardian.com/uk-news/the-northerner/2013/jul/04/hs2-high-speed-rail-benefits-the-north\" title=\"\">the North</a>”. (Westminster has a terminology as inexact as Narnia for areas outside the south-east.) Now, unnoticed by all but high-speed train-spotters, the project’s completion cost, date, capacity, speed and even where it should terminate in London are in question. <a href=\"https://www.theguardian.com/business/2018/dec/05/sir-terry-morgan-resigns-as-chairman-of-crossrail-and-hs2\" title=\"\">Sir Terry Morgan</a>, the outgone chairman, has described the price tag as a “<a href=\"https://www.building.co.uk/news/nobody-knows-how-much-hs2-will-cost-admits-ousted-chair/5097485.article\" title=\"\">guesstimate</a>”. New sums suggest the cost might rise from £56bn to nearly twice that amount, before we add on trains and power costs.</p> <p>Overseeing vast infrastructure projects on the taxpayers’ behalf is the bread and butter of government – and yet they feel peripheral to the daily slog of Brexitology. A minister at the heart of the fray describes the effect on politicians as “living with hyper stimulation” – unable to catch breath or resources to deal with anything that is not to do with avoiding backstops, meeting deadline dates and keeping up with parliamentary procedure.</p> <p>Few prizes await those who bash on with tricky projects, try to streamline clunky civil service operations or pursue an unpopular argument with colleagues to make an idea better (or, as in the <a href=\"https://www.theguardian.com/politics/2019/feb/25/grayling-accused-of-trying-to-hold-brexit-ferry-trial-in-private\" title=\"\">Chris Grayling Brexit ferries fiasco</a>, fend off the worst).</p> <p>Occasionally, something urgent forces its way onto the agenda, most recently the spike in <a href=\"https://www.theguardian.com/uk/knifecrime\" title=\"\">knife crime</a>. On this subject, May and the home secretary, Sajid Javid, have had some sensible stuff to say. Both back the view of <a href=\"https://www.theguardian.com/uk-news/2019/mar/05/met-police-chief-cressida-dick-violent-knife-crime-officer-cuts-linked\" title=\"\">Cressida Dick</a>, the shrewd chief of the Met, who has looked closely at what allows violent street crime to thrive in some parts of London and be better controlled in others. She believes that a judicious use of stop and search is warranted, but that it is by no means the full story in reducing stabbings. The government’s stance is evolving from an over-reliance on tough, instant measures to the recognition, as May herself put it at a recent knife-crime summit, that “we <a href=\"https://www.theguardian.com/uk-news/2019/apr/02/kentish-town-stabbing-investigation-after-man-killed\" title=\"\">cannot simply arrest ourselves</a> out of this problem”.</p>  <figure class=\"element element-image\" data-media-id=\"0054a820a6940fbaa3c318f59bad96376cb62407\"> <img src=\"https://media.guim.co.uk/0054a820a6940fbaa3c318f59bad96376cb62407/167_47_2793_1676/1000.jpg\" alt=\"The universities minister Chris Skidmore is striving to give military veterans and care-givers better access to higher education\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The universities minister Chris Skidmore is striving to give military veterans and care-givers better access to higher education.</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>  <p>Javid picked up the theme in his “<a href=\"https://www.theguardian.com/politics/2019/apr/15/sajid-javid-i-could-have-had-a-life-of-crime\" title=\"\">it could have been me</a>” speech on delinquency. It was eloquent and, in essence, a pitch for more support from the backbenches against the bigger rolling leadership bandwagon of the foreign secretary, Jeremy Hunt, and self-exiled Brexiter, Boris Johnson. But any shift in approach to serious matters loses traction as political attention shifts back to how to fight European elections that were never meant to take place. If this is the case for subjects of this salience, imagine the sheer desuetude of policy areas that are not always front of mind but which affect huge numbers of lives.</p> <p>When I bumped into <a href=\"https://www.theguardian.com/profile/chris-skidmore\" title=\"\">Chris Skidmore</a>, the amiable universities minister, he looked pretty amazed that anyone outside the sector was interested in his thinking on the day job, rather than the next vote in the Commons or May’s longevity. Last week, he announced a push on universities to open up to military veterans, care-givers and others at the margins of opportunity. All solid stuff, but not really the answer to the big questions facing the government on its stance on fees and funding or how it will justify the continued investment higher education needs, against the wilder promises from Labour of <a href=\"https://www.theguardian.com/education/2017/may/21/labour-abolish-university-tuition-fees-jeremy-corbyn-eu-uk-europe\" title=\"\">abolishing charges</a> for undergraduates.</p> <p>Allow ministers to be superficial technocrats and they will surely oblige: not because they are (all) lazy or chancers, just because there is no reason for them to expend energy on a debate that is at the margins of attention with no obvious wins for them. So long as they are identified mainly by where they stand on Brexit, how they voted in the last battles of attrition over indicative votes (which are, we should remember, not binding on the government, let alone on the EU’s negotiators), the less reason they have to get interested in deep reforms or fresh ideas.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>When government is paralysed to this extent, the opposition has little reason to flex its policy-making muscles</p> </blockquote> </aside>  <p>The other victim of this situation is May herself, reduced to the role of single-issue PM. Did she mean to attend to the “<a href=\"https://www.theguardian.com/commentisfree/2018/nov/20/the-guardian-view-on-burning-injustices-fanning-brexits-flames\" title=\"\">burning injustices</a>” in society she highlighted in her 2018 conference speech? I am never sure, as the language and sudden splurge of vision was at such odds with her cautious tenure at the Home Office. Even allowing for the blind spots of government (of which the <a href=\"https://www.theguardian.com/uk-news/windrush-scandal\" title=\"\">Windrush scandal</a> was a dreadful example), it is not enough to merely position oneself as the Tory equivalent of a social-justice warrior.</p> <p>But I do know, from past encounters with May, that she wanted to take a fresh look at secondary education, with some of the glamour worn off from the early gains of the Blair years and the Cameron-Gove determination to push for <a href=\"https://www.theguardian.com/education/2016/apr/20/david-cameron-press-ahead-plan-schools-academies-pmqs\" title=\"\">higher numbers of academies</a> and a now-marginal <a href=\"https://www.theguardian.com/education/free-schools\" title=\"\">free schools</a> movement. May was more friendly to allowing elements of selection than either of her predecessors, a notion dismissed as a “return to the 11-plus” and discarded after the departure of her chief ideologist, <a href=\"https://www.theguardian.com/sport/blog/2019/jan/23/nick-timothy-commonwealth-games-birmingham-2022-theresa-may\" title=\"\">Nick Timothy</a>. But the early thinking here was about better ways to copy elements of the German Gymnasium model, which has endured being more responsive to local conditions. One of the main ideas was a substantial quota of places reserved for children from disadvantaged backgrounds.</p> <p>Either way, we never really got near knowing what a May education policy would have looked like in practice, because a botched election sapped her confidence on the issue. Instead the education secretary, <a href=\"https://www.theguardian.com/uk-news/2019/apr/02/home-educated-children-to-be-registered-under-proposals\" title=\"\">Damian Hinds</a>, is fretting about the risks to home-schooled children. Not an unreasonable concern in itself, but another example of ministers dealing with narrowcast topics, rather than seeking to make a wider mark.</p> <p>There are <a href=\"https://www.theguardian.com/politics/2018/nov/27/tiggerish-hancock-turns-out-to-be-minister-of-very-little-brain\" title=\"\">Tigger ministers</a>, notably Matt Hancock at health, directing their departments towards genomics and to boost the limited use the NHS makes of technological gains. Yet the single biggest challenge – how to fund social care and network it more efficiently with the NHS, especially for the old or needy – languishes. Remember, this was the subject that caused the wheels to fall off May’s 2017 election campaign. Thus it is well over two years (pre-Hancock) since government promised a great leap forward, and it was the end of 2018 when Hancock himself announced the “finishing touches” were on the way. At this rate, Godot will arrive faster than a flagship reform long overdue.</p> <p>A deluge of Brexit planning means that ministers end up content to beg the chancellor for money to stuff holes in frontline budgets in the traditional pecking order: health first, then schools – though only when the anger over badly maintained classrooms and overstretched budgets has reached boiling point, as it did when <a href=\"https://www.theguardian.com/education/2019/mar/10/primary-school-headteacher-fury-funding-cuts\" title=\"\">7,000 school heads</a> wrote in protest to the Department for Education about the impact of funding shortfalls.</p> <p>When government is paralysed to this extent, the opposition has little reason to flex its policy-making muscles. In Jeremy Corbyn’s case, these owe a lot more to pre-cooked hunches and doctrinaire aversions than any appetite for curiosity or mind-stretching approaches to the most testing dilemmas of our times. Labour has a good shot at coming to power, while being thoroughly untested on its ability to deliver on promises to create a fairer country without undermining economic fundamentals already shaken by the uncertainties facing businesses in planning for the next couple of years.</p> <p>So the wheels still turn in Whitehall, but the results are patchy and the scale of ambition shrivels. “Life seems but a quick succession of busy nothings,” as Jane Austen observes in <em>Mansfield Park</em>. So ministers keep themselves busy, between episodes of the long-running Brexit series, while really not doing over much at all.</p> <p>• This article was amended on 23 April 2019 to correct the title of Jeremy Hunt, who is foreign secretary not health secretary.</p> <p><em>• </em>Anne McElvoy is senior editor at the Economist</p>",
      "newspaperPageNumber": "43",
      "wordcount": "1457",
      "commentCloseDate": "2019-04-21T20:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-21T07:00:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:02Z",
      "newspaperEditionDate": "2019-04-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ba2mg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a152edcc3fb4945bcd230402abadd80dabeeb567/52_50_3317_1990/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We can all list our favourite reasons why the Brexit promised in the pale dawn sunlight of June 2016 has not turned out to be a walk in the park or even a final date with EU destiny. But whatever we now think of the outcome of the referendum, we are all trapped in the old Indian saying about the banyan tree – under its shade little new can grow. Sometimes, I miss my role writing about politics of the kind that was not just about meaningful(ish) votes, all-or-nothing dates leading to the next cliff edge, scoldings from EU leaders, and whether Theresa May is on her way out, only to be there the next week and off on another walking holiday. One day political archaeologists will dig into the frozen tundra and find the remains of government activity preserved under the permafrost. It might well start with HS2, which was once a glorious project slashing commuting times to Birmingham, with vague promises of what it might achieve for “the North”. (Westminster has a terminology as inexact as Narnia for areas outside the south-east.) Now, unnoticed by all but high-speed train-spotters, the project’s completion cost, date, capacity, speed and even where it should terminate in London are in question. Sir Terry Morgan, the outgone chairman, has described the price tag as a “guesstimate”. New sums suggest the cost might rise from £56bn to nearly twice that amount, before we add on trains and power costs. Overseeing vast infrastructure projects on the taxpayers’ behalf is the bread and butter of government – and yet they feel peripheral to the daily slog of Brexitology. A minister at the heart of the fray describes the effect on politicians as “living with hyper stimulation” – unable to catch breath or resources to deal with anything that is not to do with avoiding backstops, meeting deadline dates and keeping up with parliamentary procedure. Few prizes await those who bash on with tricky projects, try to streamline clunky civil service operations or pursue an unpopular argument with colleagues to make an idea better (or, as in the Chris Grayling Brexit ferries fiasco, fend off the worst). Occasionally, something urgent forces its way onto the agenda, most recently the spike in knife crime. On this subject, May and the home secretary, Sajid Javid, have had some sensible stuff to say. Both back the view of Cressida Dick, the shrewd chief of the Met, who has looked closely at what allows violent street crime to thrive in some parts of London and be better controlled in others. She believes that a judicious use of stop and search is warranted, but that it is by no means the full story in reducing stabbings. The government’s stance is evolving from an over-reliance on tough, instant measures to the recognition, as May herself put it at a recent knife-crime summit, that “we cannot simply arrest ourselves out of this problem”. Javid picked up the theme in his “it could have been me” speech on delinquency. It was eloquent and, in essence, a pitch for more support from the backbenches against the bigger rolling leadership bandwagon of the foreign secretary, Jeremy Hunt, and self-exiled Brexiter, Boris Johnson. But any shift in approach to serious matters loses traction as political attention shifts back to how to fight European elections that were never meant to take place. If this is the case for subjects of this salience, imagine the sheer desuetude of policy areas that are not always front of mind but which affect huge numbers of lives. When I bumped into Chris Skidmore, the amiable universities minister, he looked pretty amazed that anyone outside the sector was interested in his thinking on the day job, rather than the next vote in the Commons or May’s longevity. Last week, he announced a push on universities to open up to military veterans, care-givers and others at the margins of opportunity. All solid stuff, but not really the answer to the big questions facing the government on its stance on fees and funding or how it will justify the continued investment higher education needs, against the wilder promises from Labour of abolishing charges for undergraduates. Allow ministers to be superficial technocrats and they will surely oblige: not because they are (all) lazy or chancers, just because there is no reason for them to expend energy on a debate that is at the margins of attention with no obvious wins for them. So long as they are identified mainly by where they stand on Brexit, how they voted in the last battles of attrition over indicative votes (which are, we should remember, not binding on the government, let alone on the EU’s negotiators), the less reason they have to get interested in deep reforms or fresh ideas. The other victim of this situation is May herself, reduced to the role of single-issue PM. Did she mean to attend to the “burning injustices” in society she highlighted in her 2018 conference speech? I am never sure, as the language and sudden splurge of vision was at such odds with her cautious tenure at the Home Office. Even allowing for the blind spots of government (of which the Windrush scandal was a dreadful example), it is not enough to merely position oneself as the Tory equivalent of a social-justice warrior. But I do know, from past encounters with May, that she wanted to take a fresh look at secondary education, with some of the glamour worn off from the early gains of the Blair years and the Cameron-Gove determination to push for higher numbers of academies and a now-marginal free schools movement. May was more friendly to allowing elements of selection than either of her predecessors, a notion dismissed as a “return to the 11-plus” and discarded after the departure of her chief ideologist, Nick Timothy. But the early thinking here was about better ways to copy elements of the German Gymnasium model, which has endured being more responsive to local conditions. One of the main ideas was a substantial quota of places reserved for children from disadvantaged backgrounds. Either way, we never really got near knowing what a May education policy would have looked like in practice, because a botched election sapped her confidence on the issue. Instead the education secretary, Damian Hinds, is fretting about the risks to home-schooled children. Not an unreasonable concern in itself, but another example of ministers dealing with narrowcast topics, rather than seeking to make a wider mark. There are Tigger ministers, notably Matt Hancock at health, directing their departments towards genomics and to boost the limited use the NHS makes of technological gains. Yet the single biggest challenge – how to fund social care and network it more efficiently with the NHS, especially for the old or needy – languishes. Remember, this was the subject that caused the wheels to fall off May’s 2017 election campaign. Thus it is well over two years (pre-Hancock) since government promised a great leap forward, and it was the end of 2018 when Hancock himself announced the “finishing touches” were on the way. At this rate, Godot will arrive faster than a flagship reform long overdue. A deluge of Brexit planning means that ministers end up content to beg the chancellor for money to stuff holes in frontline budgets in the traditional pecking order: health first, then schools – though only when the anger over badly maintained classrooms and overstretched budgets has reached boiling point, as it did when 7,000 school heads wrote in protest to the Department for Education about the impact of funding shortfalls. When government is paralysed to this extent, the opposition has little reason to flex its policy-making muscles. In Jeremy Corbyn’s case, these owe a lot more to pre-cooked hunches and doctrinaire aversions than any appetite for curiosity or mind-stretching approaches to the most testing dilemmas of our times. Labour has a good shot at coming to power, while being thoroughly untested on its ability to deliver on promises to create a fairer country without undermining economic fundamentals already shaken by the uncertainties facing businesses in planning for the next couple of years. So the wheels still turn in Whitehall, but the results are patchy and the scale of ambition shrivels. “Life seems but a quick succession of busy nothings,” as Jane Austen observes in Mansfield Park. So ministers keep themselves busy, between episodes of the long-running Brexit series, while really not doing over much at all. • This article was amended on 23 April 2019 to correct the title of Jeremy Hunt, who is foreign secretary not health secretary. • Anne McElvoy is senior editor at the Economist",
      "charCount": "8625",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/anne-mcelvoy\">Anne McElvoy</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/apr/21/david-lammy-roger-scruton-rush-damn-our-opponents",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-21T05:00:45Z",
    "webTitle": "From David Lammy to Roger Scruton, we rush to damn our opponents | Kenan Malik",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/21/david-lammy-roger-scruton-rush-damn-our-opponents",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/21/david-lammy-roger-scruton-rush-damn-our-opponents",
    "fields": {
      "headline": "From David Lammy to Roger Scruton, we rush to damn our opponents",
      "standfirst": "Robust debate is evidence of a healthy society. Tiresome name-calling less so",
      "trailText": "Robust debate is evidence of a healthy society. Tiresome name-calling less so",
      "byline": "Kenan Malik",
      "main": "<figure class=\"element element-image\" data-media-id=\"450d2321cb6423177a325c1384c556f4ec098997\"> <img src=\"https://media.guim.co.uk/450d2321cb6423177a325c1384c556f4ec098997/93_104_4986_2991/1000.jpg\" alt=\"Political opponents are sometimes portrayed as ‘evil, pernicious and wicked’\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Political opponents are being portrayed as ‘evil, pernicious and wicked’. </span> <span class=\"element-image__credit\">Photograph: Maor Winetrob/Alamy Stock</span> </figcaption> </figure>",
      "body": "<p>‘We can’t carry on like this, where disagreements over political issues become so visceral that those on the other side of a debate aren’t only mistaken but are evil, pernicious and wicked.” <a href=\"https://www.theguardian.com/commentisfree/2016/jun/18/jo-cox-tribalism-democracy\" title=\"\">So wrote Labour MP David Lammy</a> in 2016 in the wake of Jo Cox’s murder.</p> <p>It’s a sentiment that has become almost incontestable. Virtually everyone accepts that politics is unhelpfully polarised. That we need a more civilised public discourse. That, in Lammy’s words, “Fanning the flames of the ‘us-them’ tribalism that pervades our discourse at present is not only wrong but downright dangerous.”</p> <p>The trouble is, the demand for a more civilised discourse has itself become a weapon in the polarised debate. The insistence that abuse has no place in public life is too often translated as: “My views are reasonable, but yours are abusive.”</p> <p>Consider Lammy himself. At a recent anti-Brexit rally, he compared Tory conciliation of Brexiters such as Jacob Rees-Mogg to Neville Chamberlain’s appeasement of Hitler. When challenged by the BBC’s Andrew Marr, Lammy doubled down, insisting, if anything, the comparison was “<a href=\"https://www.theguardian.com/politics/2019/apr/14/comparing-erg-to-nazis-not-strong-enough-says-david-lammy\" title=\"\">not strong enough</a>”. I have long argued that mainstream rhetoric (and not just of Conservatives) helps entrench anti-migrant sentiment and <a href=\"https://www.theguardian.com/commentisfree/2018/jun/10/sunday-essay-how-we-colluded-in-fortress-europe-immigration\" title=\"\">aids the far right</a>. It’s one thing, however, to condemn politicians for such views. It’s quite another to portray them as the far right, or as Nazis. To do that is to do what Lammy warned against three years ago. The demand for a more civilised debate is often less a call to reshape public discourse than an attempt to claim the moral high ground. It’s also often a means of avoiding scrutiny.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>So we have a situation in which Scruton is sacked for his comments, but there's little discussion about his actual views</p> </blockquote> </aside>  <p>Earlier this month, <em>New Statesman</em> deputy editor George Eaton conducted an interview with the conservative philosopher <a href=\"https://www.newstatesman.com/politics/uk/2019/04/roger-scruton-cameron-s-resignation-was-death-knell-conservative-party\" title=\"\">Roger Scruton</a>. It was a wide-ranging conversation, taking in China and <a href=\"https://www.theguardian.com/profile/georgesoros\" title=\"\">George Soros</a> and Islamophobia, but curiously of little depth. Apart from a series of damning quotes, one learned little about Scruton’s views. It was as if the interview had been conducted for the purposes of eliciting the quotes.</p> <p>Eaton tweeted about the interview, in which he truncated some of the quotes, making Scruton sound even more bigoted, and leading to him <a href=\"https://www.theguardian.com/culture/2019/apr/10/roger-scruton-calls-for-dismissal-islamophobiad-soros-remarks\" title=\"\">being sacked</a> from a government architectural commission. Critics decried Eaton’s “<a href=\"https://blogs.spectator.co.uk/2019/04/roger-scrutons-sacking-exposes-the-tories-cowardice/\" title=\"\">journalistic dishonesty</a>”. Eaton stood by the interview, but acknowledged that “the way I promoted the interview on my personal Twitter account was a serious error of judgment which I <a href=\"https://www.newstatesman.com/2019/04/my-interview-roger-scruton\" title=\"\">profoundly regret</a>”.</p> <p>It is right that Eaton should have been called out for his attempt to snare Scruton. It is equally right, however, that Scruton should have been called out for what he actually said. Such as, for instance, his claim that Hungarians were right to be “<a href=\"https://www.architectsjournal.co.uk/news/scruton-sacked-as-chair-of-beauty-watchdog-over-unacceptable-comments/10041918.article\" title=\"\">extremely alarmed</a> by the sudden invasion of huge tribes of Muslims from the Middle East”.</p> <p>This was no slip of the tongue. Scruton has a long history of such views, going back to his days as editor of the <a href=\"http://www.salisburyreview.com/about/\" title=\"\"><em>Salisbury Review</em></a> in the 1980s. In a <a href=\"https://www.amren.com/news/2006/09/should_he_have/\" title=\"\">2006 essay</a> in the American magazine <em>New Criterion</em>, he defended Enoch Powell, lambasting “the proposition that pious Muslims from the hinterlands of Asia would produce children loyal to a secular European state”. He worried, too, that “the people of Europe are losing their homelands”.</p> <p>Most of those who excoriated Eaton replayed parts of the interview that made his tweets look misjudged but ignored the uglier parts of Scruton’s views. Like Eaton himself, they seemed more interested in feeding the outrage machine than in illuminating debate. So we have a curious situation in which Scruton is sacked for his comments, there is ire at how his comments were presented by an editor on Twitter, but little discussion about his actual views, their context or consequences.</p> <p>Part of the problem is that the conditions for fruitful public debate involve many elements, some of which may seem contradictory: a willingness to be robust in one’s critique while also being charitable in interpreting our opponents; refusing to portray opponents as simply “evil, pernicious and wicked” while also not ignoring that which is so; being committed to free speech but also to a kind of speech that allows debate to flourish.</p> <p>Balancing such elements, especially in societies as polarised and fragmented as ours, is difficult. I am not so sanctimonious as to imagine that I often don’t fail to do so myself, or that I don’t fall into tribal thinking. But for all of us, such failure only makes urgent the need to view debate not as a means of eliciting outrage but as a process that might change minds. Including one’s own.</p> <p>• Kenan Malik is an Observer columnist</p>",
      "newspaperPageNumber": "15",
      "wordcount": "773",
      "commentable": "false",
      "firstPublicationDate": "2019-04-21T05:00:45Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-04-21T05:00:45Z",
      "newspaperEditionDate": "2019-04-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ba2am",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/450d2321cb6423177a325c1384c556f4ec098997/93_104_4986_2991/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "‘We can’t carry on like this, where disagreements over political issues become so visceral that those on the other side of a debate aren’t only mistaken but are evil, pernicious and wicked.” So wrote Labour MP David Lammy in 2016 in the wake of Jo Cox’s murder. It’s a sentiment that has become almost incontestable. Virtually everyone accepts that politics is unhelpfully polarised. That we need a more civilised public discourse. That, in Lammy’s words, “Fanning the flames of the ‘us-them’ tribalism that pervades our discourse at present is not only wrong but downright dangerous.” The trouble is, the demand for a more civilised discourse has itself become a weapon in the polarised debate. The insistence that abuse has no place in public life is too often translated as: “My views are reasonable, but yours are abusive.” Consider Lammy himself. At a recent anti-Brexit rally, he compared Tory conciliation of Brexiters such as Jacob Rees-Mogg to Neville Chamberlain’s appeasement of Hitler. When challenged by the BBC’s Andrew Marr, Lammy doubled down, insisting, if anything, the comparison was “not strong enough”. I have long argued that mainstream rhetoric (and not just of Conservatives) helps entrench anti-migrant sentiment and aids the far right. It’s one thing, however, to condemn politicians for such views. It’s quite another to portray them as the far right, or as Nazis. To do that is to do what Lammy warned against three years ago. The demand for a more civilised debate is often less a call to reshape public discourse than an attempt to claim the moral high ground. It’s also often a means of avoiding scrutiny. Earlier this month, New Statesman deputy editor George Eaton conducted an interview with the conservative philosopher Roger Scruton. It was a wide-ranging conversation, taking in China and George Soros and Islamophobia, but curiously of little depth. Apart from a series of damning quotes, one learned little about Scruton’s views. It was as if the interview had been conducted for the purposes of eliciting the quotes. Eaton tweeted about the interview, in which he truncated some of the quotes, making Scruton sound even more bigoted, and leading to him being sacked from a government architectural commission. Critics decried Eaton’s “journalistic dishonesty”. Eaton stood by the interview, but acknowledged that “the way I promoted the interview on my personal Twitter account was a serious error of judgment which I profoundly regret”. It is right that Eaton should have been called out for his attempt to snare Scruton. It is equally right, however, that Scruton should have been called out for what he actually said. Such as, for instance, his claim that Hungarians were right to be “extremely alarmed by the sudden invasion of huge tribes of Muslims from the Middle East”. This was no slip of the tongue. Scruton has a long history of such views, going back to his days as editor of the Salisbury Review in the 1980s. In a 2006 essay in the American magazine New Criterion, he defended Enoch Powell, lambasting “the proposition that pious Muslims from the hinterlands of Asia would produce children loyal to a secular European state”. He worried, too, that “the people of Europe are losing their homelands”. Most of those who excoriated Eaton replayed parts of the interview that made his tweets look misjudged but ignored the uglier parts of Scruton’s views. Like Eaton himself, they seemed more interested in feeding the outrage machine than in illuminating debate. So we have a curious situation in which Scruton is sacked for his comments, there is ire at how his comments were presented by an editor on Twitter, but little discussion about his actual views, their context or consequences. Part of the problem is that the conditions for fruitful public debate involve many elements, some of which may seem contradictory: a willingness to be robust in one’s critique while also being charitable in interpreting our opponents; refusing to portray opponents as simply “evil, pernicious and wicked” while also not ignoring that which is so; being committed to free speech but also to a kind of speech that allows debate to flourish. Balancing such elements, especially in societies as polarised and fragmented as ours, is difficult. I am not so sanctimonious as to imagine that I often don’t fail to do so myself, or that I don’t fall into tribal thinking. But for all of us, such failure only makes urgent the need to view debate not as a means of eliciting outrage but as a process that might change minds. Including one’s own. • Kenan Malik is an Observer columnist",
      "charCount": "4613",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kenanmalik\">Kenan Malik</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/apr/21/backstabbing-brutality-of-games-of-thrones-taken-over-politics",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-21T05:00:45Z",
    "webTitle": "The backstabbing brutality of Game of Thrones has taken over politics | Kevin McKenna",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/21/backstabbing-brutality-of-games-of-thrones-taken-over-politics",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/21/backstabbing-brutality-of-games-of-thrones-taken-over-politics",
    "fields": {
      "headline": "The backstabbing brutality of Game of Thrones has taken over politics",
      "standfirst": "<p>Politics is a more visceral and primitive thing – The West Wing was a much better influence</p>",
      "trailText": "Politics is a more visceral and primitive thing – The West Wing was a much better influence",
      "byline": "Kevin McKenna",
      "main": "<figure class=\"element element-image\" data-media-id=\"64669d6a82f0fc266c704b51112e62a6a067013b\"> \n <img src=\"https://media.guim.co.uk/64669d6a82f0fc266c704b51112e62a6a067013b/99_250_1277_767/1000.jpg\" alt=\"Peter Dinklage as Tyrion Lannister\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Peter Dinklage as the dwarf Tyrion Lannister in Game of Thrones.</span> \n  <span class=\"element-image__credit\">Photograph: AP</span> \n </figcaption> \n</figure>",
      "body": "<p>There are few situations more superficial and contrived than when a politician insists on borrowing themes from the realm of popular television and drama.</p> \n<p>Donald Trump <a href=\"https://twitter.com/realDonaldTrump/status/1118876219381026818\" title=\"\">tried it on</a> with <em>Game of Thrones</em> last week on his Twitter account and was immediately <a href=\"https://www.msn.com/en-gb/news/newslondon/donald-trump-told-stop-making-game-of-thrones-memes-by-hbo/ar-BBW4TVK\" title=\"\">rebuked</a> by the makers of the show. During this year’s autumn party conference season I expect around a dozen references to <em>Game of Thrones</em>. We are transfixed by its graphic violence and scholars sagely agree that this is an accurate depiction of life in medieval England. It’s lucky that we have become much more civilised, isn’t it?</p> \n<p>A scan of the cast of Brexit productions these past three years and their plans for restoring the British empire would suggest that the form of government favoured in Westeros is a sophisticated and enlightened thing. A <a href=\"https://www.theguardian.com/politics/2019/apr/18/nigel-farage-has-near-total-control-of-brexit-party-constitution-suggests?fbclid=IwAR1t_rpsNzLUiAj_MWaU-8rYeV2Hg_U1KV9cFI8HM7PDEvD8hD0L52r7LZ8\" title=\"\">glance at the lineup</a> of the new Brexit party candidates on Thursday made you yearn for one of Daenerys Targaryen’s dragons to breenge in and set fire to them all.</p> \n<p>Unusually, for a drama series that has become a primer for serial killers on new ways to dispatch their fellow humans, <em>GoT</em> has worked hard at being inclusive and diverse. The show’s top character has been wee Tyrion Lannister, the sexy and urbane dwarf whose linguistic barbs are as devastating as the roastings and disembowellings. The two most effectively brutal characters are young women whose response to sexual harassment in their fiery kingdoms might have been “Me too, ya bas”. One of them is mum to two dragons whose breath can consume entire armies.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/tv-and-radio/2019/apr/19/game-of-thrones-betting-guide-who-will-live-who-will-die-who-will-get-it-on\">Game of Thrones betting guide: who will live, who will die, who will get it on?</a> </p> \n</aside> \n<p>Yet, as a <a href=\"https://www.theguardian.com/tv-and-radio/2019/apr/06/there-are-no-black-people-on-game-of-thrones-why-is-fantasy-tv-so-white\" title=\"\">column</a> in the <em>Guardian</em> pointed out, the world created by <em>GoT</em> is an eerily white one, where muscular and pale-faced warriors face off against each other and the first black people we saw were depicted as savages before they got civilised by a bunch of chalky Celts. In response to this reasonable rebuke, some of the show’s supporters pointed out that there probably weren’t that many black people in the medieval England that forms the show’s cultural and civic backdrop. This didn’t stop the makers of <em>Robin Hood: Prince of Thieves</em> in 1991 casting Morgan Freeman as Hood’s Muslim friend and cutting a swath through 12th-century England. In one scene, big Morgan prays to Allah on a windswept Nottinghamshire hillside before eviscerating the sheriff’s men.</p> \n<p>In the early years of the new millennium, political correspondents began to notice that spin doctors and special advisers began to dress better and talk at an unfeasibly high speed, while deploying phrases such as “walk with me” as they strode briskly from meeting to meeting. These were the children of <a href=\"https://www.theguardian.com/tv-and-radio/2016/jun/22/west-wing-netflix-friends-binge-watching-nostalgia\" title=\"\"><em>The West Wing</em></a>, a drama that spawned a spike in sales of Matalan suits and mini-rucksacks.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"c3ca4bfc-124d-4421-98c8-4f810b984b0e\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/tleKm2l1EeU?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>You could conclude that <em>The West Wing</em> signalled a civilising and high-minded approach to politics. It was quite possible that, for a time, aspiring young politicos aspired to something more than the merely tribal, encouraged by the values of President Jed Bartlett and his team of smart, young White House staffers. Perhaps, for a time, they genuinely saw politics not as a means to acquiring power and amassing state-funded expenses but to making the world a better place. If <em>The West Wing</em> ever accurately reflected the noble purpose of politics that era is over, replaced by a <em>Game of Thrones</em> approach. In England, party allegiances seem to have been submerged by something more atavistic during the Brexit debate. When <a href=\"https://www.theneweuropean.co.uk/top-stories/george-galloway-endorses-nigel-farage-1-6005487\" title=\"\">George Galloway</a> decides that he’s voting for Ukip in the European elections and Jacob Rees-Mogg, a Catholic more pontifical than the pope, is lionised by Protestant Northern Ireland’s Democratic Unionist party, you know that politics has become a more visceral and primitive thing. Allegiances resemble the treacherous tides in <em>GoT</em> where alliances begin and end with the swing of an axe.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/apr/05/nicola-sturgeon-tells-brexit-eu-citizens-in-scotland-you-are-welcome-here\">Nicola Sturgeon tells EU citizens in Scotland: ‘You are welcome here’</a> </p> \n</aside> \n<p>In Scotland, we like to think our politics is driven by something more refined and less antagonistic. Holyrood keeps to family-friendly business hours and the SNP government scans the country seeking new minorities to champion and writing letters to Scotland’s EU citizens assuring them of a welcome in our wee bit hill and glen.</p> \n<p>Even our Tories seem a mild and affable bunch, if not particularly blessed with wit and subtlety. They are led by an awfully nice woman who jouks about the countryside at weekends with the Territorial Army and who gets together with the female leaders of other parties to watch Andy Murray in Nicola Sturgeon’s office. This is Game of Scones.</p> \n<p>It all seems jingly-jangly and civilised, but occasionally something more sinister seeps up through this well-constructed edifice. At Holyrood, a third attempt is being made by members of all parties to introduce an assisted suicide bill, following two previous failed attempts. Rates of multiple deprivation, child poverty, and health and education inequality are static in devolved Scotland, while food banks are common throughout working-class communities. </p> \n<p>In the medieval world of <em>Game of Thrones</em>, suicide was offered graciously to a beaten opponent as a noble means of surrender. In Scotland, the bill for providing loving and compassionate end-of-life care would be money well spent in an enlightened country that believes in the care of its most vulnerable and infirm.</p> \n<p>• Kevin McKenna is an Observer columnist</p>",
      "newspaperPageNumber": "49",
      "wordcount": "876",
      "commentCloseDate": "2019-04-24T05:00:45Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-21T05:00:45Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:03Z",
      "newspaperEditionDate": "2019-04-21T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b9pyh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/64669d6a82f0fc266c704b51112e62a6a067013b/99_250_1277_767/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There are few situations more superficial and contrived than when a politician insists on borrowing themes from the realm of popular television and drama. Donald Trump tried it on with Game of Thrones last week on his Twitter account and was immediately rebuked by the makers of the show. During this year’s autumn party conference season I expect around a dozen references to Game of Thrones. We are transfixed by its graphic violence and scholars sagely agree that this is an accurate depiction of life in medieval England. It’s lucky that we have become much more civilised, isn’t it? A scan of the cast of Brexit productions these past three years and their plans for restoring the British empire would suggest that the form of government favoured in Westeros is a sophisticated and enlightened thing. A glance at the lineup of the new Brexit party candidates on Thursday made you yearn for one of Daenerys Targaryen’s dragons to breenge in and set fire to them all. Unusually, for a drama series that has become a primer for serial killers on new ways to dispatch their fellow humans, GoT has worked hard at being inclusive and diverse. The show’s top character has been wee Tyrion Lannister, the sexy and urbane dwarf whose linguistic barbs are as devastating as the roastings and disembowellings. The two most effectively brutal characters are young women whose response to sexual harassment in their fiery kingdoms might have been “Me too, ya bas”. One of them is mum to two dragons whose breath can consume entire armies. Yet, as a column in the Guardian pointed out, the world created by GoT is an eerily white one, where muscular and pale-faced warriors face off against each other and the first black people we saw were depicted as savages before they got civilised by a bunch of chalky Celts. In response to this reasonable rebuke, some of the show’s supporters pointed out that there probably weren’t that many black people in the medieval England that forms the show’s cultural and civic backdrop. This didn’t stop the makers of Robin Hood: Prince of Thieves in 1991 casting Morgan Freeman as Hood’s Muslim friend and cutting a swath through 12th-century England. In one scene, big Morgan prays to Allah on a windswept Nottinghamshire hillside before eviscerating the sheriff’s men. In the early years of the new millennium, political correspondents began to notice that spin doctors and special advisers began to dress better and talk at an unfeasibly high speed, while deploying phrases such as “walk with me” as they strode briskly from meeting to meeting. These were the children of The West Wing, a drama that spawned a spike in sales of Matalan suits and mini-rucksacks. You could conclude that The West Wing signalled a civilising and high-minded approach to politics. It was quite possible that, for a time, aspiring young politicos aspired to something more than the merely tribal, encouraged by the values of President Jed Bartlett and his team of smart, young White House staffers. Perhaps, for a time, they genuinely saw politics not as a means to acquiring power and amassing state-funded expenses but to making the world a better place. If The West Wing ever accurately reflected the noble purpose of politics that era is over, replaced by a Game of Thrones approach. In England, party allegiances seem to have been submerged by something more atavistic during the Brexit debate. When George Galloway decides that he’s voting for Ukip in the European elections and Jacob Rees-Mogg, a Catholic more pontifical than the pope, is lionised by Protestant Northern Ireland’s Democratic Unionist party, you know that politics has become a more visceral and primitive thing. Allegiances resemble the treacherous tides in GoT where alliances begin and end with the swing of an axe. In Scotland, we like to think our politics is driven by something more refined and less antagonistic. Holyrood keeps to family-friendly business hours and the SNP government scans the country seeking new minorities to champion and writing letters to Scotland’s EU citizens assuring them of a welcome in our wee bit hill and glen. Even our Tories seem a mild and affable bunch, if not particularly blessed with wit and subtlety. They are led by an awfully nice woman who jouks about the countryside at weekends with the Territorial Army and who gets together with the female leaders of other parties to watch Andy Murray in Nicola Sturgeon’s office. This is Game of Scones. It all seems jingly-jangly and civilised, but occasionally something more sinister seeps up through this well-constructed edifice. At Holyrood, a third attempt is being made by members of all parties to introduce an assisted suicide bill, following two previous failed attempts. Rates of multiple deprivation, child poverty, and health and education inequality are static in devolved Scotland, while food banks are common throughout working-class communities. In the medieval world of Game of Thrones, suicide was offered graciously to a beaten opponent as a noble means of surrender. In Scotland, the bill for providing loving and compassionate end-of-life care would be money well spent in an enlightened country that believes in the care of its most vulnerable and infirm. • Kevin McKenna is an Observer columnist",
      "charCount": "5291",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kevin-mckenna\">Kevin McKenna</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]