[
  {
    "id": "politics/2019/may/29/john-bercow-should-go-as-speaker-over-cox-bullying-inquiry-says-maria-miller",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-29T18:15:54Z",
    "webTitle": "Bercow staying on as Speaker 'may not be enough to stop no-deal'",
    "webUrl": "https://www.theguardian.com/politics/2019/may/29/john-bercow-should-go-as-speaker-over-cox-bullying-inquiry-says-maria-miller",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/29/john-bercow-should-go-as-speaker-over-cox-bullying-inquiry-says-maria-miller",
    "fields": {
      "headline": "Bercow staying on as Speaker 'may not be enough to stop no-deal'",
      "standfirst": "<p>MP Nick Boles warns of complacency over parliament’s chances of stopping hard Brexit</p>",
      "trailText": "Nick Boles warns of complacency over chances of parliament stopping hard Brexit",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"5fb80dc8d5ebbecb48eaf4e82e4f3fdaeb00561f\"> \n <img src=\"https://media.guim.co.uk/5fb80dc8d5ebbecb48eaf4e82e4f3fdaeb00561f/0_90_3500_2100/1000.jpg\" alt=\"John Bercow.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">John Bercow said he would remain Speaker until Brexit is resolved.</span> \n  <span class=\"element-image__credit\">Photograph: Handout/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>John Bercow staying on as Speaker may not be enough to help parliament stop the UK leaving the EU without a deal at the end of October, according to one of the leading MPs trying to stop a hard Brexit.</p> \n<p>Nick Boles, who helped with efforts to legislate against a no-deal Brexit at the end of March, warned it would be extremely difficult for parliament to make such a successful attempt again.</p> \n<p>MPs have already voted against leaving the EU without a deal, but the Conservative leadership candidates Boris Johnson, Dominic Raab and Esther McVey have all said they would be prepared to leave the EU, deal or no deal, at the end of October.</p> \n<p>MPs fighting against a hard Brexit cheered when Bercow <a href=\"https://www.theguardian.com/politics/2019/may/28/john-bercow-reveals-plans-stay-commons-speaker\">told the Guardian on Tuesday</a> that he would not vacate the Speaker’s chair while Brexit was unresolved. He also warned Tory leadership candidates that the idea they could sideline parliament in the Brexit debate <a href=\"https://www.theguardian.com/politics/video/2019/may/29/john-bercow-idea-parliament-could-be-sidelined-in-brexit-debate-is-for-the-birds-video\">was “unimaginable” and “for the birds”</a>.</p> \n<p>However, Boles, who <a href=\"https://www.theguardian.com/politics/2019/apr/01/conservative-mp-nick-boles-quits-party-after-his-soft-brexit-plan-fails\">resigned the Conservative whip</a> over the failure of efforts to reach a Brexit compromise, said there were “extraordinary levels of complacency about the chances of MPs finding a way to stop no-deal Brexit on 31 October”, with people “blithely assuming MPs will find a way”.</p> \n<p>He said stopping a “no-deal Brexit requires legislation to compel the government to seek an extension to article 50.</p> \n<p>“For anyone other than the government to be able to move a new piece of legislation requires standing orders to be suspended.</p> \n<p>“Suspending standing orders requires a motion or an amendment to that effect. Government controls the order paper so it can stop any motions that might be used in this way from being tabled.</p> \n<p>“The Speaker can assert that parliament’s voice will be heard. No doubt it will. But voices alone aren’t enough. We need to pass a law. Neither the Speaker nor MPs can magic the opportunity to do so out of thin air.”</p> \n<p>Challenged on whether the Speaker could defy convention to allow backbencher time to bring forward legislation, Boles said the idea was “wishful thinking”, because the Speaker had “no power to do that”.</p> \n<p>On the suggestion that MPs could force a no-confidence vote in the government, he said a new Conservative prime minister could “avoid losing power after vote of no confidence by keeping negotiations going until EU Council on 17-18 October then prorogue parliament until 4 November”.</p> \n<p>His comments reflect alarm among many MPs campaigning against a no-deal Brexit that a Eurosceptic prime minister could try to force the UK to leave without a deal regardless of parliament’s wishes.</p> \n<p>Raab has even suggested he would be ready to ignore the will of parliament in order to do so, <a href=\"https://www.theguardian.com/politics/video/2019/may/26/dominic-raab-andrew-marr-tory-leadership-bid-video\">telling BBC One’s The Andrew Marr Show</a>: “It’s very difficult for parliament now to legislate against a no deal, or in favour of a further extension, unless a resolute prime minister is willing to acquiesce in that – and I would not.”</p> \n<p>The Institute for Government said there might be no decisive route left for parliament to block a no deal. However, some experts questioned whether there was the potential for an engaged Speaker to grant emergency motions or be more flexible in his interpretation of parliamentary convention to create opportunities for MPs to have their say.</p> \n<p>The prospect of Bercow staying on longer despite widespread expectation he would depart this summer has infuriated Eurosceptic Conservative MPs, who believe he may try to defy convention to help the remain cause.</p> \n<p>Bercow said on Tuesday he maintained strict impartiality and simply stood up for MPs’ rights.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"60ef0767-b2e5-478c-a358-c6e670cacee5\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/nf3PbdgMzIk?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>But James Duddridge, a Conservative MP who previously tried to raise support for a no-confidence motion in the Speaker, said: “Bercow does not want to resolve Brexit. He wants to block it. He wants to veto the referendum result and will abuse the role of Speaker to advance his cause. He is even trying to comment on the leadership campaign. Pompous, egocentric, undemocratic and dishonourable.”</p> \n<p>Another critic, Tory MP Andrew Bridgen, said: “We are going to face not only a parliament that is overwhelmingly remain but a partisan Speaker intent on overturning the democratic will of the British people expressed at the referendum to leave the European Union.”</p> \n<p>The Tory Brexiter Mark Francois said: “As one vertically challenged MP to another, my sole advice to Speaker Bercow is: if you are going to stay on in these momentous times that’s fair enough, but it is important that all the players on the pitch retain confidence in the objectivity of the referee until the end of the match.”</p> \n<p>Maria Miller, the chair of the women and equalities committee, weighed in, saying Bercow should not be allowed to stay on longer as Speaker in light of <a href=\"https://www.theguardian.com/politics/2018/oct/16/john-bercow-to-stand-down-as-commons-speaker-in-wake-of-bullying-inquiry\">last October’s damning report</a> about sexist bullying in parliament.</p> \n<p>Bercow had faced calls to step down after the report by Laura Cox, but the pressure ebbed away after friends privately suggested he was planning to step aside in July.</p> \n<p>“The Cox report was clear that the House of Commons needs a wholesale change in leadership to address an unacceptable culture of bullying and harassment,” Miller said.</p> \n<p>“The Cox report specifically includes the Speaker in that recommendation, the most senior person in the House of Commons. No MP should stand by and allow the Speaker to continue in his post.”</p> \n<p>Cox’s inquiry <a href=\"https://www.theguardian.com/politics/2018/oct/16/john-bercow-to-stand-down-as-commons-speaker-in-wake-of-bullying-inquiry\">suggested that senior house staff</a>, including Bercow, would not <a href=\"https://www.theguardian.com/politics/2018/oct/15/house-of-commons-culture-enabled-bullying-and-sexual-harassment-inquiry\">command the confidence</a> to pursue necessary changes to the system for dealing with harassment and bullying.</p> \n<p>Bercow told friends and other MPs he was planning to depart in summer 2019 but gave no public confirmation and then changed his mind after the UK failed to leave the EU in March.</p> \n<p>Any move against Bercow is likely to be unsuccessful because he would be shored up by opposition parties and some Conservatives keen on his approach to ensuring parliament has a say on Brexit.</p> \n<p>The Speaker won support from some Labour figures, including Barry Sheerman, who said he was delighted to learn Bercow had decided to “do his duty” and “see us through these troubled times”.</p> \n<p>Andrew Adonis, the Labour peer and former cabinet minister, said: “John Bercow is absolutely right to stay in post until Brexit is resolved. He has enabled parliament and the people to take back control from a dictatorial and dangerous government. His duty is to remain.”</p>",
      "newspaperPageNumber": "9",
      "wordcount": "1067",
      "firstPublicationDate": "2019-05-29T13:10:00Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:49Z",
      "newspaperEditionDate": "2019-05-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bt77y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5fb80dc8d5ebbecb48eaf4e82e4f3fdaeb00561f/0_90_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "John Bercow staying on as Speaker may not be enough to help parliament stop the UK leaving the EU without a deal at the end of October, according to one of the leading MPs trying to stop a hard Brexit. Nick Boles, who helped with efforts to legislate against a no-deal Brexit at the end of March, warned it would be extremely difficult for parliament to make such a successful attempt again. MPs have already voted against leaving the EU without a deal, but the Conservative leadership candidates Boris Johnson, Dominic Raab and Esther McVey have all said they would be prepared to leave the EU, deal or no deal, at the end of October. MPs fighting against a hard Brexit cheered when Bercow told the Guardian on Tuesday that he would not vacate the Speaker’s chair while Brexit was unresolved. He also warned Tory leadership candidates that the idea they could sideline parliament in the Brexit debate was “unimaginable” and “for the birds”. However, Boles, who resigned the Conservative whip over the failure of efforts to reach a Brexit compromise, said there were “extraordinary levels of complacency about the chances of MPs finding a way to stop no-deal Brexit on 31 October”, with people “blithely assuming MPs will find a way”. He said stopping a “no-deal Brexit requires legislation to compel the government to seek an extension to article 50. “For anyone other than the government to be able to move a new piece of legislation requires standing orders to be suspended. “Suspending standing orders requires a motion or an amendment to that effect. Government controls the order paper so it can stop any motions that might be used in this way from being tabled. “The Speaker can assert that parliament’s voice will be heard. No doubt it will. But voices alone aren’t enough. We need to pass a law. Neither the Speaker nor MPs can magic the opportunity to do so out of thin air.” Challenged on whether the Speaker could defy convention to allow backbencher time to bring forward legislation, Boles said the idea was “wishful thinking”, because the Speaker had “no power to do that”. On the suggestion that MPs could force a no-confidence vote in the government, he said a new Conservative prime minister could “avoid losing power after vote of no confidence by keeping negotiations going until EU Council on 17-18 October then prorogue parliament until 4 November”. His comments reflect alarm among many MPs campaigning against a no-deal Brexit that a Eurosceptic prime minister could try to force the UK to leave without a deal regardless of parliament’s wishes. Raab has even suggested he would be ready to ignore the will of parliament in order to do so, telling BBC One’s The Andrew Marr Show: “It’s very difficult for parliament now to legislate against a no deal, or in favour of a further extension, unless a resolute prime minister is willing to acquiesce in that – and I would not.” The Institute for Government said there might be no decisive route left for parliament to block a no deal. However, some experts questioned whether there was the potential for an engaged Speaker to grant emergency motions or be more flexible in his interpretation of parliamentary convention to create opportunities for MPs to have their say. The prospect of Bercow staying on longer despite widespread expectation he would depart this summer has infuriated Eurosceptic Conservative MPs, who believe he may try to defy convention to help the remain cause. Bercow said on Tuesday he maintained strict impartiality and simply stood up for MPs’ rights. But James Duddridge, a Conservative MP who previously tried to raise support for a no-confidence motion in the Speaker, said: “Bercow does not want to resolve Brexit. He wants to block it. He wants to veto the referendum result and will abuse the role of Speaker to advance his cause. He is even trying to comment on the leadership campaign. Pompous, egocentric, undemocratic and dishonourable.” Another critic, Tory MP Andrew Bridgen, said: “We are going to face not only a parliament that is overwhelmingly remain but a partisan Speaker intent on overturning the democratic will of the British people expressed at the referendum to leave the European Union.” The Tory Brexiter Mark Francois said: “As one vertically challenged MP to another, my sole advice to Speaker Bercow is: if you are going to stay on in these momentous times that’s fair enough, but it is important that all the players on the pitch retain confidence in the objectivity of the referee until the end of the match.” Maria Miller, the chair of the women and equalities committee, weighed in, saying Bercow should not be allowed to stay on longer as Speaker in light of last October’s damning report about sexist bullying in parliament. Bercow had faced calls to step down after the report by Laura Cox, but the pressure ebbed away after friends privately suggested he was planning to step aside in July. “The Cox report was clear that the House of Commons needs a wholesale change in leadership to address an unacceptable culture of bullying and harassment,” Miller said. “The Cox report specifically includes the Speaker in that recommendation, the most senior person in the House of Commons. No MP should stand by and allow the Speaker to continue in his post.” Cox’s inquiry suggested that senior house staff, including Bercow, would not command the confidence to pursue necessary changes to the system for dealing with harassment and bullying. Bercow told friends and other MPs he was planning to depart in summer 2019 but gave no public confirmation and then changed his mind after the UK failed to leave the EU in March. Any move against Bercow is likely to be unsuccessful because he would be shored up by opposition parties and some Conservatives keen on his approach to ensuring parliament has a say on Brexit. The Speaker won support from some Labour figures, including Barry Sheerman, who said he was delighted to learn Bercow had decided to “do his duty” and “see us through these troubled times”. Andrew Adonis, the Labour peer and former cabinet minister, said: “John Bercow is absolutely right to stay in post until Brexit is resolved. He has enabled parliament and the people to take back control from a dictatorial and dangerous government. His duty is to remain.”",
      "charCount": "6301",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/29/antiwar-activist-walter-wolfgang-dies-aged-95-labour-cnd",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-29T17:37:08Z",
    "webTitle": "Walter Wolfgang, antiwar activist and Jack Straw heckler, dies aged 95",
    "webUrl": "https://www.theguardian.com/politics/2019/may/29/antiwar-activist-walter-wolfgang-dies-aged-95-labour-cnd",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/29/antiwar-activist-walter-wolfgang-dies-aged-95-labour-cnd",
    "fields": {
      "headline": "Walter Wolfgang, antiwar activist and Jack Straw heckler, dies aged 95",
      "standfirst": "<p>Tributes paid to longtime Labour member who helped found CND</p>",
      "trailText": "Tributes paid to longtime Labour member who helped found CND",
      "byline": "Mattha Busby",
      "main": "<figure class=\"element element-image\" data-media-id=\"540d9924172094a2842b7f24d21c961543671836\"> <img src=\"https://media.guim.co.uk/540d9924172094a2842b7f24d21c961543671836/99_144_1443_865/1000.jpg\" alt=\"Walter Wolfgang is led away from the 2005 Labour party conference after heckling Jack Straw\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Walter Wolfgang is led away from the 2005 Labour party conference after heckling Jack Straw.</span> <span class=\"element-image__credit\">Photograph: Andrew Parsons/PA</span> </figcaption> </figure>",
      "body": "<p>Tributes have been paid to the antiwar activist Walter Wolfgang, who has died aged 95, with many remembering a “committed fighter for peace and justice” and a lifelong socialist who “always spoke truth to power”.</p> <p>Wolfgang, a Jewish refugee from Nazi Germany, joined the Labour party in 1948 and was a founding member of the Campaign for Nuclear Disarmament, remaining active in the organisation until his death. He was propelled into the public eye in 2005 after heckling Jack Straw at the Labour conference.</p> <p>After apparently shouting “Nonsense” during the then foreign secretary’s speech on Iraq, as Straw spoke of “nation-building from a violent past” to justify keeping British troops in the country, Wolfgang was manhandled out of his seat by security.</p> <p>He was briefly detained under terrorism laws, before <a href=\"https://www.theguardian.com/politics/2005/sep/29/uk.labourconference\">returning to the conference the next day</a> amid a flurry of apologies. “When you have an international debate that does not deal adequately with the international issues of the day, the least you can do, if someone is talking nonsense, is say so,” Wolfgang said.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/tribunemagazine/status/1133759891737382912\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Rest in peace Walter Wolfgang🌹<br><br>Socialist, refugee from Nazism, long-time Labour Party member and opponent of the war in Iraq. <a href=\"https://t.co/nteoRDsv76\">pic.twitter.com/nteoRDsv76</a></p>&mdash; Tribune (@tribunemagazine) <a href=\"https://twitter.com/tribunemagazine/status/1133759891737382912?ref_src=twsrc%5Etfw\">May 29, 2019</a></blockquote>  </figure>  <p>He later served on Labour’s national executive committee and last year was made a patron of the Stop the War coalition, <a href=\"https://twitter.com/ShellyAsquith/status/1038392884788113408\">saying</a> at the time: “We can win. We shall overcome. Thank you for this huge honour.”</p> <p>Wolfgang was also recognised for his years of dedication to the Labour party in 2018. He <a href=\"https://twitter.com/jeremycorbyn/status/1043926620904525825\">said</a> he did not deserve the merit award because “I merely did what I had to do”, in a speech that also called for full employment, public ownership and extending trade union rights, a peace policy based on negotiations, global nuclear disarmament and free discussion on justice for Palestinians.</p> <p>A former Labour candidate in Croydon and delegate for the constituency party in Richmond upon Thames, Wolfgang had long called for greater democracy within the party and supported Jeremy Corbyn’s campaign to become leader in 2015.</p> <p>On Wednesday evening, the Labour leader led tributes to the “courageous moral leader” and <a href=\"https://twitter.com/jeremycorbyn/status/1133775214465224705\">tweeted</a> a photo of them sat together, writing: “Deeply saddened to hear that my old friend Walter Wolfgang has died. Walter escaped Nazi Germany and has campaigned for peace and socialism ever since, including his passionate opposition to the Iraq war. Yesterday, we said our goodbyes. He will be greatly missed.” </p> <p>CND <a href=\"https://twitter.com/CNDuk/status/1133769372403687426\">tweeted</a>: “We’re very sad to learn that Walter Wolfgang has died. Walter was a founding member of CND and on the committee which organised the first Aldermaston march [from London to the atomic weapons research base in Berkshire]. Active with CND until the very end, we say thank you for the enormous contribution Walter made to peace and disarmament.”</p> <p>Unite general secretary Len McCluskey tweeted: “I’m saddened to hear of the death of Walter Wolfgang. 70 years a Labour Party member, lifelong socialist and man of peace who had no trouble calling out the Iraq war lies.”</p>",
      "wordcount": "476",
      "firstPublicationDate": "2019-05-29T17:37:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-30T16:28:03Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bt8e2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/540d9924172094a2842b7f24d21c961543671836/99_144_1443_865/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Tributes have been paid to the antiwar activist Walter Wolfgang, who has died aged 95, with many remembering a “committed fighter for peace and justice” and a lifelong socialist who “always spoke truth to power”. Wolfgang, a Jewish refugee from Nazi Germany, joined the Labour party in 1948 and was a founding member of the Campaign for Nuclear Disarmament, remaining active in the organisation until his death. He was propelled into the public eye in 2005 after heckling Jack Straw at the Labour conference. After apparently shouting “Nonsense” during the then foreign secretary’s speech on Iraq, as Straw spoke of “nation-building from a violent past” to justify keeping British troops in the country, Wolfgang was manhandled out of his seat by security. He was briefly detained under terrorism laws, before returning to the conference the next day amid a flurry of apologies. “When you have an international debate that does not deal adequately with the international issues of the day, the least you can do, if someone is talking nonsense, is say so,” Wolfgang said. He later served on Labour’s national executive committee and last year was made a patron of the Stop the War coalition, saying at the time: “We can win. We shall overcome. Thank you for this huge honour.” Wolfgang was also recognised for his years of dedication to the Labour party in 2018. He said he did not deserve the merit award because “I merely did what I had to do”, in a speech that also called for full employment, public ownership and extending trade union rights, a peace policy based on negotiations, global nuclear disarmament and free discussion on justice for Palestinians. A former Labour candidate in Croydon and delegate for the constituency party in Richmond upon Thames, Wolfgang had long called for greater democracy within the party and supported Jeremy Corbyn’s campaign to become leader in 2015. On Wednesday evening, the Labour leader led tributes to the “courageous moral leader” and tweeted a photo of them sat together, writing: “Deeply saddened to hear that my old friend Walter Wolfgang has died. Walter escaped Nazi Germany and has campaigned for peace and socialism ever since, including his passionate opposition to the Iraq war. Yesterday, we said our goodbyes. He will be greatly missed.” CND tweeted: “We’re very sad to learn that Walter Wolfgang has died. Walter was a founding member of CND and on the committee which organised the first Aldermaston march [from London to the atomic weapons research base in Berkshire]. Active with CND until the very end, we say thank you for the enormous contribution Walter made to peace and disarmament.” Unite general secretary Len McCluskey tweeted: “I’m saddened to hear of the death of Walter Wolfgang. 70 years a Labour Party member, lifelong socialist and man of peace who had no trouble calling out the Iraq war lies.”",
      "charCount": "2872",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mattha-busby\">Mattha Busby</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/29/labour-members-queueing-up-to-be-expelled-by-the-party",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-29T17:08:40Z",
    "webTitle": "Labour members queueing up to be expelled by the party | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/29/labour-members-queueing-up-to-be-expelled-by-the-party",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/29/labour-members-queueing-up-to-be-expelled-by-the-party",
    "fields": {
      "headline": "Labour members queueing up to be expelled by the party",
      "standfirst": "Guardian readers on the expulsion of Alastair Campbell and their own votes for other parties",
      "trailText": "<strong>Letters: </strong>Guardian readers on the expulsion of Alastair Campbell and their own votes for other parties",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"6a8b1343239733f5e439255500fc9baf8fa38317\"> <img src=\"https://media.guim.co.uk/6a8b1343239733f5e439255500fc9baf8fa38317/0_657_4673_2803/1000.jpg\" alt=\"Alastair Campbell\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Alastair Campbell. ‘Singled out because he was the only Labour member to publicise his rule-breaking on live television.’</span> <span class=\"element-image__credit\">Photograph: Karen Robinson/The Observer</span> </figcaption> </figure>",
      "body": "<p>I see many Blairite Labour members and office holders rushing to defend Alastair Campbell and yell “disgrace” against the party leader Jeremy Corbyn (<a href=\"https://www.theguardian.com/politics/2019/may/28/labour-expels-alastair-campbell-from-party\" title=\"\">Labour expels Alastair Campbell for voting Lib Dem in EU election</a>, 29 May). It’s as if this is something new.</p> <p>As a Labour party member since the 1980s, I decided to vote Green between 2003 and 2012 in revolt against the slide to the right the party was making under Blair and Brown. When I tried to rejoin Labour in 2015, my application was accepted, but suddenly I was expelled as part of the so-called witch-hunt against left-leaning members for presumably voting for another party. I was not given a reason for the expulsion until 2018. By this time I’d decided never to belong to a political party again, but to air my views from outside those constraints.</p> <p>Oh, and I will be voting Labour while Jeremy Corbyn cleans up the administrative procedures which were championed by Alastair Campbell less than two years ago.<br><strong>Nic Outterside</strong><br><em>Wolverhampton</em></p> <p>• <a href=\"https://www.theguardian.com/commentisfree/2019/may/28/the-guardian-view-on-alastair-campbell-expulsion-petty-foolish-and-counterproductive\" title=\"\">Your editorial</a> (29 May) says “Mr Campbell was clearly singled out, not because of what he did, but because of who he was”. No, he was singled out because he was the only Labour member to publicise his rule-breaking on live television. In my own constituency, members have been expelled for voting for another party; I wouldn’t expect Alastair Campbell to be treated any differently. As for the “speed” of the decision – Labour’s rulebook specifies automatic expulsion for publicly supporting another party, so it is always speedy in these instances. If Campbell really did have a “fanatically pro-Labour mindset”, he would have voted Labour – just as many members continued to do throughout the New Labour years despite being deeply unhappy about party policy on Iraq.<br><strong>Jane Middleton</strong><br><em>Bath</em></p> <p>• Unlike <a href=\"https://www.theguardian.com/politics/2019/may/28/the-expulsion-of-alastair-campbell-is-a-spartacus-moment-for-labour-members\" title=\"\">your letter writers</a> (29 May), I can’t stand with Alastair Campbell. I marched in Glasgow against the Iraq war, wearing a magnified version of my party card around my neck reading “Joined 1966 – Quitting 2003”. The actions taken by Campbell and his master prompted that step, and any self-respecting party should have parted company with them years ago. Clever, personable and entertaining though he may be, I can’t forgive him for that, nor the Labour party for sitting on the fence over Europe for so long. I voted Scottish National party, as at least they had a clear message on this issue.<br><strong>Margaret Squires</strong><br><em>St</em><em> Andrews, Fife</em></p> <p>• I may be the only person in the UK coming forward in support of Alastair Campbell who is totally against a people’s vote and in favour of leaving the EU. I have been a member of the Labour party since 1976 but have resigned over Brexit. The EU elections only happened by default because parliament ignored the Brexit vote. We should have left in March. I voted for Labour in 2017 because they said they would respect the vote. The people’s vote supporters in the Labour party have totally let down members like me. Despite this, it seems extremely mean to expel a member who voted against Labour in an election where we are not expecting the MEPs to remain MEPs beyond October.<br><strong>Pam Marum</strong><br><em>London</em></p> <p>• I voted Labour in my first general election in 1970. I have never, until last Thursday, voted for any other party. On Thursday, just like Alastair Campbell, I “lent” my vote to the Lib Dems in the East Midlands, because the leadership of my own party seems unable to decide where it stands on Europe. I therefore voted, in a European election, in line with my views on Europe. When it comes to the next general election, I shall again vote Labour as it best represents my views on UK issues.</p> <p>Jeremy Corbyn has been a longstanding rebel in the Labour party, and has frequently voted against his own party in parliament. I respectfully ask him why I should now face expulsion from the party, while he, with his record, leads it.<br><strong>Jonathan Harris</strong><br><em>Calver, Derbyshire</em></p> <p>• I challenge the party to expel all members who, like me, withheld their vote from the party in last week’s EU elections in protest against its appalling stance on the Brexit catastrophe, and to watch their vaunted membership numbers plummeting.<br><strong>Jane Caplan</strong><br><em>Oxford</em></p> <p>• Here’s another party member who has just resigned. This unwise strategy is going to hit Labour’s pockets! I’ve no sympathy for Campbell, but the absurdity of this expulsion when swathes of Labour members were forced to vote elsewhere because of the party’s failure to be clear about its position. I joined because of Corbyn, but it is clear he is not a man of principle. If he were, he would resign, given the party’s trashing in the EU elections – including in his own constituency.<br><strong>Catherine Henderson</strong><br><em>Forres, Moray</em></p> <p>• Is the Labour party going to expel all the hundreds, maybe thousands, of members who felt there was no alternative but to vote for a remain party? I have been a member since 1973 and have never voted other than Labour, but had no choice as the Labour leadership have sat on the fence and let their members and MEPs down.<br><strong>Viv Rose</strong><br><em>Southampton</em></p> <p>• I’m only 18 and have been a Labour member since 16. This was my first European election and only my third time voting. I too voted Lib Dem as they appear to be the only pro-remain and also pro-UK option in Scotland. The Labour leadership must quickly get its priorities straight or I suspect there will be an increase in the Lib Dem vote at the next general election.<br><strong>Andrew Kinnell</strong><br><em>Cowdenbeath, Fife</em></p> <p>• I have been trying to find out how to leave Labour for a few months, and finally have the answer. Fed up with its lack of commitment to a second referendum, I voted Green. I now look forward to my expulsion letter.<br><strong>Rachel Jackson</strong><br><em>Leicester</em></p> <p>• Disappointed that no one from team Labour has contacted me to inform me that I have been expelled for voting Green, I have cancelled my Labour party membership subscription and self-expelled.<br><strong>Carolyn Barker</strong><br><em>London</em></p> <p>• Please let everyone know that, as a Labour party member, I voted Green. Then perhaps I will be expelled.<br><strong>Elizabeth Frampton</strong><br><em>Newton Abbot, Devon</em></p> <p>• I first voted Labour in 1964. This time I voted Green and cancelled my direct debit.<br><strong>Alan McPherson</strong><br><em>Grantham, Linc</em><em>olnshire</em></p> <p>• I am the chair of a local Labour branch. I voted Plaid Cymru and hang my head in horror at the Labour leadership’s failure to take a firm stand against Brexit bollocks.<br><strong>Rachel Hurdley</strong><br><em>Tyddewi, Sir Benfro</em></p> <p>• I have been a supporter/member of the Labour party since 1957. If Alastair Campbell’s expulsion is confirmed, I will cancel my membership.<br><strong>Peter J Snape</strong><br><em>Leyland, Lancashire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1155",
      "commentable": "false",
      "firstPublicationDate": "2019-05-29T17:08:40Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:50Z",
      "newspaperEditionDate": "2019-05-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bt833",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6a8b1343239733f5e439255500fc9baf8fa38317/0_657_4673_2803/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I see many Blairite Labour members and office holders rushing to defend Alastair Campbell and yell “disgrace” against the party leader Jeremy Corbyn (Labour expels Alastair Campbell for voting Lib Dem in EU election, 29 May). It’s as if this is something new. As a Labour party member since the 1980s, I decided to vote Green between 2003 and 2012 in revolt against the slide to the right the party was making under Blair and Brown. When I tried to rejoin Labour in 2015, my application was accepted, but suddenly I was expelled as part of the so-called witch-hunt against left-leaning members for presumably voting for another party. I was not given a reason for the expulsion until 2018. By this time I’d decided never to belong to a political party again, but to air my views from outside those constraints. Oh, and I will be voting Labour while Jeremy Corbyn cleans up the administrative procedures which were championed by Alastair Campbell less than two years ago. Nic Outterside Wolverhampton • Your editorial (29 May) says “Mr Campbell was clearly singled out, not because of what he did, but because of who he was”. No, he was singled out because he was the only Labour member to publicise his rule-breaking on live television. In my own constituency, members have been expelled for voting for another party; I wouldn’t expect Alastair Campbell to be treated any differently. As for the “speed” of the decision – Labour’s rulebook specifies automatic expulsion for publicly supporting another party, so it is always speedy in these instances. If Campbell really did have a “fanatically pro-Labour mindset”, he would have voted Labour – just as many members continued to do throughout the New Labour years despite being deeply unhappy about party policy on Iraq. Jane Middleton Bath • Unlike your letter writers (29 May), I can’t stand with Alastair Campbell. I marched in Glasgow against the Iraq war, wearing a magnified version of my party card around my neck reading “Joined 1966 – Quitting 2003”. The actions taken by Campbell and his master prompted that step, and any self-respecting party should have parted company with them years ago. Clever, personable and entertaining though he may be, I can’t forgive him for that, nor the Labour party for sitting on the fence over Europe for so long. I voted Scottish National party, as at least they had a clear message on this issue. Margaret Squires St Andrews, Fife • I may be the only person in the UK coming forward in support of Alastair Campbell who is totally against a people’s vote and in favour of leaving the EU. I have been a member of the Labour party since 1976 but have resigned over Brexit. The EU elections only happened by default because parliament ignored the Brexit vote. We should have left in March. I voted for Labour in 2017 because they said they would respect the vote. The people’s vote supporters in the Labour party have totally let down members like me. Despite this, it seems extremely mean to expel a member who voted against Labour in an election where we are not expecting the MEPs to remain MEPs beyond October. Pam Marum London • I voted Labour in my first general election in 1970. I have never, until last Thursday, voted for any other party. On Thursday, just like Alastair Campbell, I “lent” my vote to the Lib Dems in the East Midlands, because the leadership of my own party seems unable to decide where it stands on Europe. I therefore voted, in a European election, in line with my views on Europe. When it comes to the next general election, I shall again vote Labour as it best represents my views on UK issues. Jeremy Corbyn has been a longstanding rebel in the Labour party, and has frequently voted against his own party in parliament. I respectfully ask him why I should now face expulsion from the party, while he, with his record, leads it. Jonathan Harris Calver, Derbyshire • I challenge the party to expel all members who, like me, withheld their vote from the party in last week’s EU elections in protest against its appalling stance on the Brexit catastrophe, and to watch their vaunted membership numbers plummeting. Jane Caplan Oxford • Here’s another party member who has just resigned. This unwise strategy is going to hit Labour’s pockets! I’ve no sympathy for Campbell, but the absurdity of this expulsion when swathes of Labour members were forced to vote elsewhere because of the party’s failure to be clear about its position. I joined because of Corbyn, but it is clear he is not a man of principle. If he were, he would resign, given the party’s trashing in the EU elections – including in his own constituency. Catherine Henderson Forres, Moray • Is the Labour party going to expel all the hundreds, maybe thousands, of members who felt there was no alternative but to vote for a remain party? I have been a member since 1973 and have never voted other than Labour, but had no choice as the Labour leadership have sat on the fence and let their members and MEPs down. Viv Rose Southampton • I’m only 18 and have been a Labour member since 16. This was my first European election and only my third time voting. I too voted Lib Dem as they appear to be the only pro-remain and also pro-UK option in Scotland. The Labour leadership must quickly get its priorities straight or I suspect there will be an increase in the Lib Dem vote at the next general election. Andrew Kinnell Cowdenbeath, Fife • I have been trying to find out how to leave Labour for a few months, and finally have the answer. Fed up with its lack of commitment to a second referendum, I voted Green. I now look forward to my expulsion letter. Rachel Jackson Leicester • Disappointed that no one from team Labour has contacted me to inform me that I have been expelled for voting Green, I have cancelled my Labour party membership subscription and self-expelled. Carolyn Barker London • Please let everyone know that, as a Labour party member, I voted Green. Then perhaps I will be expelled. Elizabeth Frampton Newton Abbot, Devon • I first voted Labour in 1964. This time I voted Green and cancelled my direct debit. Alan McPherson Grantham, Lincolnshire • I am the chair of a local Labour branch. I voted Plaid Cymru and hang my head in horror at the Labour leadership’s failure to take a firm stand against Brexit bollocks. Rachel Hurdley Tyddewi, Sir Benfro • I have been a supporter/member of the Labour party since 1957. If Alastair Campbell’s expulsion is confirmed, I will cancel my membership. Peter J Snape Leyland, Lancashire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "6826",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/29/dominic-raab-more-rightwing-on-education-than-thatcher-tory-private-sector-state-schools-profit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-29T17:02:48Z",
    "webTitle": "Dominic Raab 'more rightwing on education than Thatcher'",
    "webUrl": "https://www.theguardian.com/politics/2019/may/29/dominic-raab-more-rightwing-on-education-than-thatcher-tory-private-sector-state-schools-profit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/29/dominic-raab-more-rightwing-on-education-than-thatcher-tory-private-sector-state-schools-profit",
    "fields": {
      "headline": "Dominic Raab 'more rightwing on education than Thatcher'",
      "standfirst": "<p>Labour attacks Tory leadership hopeful over proposal to allow firms run state schools for profit</p>",
      "trailText": "Labour attacks Tory leadership hopeful over proposal to allow firms run state schools for profit",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"31138c3761c292b14b0ddbbfdcec5e438d356aaa\"> \n <img src=\"https://media.guim.co.uk/31138c3761c292b14b0ddbbfdcec5e438d356aaa/146_101_2085_1251/1000.jpg\" alt=\"Dominic Raab\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Asked whether Rabb still endorsed the idea of letting firms run state schools, his spokesman did not rule out the proposal.</span> \n  <span class=\"element-image__credit\">Photograph: Matt Dunham/AP</span> \n </figcaption> \n</figure>",
      "body": "<p>Tory leadership hopeful Dominic Raab has been described as more rightwing than Margaret Thatcher over his proposal to let state schools be run by profit-making companies</p> \n<p>Raab, who is second favourite in the race to be the next prime minister, made the case for privately run state schools in 2013 and again in 2014, saying the government should open up the education system for companies to make money.</p> \n<p>The idea is one of a number of rightwing proposals put forward by Raab in pamphlets over the years. The former Brexit secretary has also suggested encouraging more private companies into the NHS by <a href=\"https://www.cps.org.uk/files/reports/original/130218103919-Capitalismforthelittleguy.pdf\">giving them tax breaks</a> or paying them premiums, and scrapping the 45% top rate of income tax, <a href=\"https://www.cps.org.uk/files/reports/original/131129094133-Easethesqueeze.pdf\">instead having a basic rate</a> at 15% and a higher rate at 35%.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/may/28/tory-leadership-contest-odds-tracker-whos-up-and-whos-down\">Tory leadership contest latest odds tracker: who's up and who's down?</a> </p> \n</aside> \n<p>Asked whether Raab still endorsed the idea of letting companies run state schools, his spokesman did not rule out the proposal, saying: “Dominic has set out his priorities to fight for a fairer Britain – a fairer deal for workers by cutting taxes for those on low and middle incomes, a fairer society by boosting apprenticeships and getting a fairer deal from Brussels.”</p> \n<p>In his 2013 paper <a href=\"https://www.cps.org.uk/files/reports/original/130218103919-Capitalismforthelittleguy.pdf\">Capitalism for the Little Guy</a>, Raab suggested the government should “lift the bar on profit-making companies running academies and free schools”, subject to a minimum of 50% of profits being reinvested into the school. At present academies and free schools cannot be run for profit.</p> \n<p>Raab wrote that opening up schools to profit-making companies could help to raise capital investment for education at a time when funding from central government was under pressure, arguing that such a move would help raise standards.</p> \n<p>He acknowledged there was an “understandable sensitivity of introducing the profit motive into schooling”, suggesting that as well as the 50% profit limit on, dividends should only be paid if educational performance standards were met and that there should be a bar on the sale for commercial gain of school assets purchased with public money.</p> \n<p>However, Labour called on Raab to say he would not implement the policy as prime minister and demanded that the education secretary, Damian Hinds, and the other leadership candidates also ruled out such a move.</p> \n<p>Angela Rayner, the shadow education secretary, said: “The Conservatives have already done enough damage to our schools but even Margaret Thatcher didn’t dare to privatise them.<br><br>“Education should be a right, not a commodity to be bought and sold. The Tories have absolutely no mandate for policies like this.”</p> \n<p>Labour MP Jess Phillips, who has been fighting against school funding cuts, added: “It’s an absolute total and utter nonsense to let the market decide what is best for our children. The children that get left behind will not be profitable.</p> \n<p>“Disabled children, kids with special educational needs, kids from domestic violence backgrounds, who struggle to fit into the system we created will not make the largest profit. Just introduce him to [former justice secretary] Chris Grayling and ask him how well the whole probation privatisation went.”</p> \n<p>Raab has quickly become one of the favourites in the leadership race, having taken a tough line on the UK leaving the EU at the end of October regardless of whether a deal has been approved.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"48718617-39ff-43f6-86a7-0f462acf4b95\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Jeremy Hunt</strong></p>\n    <p></p>\n    <p>His style is notably technocratic, with few rhetorical flourishes and an emphasis on his consensual approach and long record as a minister, notably during more than five years as health secretary, a traditional graveyard of ministerial careers. Hunt’s attempts to talk up a backstory as an 'underestimated' entrepreneur can fall flat given he is also the son of an admiral and was head boy at Charterhouse.</p>\n    <p>Overall, Hunt’s approach can seem uninspiring and hard to pin down in terms of core beliefs, hence the 'Theresa in trousers' nickname among some Tory MPs – one that is more catchy than accurate (since May herself often wears trousers).</p>\n    <p><b>In the final round of MP voting Hunt edged out Michael Gove, 77 votes to 75.</b></p>\n    <p></p>\n    <p><strong>Boris Johnson</strong></p>\n    <p></p>\n    <p>Johnson’s progress to Downing Street appeared unstoppable&nbsp;<a href=\"https://www.theguardian.com/politics/2019/may/23/boris-johnson-bid-for-tory-leadership-gathers-momentum\">even before an overwhelming victory in the first round of voting among MPs</a>. Most of his colleagues believe it is now all but inevitable that he will be Britain’s next prime minister.</p>\n    <p>His well-disciplined campaign team will continue with their strategy of subjecting him to minimal media exposure, though once the field is narrowed down to two, the final pair will appear in more than a dozen head-to-head hustings for Tory members. The team’s main aim is simply to keep heads down and avoid Johnson creating headlines for the wrong reasons. <a href=\"https://www.theguardian.com/politics/2019/jun/21/police-called-to-loud-altercation-at-boris-johnsons-home\">It may not have worked</a>.&nbsp;</p>\n    <p><b>Johnson came first in the final round of MP voting with 160 votes.</b><br></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>However, he has also written extensively about his domestic policy ideas over the years. He has proposed scrapping all “levies subsidising green technologies” on energy bills, ending the minimum wage for the under-21s <a href=\"https://www.cps.org.uk/files/reports/original/111114155257-escapingthestraitjacket.pdf\">working for small businesses</a> and making it easier for companies to <a href=\"https://www.cps.org.uk/files/reports/original/111114155257-escapingthestraitjacket.pdf\">sack underperforming employees</a>.</p> \n<p>The MP for Esher and Walton has also spoken of <a href=\"https://www.telegraph.co.uk/news/politics/10123929/Why-its-crucial-for-us-to-shed-the-fat.html\">wanting to scrap</a> the Government Equalities Office, which he describes as “pointless”, and merging the Department for International Development into the Foreign Office.</p> \n<p>When Raab was challenged at the weekend over his claim from 2011 that feminists were some of the most obnoxious bigots and that men were getting a raw deal, he appeared to stand by the position.</p> \n<p>On the BBC One’s The Andrew Marr Show, he said: “[It is] really important that in the debate on equality we have a consistency and not double standards and hypocrisy.”</p> \n<p>Pressed by ITV on Wednesday on whether he would describe himself as a feminist, Raab said: “No, probably not. But I would describe myself as someone who’s a champion of equality and meritocracy.”<br></p>",
      "newspaperPageNumber": "9",
      "wordcount": "720",
      "firstPublicationDate": "2019-05-29T17:02:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-30T09:53:34Z",
      "newspaperEditionDate": "2019-05-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bt7pk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/31138c3761c292b14b0ddbbfdcec5e438d356aaa/146_101_2085_1251/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Tory leadership hopeful Dominic Raab has been described as more rightwing than Margaret Thatcher over his proposal to let state schools be run by profit-making companies Raab, who is second favourite in the race to be the next prime minister, made the case for privately run state schools in 2013 and again in 2014, saying the government should open up the education system for companies to make money. The idea is one of a number of rightwing proposals put forward by Raab in pamphlets over the years. The former Brexit secretary has also suggested encouraging more private companies into the NHS by giving them tax breaks or paying them premiums, and scrapping the 45% top rate of income tax, instead having a basic rate at 15% and a higher rate at 35%. Asked whether Raab still endorsed the idea of letting companies run state schools, his spokesman did not rule out the proposal, saying: “Dominic has set out his priorities to fight for a fairer Britain – a fairer deal for workers by cutting taxes for those on low and middle incomes, a fairer society by boosting apprenticeships and getting a fairer deal from Brussels.” In his 2013 paper Capitalism for the Little Guy, Raab suggested the government should “lift the bar on profit-making companies running academies and free schools”, subject to a minimum of 50% of profits being reinvested into the school. At present academies and free schools cannot be run for profit. Raab wrote that opening up schools to profit-making companies could help to raise capital investment for education at a time when funding from central government was under pressure, arguing that such a move would help raise standards. He acknowledged there was an “understandable sensitivity of introducing the profit motive into schooling”, suggesting that as well as the 50% profit limit on, dividends should only be paid if educational performance standards were met and that there should be a bar on the sale for commercial gain of school assets purchased with public money. However, Labour called on Raab to say he would not implement the policy as prime minister and demanded that the education secretary, Damian Hinds, and the other leadership candidates also ruled out such a move. Angela Rayner, the shadow education secretary, said: “The Conservatives have already done enough damage to our schools but even Margaret Thatcher didn’t dare to privatise them. “Education should be a right, not a commodity to be bought and sold. The Tories have absolutely no mandate for policies like this.” Labour MP Jess Phillips, who has been fighting against school funding cuts, added: “It’s an absolute total and utter nonsense to let the market decide what is best for our children. The children that get left behind will not be profitable. “Disabled children, kids with special educational needs, kids from domestic violence backgrounds, who struggle to fit into the system we created will not make the largest profit. Just introduce him to [former justice secretary] Chris Grayling and ask him how well the whole probation privatisation went.” Raab has quickly become one of the favourites in the leadership race, having taken a tough line on the UK leaving the EU at the end of October regardless of whether a deal has been approved. However, he has also written extensively about his domestic policy ideas over the years. He has proposed scrapping all “levies subsidising green technologies” on energy bills, ending the minimum wage for the under-21s working for small businesses and making it easier for companies to sack underperforming employees. The MP for Esher and Walton has also spoken of wanting to scrap the Government Equalities Office, which he describes as “pointless”, and merging the Department for International Development into the Foreign Office. When Raab was challenged at the weekend over his claim from 2011 that feminists were some of the most obnoxious bigots and that men were getting a raw deal, he appeared to stand by the position. On the BBC One’s The Andrew Marr Show, he said: “[It is] really important that in the debate on equality we have a consistency and not double standards and hypocrisy.” Pressed by ITV on Wednesday on whether he would describe himself as a feminist, Raab said: “No, probably not. But I would describe myself as someone who’s a champion of equality and meritocracy.”",
      "charCount": "4353",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "money/2019/may/29/tax-system-doesnt-help-cut-inequality",
    "type": "article",
    "sectionId": "money",
    "sectionName": "Money",
    "webPublicationDate": "2019-05-29T17:02:43Z",
    "webTitle": "Tax system doesn’t help cut inequality | Letters",
    "webUrl": "https://www.theguardian.com/money/2019/may/29/tax-system-doesnt-help-cut-inequality",
    "apiUrl": "https://content.guardianapis.com/money/2019/may/29/tax-system-doesnt-help-cut-inequality",
    "fields": {
      "headline": "Tax system doesn’t help cut inequality",
      "standfirst": "<p>The UK taxation system is not progressive for households, says <strong>David Byrne</strong>. And <strong>David Redshaw </strong>asks why don’t inequality reports include profits from unearned income</p>",
      "trailText": "<strong>Letters: </strong>The UK taxation system is not progressive for households, says <strong>David Byrne</strong>. And <strong>David Redshaw </strong>asks why don’t inequality reports include profits from unearned income",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"bd86b2214810a1094433b667edd42707aeb1bc97\"> <img src=\"https://media.guim.co.uk/bd86b2214810a1094433b667edd42707aeb1bc97/0_0_3821_2292/1000.jpg\" alt=\"Row of terraced houses\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘It is inequality among households which matters, and the tax system is more or less flat across deciles of households.’</span> <span class=\"element-image__credit\">Photograph: Amos Chapple/Getty Images/Lonely Planet Images</span> </figcaption> </figure>",
      "body": "<p>One of the authors of the report discussed in your article (<a href=\"https://www.theguardian.com/inequality/2019/may/27/tax-system-does-help-reduce-uks-inequality-problem-says-report\" title=\"\">Tax system helps cut gap between rich and poor, says IFS report</a>, 27 May) states that “contrary to the ONS claim, taxes do also reduce inequality”. No they don’t! The IFS study is a study of individuals, not of households. Households are the significant economic unit for receipt of income and expenditure. It is inequality among households which matters, and the tax system is more or less flat across deciles of households – with the exception of the lowest decile, who pay the highest proportion of income as all tax of any decile. Also the IFS report asserts that indirect taxes are progressive. They base this on calculations of indirect taxation as proportions of expenditure “because [indirect taxes] are levied on expenditure”. That is how they are levied, but they are paid out of income, and in relation to income indirect taxes are regressive. The UK taxation system is not progressive for households. Regressive taxes are regressive if assessed in relation to the incomes out of which they are paid. The tax system does not help cut the gap between rich and poor.<br><strong>David Byrne</strong><br><em>Emeritus professor of applied social sciences, Durham University</em></p> <p>• So often, reports on inequality concentrate on mere incomes and salary. Why do these analyses not include profits from unearned income – particularly those in property, at a time when a recent report showed that 1% of the population owned 50% of the land. If John McDonnell wants to set out Labour’s stall clearly, he should be going beyond simply pointing out the scandal of inequality and laying out Labour’s proposed policies on the matter, including some ideas on how to deal with tax havens – something about which the EU is already rattling the sabre, but on which Britain is largely silent.<br><strong>David Redshaw</strong><br><em>Gravesend, Kent</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "353",
      "commentable": "false",
      "firstPublicationDate": "2019-05-29T17:02:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-29T17:56:13Z",
      "newspaperEditionDate": "2019-05-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bt89d",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bd86b2214810a1094433b667edd42707aeb1bc97/0_0_3821_2292/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "One of the authors of the report discussed in your article (Tax system helps cut gap between rich and poor, says IFS report, 27 May) states that “contrary to the ONS claim, taxes do also reduce inequality”. No they don’t! The IFS study is a study of individuals, not of households. Households are the significant economic unit for receipt of income and expenditure. It is inequality among households which matters, and the tax system is more or less flat across deciles of households – with the exception of the lowest decile, who pay the highest proportion of income as all tax of any decile. Also the IFS report asserts that indirect taxes are progressive. They base this on calculations of indirect taxation as proportions of expenditure “because [indirect taxes] are levied on expenditure”. That is how they are levied, but they are paid out of income, and in relation to income indirect taxes are regressive. The UK taxation system is not progressive for households. Regressive taxes are regressive if assessed in relation to the incomes out of which they are paid. The tax system does not help cut the gap between rich and poor. David Byrne Emeritus professor of applied social sciences, Durham University • So often, reports on inequality concentrate on mere incomes and salary. Why do these analyses not include profits from unearned income – particularly those in property, at a time when a recent report showed that 1% of the population owned 50% of the land. If John McDonnell wants to set out Labour’s stall clearly, he should be going beyond simply pointing out the scandal of inequality and laying out Labour’s proposed policies on the matter, including some ideas on how to deal with tax havens – something about which the EU is already rattling the sabre, but on which Britain is largely silent. David Redshaw Gravesend, Kent • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2137",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "fashion/2019/may/29/how-men-can-avoid-a-fashion-faux-pas",
    "type": "article",
    "sectionId": "fashion",
    "sectionName": "Fashion",
    "webPublicationDate": "2019-05-29T17:00:59Z",
    "webTitle": "How men can avoid a fashion faux pas | Brief letters",
    "webUrl": "https://www.theguardian.com/fashion/2019/may/29/how-men-can-avoid-a-fashion-faux-pas",
    "apiUrl": "https://content.guardianapis.com/fashion/2019/may/29/how-men-can-avoid-a-fashion-faux-pas",
    "fields": {
      "headline": "How men can avoid a fashion faux pas",
      "standfirst": "Tory candidates | Quality Conservatives | Hard Times | Cheese rolling | Menswear | Mulhouse supplement",
      "trailText": "<strong>Brief letters: </strong>Tory candidates | Quality Conservatives |Hard Times | Cheese rolling | Menswear | Mulhouse supplement",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"6397a7b3fcdc5135ce1d8a262446d0847ab9856d\"> <img src=\"https://media.guim.co.uk/6397a7b3fcdc5135ce1d8a262446d0847ab9856d/0_655_6000_3600/1000.jpg\" alt=\"folded clothes on a table\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Start by not spending £70 on a white T-shirt,’ advises Colin Ankerson.</span> <span class=\"element-image__credit\">Photograph: NYS444/Getty Images/iStockphoto</span> </figcaption> </figure>",
      "body": "<p>I am bemused and dumbfounded that the candidates striving to become the next prime minister (<a href=\"https://www.theguardian.com/politics/2019/may/16/tory-leadership-contenders-whos-up-whos-down-replace-theresa-may\" title=\"\">Report</a>, 29 May) believe they can individually unite the country. I suggest they start in their own backyard. The parliamentary Conservative party is riven with division – and if they are unable to present a united front, how do they imagine they can unite the citizens of Scotland, England, Wales and Northern Ireland?<br><strong>Helen Forster</strong><br><em>Longniddry, East Lothian</em></p> <p>• With regard to the Tory candidates for prime minister, clearly free markets don’t always create quality.<br><strong>Jonathan Stanley</strong><br><em>Grange</em><em>-over-Sands, Cumbria</em></p> <p>• Another sad response to a question (<a href=\"https://www.theguardian.com/education/2019/may/27/michael-gove-legacy-and-his-no-10-destiny\" title=\"\">Gove’s legacy and his No 10 destiny</a>, Letters, 28 May) happened almost two centuries ago in Victorian fiction. When Mr Gradgrind asked Bitzer in Hard Times, “Have you a heart?”, he replied: “The circulation couldn’t be carried on without one.” And so the gradgrindery in education continues! What the Dickens is going on?<br><strong>Hilary Brown</strong><br><em>Kincraig, Inverness-shire</em></p> <p>• Typical Guardian! In Tuesday’s paper you give the result of the men’s race in the Gloucester <a href=\"https://www.theguardian.com/news/gallery/2019/may/27/cheese-rolling-and-racing-corgis-mondays-best-photos\" title=\"\">cheese rolling competition</a>, but the photograph alongside it is of the women’s race!<br><strong>Angus MacIntosh</strong><br><em>Burley in Wharfedale, West Yorkshire</em></p> <p>• How to avoid summer menswear mistakes (<a href=\"https://www.theguardian.com/fashion/2019/may/29/ditch-the-flip-flops-and-comedy-shirts-summer-fashion-for-men\" title=\"\">Style</a>, G2, 29 May)? Start by not spending £70 on a white T-shirt.<br><strong>Colin Ankerson</strong><br><em>London</em></p> <p>• When will the Guardian supplement on the “Museums and attractions of Mulhouse” be available (<a href=\"https://www.theguardian.com/education/2019/may/27/michael-gove-legacy-and-his-no-10-destiny\" title=\"\">Letters</a>, passim)?<br><strong>Bernard Watson</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "273",
      "commentable": "false",
      "firstPublicationDate": "2019-05-29T17:00:59Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:35Z",
      "newspaperEditionDate": "2019-05-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bt8a7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6397a7b3fcdc5135ce1d8a262446d0847ab9856d/0_655_6000_3600/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I am bemused and dumbfounded that the candidates striving to become the next prime minister (Report, 29 May) believe they can individually unite the country. I suggest they start in their own backyard. The parliamentary Conservative party is riven with division – and if they are unable to present a united front, how do they imagine they can unite the citizens of Scotland, England, Wales and Northern Ireland? Helen Forster Longniddry, East Lothian • With regard to the Tory candidates for prime minister, clearly free markets don’t always create quality. Jonathan Stanley Grange-over-Sands, Cumbria • Another sad response to a question (Gove’s legacy and his No 10 destiny, Letters, 28 May) happened almost two centuries ago in Victorian fiction. When Mr Gradgrind asked Bitzer in Hard Times, “Have you a heart?”, he replied: “The circulation couldn’t be carried on without one.” And so the gradgrindery in education continues! What the Dickens is going on? Hilary Brown Kincraig, Inverness-shire • Typical Guardian! In Tuesday’s paper you give the result of the men’s race in the Gloucester cheese rolling competition, but the photograph alongside it is of the women’s race! Angus MacIntosh Burley in Wharfedale, West Yorkshire • How to avoid summer menswear mistakes (Style, G2, 29 May)? Start by not spending £70 on a white T-shirt. Colin Ankerson London • When will the Guardian supplement on the “Museums and attractions of Mulhouse” be available (Letters, passim)? Bernard Watson London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1791",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "politics/live/2019/may/29/bid-to-stop-tory-leadership-campaign-turning-nasty-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-29T14:09:49Z",
    "webTitle": "Boris Johnson to appear in court over misconduct claims - as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/may/29/bid-to-stop-tory-leadership-campaign-turning-nasty-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/may/29/bid-to-stop-tory-leadership-campaign-turning-nasty-live-news",
    "fields": {
      "headline": "Boris Johnson to appear in court over misconduct claims - as it happened",
      "standfirst": "<p>Follow updates on the Tory leadership race, the Brexit crisis, and the rows in the Labour party over antisemitism and expulsions</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/may/29/boris-johnson-appear-court-eu-referendum-misconduct-claims\">Full report: Johnson summoned to court over EU referendum claims </a></li></ul>",
      "trailText": "Follow updates on the Tory leadership race, the Brexit crisis, and the rows in the Labour party over antisemitism and expulsions",
      "byline": "Matthew Weaver",
      "main": "<figure class=\"element element-image\" data-media-id=\"84f2bef4a768280d63fc15bf2105427a320359dc\"> \n <img src=\"https://media.guim.co.uk/84f2bef4a768280d63fc15bf2105427a320359dc/0_0_4450_2670/1000.jpg\" alt=\"Boris Johnson will be summonsed to court to face accusations of misconduct in public office over claims he was lying when he said the UK gave the EU £350m a week\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson will be summonsed to court to face accusations of misconduct in public office over claims he was lying when he said the UK gave the EU £350m a week</span> \n  <span class=\"element-image__credit\">Photograph: Christopher Furlong/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<div id=\"block-5cee92158f0807b455f8a805\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T14:09:49.245Z\">3.09pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>That’s it for today. Here’s a summary of what’s happened:</p> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/29/boris-johnson-appear-court-eu-referendum-misconduct-claims\">Boris Johnson is to be summoned to court to face accusations of misconduct in public office over comments made in the run-up to the EU referendum, a judge has ruled.</a></strong> Johnson lied and engaged in criminal conduct when he repeatedly claimed during the 2016 EU referendum that the UK sent £350m a week to Brussels, lawyers for a 29-year-old businessman who has launched the prosecution bid told a court last week.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/may/29/bid-to-stop-tory-leadership-campaign-turning-nasty-live-news?page=with:block-5cee644c8f0807b455f8a5bd#block-5cee644c8f0807b455f8a5bd\">Opposition MP have welcomed the summons and questioned Johnson’s fittest to be prime minister.</a> </strong>LibDem leadership hopeful, Ed Davey, said:<strong> “</strong>Given Johnson wants to be the next prime minister of this country, it’s only right that he is held accountable.” But commentators predicted the summons would boost Johnson’s campaign. </li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/29/tom-watson-alastair-campbell-labour-expulsion-spiteful\">Labour’s deputy leader, Tom Watson, has said the decision to expel Alastair Campbell for voting Lib Dem was “spiteful”.</a></strong> In a rebuke to Labour’s HQ, Watson said members who voted for other parties should be listened to rather than punished.</li> \n   <li><a href=\"https://www.theguardian.com/politics/2019/may/29/matt-hancock-lays-into-boris-johnson-over-brexit-business-f-word-tirade\"><strong>The Tory leadership hopeful Matt Hancock has laid Johnson for dismissing business warnings against a hard Brexit</strong>. </a>Hancock also poured cold water on the claims of candidates who said they would take the UK out of the EU by the end of October whether or not there was a deal.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/may/29/bid-to-stop-tory-leadership-campaign-turning-nasty-live-news?page=with:block-5cee2bf18f08ad67f1a8308d#block-5cee2bf18f08ad67f1a8308d\">Five of the Tory contenders have signed a pledge to keep the contest clean in a move being seen as bid to thwart Boris Johnson’s campaign.</a></strong> So far it has been signed by Dominic Raab, Hancock, Sajid Javid, Rory Stewart and Kit Malthouse. Johnson supporter, Nadine Dorries, said the pledge was a “dirty tricks” campaign by Raab. <br></li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/28/john-bercow-reveals-plans-stay-commons-speaker\">John Bercow has said he plans to stay in his post as Speaker of the House of Commons despite previous expectations he was about to leave, risking the fury of hardline Eurosceptics who believe he wants to thwart a no-deal Brexit. </a></strong>The Speaker told the Guardian it was not “sensible to vacate the chair” while there were major issues before parliament.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-29T14:15:26.670Z\">at 3.15pm BST</time></p> \n</div> \n<div id=\"block-5cee8bdb8f0807b455f8a792\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T13:59:20.224Z\">2.59pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Rory Stewart has pledged to double spending on climate change and the environment as he warned the UK must do more in the face of an “environmental cataclysm”. </p> \n  <p>The International Development Secretary warned a million species could be lost and 100 million more people could be plunged into poverty unless more is done. </p> \n  <p>Speaking on Sky News, Stewart also said he would double the UK’s diplomatic budget and “completely reframe” the intelligence services. </p> \n  <p>He said: “I want to make DfID (the Department for International Development) centred on climate change and the environment.” <br>Stewart said he wants to double the amount of DfID’s budget being spent on tackling climate change, taking it from £1.1bn to £2.2bn. <br></p> \n  <p>He said the increase would be met over a five-year period. <br></p> \n  <p>Stewart warned: “We are facing an environment cataclysm. Quite literally the ice shelf is going 10 times more quickly than people expected, we are about to lose maybe a million species on Earth and that is even before you count the fact that 100 million more people will be in poverty unless we tackle this. We have to tackle this.” <br></p> \n  <p><a href=\"https://www.theguardian.com/commentisfree/2019/may/28/tory-leadership-contender-rory-stewart-principle-power\">Stewart continues to attract praise from left leaning commentators</a>, but he is struggling in the leadership race with <a href=\"https://www.conservativehome.com/parliament/2019/05/leadership-election-candidate-support-numbers-hunt-27-johnson-19-raab-13-gove-12-javid-10.html\">only three Tory MPs willing to publicly back him</a>.</p> \n </div> \n</div> \n<div id=\"block-5cee88b48f0807b455f8a771\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T13:35:11.835Z\">2.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"e142955821a4dc65fc984b336dfe510b5112378a\"> \n   <img src=\"https://media.guim.co.uk/e142955821a4dc65fc984b336dfe510b5112378a/0_168_5044_3026/1000.jpg\" alt=\"First Minister Nicola Sturgeon and Constitutional Relations Secretary Michael Russell\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">First Minister Nicola Sturgeon and Constitutional Relations Secretary Michael Russell</span> \n    <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>The Scottish government’s constitutional relations secretary, Michael Russell, has described the SNP’s victory in the European election as a “fresh start” for independence.</p> \n  <p>He said that Scotland had “said loudly and clearly that it was a European nation”, adding that the conditions for holding a second independence referendum set out in the SNP’s 2016 manifesto had been “met in full” as the UK was now heading for a no deal Brexit.</p> \n  <p>Setting out the new referendum bill, published this morning, Russell said that one of the key lessons from Brexit was that “there is a need for reconciliation”. He put put forward cross-party talks and a a citizen’s assembly to discuss Scotland’s future. </p> \n  <p>Russell also announced that the secretaries of an Irish initiative used to successfully reform Ireland’s abortion laws, would be visiting Holyrood to speak to MSPs about the initiative next month.</p> \n  <p>Russell concluded that the Scottish government was trying “to get away from the negativity and nastiness of the current Brexit process”.</p> \n  <p>He added: “Scotland deserves, and this week, has clearly demanded better. We must create a country in which we all feel we have gained something worth having, in which we all feel part of a shared national endeavour regardless of which side of the argument we have come from….That is the fresh start the people of Scotland have offered us.”</p> \n  <p>Ruth Davidson, leader of Scotland’s Conservatives, has vowed to block the new bill. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RuthDavidsonMSP/status/1133726777652764672\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Today, Nicola Sturgeon kick started her latest <a href=\"https://twitter.com/hashtag/Indyref2?src=hash&amp;ref_src=twsrc%5Etfw\">#Indyref2</a> bid by introducing a new referendum bill to parliament. <a href=\"https://twitter.com/ScotTories?ref_src=twsrc%5Etfw\">@ScotTories</a> will defend Scotland's decision to stay in the UK.<br><br>Sign up here to tell Nicola Sturgeon no to Indyref2 <a href=\"https://t.co/aMXcpBnwq5\">https://t.co/aMXcpBnwq5</a> <a href=\"https://t.co/cdB425tAYw\">pic.twitter.com/cdB425tAYw</a></p>— Ruth Davidson (@RuthDavidsonMSP) \n    <a href=\"https://twitter.com/RuthDavidsonMSP/status/1133726777652764672?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-29T13:38:41.561Z\">at 2.38pm BST</time></p> \n</div> \n<div id=\"block-5cee870e8f0807b455f8a753\" class=\"block\" data-block-contributor=\"profile/rowena-mason\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T13:26:37.813Z\">2.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>John Bercow should not be allowed to stay on longer as Speaker in light of last year’s damning report about sexist bullying in parliament, <a href=\"https://www.theguardian.com/politics/maria-miller\">Maria Miller</a>, the chair of the women and equalities committee, has said.<br></p> \n  <p>Miller said MPs should take a stand against Bercow, after the Speaker indicated he wanted to stay in the chair until Brexit is resolved, contrary to previous expectations that he would leave the post soon.</p> \n  <p>The Speaker faced calls to step down after last October’s report by Dame Laura Cox but the pressure ebbed away after friends of Bercow privately indicated he was planning to step aside in July this year.</p> \n  <p>“The Cox report was clear that the <a href=\"https://www.theguardian.com/politics/houseofcommons\">House of Commons</a> needs a wholesale change in leadership to address an unacceptable culture of bullying and harassment,” Miller said.</p> \n  <p>On Tuesday, <a href=\"https://www.theguardian.com/politics/2019/may/28/john-bercow-reveals-plans-stay-commons-speaker\">Bercow told the Guardian that he plans to stay on as Speaker</a>. And in a speech in Washington, he said it was “for the birds to think” to think that parliament could be sidelined in the debate over Brexit. </p> \n  <p>“The idea that parliament is going to... be evacuated from the centre-stage of the debate on Brexit is unimaginable. It is simply unimaginable,” he said.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"60ef0767-b2e5-478c-a358-c6e670cacee5\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/nf3PbdgMzIk?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/29/john-bercow-should-go-as-speaker-over-cox-bullying-inquiry-says-maria-miller\">Bercow should go as Speaker over bullying inquiry, says Miller</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-29T15:23:47.284Z\">at 4.23pm BST</time></p> \n</div> \n<div id=\"block-5cee7d798f0807b455f8a6e9\" class=\"block\" data-block-contributor=\"profile/rowena-mason\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T12:40:47.718Z\">1.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Ian Lavery, the <a href=\"https://www.theguardian.com/politics/labour\">Labour</a> party chairman, has hit out at second referendum campaigners for sneering at “ordinary people” with pro-Brexit views and sniping at those who want to see the results of the 2016 poll respected.</p> \n  <p>As Jeremy Corbyn faces intense pressure to back a “people’s vote” in the wake of the European elections, Lavery argued in <a href=\"https://www.theguardian.com/commentisfree/2019/may/29/labour-second-referendum-bring-country-together-leave-remain\">an article for the Guardian</a>that Labour would not win a general election “simply by fighting for the biggest share of the 48%”.</p> \n  <p>He said both sides needed to come together to fight the prospect of a no-deal Brexit being pushed by some of the <a href=\"https://www.theguardian.com/politics/ng-interactive/2019/may/28/tory-leadership-contest-odds-tracker-whos-up-and-whos-down\">Conservative leadership candidates</a> who are competing to be the next prime minister.</p> \n  <p>“As someone who has opposed a so-called public vote, not least because parliament has no majority for it in principle and nobody has the faintest idea what we would actually put on the ballot, I have been doggedly attacked by certain sections of the party, as well as those on the outside,” he said.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/29/labour-chair-peoples-vote-backers-sneering-ordinary-people-ian-lavery\">Labour chair: people's vote backers sneering at ordinary people</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5cee7c7d8f0807b455f8a6d6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T12:38:55.180Z\">1.38pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Tory leadership candidates, Rory Stewart and Sajid Javid, have said they would block <a href=\"https://www.theguardian.com/uk-news/2019/may/29/scotland-publishes-second-independence-referendum-bill\">Nicola Sturgeon’s plan to hold a second independence referendum for</a> <a href=\"https://www.theguardian.com/uk-news/2019/may/29/scotland-publishes-second-independence-referendum-bill\">Scotland</a>. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RoryStewartUK/status/1133692537435242498\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">In everything we do and everything we say in this leadership race we should remember that the key is to unify the country and not divide the United Kingdom. <a href=\"https://t.co/5Feuvf3Ucu\">https://t.co/5Feuvf3Ucu</a></p>— Rory Stewart (@RoryStewartUK) \n    <a href=\"https://twitter.com/RoryStewartUK/status/1133692537435242498?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sajidjavid/status/1133712135517822976\"> \n   <blockquote class=\"twitter-tweet\" data-cards=\"hidden\">\n    <p lang=\"en\" dir=\"ltr\">If I become PM, I won’t allow a second Scottish independence referendum. People stated views clearly in 2014, so there should be no second vote. Nicola Sturgeon should spend more time improving public services in Scotland, and less time grandstanding <a href=\"https://t.co/sxKKMdXX2S\">https://t.co/sxKKMdXX2S</a></p>— Sajid Javid (@sajidjavid) \n    <a href=\"https://twitter.com/sajidjavid/status/1133712135517822976?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n  <p><strong>Update:</strong> James Cleverly has also pledged to try to block a second Indy Ref.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesCleverly/status/1133719643326210049\"> \n   <blockquote class=\"twitter-tweet\" data-cards=\"hidden\">\n    <p lang=\"en\" dir=\"ltr\">I lived and worked in the Grampians and love Scotland. It is family, and I will do everything to stop the break up of the Union. <a href=\"https://t.co/3O57z5sH6g\">https://t.co/3O57z5sH6g</a></p>— James Cleverly MP (@JamesCleverly) \n    <a href=\"https://twitter.com/JamesCleverly/status/1133719643326210049?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-29T13:05:22.757Z\">at 2.05pm BST</time></p> \n</div> \n<div id=\"block-5cee7b4f8f08cb6183378201\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T12:32:02.078Z\">1.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>MP David Davies, who backs a hard Brexit, describes the court summons as “deeply sinister”. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidTCDavies/status/1133700389570777088\"> \n   <blockquote class=\"twitter-tweet\" data-cards=\"hidden\">\n    <p lang=\"en\" dir=\"ltr\">Deeply sinister that Brexiteers like ⁦<a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a>⁩ face being dragged into court. EU supporters falsely claimed that a leave vote would collapse the economy. No action being taken against them.. <a href=\"https://t.co/lW6BPTZ8Lg\">https://t.co/lW6BPTZ8Lg</a></p>— David Davies MP 🏴󠁧󠁢󠁷󠁬󠁳󠁿🇬🇧 (@DavidTCDavies) \n    <a href=\"https://twitter.com/DavidTCDavies/status/1133700389570777088?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cee77e08f08ad67f1a833a2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T12:20:13.610Z\">1.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Stephen Parkinson, the former deputy head of the attorney general’s office, has expressed surprise at the Johnson courts summons. </p> \n  <p>Parkinson, now a senior partner at Kingsley Napley, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>“Freedom of political debate forms the bedrock of any democratic system. Clearly, if politicians were exposed to prosecution for the statements that they make in campaigns, that would have a chilling effect on our politics and undermine democracy. </p> \n   <p>“The offence of misconduct in public office has become almost fashionable parlance recently given the frequency with which it is cited. However these types of prosecutions are still very rare.”</p> \n  </blockquote> \n  <p>Meanwhile, my colleague Ben Quinn, looks at what happens next: </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BenQuinn75/status/1133707934989529088\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">• Will be sent to Crown Court, probably Southwark, for preliminary hearing. Johnson’s team would be expected to seek to have case dismissed.<br>• If they fail, full trial in front of a jury not be expected to take place for another six months. Johnson could well be PM.<br>2/2</p>— Ben Quinn (@BenQuinn75) \n    <a href=\"https://twitter.com/BenQuinn75/status/1133707934989529088?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cee75158f0807b455f8a686\" class=\"block\" data-block-contributor=\"profile/jonathanfreedland\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T12:03:53.495Z\">1.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/29/kicking-out-alastair-campbell-labour-lib-dem-brexit\">Instead of kicking out Alastair Campbell, Labour should listen to him | Jonathan Freedland</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5cee69318f08cb6183378141\" class=\"block\" data-block-contributor=\"profile/martin-belam\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T11:14:08.757Z\">12.14pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Legal guidance on ‘misconduct in public office’</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"6dfc7166-742f-4624-87a1-885cac2cb3da\" data-atom-type=\"qanda\"> \n    <div>\n     <div class=\"atom-Qanda\">\n      <p></p>\n      <p>According to&nbsp;<a href=\"https://www.cps.gov.uk/legal-guidance/misconduct-public-office\">Crown Prosecution Service legal guidance</a>, 'misconduct in public office' is committed when a public officer wilfully neglects to perform his duty and/or wilfully misconducts himself, to such a degree as to amount to an abuse of the public's trust in the office holder, without reasonable excuse or justification.</p>\n      <p>The origin of the offence dates back to the 13th century, and it can carry a punishment of life imprisonment. The CPS cites the following examples of behaviour that have in the past fallen within the offence:</p>\n      <ul>\n       <li>wilful excesses of official authority</li>\n       <li>'malicious' exercises of official authority</li>\n       <li>wilful neglect of a public duty</li>\n       <li>intentional infliction of bodily harm, imprisonment, or other injury upon a person</li>\n       <li>frauds and deceits</li>\n      </ul>\n      <p>A&nbsp;<a href=\"http://www.lawcom.gov.uk/app/uploads/2016/01/misconduct_in_public_office_issues-1.pdf\">2016 Law Commission report</a>&nbsp;into the application of the offence found several problems with it, including that 'public office' lacks clear definition yet is a critical element of the offence, and that an 'abuse of the public’s trust' is also a crucial component, but is so legally vague that it is difficult for investigators, prosecutors and juries to apply.&nbsp;</p>\n      <p></p>\n     </div>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cee65898f0807b455f8a5d4\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T11:12:09.127Z\">12.12pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here’s what’s happened so far today:</p> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/29/boris-johnson-appear-court-eu-referendum-misconduct-claims\">Boris Johnson is to be summoned to court to face accusations of misconduct in public office over comments made in the run-up to the EU referendum, a judge has ruled.</a></strong> Johnson lied and engaged in criminal conduct when he repeatedly claimed during the 2016 EU referendum that the UK sent £350m a week to Brussels, lawyers for a 29-year-old businessman who has launched the prosecution bid told a court last week.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/may/29/bid-to-stop-tory-leadership-campaign-turning-nasty-live-news?page=with:block-5cee644c8f0807b455f8a5bd#block-5cee644c8f0807b455f8a5bd\">Opposition MP have welcomed the summons and questioned Johnson’s fittest to be prime minister.</a> </strong>LibDem leadership hopeful, Ed Davey, said:<strong> “</strong>Given Johnson wants to be the next prime minister of this country, it’s only right that he is held accountable.” But commentators predicted the summons would boost Johnson’s campaign.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/29/tom-watson-alastair-campbell-labour-expulsion-spiteful\">Labour’s deputy leader, Tom Watson, has said the decision to expel Alastair Campbell for voting Lib Dem was “spiteful”.</a></strong> In a rebuke to Labour’s HQ, Watson said members who voted for other parties should be listened to rather than punished. </li> \n   <li><a href=\"https://www.theguardian.com/politics/2019/may/29/matt-hancock-lays-into-boris-johnson-over-brexit-business-f-word-tirade\"><strong>The Tory leadership hopeful Matt Hancock has laid Johnson for dismissing business warnings against a hard Brexit</strong>. </a>Hancock also poured cold water on the claims of candidates who said they would take the UK out of the EU by the end of October whether or not there was a deal.</li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/live/2019/may/29/bid-to-stop-tory-leadership-campaign-turning-nasty-live-news?page=with:block-5cee2bf18f08ad67f1a8308d#block-5cee2bf18f08ad67f1a8308d\">Five of the Tory contenders have signed a pledge to keep the contest clean in a move being seen as bid to thwart Boris Johnson’s campaign.</a></strong> So far it has been signed by Dominic Raab, Hancock, Sajid Javid, Rory Stewart and Kit Malthouse. Johnson supporter, Nadine Dorries, said the pledge was a “dirty tricks” campaign by Raab. <br></li> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/28/john-bercow-reveals-plans-stay-commons-speaker\">John Bercow has said he plans to stay in his post as Speaker of the House of Commons despite previous expectations he was about to leave, risking the fury of hardline Eurosceptics who believe he wants to thwart a no-deal Brexit. </a></strong>The Speaker told the Guardian it was not “sensible to vacate the chair” while there were major issues before parliament.</li> \n  </ul> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-29T12:27:01.156Z\">at 1.27pm BST</time></p> \n</div> \n<div id=\"block-5cee644c8f0807b455f8a5bd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T10:54:33.730Z\">11.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Ed Davey, who is expected to run to be the new Lib Dem leader, welcomed the court summons for Johnson. </p> \n  <p>In a statement released by the pro-EU group, Best for Britain, Davey said:</p> \n  <blockquote class=\"quoted\"> \n   <p>“Boris Johnson has never had to rely on these vital public services. That’s why he doesn’t care about the impact of his campaign slogans.<br></p> \n   <p>“Three years down the road and our NHS is on its knees. EU staff are leaving in their droves, having been made to feel unwelcome, while local hospitals around the country have warned that they won’t be able to deliver critical services in the event of a no-deal Brexit.</p> \n   <p>“We cannot let our communities down like this. Boris Johnson facing court is a sideshow - we need a final say vote on Brexit so that we can prevent the catastrophe he started.”</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-29T12:21:47.759Z\">at 1.21pm BST</time></p> \n</div> \n<div id=\"block-5cee638e8f08cb61833780ec\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T10:51:05.009Z\">11.51am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Opposition MPs have seized on the summons.</p> \n  <p>Labour’s David Lammy tweeted: “Regardless of what happens in court, this charlatan should never be allowed to become PM.”</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Wera_Hobhouse/status/1133679195727552513\"> \n   <blockquote class=\"twitter-tweet\" data-cards=\"hidden\">\n    <p lang=\"en\" dir=\"ltr\">Boris Johnson to appear in court for misconduct in public office. This man is favourite to be our next PM. The Conservative Party are not fit to run this country. <a href=\"https://t.co/km2CpyOc9q\">https://t.co/km2CpyOc9q</a></p>— Wera Hobhouse MP 🔶 (@Wera_Hobhouse) \n    <a href=\"https://twitter.com/Wera_Hobhouse/status/1133679195727552513?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-29T12:24:42.403Z\">at 1.24pm BST</time></p> \n</div> \n<div id=\"block-5cee631a8f08ad67f1a832b7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T10:48:01.642Z\">11.48am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Ladbrooks still has Johnson as the favourite to win the leadership race, but he’s also 2-1 to drop out before the first round of voting. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LadPolitics/status/1133685894999871488\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Ladbrokes: It's 2/1 that Boris Johnson drops out of the race before the first MPs ballot.<br> <a href=\"https://t.co/MApIXOezjf\">https://t.co/MApIXOezjf</a> <a href=\"https://t.co/FzmASBswwN\">pic.twitter.com/FzmASBswwN</a></p>— Ladbrokes Politics (@LadPolitics) \n    <a href=\"https://twitter.com/LadPolitics/status/1133685894999871488?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cee61708f0807b455f8a593\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T10:46:01.646Z\">11.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Peter Shilton, former England goalie turned pro-Brexit conspiracy theorists, smells a rat:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peter_Shilton/status/1133682677004021760\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I ask myself dirty trick ? that <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> is being taken to court over being involved in the famous Brexit bus advertisement before the last referendum Funny how <a href=\"https://twitter.com/michaelgove?ref_src=twsrc%5Etfw\">@michaelgove</a> was also involved but not been summoned (he’s now a remainer!) Yes we can see through the games 👍</p>— Peter Shilton (@Peter_Shilton) \n    <a href=\"https://twitter.com/Peter_Shilton/status/1133682677004021760?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Commentators continue to predict it will be a boost for Johnson.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/annemcelvoy/status/1133681285677944832\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A gift for Boris Johnson who can double down on his argument and will cite general exaggerations of the campaign, minimising the fact that his is harder to support. Who on earth thinks this changes minds? <a href=\"https://t.co/8b1kT1pkAR\">https://t.co/8b1kT1pkAR</a></p>— anne mcelvoy (@annemcelvoy) \n    <a href=\"https://twitter.com/annemcelvoy/status/1133681285677944832?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cee5fe98f08cb61833780bc\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T10:34:44.293Z\">11.34am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Full text of Johnson decision</h2> \n <div class=\"block-elements\"> \n  <p>Here’s the full text of the decision to summon Johnson to court:</p> \n  <figure class=\"element element-embed\" data-alt=\"Boris Johnson decision\"> \n   <iframe class=\"fenced\" srcdoc=\"<html><head></head><body><iframe class=&quot;scribd_iframe_embed&quot; title=&quot;Boris Johnson to appear in court over misconduct claims&quot; src=&quot;https://www.scribd.com/embeds/411813071/content?start_page=1&amp;view_mode=scroll&amp;show_recommendations=false&amp;access_key=key-TYQSIHGCNQqLTsXvyAlh&quot; data-auto-height=&quot;true&quot; data-aspect-ratio=&quot;null&quot; scrolling=&quot;no&quot; width=&quot;100%&quot; height=&quot;600&quot; frameborder=&quot;0&quot;></iframe>b&nbsp;</body></html>\"></iframe> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-29T10:35:54.811Z\">at 11.35am BST</time></p> \n</div> \n<div id=\"block-5cee5d298f08ad67f1a8325c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T10:24:41.696Z\">11.24am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In her <a href=\"https://www.judiciary.uk/wp-content/uploads/2019/05/Ball-v-Johnson-FV-290519.pdf\">written decision summoning Johnson to court</a>, District Judge Margot Coleman also said: </p> \n  <p>“The applicant’s case is there is ample evidence that the proposed defendant knew that the statements were false. <br></p> \n  <p>“One example is given that in a televised interview in May 2016 the proposed defendant stated, ‘we send the EU 10 billion per year’ and that therefore he knew that the 350 million per week figure (20 billion per year) was incorrect.” </p> \n  <p>She said: “I accept that the public offices held by Mr Johnson provide status but with that status comes influence and authority. </p> \n  <p>“I am satisfied there is sufficient to establish prima facie evidence of an issue to be determined at trial of this aspect. I consider the arguments put forward on behalf of the proposed defendant to be trial issues.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JudiciaryUK/status/1133676069758877696\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Decision of District Judge Margot Coleman in Ball v Boris Johnson delivered at Westminster MC today <a href=\"https://t.co/kDBPqZd8lr\">https://t.co/kDBPqZd8lr</a></p>— Judicial Office (@JudiciaryUK) \n    <a href=\"https://twitter.com/JudiciaryUK/status/1133676069758877696?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-29T10:31:36.344Z\">at 11.31am BST</time></p> \n</div> \n<div id=\"block-5cee5b758f0807b455f8a536\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T10:15:59.288Z\">11.15am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Some commentators reckon Johnson’s court summons will be a boost to his leadership bid.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/StewartWood/status/1133677750252986368\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">If Boris wants to fight a campaign based on being the PM to take on the Establishment elites (I know, I know, the irony could flood the Hebrides), this could be a bit of a gift. <a href=\"https://t.co/axPz72QNPf\">https://t.co/axPz72QNPf</a></p>— Stewart Wood (@StewartWood) \n    <a href=\"https://twitter.com/StewartWood/status/1133677750252986368?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stephenpollard/status/1133678076804472838\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Anyone who thinks Boris being ordered to attend court over Brexit will damage his chances of becoming Tory leader is a Grade A idiot</p>— Stephen Pollard (@stephenpollard) \n    <a href=\"https://twitter.com/stephenpollard/status/1133678076804472838?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/iainmartin1/status/1133677268746817536\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Madness. This gets Boris into the second round, is worth an extra 40% with the Tory membership and hoovers up Brexit party votes. Why not charge Brown on declaring the end of boom and bust? Blair on Iraq? <a href=\"https://t.co/JEkzVzF1JG\">https://t.co/JEkzVzF1JG</a></p>— Iain Martin (@iainmartin1) \n    <a href=\"https://twitter.com/iainmartin1/status/1133677268746817536?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cee59c88f0807b455f8a51e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T10:07:48.748Z\">11.07am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Johnson’s response to claims of misconduct was outlined in the ruling, describing the application as a “(political) stunt”. </p> \n  <p>His position in summary said:</p> \n  <blockquote class=\"quoted\"> \n   <p>“This application is brought for political purposes. The position presented to the Court is that this is a disinterested attempt to improve the standards of political debate. </p> \n   <p>“The reality of this enterprise is different. The ‘Prosecutor’ (a limited company) is ‘Brexit Justice Limited’. Brexit Justice Limited is the product of a campaign to undermine the result of the Brexit referendum, and/or to prevent its consequences. </p> \n   <p>“The company and this application owe their existence to the desire on the part of individuals such as Mr Ball to undermine the referendum result. The ‘Brexit justice’ which is ultimately sought is no Brexit.” </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5cee59348f0807b455f8a519\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T10:06:32.138Z\">11.06am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Johnson summoned to face accusations of misconduct in public office.</h2> \n <div class=\"block-elements\"> \n  <p>The ruling said: </p> \n  <blockquote class=\"quoted\"> \n   <p>“The court is dealing with an application, dated 20th February 2019 and received by this court on the 25th February 2019, for a summons against the proposed defendant, Alexander Boris de Pfeffel Johnson, for three offences alleging misconduct in a public office.” </p> \n  </blockquote> \n  <p>It said that although there is no obligation on the court to give written reasons why an application for a summons is granted or refused, “this is an unusual and exceptional application with a considerable public interest and it is right that full reasons are provided to the unsuccessful party”. </p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/29/boris-johnson-appear-court-eu-referendum-misconduct-claims\">Boris Johnson to appear in court over misconduct claims</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5cee58458f08cb6183378049\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T10:03:15.647Z\">11.03am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Johnson to be summoned to court over referendum claim</h2> \n <div class=\"block-elements\"> \n  <p>Boris Johnson will be summoned to court to face accusations of misconduct in public office over claims he was lying when he said the UK gave the EU £350m a week, PA reports.</p> \n  <p>The favourite to win the Tory leadership race faces a private prosecution by campaigner Marcus Ball. </p> \n  <p>Lawyers representing Ball lodged an application to summons Johnson to court, claiming he had deliberately misled the public during the Brexit referendum campaign in 2016 and then repeated the statement during the 2017 general election. </p> \n  <p>In a written decision, District Judge Margot Coleman said Mr Johnson will be summoned to court. </p> \n  <p>She wrote: </p> \n  <blockquote> \n   <p>“The allegations which have been made are unproven accusations and I do not make any findings of fact. Having considered all the relevant factors I am satisfied that this is a proper case to issue the summons as requested for the three offences as drafted. The charges are indictable only. </p> \n   <p>“This means the proposed defendant will be required to attend this court for a preliminary hearing, and the case will then be sent to the Crown Court for trial. </p> \n   <p>“The charges can only be dealt with in the Crown Court.” </p> \n  </blockquote> \n  <p>Ball has raised more than £200,000 through a ‘Brexit Justice’ crowdfunding campaign to pay for the private prosecution. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-29T11:16:58.878Z\">at 12.16pm BST</time></p> \n</div> \n<div id=\"block-5cee57298f0807b455f8a506\" class=\"block\" data-block-contributor=\"profile/severincarrell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T09:59:25.900Z\">10.59am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image element--thumbnail\" data-media-id=\"3802cb7c691cb5fdffa217528db9d2111f0b376d\"> \n   <img src=\"https://media.guim.co.uk/3802cb7c691cb5fdffa217528db9d2111f0b376d/491_0_1858_2322/800.jpg\" alt=\"Neil Findlay\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Neil Findlay</span> \n    <span class=\"element-image__credit\">Photograph: Andrew Milligan/PA</span> \n   </figcaption> \n  </figure> \n  <p>Neil Findlay, the Scottish Labour MSP who oversaw his party’s disastrous European election campaign, has made clear he disagrees with its sudden switch in favour of a people’s vote on Brexit.</p> \n  <p>Findlay, until now right hand man for Richard Leonard, the Scottish Labour leader, <a href=\"https://www.theguardian.com/politics/2019/may/28/two-scottish-labour-frontbenchers-quit-roles\">suddenly resigned from the party’s frontbench at Holyrood on Tuesday</a> and announced he was stepped down from the Scottish parliament at the next election in 2021.<br></p> \n  <p>One of Corbyn’s most influential allies in Scotland, Findlay admitted in a BBC interview he shared the blame for his party’s humiliating defeat, losing both its MEPs and 200,000 votes.</p> \n  <p>“I played a part in that election and clearly I have some responsibility for that; and I have never in my life shirked my responsibilities,” he said, before taking aim at his centrist opponents in the party.</p> \n  <p>But he criticised Leonard’s conversion in the last 48 hours to emphatically back a second EU referendum and to support remain in any new vote, even if a Brexit deal is shaped by Labour – a position which goes further than Corbyn’s reluctant admission a fresh referendum is now necessary.</p> \n  <p>Fuelling suspicions this dispute played a part in his decision to resign, Findlay told BBC Scotland it would fuel the Scottish National party’s calls for a second independence referendum:</p> \n  <blockquote class=\"quoted\"> \n   <p>“I have a difficulty in arguing for a second referendum because you then open up the issue of another referendum on Scotland. If the next one goes a different way, d’you think the people who lose out in that referendum will stop calling for it? We’re going to be in absolute neverendum territory.”</p> \n  </blockquote> \n  <p> It was Scottish Labour’s worst electoral performance since 1910 and the result in West Lothian, where Findlay was born and still lives, may have played a part in his decision to quit. In common with the rest of Scotland, Labour’s vote in West Lothian collapsed from 31.7% in the 2014 European elections to 11.5% last week, only two points above the Tories and five points below the Brexit party.</p> \n </div> \n</div> \n<div id=\"block-5cee55528f08ad67f1a831e6\" class=\"block\" data-block-contributor=\"profile/libbybrooks\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T09:54:54.322Z\">10.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Legislation has just been published that could pave the way for a fresh vote on Scottish independence. </p> \n  <p>The Holyrood parliament is anticipating a lunchtime statement from constitutional relations secretary Michael Russell on how the Referendums (Scotland) Bill will work.</p> \n  <p>This bill has been much-trailed, and we know what it won’t say: no date, question or referendum period.</p> \n  <p>First minister Nicola Sturgeon has committed to securing the necessary transfer of powers from Westminster. This is something that Theresa May has consistently ruled out, but Sturgeon has yet to ask explicitly ask for the transfer of powers.</p> \n  <p>Sturgeon is still suggesting that she’d like to hold a referendum before the next Holyrood elections in 2021. She said:</p> \n  <p>“Now, more than ever, it is essential that we keep Scotland’s options open so that people have the opportunity to choose a better future.”</p> \n  <p>“An independence referendum within this parliamentary term will give Scotland the opportunity to choose to be an independent European nation - rather than have a Brexit future imposed upon us.”</p> \n  <p>As with most developments around Scottish independence, this may be interpreted – and over-interpreted – as SNP sabre-rattling, or an attempt to mollify hardline activists who have been growing increasingly frustrated with the party leadership’s more gradualist approach. </p> \n  <p>But it undeniably adds momentum to the independence question and - if a referendum does not happen before 2021, which remains a very real possibility - the next Holyrood election campaign will be far more explicitly about the constitution.</p> \n </div> \n</div> \n<div id=\"block-5cee522d8f08ad67f1a831be\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T09:47:14.565Z\">10.47am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Former lord chancellor and Labour peer, Charlie Falconer, has joined criticism of Labour over the expulsion of Alastair Campbell. </p> \n  <p>He told the Today programme: “If it was an offence under the rules, then I suspect thousands, maybe tens of thousands, of members of the Labour Party at the European elections broke the rules and that’s not a tenable position.” </p> \n  <p>The decision, he said, was “bound to have been taken high up the chain”. <br></p> \n  <p>He said: “It’s very important, I think, to underline that how you operate your disciplinary process sends a message as a political party about the things that you are really concerned about.” </p> \n  <p>Falconer said he voted Labour in the European elections, was not in favour of a second referendum and trying to find a deal was the right answer. </p> \n  <p>Speaking to Sky News, Falconer agreed that Labour had showed double standards on the swift expulsion of Campbell compared to how it has dealt with members accused of antisemiticism. </p> \n  <p>He said: |A political party’s disciplinary process is a means of sending out signals as to what is acceptable and what is not. And being antisemitic has got to be completely unacceptable and that means the disciplinary process has got to be swift, effective and clear as to what it finds acceptable.”</p> \n  <p>YouGov founder and Labour party member, Peter Kellner, says he should have been expelled from Labour years ago for voting tactically. <br></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PeterKellner1/status/1133491500552196096\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">In my 42 yrs as a Labour party member I voted tactically for the Lib Dems a number of times. It seems I should have been expelled decades ago. Can I have my money back?</p>— Peter Kellner (@PeterKellner1) \n    <a href=\"https://twitter.com/PeterKellner1/status/1133491500552196096?ref_src=twsrc%5Etfw\">May 28, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cee4f4d8f0807b455f8a4ba\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T09:28:19.267Z\">10.28am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Tory leadership race is tightening according to a tally of MPs who have declared support for one of the candidates.</p> \n  <p>The count, by <a href=\"https://www.conservativehome.com/parliament/2019/05/leadership-election-candidate-support-numbers-hunt-27-johnson-19-raab-13-gove-12-javid-10.html\">Conservative Home, still puts Jeremy Hunt on top with 28 </a>supporters (down one since Tuesday). But Boris Johnson is a close second on 26, with Michael Gove hot on his heels on 25 and Dominic Raab on 22. Sajid Javid is a distant fifth on 12 supporters and like the others appears to be struggling to cut through. </p> \n </div> \n</div> \n<div id=\"block-5cee4c298f08ad67f1a83193\" class=\"block\" data-block-contributor=\"profile/josh-holder\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T09:10:45.000Z\">10.10am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson is the favourite with the bookies followed by joint second favourites Michael Gove and Dominic Raab.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/ng-interactive/2019/may/28/tory-leadership-contest-odds-tracker-whos-up-and-whos-down\">Tory leadership contest latest odds tracker: who's up and who's down?</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5cee46398f08ad67f1a83164\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T08:50:39.377Z\">9.50am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Watson’s statement will fuel the row in Labour about support for a second referendum and claims of double standards. </p> \n  <p>On Tuesday Jess Phillips, the MP for Birmingham Yardley, tweeted that Campbell was “expelled quicker than a man who threatened to kill me [and] quicker than a man in my [local party] who denied the Holocaust”, adding that the two had only been suspended.</p> \n  <p>The former Labour home secretary Charles Clarke called on the party to reinstate<strong> </strong>Campbell and said he also voted Liberal Democrat in the European elections.</p> \n  <p>“His expulsion from Labour party membership is a disgrace and only compounds Labour’s current political difficulties,” Clarke said. “I also voted Liberal Democrat. This was a one-off decision because of the hopeless incoherence of Labour’s position, particularly that of Jeremy Corbyn, on <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a>.</p> \n  <p>Fiona MacTaggart, a former Labour minister who was an MP for Slough, admitted she also voted LibDem and urged others to do the same in a “I am Spartacus” fashion.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/fionamac2017/status/1133357333273354247\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Is <a href=\"https://twitter.com/campbellclaret?ref_src=twsrc%5Etfw\">@campbellclaret</a>’s expulsion time for us all to declare “I am Spartacus”. Hey <a href=\"https://twitter.com/labourpress?ref_src=twsrc%5Etfw\">@labourpress</a> come for me too!</p>— Fiona Mactaggart (@fionamac2017) \n    <a href=\"https://twitter.com/fionamac2017/status/1133357333273354247?ref_src=twsrc%5Etfw\">May 28, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Letter writers to the Guardian agreed:</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/28/the-expulsion-of-alastair-campbell-is-a-spartacus-moment-for-labour-members\">The expulsion of Alastair Campbell is a Spartacus moment for Labour members | Letters</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-29T09:07:38.956Z\">at 10.07am BST</time></p> \n</div> \n<div id=\"block-5cee424c8f08ad67f1a8311f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T08:32:12.396Z\">9.32am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Watson says Campbell's expulsion was 'spiteful'</h2> \n <div class=\"block-elements\"> \n  <p>Labour’s deputy leader, Tom Watson, has stepped up the row about the expulsion of Alastair Campbell, by branding the move “spiteful”.</p> \n  <p>In a statement he called for an “amnesty” for members who did not support the party at the European elections. </p> \n  <p>He said: </p> \n  <blockquote class=\"quoted\"> \n   <p>“It is very clear that many thousands of Labour Party members voted for other parties last week. They were disappointed with the position on Brexit that a small number of people on the NEC inserted into our manifesto. They were sending the NEC a message that our position lacked clarity and they were right. </p> \n   <p>“It is spiteful to resort to expulsions when the NEC should be listening to members. </p> \n   <p>“The politics of intolerance holds no future for the Labour Party. A broad church party requires pluralism and tolerance to survive. </p> \n   <p>“There should be an amnesty for members who voted a different way last week. </p> \n   <p>“We should be listening to members rather than punishing them.” </p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"2662ecb802795a0d23368f77e5c2a32d9390dde4\"> \n   <img src=\"https://media.guim.co.uk/2662ecb802795a0d23368f77e5c2a32d9390dde4/0_106_2992_1796/1000.jpg\" alt=\"Tom Watson MP Deputy Leader of the Labour Party\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Tom Watson MP, deputy leader of the Labour Party</span> \n    <span class=\"element-image__credit\">Photograph: Rob Pinney/LNP/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cee407f8f08ad67f1a8311a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T08:23:44.735Z\">9.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Esther McVey has doubled down on her support for a no-deal exit, in the face of warnings that this would risk the government losing a vote of no confidence.</p> \n  <p>Writing in the Telegraph she says: “We need to stop wasting time having artificial debates about renegotiating backstops or resurrecting botched deals ... The only way to deliver the referendum result is to actively embrace leaving the EU without a deal.” </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EstherMcVey1/status/1133638490925785090\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">No government I lead will ever seek an extension beyond Oct 31. It’s time for our Party to wake up, listen to voters &amp; embrace Brexit as a&nbsp;great opportunity, not as a problem to be managed. Any other approach risks putting Corbyn into No10 <a href=\"https://twitter.com/hashtag/RestoreTrust?src=hash&amp;ref_src=twsrc%5Etfw\">#RestoreTrust</a> <a href=\"https://t.co/4xHwrLP4eC\">https://t.co/4xHwrLP4eC</a></p>— Esther McVey (@EstherMcVey1) \n    <a href=\"https://twitter.com/EstherMcVey1/status/1133638490925785090?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cee3ff18f08cb6183377f3f\" class=\"block\" data-block-contributor=\"profile/rowena-mason\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T08:17:46.335Z\">9.17am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Tory leadership hopeful Matt Hancock has laid into his rival <a href=\"https://www.theguardian.com/politics/boris\">Boris Johnson</a> for dismissing business warnings against a hard Brexit, saying: “To the people who say fuck business, I say fuck fuck business”.</p> \n  <p>Hancock also poured cold water on the claims of candidates who said they would take the UK out of the EU by the end of October whether or not there was a deal.</p> \n  <p>He said: “The brutal reality is, ‘no deal’ is not a policy choice available to the next prime minister.”</p> \n  <p>Johnson was reported last year to have said “fuck business” when questioned about their concerns around a no-deal <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a>, although sources close to him say he was referring to anti-EU business lobby groups and not companies.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/29/matt-hancock-lays-into-boris-johnson-over-brexit-business-f-word-tirade\">Matt Hancock lays into Boris Johnson over Brexit business F-word tirade</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5cee3d1d8f0807b455f8a41f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T08:15:16.969Z\">9.15am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>James Cleverly has become the latest Tory leadership candidate to flirt with the idea of leaving the EU on 31 October without a deal.<br></p> \n  <p>No deal, he said, was “still one of the options” but added “it is not my preferred destination”.</p> \n  <p>He told Today no deal would be “an added level of uncertainty and difficulty at a time when we could well do without that, we absolutely can deliver a Brexit with no deal”.</p> \n  <p>He added: “Until we have delivered Brexit we will not have the legitimacy to talk about any of the other issues that we absolutely have to talk about.” </p> \n  <p>So far four of the candidates: Boris Johnson, Andrea Leadsom, Dominic Raab, and Esther McVey have pledged to leave the EU with or without a deal on 31 October. </p> \n  <p>In response several senior Conservatives, including the Chancellor, Philip Hammond, and the former education secretary, Justine Greening, have hinted that they could vote to bring down the government to stop a no-deal Brexit. </p> \n  <p>Clevery said candidates needed to be realistic.</p> \n  <p>Reacting to John Bercow’s pledge to stay on as Speaker, Cleverly said: </p> \n  <blockquote class=\"quoted\"> \n   <p> “Well I’ve long known that the House of Commons and the Speaker in his fastidiously impartial way will do everything they can to prevent a no-deal Brexit. </p> \n  </blockquote> \n  <blockquote> \n   <p>“Now that doesn’t take no deal off the table. My current role in government is to make sure that the country is prepared to leave without a deal if that’s what happens, but the House of Commons has expressed its will on a number of occasions and the Speaker has facilitated the House expressing its will and that is reality. So we’ve got to deal with the realities and it’s no good for anybody, potential leaders or otherwise, to suggest there are some simple, easy ways of sorting this out.” </p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCr4today/status/1133644854985134080\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">New Tory leadership candidate <a href=\"https://twitter.com/JamesCleverly?ref_src=twsrc%5Etfw\">@JamesCleverly</a> says a no deal Brexit is \"not my preferred destination\" but it will not be massively damaging to the country <a href=\"https://twitter.com/hashtag/r4Today?src=hash&amp;ref_src=twsrc%5Etfw\">#r4Today</a> <a href=\"https://t.co/XqIPQkcBKp\">https://t.co/XqIPQkcBKp</a> <a href=\"https://t.co/B2whPZBd41\">pic.twitter.com/B2whPZBd41</a></p>— BBC Radio 4 Today (@BBCr4today) \n    <a href=\"https://twitter.com/BBCr4today/status/1133644854985134080?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cee3b738f08cb6183377f1f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T08:03:24.705Z\">9.03am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson supporter, Nadine Dorries, claims the clean campaign pledge is a “dirty tricks campaign” by Raab. She reckons Johnson wasn’t asked to sign it before it was published. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NadineDorries/status/1133643343462883328\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">. <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> was not asked to sign this before it was published. <br><br>This is not a declaration of fairness, it is a dirty tricks campaign, apparently led by <a href=\"https://twitter.com/DominicRaab?ref_src=twsrc%5Etfw\">@DominicRaab</a><br><br> I and many others would like to see better than this in No10 <a href=\"https://t.co/2Wnvm4PQEF\">https://t.co/2Wnvm4PQEF</a></p>— Nadine Dorries (@NadineDorries) \n    <a href=\"https://twitter.com/NadineDorries/status/1133643343462883328?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Hard Brexiter, Steve Baker, who is still considering launching a leadership bid, also accused Raab of not consulting other candidates about the clean pledge. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SteveBakerHW/status/1133617129918521345\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">And did you ask the other declared candidates to sign before you published this <a href=\"https://twitter.com/DominicRaab?ref_src=twsrc%5Etfw\">@DominicRaab</a>, <a href=\"https://twitter.com/sajidjavid?ref_src=twsrc%5Etfw\">@sajidjavid</a>, <a href=\"https://twitter.com/MattHancock?ref_src=twsrc%5Etfw\">@MattHancock</a>?<br><br>I hope so. That cheap trick was played on <a href=\"https://twitter.com/andrealeadsom?ref_src=twsrc%5Etfw\">@andrealeadsom</a> last time. Hopefully the three of you are better than that. <a href=\"https://t.co/Al9Jd5LCEs\">https://t.co/Al9Jd5LCEs</a></p>— Steve Baker MP (@SteveBakerHW) \n    <a href=\"https://twitter.com/SteveBakerHW/status/1133617129918521345?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cee3a5f8f0807b455f8a410\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T07:56:10.696Z\">8.56am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Presumably Matt Hancock agreed not to speak ill of his fellow Conservatives and keep the campaign clean before he took this expletive-laden swipe at Boris Johnson.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lionelbarber/status/1133617143973601280\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Fruity Matt Hancock joins the “stop Boris” campaign <a href=\"https://twitter.com/FT?ref_src=twsrc%5Etfw\">@FT</a> <a href=\"https://t.co/GCyH05lgbH\">pic.twitter.com/GCyH05lgbH</a></p>— Lionel Barber (@lionelbarber) \n    <a href=\"https://twitter.com/lionelbarber/status/1133617143973601280?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cee37db8f08cb6183377efd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T07:45:36.218Z\">8.45am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Rory Stewart, who is heading for Wigan on his campaign tour of the UK, has become the fourth candidate to sign Raab’s clean campaign pledge <a href=\"https://www.theguardian.com/politics/2019/may/28/rory-stewart-hits-out-at-tory-rivals-over-suicide-bomber-remark\">after complaining of negative briefings against him</a>. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RoryStewartUK/status/1133636871123275778\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Delighted to sign-up - please put my name down <a href=\"https://t.co/0Qs0SB0RD2\">https://t.co/0Qs0SB0RD2</a></p>— Rory Stewart (@RoryStewartUK) \n    <a href=\"https://twitter.com/RoryStewartUK/status/1133636871123275778?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cee35bd8f08ad67f1a830c7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T07:41:22.492Z\">8.41am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Louise Ellman, the veteran MP for Liverpool Riverside, has said her party is now in a “very shameful situation” after the Equality and Human Rights Commission announced it was launching a <a href=\"https://www.theguardian.com/politics/2019/may/28/equality-body-launches-investigation-of-labour-antisemitism-claims\">formal investigation into allegations of Labour antisemitism</a>. </p> \n  <p>Speaking to BBC Radio 4’s Today programme, Ellman, who is Jewish, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>“This issue has been festering for about three years now. </p> \n   <p>“The Labour Party hasn’t taken proper action against anti-Semitism within its own ranks and now the EHRC, itself set up by the Labour Party, is investigating the party itself for anti-Semitism, it’s a very shameful situation to have reached.” </p> \n  </blockquote> \n  <p>The party, she said, needed to have taken “immediate action”, but had for long a time “denied there was a problem” and there was a “clear campaign where it was alleged that people making allegations of anti-Semitism were doing so simply to smear the leader of the Labour Party”.</p> \n  <p>Ellman added: </p> \n  <blockquote class=\"quoted\"> \n   <p>“The party has simply failed to act, it has responded when there has been public exposure of its failings, but otherwise it hasn’t acted.” </p> \n   <p>“Well, there’s quite a contrast there with the speed of action. Alastair Campbell was expelled very quickly indeed, as I understand it without any kind of hearing, whereas the allegations of anti-Semitism just roll on and very little action is taken.” </p> \n   <p>“I certainly couldn’t say I will never leave the party, but it is true to say that I find it extremely difficult to leave the party that I’ve been so involved with and represented over so very many years.” </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5cee2bf18f08ad67f1a8308d\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-29T07:26:25.303Z\">8.26am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Summary</h2> \n <div class=\"block-elements\"> \n  <p>Welcome to politics live and another day on the increasingly crowded Conservative leadership hustings. </p> \n  <p>Three of the Tory contenders have signed a pledge to keep the contest clean in a move being seen as bid to thwart Boris Johnson’s campaign.</p> \n  <p>It was organised by Johnson’s hard Brexit rival Dominic Raab. So far it has been signed by both the health secretary, Matt Hancock and the home secretary Sajid Javid after complaints that the campaign is turning nasty.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DominicRaab/status/1133614795847065600\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Delighted that <a href=\"https://twitter.com/MattHancock?ref_src=twsrc%5Etfw\">@MattHancock</a> and <a href=\"https://twitter.com/sajidjavid?ref_src=twsrc%5Etfw\">@SajidJavid</a> have joined with me for this Clean Campaign Pledge. Fighting a clean campaign is essential if we want to unite our party again. <a href=\"https://t.co/uyHAu3RUCn\">pic.twitter.com/uyHAu3RUCn</a></p>— Dominic Raab (@DominicRaab) \n    <a href=\"https://twitter.com/DominicRaab/status/1133614795847065600?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Rory Stewart accused his leadership rivals of poor taste after a Tory source suggested he was a “suicide bomber” candidate attempting to clear the path for <a href=\"https://www.theguardian.com/politics/michaelgove\">Michael Gove</a>.</p> \n  <p>Stewart, who previously served as a governor in Iraq during the Iraq war, told the <a href=\"https://www.theguardian.com/politics/2019/may/28/rory-stewart-hits-out-at-tory-rivals-over-suicide-bomber-remark\">Guardian he found the trope offensive</a>. He said he believed the negative briefings were coming from Johnson’s supporters and suggested he was being targeted because of growing support for his candidacy.</p> \n  <p>His comments came after Johnson-backing MP Nadine Dorries accused Stewart of running a Stop Boris campaign on behalf of Michael Gove. <a href=\"https://www.theguardian.com/politics/live/2019/may/28/jeremy-hunt-tory-leadership-contest-no-deal-brexit-would-be-political-suicide-live-updates?page=with:block-5ced36238f08cb61833777a6#block-5ced36238f08cb61833777a6\">“The stop Boris team in all its nasty glory,”</a> she tweeted. </p> \n  <p>Under the new pledge candidates commit “do all that I can to encourage my supporters to keep their campaigning clean – particularly on social media”.</p> \n  <p>It also says: “I will not allow third parties to spend money on online advertising to support my candidacy. All spending on my campaign will be declared properly.”</p> \n  <p>On Tuesday the Guardian revealed an <a href=\"https://www.theguardian.com/politics/2019/may/28/pro-boris-johnson-campaign-launched-by-guido-fawkes-blogger\">online campaign putting pressure on Conservative MPs to back Boris Johnson</a> being run by Paul Staines, the founder of the Guido Fawkes blog.</p> \n  <p><a href=\"https://boris2020.org/?utm_source=POLITICO.EU&amp;utm_campaign=2b95e3a450-EMAIL_CAMPAIGN_2019_05_28_05_56&amp;utm_medium=email&amp;utm_term=0_10959edeb5-2b95e3a450-190356865\">Boris on the Ballot</a>, which launched this weekend, is designed to encourage members of the public to write to their local Tory MP and encourage them to nominate Johnson for leader.</p> \n  <p>Meanwhile, Brexit minister, James Cleverly, the 11th candidate to enter the race, is setting out his leadership pitch.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/TeamCleverly/status/1133623382531104768\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Our <a href=\"https://twitter.com/hashtag/Cleverly4Leader?src=hash&amp;ref_src=twsrc%5Etfw\">#Cleverly4Leader</a> campaign resource centre is stocked with assets for you to download and show your support for <a href=\"https://twitter.com/JamesCleverly?ref_src=twsrc%5Etfw\">@JamesCleverly</a>.<br><br>Check it out 👉 <a href=\"https://t.co/uhWJshhm1O\">https://t.co/uhWJshhm1O</a> <a href=\"https://t.co/GLONKzyhuS\">pic.twitter.com/GLONKzyhuS</a></p>— James Cleverly for Leader (@TeamCleverly) \n    <a href=\"https://twitter.com/TeamCleverly/status/1133623382531104768?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n  <p>The home secretary, Sajid Javid, has promised to reverse Conservative cuts to front line policing, if he becomes prime minister.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sajidjavid/status/1133624948495405056\"> \n   <blockquote class=\"twitter-tweet\" data-cards=\"hidden\">\n    <p lang=\"en\" dir=\"ltr\">👮🏽‍♀I want to see 20,000 more bobbies on the beat keeping our streets safe. <br><br>👮🏿‍♂As Home Sec I’ve been making the case for more police for a year.<br><br>👮🏻‍♀As Prime Minister, I would put in the money to make this happen.<br><br>Read more about my plans 👇<a href=\"https://t.co/CVSZ8AEyig\">https://t.co/CVSZ8AEyig</a></p>— Sajid Javid (@sajidjavid) \n    <a href=\"https://twitter.com/sajidjavid/status/1133624948495405056?ref_src=twsrc%5Etfw\">May 29, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Also today Speaker <a href=\"https://www.theguardian.com/politics/2019/may/28/john-bercow-reveals-plans-stay-commons-speaker\">John Bercow has risked the fury of Eurosceptics by signalling he wishes to stay on in the post</a>. </p> \n  <p>And <a href=\"https://www.theguardian.com/politics/2019/may/28/labour-party-pushed-to-ballot-members-on-second-eu-referendum\">Labour is under pressure to ballot members on a second referendum</a>. </p> \n </div> \n</div>",
      "wordcount": "4919",
      "commentCloseDate": "2019-05-29T14:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-29T07:26:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:31Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bt648",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9a7d069e0093a8c9bb3760ea3d35f602b53103a6/0_0_3444_2067/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "That’s it for today. Here’s a summary of what’s happened: Boris Johnson is to be summoned to court to face accusations of misconduct in public office over comments made in the run-up to the EU referendum, a judge has ruled. Johnson lied and engaged in criminal conduct when he repeatedly claimed during the 2016 EU referendum that the UK sent £350m a week to Brussels, lawyers for a 29-year-old businessman who has launched the prosecution bid told a court last week. Opposition MP have welcomed the summons and questioned Johnson’s fittest to be prime minister. LibDem leadership hopeful, Ed Davey, said: “Given Johnson wants to be the next prime minister of this country, it’s only right that he is held accountable.” But commentators predicted the summons would boost Johnson’s campaign. Labour’s deputy leader, Tom Watson, has said the decision to expel Alastair Campbell for voting Lib Dem was “spiteful”. In a rebuke to Labour’s HQ, Watson said members who voted for other parties should be listened to rather than punished. The Tory leadership hopeful Matt Hancock has laid Johnson for dismissing business warnings against a hard Brexit. Hancock also poured cold water on the claims of candidates who said they would take the UK out of the EU by the end of October whether or not there was a deal. Five of the Tory contenders have signed a pledge to keep the contest clean in a move being seen as bid to thwart Boris Johnson’s campaign. So far it has been signed by Dominic Raab, Hancock, Sajid Javid, Rory Stewart and Kit Malthouse. Johnson supporter, Nadine Dorries, said the pledge was a “dirty tricks” campaign by Raab. John Bercow has said he plans to stay in his post as Speaker of the House of Commons despite previous expectations he was about to leave, risking the fury of hardline Eurosceptics who believe he wants to thwart a no-deal Brexit. The Speaker told the Guardian it was not “sensible to vacate the chair” while there were major issues before parliament. Rory Stewart has pledged to double spending on climate change and the environment as he warned the UK must do more in the face of an “environmental cataclysm”. The International Development Secretary warned a million species could be lost and 100 million more people could be plunged into poverty unless more is done. Speaking on Sky News, Stewart also said he would double the UK’s diplomatic budget and “completely reframe” the intelligence services. He said: “I want to make DfID (the Department for International Development) centred on climate change and the environment.” Stewart said he wants to double the amount of DfID’s budget being spent on tackling climate change, taking it from £1.1bn to £2.2bn. He said the increase would be met over a five-year period. Stewart warned: “We are facing an environment cataclysm. Quite literally the ice shelf is going 10 times more quickly than people expected, we are about to lose maybe a million species on Earth and that is even before you count the fact that 100 million more people will be in poverty unless we tackle this. We have to tackle this.” Stewart continues to attract praise from left leaning commentators, but he is struggling in the leadership race with only three Tory MPs willing to publicly back him. The Scottish government’s constitutional relations secretary, Michael Russell, has described the SNP’s victory in the European election as a “fresh start” for independence. He said that Scotland had “said loudly and clearly that it was a European nation”, adding that the conditions for holding a second independence referendum set out in the SNP’s 2016 manifesto had been “met in full” as the UK was now heading for a no deal Brexit. Setting out the new referendum bill, published this morning, Russell said that one of the key lessons from Brexit was that “there is a need for reconciliation”. He put put forward cross-party talks and a a citizen’s assembly to discuss Scotland’s future. Russell also announced that the secretaries of an Irish initiative used to successfully reform Ireland’s abortion laws, would be visiting Holyrood to speak to MSPs about the initiative next month. Russell concluded that the Scottish government was trying “to get away from the negativity and nastiness of the current Brexit process”. He added: “Scotland deserves, and this week, has clearly demanded better. We must create a country in which we all feel we have gained something worth having, in which we all feel part of a shared national endeavour regardless of which side of the argument we have come from….That is the fresh start the people of Scotland have offered us.” Ruth Davidson, leader of Scotland’s Conservatives, has vowed to block the new bill. John Bercow should not be allowed to stay on longer as Speaker in light of last year’s damning report about sexist bullying in parliament, Maria Miller, the chair of the women and equalities committee, has said. Miller said MPs should take a stand against Bercow, after the Speaker indicated he wanted to stay in the chair until Brexit is resolved, contrary to previous expectations that he would leave the post soon. The Speaker faced calls to step down after last October’s report by Dame Laura Cox but the pressure ebbed away after friends of Bercow privately indicated he was planning to step aside in July this year. “The Cox report was clear that the House of Commons needs a wholesale change in leadership to address an unacceptable culture of bullying and harassment,” Miller said. On Tuesday, Bercow told the Guardian that he plans to stay on as Speaker. And in a speech in Washington, he said it was “for the birds to think” to think that parliament could be sidelined in the debate over Brexit. “The idea that parliament is going to... be evacuated from the centre-stage of the debate on Brexit is unimaginable. It is simply unimaginable,” he said. Ian Lavery, the Labour party chairman, has hit out at second referendum campaigners for sneering at “ordinary people” with pro-Brexit views and sniping at those who want to see the results of the 2016 poll respected. As Jeremy Corbyn faces intense pressure to back a “people’s vote” in the wake of the European elections, Lavery argued in an article for the Guardianthat Labour would not win a general election “simply by fighting for the biggest share of the 48%”. He said both sides needed to come together to fight the prospect of a no-deal Brexit being pushed by some of the Conservative leadership candidates who are competing to be the next prime minister. “As someone who has opposed a so-called public vote, not least because parliament has no majority for it in principle and nobody has the faintest idea what we would actually put on the ballot, I have been doggedly attacked by certain sections of the party, as well as those on the outside,” he said. Tory leadership candidates, Rory Stewart and Sajid Javid, have said they would block Nicola Sturgeon’s plan to hold a second independence referendum for Scotland. Update: James Cleverly has also pledged to try to block a second Indy Ref. MP David Davies, who backs a hard Brexit, describes the court summons as “deeply sinister”. Stephen Parkinson, the former deputy head of the attorney general’s office, has expressed surprise at the Johnson courts summons. Parkinson, now a senior partner at Kingsley Napley, said: “Freedom of political debate forms the bedrock of any democratic system. Clearly, if politicians were exposed to prosecution for the statements that they make in campaigns, that would have a chilling effect on our politics and undermine democracy. “The offence of misconduct in public office has become almost fashionable parlance recently given the frequency with which it is cited. However these types of prosecutions are still very rare.” Meanwhile, my colleague Ben Quinn, looks at what happens next: Legal guidance on ‘misconduct in public office’ Here’s what’s happened so far today: Boris Johnson is to be summoned to court to face accusations of misconduct in public office over comments made in the run-up to the EU referendum, a judge has ruled. Johnson lied and engaged in criminal conduct when he repeatedly claimed during the 2016 EU referendum that the UK sent £350m a week to Brussels, lawyers for a 29-year-old businessman who has launched the prosecution bid told a court last week. Opposition MP have welcomed the summons and questioned Johnson’s fittest to be prime minister. LibDem leadership hopeful, Ed Davey, said: “Given Johnson wants to be the next prime minister of this country, it’s only right that he is held accountable.” But commentators predicted the summons would boost Johnson’s campaign. Labour’s deputy leader, Tom Watson, has said the decision to expel Alastair Campbell for voting Lib Dem was “spiteful”. In a rebuke to Labour’s HQ, Watson said members who voted for other parties should be listened to rather than punished. The Tory leadership hopeful Matt Hancock has laid Johnson for dismissing business warnings against a hard Brexit. Hancock also poured cold water on the claims of candidates who said they would take the UK out of the EU by the end of October whether or not there was a deal. Five of the Tory contenders have signed a pledge to keep the contest clean in a move being seen as bid to thwart Boris Johnson’s campaign. So far it has been signed by Dominic Raab, Hancock, Sajid Javid, Rory Stewart and Kit Malthouse. Johnson supporter, Nadine Dorries, said the pledge was a “dirty tricks” campaign by Raab. John Bercow has said he plans to stay in his post as Speaker of the House of Commons despite previous expectations he was about to leave, risking the fury of hardline Eurosceptics who believe he wants to thwart a no-deal Brexit. The Speaker told the Guardian it was not “sensible to vacate the chair” while there were major issues before parliament. Ed Davey, who is expected to run to be the new Lib Dem leader, welcomed the court summons for Johnson. In a statement released by the pro-EU group, Best for Britain, Davey said: “Boris Johnson has never had to rely on these vital public services. That’s why he doesn’t care about the impact of his campaign slogans. “Three years down the road and our NHS is on its knees. EU staff are leaving in their droves, having been made to feel unwelcome, while local hospitals around the country have warned that they won’t be able to deliver critical services in the event of a no-deal Brexit. “We cannot let our communities down like this. Boris Johnson facing court is a sideshow - we need a final say vote on Brexit so that we can prevent the catastrophe he started.” Opposition MPs have seized on the summons. Labour’s David Lammy tweeted: “Regardless of what happens in court, this charlatan should never be allowed to become PM.” Ladbrooks still has Johnson as the favourite to win the leadership race, but he’s also 2-1 to drop out before the first round of voting. Peter Shilton, former England goalie turned pro-Brexit conspiracy theorists, smells a rat: Commentators continue to predict it will be a boost for Johnson. Here’s the full text of the decision to summon Johnson to court: In her written decision summoning Johnson to court, District Judge Margot Coleman also said: “The applicant’s case is there is ample evidence that the proposed defendant knew that the statements were false. “One example is given that in a televised interview in May 2016 the proposed defendant stated, ‘we send the EU 10 billion per year’ and that therefore he knew that the 350 million per week figure (20 billion per year) was incorrect.” She said: “I accept that the public offices held by Mr Johnson provide status but with that status comes influence and authority. “I am satisfied there is sufficient to establish prima facie evidence of an issue to be determined at trial of this aspect. I consider the arguments put forward on behalf of the proposed defendant to be trial issues.” Some commentators reckon Johnson’s court summons will be a boost to his leadership bid. Johnson’s response to claims of misconduct was outlined in the ruling, describing the application as a “(political) stunt”. His position in summary said: “This application is brought for political purposes. The position presented to the Court is that this is a disinterested attempt to improve the standards of political debate. “The reality of this enterprise is different. The ‘Prosecutor’ (a limited company) is ‘Brexit Justice Limited’. Brexit Justice Limited is the product of a campaign to undermine the result of the Brexit referendum, and/or to prevent its consequences. “The company and this application owe their existence to the desire on the part of individuals such as Mr Ball to undermine the referendum result. The ‘Brexit justice’ which is ultimately sought is no Brexit.” The ruling said: “The court is dealing with an application, dated 20th February 2019 and received by this court on the 25th February 2019, for a summons against the proposed defendant, Alexander Boris de Pfeffel Johnson, for three offences alleging misconduct in a public office.” It said that although there is no obligation on the court to give written reasons why an application for a summons is granted or refused, “this is an unusual and exceptional application with a considerable public interest and it is right that full reasons are provided to the unsuccessful party”. Boris Johnson will be summoned to court to face accusations of misconduct in public office over claims he was lying when he said the UK gave the EU £350m a week, PA reports. The favourite to win the Tory leadership race faces a private prosecution by campaigner Marcus Ball. Lawyers representing Ball lodged an application to summons Johnson to court, claiming he had deliberately misled the public during the Brexit referendum campaign in 2016 and then repeated the statement during the 2017 general election. In a written decision, District Judge Margot Coleman said Mr Johnson will be summoned to court. She wrote: “The allegations which have been made are unproven accusations and I do not make any findings of fact. Having considered all the relevant factors I am satisfied that this is a proper case to issue the summons as requested for the three offences as drafted. The charges are indictable only. “This means the proposed defendant will be required to attend this court for a preliminary hearing, and the case will then be sent to the Crown Court for trial. “The charges can only be dealt with in the Crown Court.” Ball has raised more than £200,000 through a ‘Brexit Justice’ crowdfunding campaign to pay for the private prosecution. Neil Findlay, the Scottish Labour MSP who oversaw his party’s disastrous European election campaign, has made clear he disagrees with its sudden switch in favour of a people’s vote on Brexit. Findlay, until now right hand man for Richard Leonard, the Scottish Labour leader, suddenly resigned from the party’s frontbench at Holyrood on Tuesday and announced he was stepped down from the Scottish parliament at the next election in 2021. One of Corbyn’s most influential allies in Scotland, Findlay admitted in a BBC interview he shared the blame for his party’s humiliating defeat, losing both its MEPs and 200,000 votes. “I played a part in that election and clearly I have some responsibility for that; and I have never in my life shirked my responsibilities,” he said, before taking aim at his centrist opponents in the party. But he criticised Leonard’s conversion in the last 48 hours to emphatically back a second EU referendum and to support remain in any new vote, even if a Brexit deal is shaped by Labour – a position which goes further than Corbyn’s reluctant admission a fresh referendum is now necessary. Fuelling suspicions this dispute played a part in his decision to resign, Findlay told BBC Scotland it would fuel the Scottish National party’s calls for a second independence referendum: “I have a difficulty in arguing for a second referendum because you then open up the issue of another referendum on Scotland. If the next one goes a different way, d’you think the people who lose out in that referendum will stop calling for it? We’re going to be in absolute neverendum territory.” It was Scottish Labour’s worst electoral performance since 1910 and the result in West Lothian, where Findlay was born and still lives, may have played a part in his decision to quit. In common with the rest of Scotland, Labour’s vote in West Lothian collapsed from 31.7% in the 2014 European elections to 11.5% last week, only two points above the Tories and five points below the Brexit party. Legislation has just been published that could pave the way for a fresh vote on Scottish independence. The Holyrood parliament is anticipating a lunchtime statement from constitutional relations secretary Michael Russell on how the Referendums (Scotland) Bill will work. This bill has been much-trailed, and we know what it won’t say: no date, question or referendum period. First minister Nicola Sturgeon has committed to securing the necessary transfer of powers from Westminster. This is something that Theresa May has consistently ruled out, but Sturgeon has yet to ask explicitly ask for the transfer of powers. Sturgeon is still suggesting that she’d like to hold a referendum before the next Holyrood elections in 2021. She said: “Now, more than ever, it is essential that we keep Scotland’s options open so that people have the opportunity to choose a better future.” “An independence referendum within this parliamentary term will give Scotland the opportunity to choose to be an independent European nation - rather than have a Brexit future imposed upon us.” As with most developments around Scottish independence, this may be interpreted – and over-interpreted – as SNP sabre-rattling, or an attempt to mollify hardline activists who have been growing increasingly frustrated with the party leadership’s more gradualist approach. But it undeniably adds momentum to the independence question and - if a referendum does not happen before 2021, which remains a very real possibility - the next Holyrood election campaign will be far more explicitly about the constitution. Former lord chancellor and Labour peer, Charlie Falconer, has joined criticism of Labour over the expulsion of Alastair Campbell. He told the Today programme: “If it was an offence under the rules, then I suspect thousands, maybe tens of thousands, of members of the Labour Party at the European elections broke the rules and that’s not a tenable position.” The decision, he said, was “bound to have been taken high up the chain”. He said: “It’s very important, I think, to underline that how you operate your disciplinary process sends a message as a political party about the things that you are really concerned about.” Falconer said he voted Labour in the European elections, was not in favour of a second referendum and trying to find a deal was the right answer. Speaking to Sky News, Falconer agreed that Labour had showed double standards on the swift expulsion of Campbell compared to how it has dealt with members accused of antisemiticism. He said: |A political party’s disciplinary process is a means of sending out signals as to what is acceptable and what is not. And being antisemitic has got to be completely unacceptable and that means the disciplinary process has got to be swift, effective and clear as to what it finds acceptable.” YouGov founder and Labour party member, Peter Kellner, says he should have been expelled from Labour years ago for voting tactically. The Tory leadership race is tightening according to a tally of MPs who have declared support for one of the candidates. The count, by Conservative Home, still puts Jeremy Hunt on top with 28 supporters (down one since Tuesday). But Boris Johnson is a close second on 26, with Michael Gove hot on his heels on 25 and Dominic Raab on 22. Sajid Javid is a distant fifth on 12 supporters and like the others appears to be struggling to cut through. Boris Johnson is the favourite with the bookies followed by joint second favourites Michael Gove and Dominic Raab. Watson’s statement will fuel the row in Labour about support for a second referendum and claims of double standards. On Tuesday Jess Phillips, the MP for Birmingham Yardley, tweeted that Campbell was “expelled quicker than a man who threatened to kill me [and] quicker than a man in my [local party] who denied the Holocaust”, adding that the two had only been suspended. The former Labour home secretary Charles Clarke called on the party to reinstate Campbell and said he also voted Liberal Democrat in the European elections. “His expulsion from Labour party membership is a disgrace and only compounds Labour’s current political difficulties,” Clarke said. “I also voted Liberal Democrat. This was a one-off decision because of the hopeless incoherence of Labour’s position, particularly that of Jeremy Corbyn, on Brexit. Fiona MacTaggart, a former Labour minister who was an MP for Slough, admitted she also voted LibDem and urged others to do the same in a “I am Spartacus” fashion. Letter writers to the Guardian agreed: Labour’s deputy leader, Tom Watson, has stepped up the row about the expulsion of Alastair Campbell, by branding the move “spiteful”. In a statement he called for an “amnesty” for members who did not support the party at the European elections. He said: “It is very clear that many thousands of Labour Party members voted for other parties last week. They were disappointed with the position on Brexit that a small number of people on the NEC inserted into our manifesto. They were sending the NEC a message that our position lacked clarity and they were right. “It is spiteful to resort to expulsions when the NEC should be listening to members. “The politics of intolerance holds no future for the Labour Party. A broad church party requires pluralism and tolerance to survive. “There should be an amnesty for members who voted a different way last week. “We should be listening to members rather than punishing them.” Esther McVey has doubled down on her support for a no-deal exit, in the face of warnings that this would risk the government losing a vote of no confidence. Writing in the Telegraph she says: “We need to stop wasting time having artificial debates about renegotiating backstops or resurrecting botched deals ... The only way to deliver the referendum result is to actively embrace leaving the EU without a deal.” The Tory leadership hopeful Matt Hancock has laid into his rival Boris Johnson for dismissing business warnings against a hard Brexit, saying: “To the people who say fuck business, I say fuck fuck business”. Hancock also poured cold water on the claims of candidates who said they would take the UK out of the EU by the end of October whether or not there was a deal. He said: “The brutal reality is, ‘no deal’ is not a policy choice available to the next prime minister.” Johnson was reported last year to have said “fuck business” when questioned about their concerns around a no-deal Brexit, although sources close to him say he was referring to anti-EU business lobby groups and not companies. James Cleverly has become the latest Tory leadership candidate to flirt with the idea of leaving the EU on 31 October without a deal. No deal, he said, was “still one of the options” but added “it is not my preferred destination”. He told Today no deal would be “an added level of uncertainty and difficulty at a time when we could well do without that, we absolutely can deliver a Brexit with no deal”. He added: “Until we have delivered Brexit we will not have the legitimacy to talk about any of the other issues that we absolutely have to talk about.” So far four of the candidates: Boris Johnson, Andrea Leadsom, Dominic Raab, and Esther McVey have pledged to leave the EU with or without a deal on 31 October. In response several senior Conservatives, including the Chancellor, Philip Hammond, and the former education secretary, Justine Greening, have hinted that they could vote to bring down the government to stop a no-deal Brexit. Clevery said candidates needed to be realistic. Reacting to John Bercow’s pledge to stay on as Speaker, Cleverly said: “Well I’ve long known that the House of Commons and the Speaker in his fastidiously impartial way will do everything they can to prevent a no-deal Brexit. “Now that doesn’t take no deal off the table. My current role in government is to make sure that the country is prepared to leave without a deal if that’s what happens, but the House of Commons has expressed its will on a number of occasions and the Speaker has facilitated the House expressing its will and that is reality. So we’ve got to deal with the realities and it’s no good for anybody, potential leaders or otherwise, to suggest there are some simple, easy ways of sorting this out.” Boris Johnson supporter, Nadine Dorries, claims the clean campaign pledge is a “dirty tricks campaign” by Raab. She reckons Johnson wasn’t asked to sign it before it was published. Hard Brexiter, Steve Baker, who is still considering launching a leadership bid, also accused Raab of not consulting other candidates about the clean pledge. Presumably Matt Hancock agreed not to speak ill of his fellow Conservatives and keep the campaign clean before he took this expletive-laden swipe at Boris Johnson. Rory Stewart, who is heading for Wigan on his campaign tour of the UK, has become the fourth candidate to sign Raab’s clean campaign pledge after complaining of negative briefings against him. Louise Ellman, the veteran MP for Liverpool Riverside, has said her party is now in a “very shameful situation” after the Equality and Human Rights Commission announced it was launching a formal investigation into allegations of Labour antisemitism. Speaking to BBC Radio 4’s Today programme, Ellman, who is Jewish, said: “This issue has been festering for about three years now. “The Labour Party hasn’t taken proper action against anti-Semitism within its own ranks and now the EHRC, itself set up by the Labour Party, is investigating the party itself for anti-Semitism, it’s a very shameful situation to have reached.” The party, she said, needed to have taken “immediate action”, but had for long a time “denied there was a problem” and there was a “clear campaign where it was alleged that people making allegations of anti-Semitism were doing so simply to smear the leader of the Labour Party”. Ellman added: “The party has simply failed to act, it has responded when there has been public exposure of its failings, but otherwise it hasn’t acted.” “Well, there’s quite a contrast there with the speed of action. Alastair Campbell was expelled very quickly indeed, as I understand it without any kind of hearing, whereas the allegations of anti-Semitism just roll on and very little action is taken.” “I certainly couldn’t say I will never leave the party, but it is true to say that I find it extremely difficult to leave the party that I’ve been so involved with and represented over so very many years.” Welcome to politics live and another day on the increasingly crowded Conservative leadership hustings. Three of the Tory contenders have signed a pledge to keep the contest clean in a move being seen as bid to thwart Boris Johnson’s campaign. It was organised by Johnson’s hard Brexit rival Dominic Raab. So far it has been signed by both the health secretary, Matt Hancock and the home secretary Sajid Javid after complaints that the campaign is turning nasty. Rory Stewart accused his leadership rivals of poor taste after a Tory source suggested he was a “suicide bomber” candidate attempting to clear the path for Michael Gove. Stewart, who previously served as a governor in Iraq during the Iraq war, told the Guardian he found the trope offensive. He said he believed the negative briefings were coming from Johnson’s supporters and suggested he was being targeted because of growing support for his candidacy. His comments came after Johnson-backing MP Nadine Dorries accused Stewart of running a Stop Boris campaign on behalf of Michael Gove. “The stop Boris team in all its nasty glory,” she tweeted. Under the new pledge candidates commit “do all that I can to encourage my supporters to keep their campaigning clean – particularly on social media”. It also says: “I will not allow third parties to spend money on online advertising to support my candidacy. All spending on my campaign will be declared properly.” On Tuesday the Guardian revealed an online campaign putting pressure on Conservative MPs to back Boris Johnson being run by Paul Staines, the founder of the Guido Fawkes blog. Boris on the Ballot, which launched this weekend, is designed to encourage members of the public to write to their local Tory MP and encourage them to nominate Johnson for leader. Meanwhile, Brexit minister, James Cleverly, the 11th candidate to enter the race, is setting out his leadership pitch. The home secretary, Sajid Javid, has promised to reverse Conservative cuts to front line policing, if he becomes prime minister. Also today Speaker John Bercow has risked the fury of Eurosceptics by signalling he wishes to stay on in the post. And Labour is under pressure to ballot members on a second referendum.",
      "charCount": "29349",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/matthewweaver\">Matthew Weaver</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/29/kicking-out-alastair-campbell-labour-lib-dem-brexit",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-29T11:28:01Z",
    "webTitle": "Instead of kicking out Alastair Campbell, Labour should listen to him | Jonathan Freedland",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/29/kicking-out-alastair-campbell-labour-lib-dem-brexit",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/29/kicking-out-alastair-campbell-labour-lib-dem-brexit",
    "fields": {
      "headline": "Instead of kicking out Alastair Campbell, Labour should listen to him",
      "standfirst": "Expelling Campbell for voting Lib Dem is displacement activity. Labour must realise it has failed its supporters over Brexit",
      "trailText": "Labour must realise it has failed its supporters over Brexit, says Guardian columnist Jonathan Freedland",
      "byline": "Jonathan Freedland",
      "main": "<figure class=\"element element-image\" data-media-id=\"c6415afac7503de19ec6298e8ff00c828ecef9c0\"> <img src=\"https://media.guim.co.uk/c6415afac7503de19ec6298e8ff00c828ecef9c0/0_62_5184_3110/1000.jpg\" alt=\"Alastair Campbell with anti-Brexit protesters in Westminster, April 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘How striking that Labour was able to move so swiftly against Campbell.’ Alastair Campbell with anti-Brexit protesters in Westminster, April 2019. </span> <span class=\"element-image__credit\">Photograph: George Cracknell Wright/Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>As a dead cat, Alastair Campbell has proved most effective. You’ll recall the advice of the rightwing election guru Lynton Crosby, who recommended that a politician about to face a scandal or crushing revelation <a href=\"https://www.theguardian.com/politics/2016/jan/20/lynton-crosby-and-dead-cat-won-election-conservatives-labour-intellectually-lazy\" title=\"\">throw a dead cat on the table</a>: onlookers might be appalled, even disgusted – but at least you’d have changed the subject.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/29/tom-watson-alastair-campbell-labour-expulsion-spiteful\">Tom Watson calls Alastair Campbell's expulsion 'spiteful'</a> </p> </aside>  <p>On Tuesday, confirmation came that the Equality and Human Rights Commission is to <a href=\"https://www.theguardian.com/politics/2019/may/28/equality-body-launches-investigation-of-labour-antisemitism-claims\" title=\"\">investigate the Labour party over anti-Jewish racism</a>. That is a very big deal. Only one political party has come under EHRC scrutiny before, and <a href=\"https://www.telegraph.co.uk/politics/2019/05/28/human-rights-watchdog-launches-statutory-investigation-labour/\" title=\"\">that was the BNP</a>. It should be a day of shame that an organisation that likes to boast that combating prejudice is in its DNA is now under investigation for that very offence. And make no mistake: the EHRC does not make such a move lightly. It only rarely undertakes a full-scale investigation (the last comparable inquiry was into the <a href=\"https://www.equalityhumanrights.com/en/inquiries-and-investigations/investigation-metropolitan-police-service\" title=\"\">Metropolitan police</a> several years ago). Human rights lawyers who work closely with the EHRC say the commission would not launch a full investigation into Labour unless they had seen evidence of institutional racism that was “credible and serious”.</p> <p>So how to bury this particular piece of bad news? The answer appears to have come in the form of Tony Blair’s former director of communications, and his <a href=\"https://www.theguardian.com/politics/2019/may/28/labour-expels-alastair-campbell-from-party\" title=\"\">expulsion from the Labour party</a>. That story <a href=\"https://twitter.com/MattChorley/status/1133375274626813954\" title=\"\">promptly knocked the EHRC inquiry down the running order</a> and gave supporters of the leadership a hate figure to attack: “Alastair Campbell’s ‘sexed up’ dossier started the Iraq war and left a million dead,” <a href=\"https://twitter.com/PeoplesMomentum/status/1133343475255173121\" title=\"\">tweeted Momentum</a>, apparently forgetting the minor supporting role played by George W Bush and the United States military. “Being kicked out of the party is the least he deserves”. All so much more fun than having to bow your head in shame at the realisation that your movement now stands alongside the BNP in the category of political parties deemed to merit statutory investigation for racism.</p> <p>Still, if that was a deliberate tactic of news management – with Campbell more spinned against than spinning – it came at a cost. For one thing, it invited an obvious comparison. How striking that Labour was able to move so swiftly against Campbell – with expulsion coming less than 36 hours after his admission of voting Lib Dem – <a href=\"https://www.theguardian.com/politics/2019/mar/27/labour-expels-jackie-walker-for-leaked-antisemitism-comments\" title=\"\">when it had taken two years or more</a> to expel party members guilty of anti-Jewish racism or, just as often, failed to expel them at all. MPs <a href=\"https://twitter.com/jessphillips/status/1133339190370996224\" title=\"\">stepped forward to wonder</a> why it was that Holocaust deniers were still members of their local Labour party, months and years after they’d been reported, while Campbell had been so rapidly ejected. A party’s disciplinary actions tell you a lot about their priorities, and what this says is that Labour regards a protest vote against Brexit as a greater crime than spreading neo-Nazi hatred.</p> <p>The defence is that Campbell’s case was straightforward, because support for another party is punished by “auto-exclusion”, automatic expulsion with no need for any legal process. Trouble is, that’s not quite right. Labour’s former head of compliance, Mike Creighton, <a href=\"https://twitter.com/MJCreighton/status/1133368235376746497\" title=\"\">who knows the Labour rule book better than most</a>, explained that “Announcing after the polls closed that you voted for another candidate does not breach the rules in any way. Voting for another party is not in itself a breach of rule however much people wish it were.”</p> <p>That rather undermines the defenders of Campbell’s expulsion who have been arguing that the move was not some cunning bit of politicking by Team Corbyn, that it was barely a deliberate decision taken by a human being, but rather was done almost automatically, as if by an algorithm. Their goal is to make “auto-exclusion” seem like a universal rule, consistently applied, regardless of whether the rule-breaker was straying to the left or right.</p> <p>But, again, the facts stand in the way. <a href=\"https://www.theguardian.com/politics/2019/may/28/the-expulsion-of-alastair-campbell-is-a-spartacus-moment-for-labour-members\" title=\"\">Witness the letter to the Guardian</a> recalling the thousands of Labour party members who voted against the party’s official candidate in the 2000 London mayoral election, Frank Dobson, preferring to vote and actively campaign for Ken Livingstone, who ran as an independent. Did the hated Blair, the control freak’s control freak, issue those rebels with instant auto-exclusion notices? No, he did not. They faced no sanction whatsoever.</p> <p>And yet Labour officials <a href=\"https://twitter.com/labourpress/status/1133373903403999232\" title=\"\">confidently insisted yesterday</a> that “publicly declaring or encouraging support for another candidate or party is against the rules and is incompatible with party membership.” That will have come as news to one party member who tweeted what looked a lot like a warm declaration of support and encouragement for “another candidate or party” back in 2012. The candidate in question was George Galloway, who had just <a href=\"https://www.theguardian.com/politics/2012/mar/30/george-galloway-bradford-spring-labour\" title=\"\">defeated Labour</a> in a byelection in Bradford West. The <a href=\"https://twitter.com/jeremycorbyn/status/185542633056239616\" title=\"\">message of support was effusive</a>: “Congratulations to George Galloway on astonishing result in Bradford. Big message here on opposition to wars and austerity.” Who wrote that tweet? Why, it was none other than one Jeremy Corbyn. Needless to say, he did not receive an auto-exclusion notice either.</p> <p>The truth is, this is displacement activity. Labour can debate expulsions and begin purges in a quest for ideological purity – or it can face the reality: namely, that it was just trounced in a UK-wide election, reduced to 14% even when taking on the most divided, incompetent and discredited government of modern times; that it came third in Wales and fifth in Scotland. It can punish the lifelong supporters who voted for other parties out of a desperate desire for someone, anyone, to oppose the calamity of Brexit – but, if it chooses that path, it should brace itself for the consequences. As <a href=\"https://twitter.com/Kevin_Maguire/status/1133335601292414976\" title=\"\">Kevin Maguire of the Mirror puts it</a>, “Expel every Labour member who voted Lib Dem or Green last week and Labour will shrink from Europe’s largest political party to one of the smallest”.</p> <p>It can kick out Campbell. It can even kick out the many other Labour members now stepping forward, Spartacus-style, to admit that they too broke ranks last Thursday. Or it can ask itself why those devoted supporters felt compelled to break the habit of a lifetime – and do what’s needed to bring them back.</p> <p>• Jonathan Freedland is a Guardian columnist</p>",
      "wordcount": "1034",
      "commentCloseDate": "2019-05-29T16:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-29T11:28:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:52Z",
      "newspaperEditionDate": "2019-05-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bt76v",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c6415afac7503de19ec6298e8ff00c828ecef9c0/0_62_5184_3110/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As a dead cat, Alastair Campbell has proved most effective. You’ll recall the advice of the rightwing election guru Lynton Crosby, who recommended that a politician about to face a scandal or crushing revelation throw a dead cat on the table: onlookers might be appalled, even disgusted – but at least you’d have changed the subject. On Tuesday, confirmation came that the Equality and Human Rights Commission is to investigate the Labour party over anti-Jewish racism. That is a very big deal. Only one political party has come under EHRC scrutiny before, and that was the BNP. It should be a day of shame that an organisation that likes to boast that combating prejudice is in its DNA is now under investigation for that very offence. And make no mistake: the EHRC does not make such a move lightly. It only rarely undertakes a full-scale investigation (the last comparable inquiry was into the Metropolitan police several years ago). Human rights lawyers who work closely with the EHRC say the commission would not launch a full investigation into Labour unless they had seen evidence of institutional racism that was “credible and serious”. So how to bury this particular piece of bad news? The answer appears to have come in the form of Tony Blair’s former director of communications, and his expulsion from the Labour party. That story promptly knocked the EHRC inquiry down the running order and gave supporters of the leadership a hate figure to attack: “Alastair Campbell’s ‘sexed up’ dossier started the Iraq war and left a million dead,” tweeted Momentum, apparently forgetting the minor supporting role played by George W Bush and the United States military. “Being kicked out of the party is the least he deserves”. All so much more fun than having to bow your head in shame at the realisation that your movement now stands alongside the BNP in the category of political parties deemed to merit statutory investigation for racism. Still, if that was a deliberate tactic of news management – with Campbell more spinned against than spinning – it came at a cost. For one thing, it invited an obvious comparison. How striking that Labour was able to move so swiftly against Campbell – with expulsion coming less than 36 hours after his admission of voting Lib Dem – when it had taken two years or more to expel party members guilty of anti-Jewish racism or, just as often, failed to expel them at all. MPs stepped forward to wonder why it was that Holocaust deniers were still members of their local Labour party, months and years after they’d been reported, while Campbell had been so rapidly ejected. A party’s disciplinary actions tell you a lot about their priorities, and what this says is that Labour regards a protest vote against Brexit as a greater crime than spreading neo-Nazi hatred. The defence is that Campbell’s case was straightforward, because support for another party is punished by “auto-exclusion”, automatic expulsion with no need for any legal process. Trouble is, that’s not quite right. Labour’s former head of compliance, Mike Creighton, who knows the Labour rule book better than most, explained that “Announcing after the polls closed that you voted for another candidate does not breach the rules in any way. Voting for another party is not in itself a breach of rule however much people wish it were.” That rather undermines the defenders of Campbell’s expulsion who have been arguing that the move was not some cunning bit of politicking by Team Corbyn, that it was barely a deliberate decision taken by a human being, but rather was done almost automatically, as if by an algorithm. Their goal is to make “auto-exclusion” seem like a universal rule, consistently applied, regardless of whether the rule-breaker was straying to the left or right. But, again, the facts stand in the way. Witness the letter to the Guardian recalling the thousands of Labour party members who voted against the party’s official candidate in the 2000 London mayoral election, Frank Dobson, preferring to vote and actively campaign for Ken Livingstone, who ran as an independent. Did the hated Blair, the control freak’s control freak, issue those rebels with instant auto-exclusion notices? No, he did not. They faced no sanction whatsoever. And yet Labour officials confidently insisted yesterday that “publicly declaring or encouraging support for another candidate or party is against the rules and is incompatible with party membership.” That will have come as news to one party member who tweeted what looked a lot like a warm declaration of support and encouragement for “another candidate or party” back in 2012. The candidate in question was George Galloway, who had just defeated Labour in a byelection in Bradford West. The message of support was effusive: “Congratulations to George Galloway on astonishing result in Bradford. Big message here on opposition to wars and austerity.” Who wrote that tweet? Why, it was none other than one Jeremy Corbyn. Needless to say, he did not receive an auto-exclusion notice either. The truth is, this is displacement activity. Labour can debate expulsions and begin purges in a quest for ideological purity – or it can face the reality: namely, that it was just trounced in a UK-wide election, reduced to 14% even when taking on the most divided, incompetent and discredited government of modern times; that it came third in Wales and fifth in Scotland. It can punish the lifelong supporters who voted for other parties out of a desperate desire for someone, anyone, to oppose the calamity of Brexit – but, if it chooses that path, it should brace itself for the consequences. As Kevin Maguire of the Mirror puts it, “Expel every Labour member who voted Lib Dem or Green last week and Labour will shrink from Europe’s largest political party to one of the smallest”. It can kick out Campbell. It can even kick out the many other Labour members now stepping forward, Spartacus-style, to admit that they too broke ranks last Thursday. Or it can ask itself why those devoted supporters felt compelled to break the habit of a lifetime – and do what’s needed to bring them back. • Jonathan Freedland is a Guardian columnist",
      "charCount": "6188",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonathanfreedland\">Jonathan Freedland</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/may/29/europeans-parliament-young-people-eu",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-29T07:00:40Z",
    "webTitle": "Europeans used to ignore their parliament. Not any longer | Caroline de Gruyter",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/29/europeans-parliament-young-people-eu",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/29/europeans-parliament-young-people-eu",
    "fields": {
      "headline": "Europeans used to ignore their parliament. Not any longer",
      "standfirst": "<p>Young people are suddenly interested: they understand that cooperation is the only way to tackle Google, or the climate</p>",
      "trailText": "Young people understand that cooperation is the only way to tackle Google or the climate, says Dutch journalist Caroline de Gruyter",
      "byline": "Caroline de Gruyter",
      "main": "<figure class=\"element element-image\" data-media-id=\"e7b87a39c5c2e6f34f2a79a133302122c5974124\"> \n <img src=\"https://media.guim.co.uk/e7b87a39c5c2e6f34f2a79a133302122c5974124/0_282_6048_3628/1000.jpg\" alt=\"Voters queuing for the polling station at the French embassy in Berlin.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Eu citizens queuing to vote in the European elections in Berlin. ‘Young audiences understand they have something to preserve.’</span> \n  <span class=\"element-image__credit\">Photograph: John MacDougall/AFP/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>I’ll never forget my first visit to the European parliament, in 1986. I was a student from the Netherlands. MEPs from 12 member states were discussing a report on broadcasting policy – thick as a brick, full of jargon and endless footnotes – including proposals to break up national television channels, many of which enjoyed monopolies back then. For me, this was boring. All I cared about was funnelling it all into my thesis and graduating. For millions of people who spent hours in front of their TV it was potentially a huge issue – if only they’d known about it.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2018/mar/22/this-is-europe-sign-up-guardian-email-updates\">This is Europe: stay close with the Guardian’s email updates</a> </p> \n</aside> \n<p>Nowadays such a topic could prompt great public debate, maybe even street protests. Who would have thought then that citizens would one day <a href=\"https://www.theguardian.com/business/2017/feb/15/ceta-trade-deal-canada-eu-passed-european-parliament\" title=\"\">march against</a> a free-trade agreement with Canada? That was before climate school strikes, and before anybody knew what <a href=\"https://www.theguardian.com/commentisfree/2019/mar/06/digital-manipulation-eu-elections-personal-information\" title=\"\">data protection</a> was.</p> \n<p>In the 1980s the European parliament had little power. It could debate all it wanted, produce reports and pass resolutions. Yet it had little impact: national governments took all the decisions in Brussels virtually unchecked.</p> \n<p>Last week’s EU election results prove that since my first brush with European democracy, we’ve come a long way. In three decades, Europeans have gone from boredom and neglect to something that has started to resemble a real political drama.</p> \n<p>Back then we didn’t care much about this lack of accountability. Brussels looked remote. That didn’t mean we weren’t political. We would go to anti-nuke festivals, even in the pouring rain. We demonstrated against <a href=\"https://www.theguardian.com/world/pinochet\" title=\"\">Pinochet</a> and apartheid. My friends and I voted in every election. “Europe”, however, was not on our radar.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/environment/2019/may/28/greens-eu-election-mandate-leverage-climate-policy\">European elections: triumphant Greens demand more radical climate action</a> </p> \n</aside> \n<p>I moved to Brussels in 1999 to report on asylum and migration. This was already a hot topic, due to refugees from the former Yugoslavia and people crossing the Mediterranean in boats. I spent most of my time at the commission, which produced proposals on border protection and common asylum rules, and at the council of ministers, where member states later shot these proposals to pieces in relative secrecy. But I hardly ever went to parliament. It produced excellent reports on migration but only had advisory powers. MEPs felt useless and frustrated. Their voters were left in the dark.</p> \n<p>This has completely changed: since the 2009 Lisbon treaty, MEPs co-decide with governments on asylum and migration. Today, not only does the European parliament have more legislative powers but there is also much more awareness of the big issues. Everybody understands that countries cannot tackle climate breakdown or Google on their own. Because of the euro we have a common monetary policy; because of Schengen we share an immigration policy; because banks trade across borders, we have European banking rules and supervision. In Brussels, ministers and prime ministers take decisions on sensitive issues that citizens care about, such as security and defence. Just as national parliaments control governments in The Hague, Lisbon or Bratislava, the European parliament controls them when they take decisions in Brussels.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"edfaec97-f773-450b-bae0-05f59fa316cc\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/xqFANx_1ydo?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>This is how it should be: when our governments act in Brussels, there must be democratic control. That’s how democracy works – we have it at every level of governance, whether it’s municipal, regional, national or European. We just have to make sure that those levels are well-equipped with the tools that a mature and legitimate democracy needs: courts, governments, parliaments and oversight.</p> \n<p>Before I arrived in Brussels, I had no clue how European laws were made. The Netherlands was one of the six founding members of the European Union, but these things were never taught at school. Our curriculum focused exclusively on national institutions, as if “Europe” wasn’t there.</p> \n<p>That’s still largely the case. I recently read a book about the Netherlands that newcomers study when they want to become Dutch. This 237-page text, Welcome to the Netherlands, contains just two short paragraphs on “international cooperation”: one about the EU, the other about transatlantic relations.</p> \n<p>That sort of ignorance is now being challenged by young people. Ask any teenager what their main concern is and they will tell you it’s the climate. Not buying a house within 10 years, but life on Earth, no less. They want to tackle these issues and they want to tackle them together. They understand there can only be cooperative solutions. It’s one of the reasons the elections were so lively this time around.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/27/far-right-eu-elections-europe-centre-green-liberal-surge\">The far right didn’t sweep the EU elections. Europe’s centre is holding | Natalie Nougayrède</a> </p> \n</aside> \n<p>There were European talk shows, debates and podcasts everywhere. For the first time ever there was even a <a href=\"https://www.volteuropa.org/\" title=\"\">pan-European party</a>, running in eight countries. Citizens have begun to realise that by acting together, they may lose power in national parliaments, but they gain power in the European parliament. Many have become aware that they are at once national and European citizens, and that those two things can coexist.</p> \n<p>I regularly give lectures about European issues. Young audiences are suddenly extremely interested. They want to know how Brussels works, and how Europe can navigate in a turbulent geopolitical landscape with superpowers such as the US, Russia and China circling around it. They understand that they have something to preserve, and they don’t want their children to be forced to choose between an American and a Chinese model.</p> \n<p>People will now speculate about who will become president of the commission or the council. That’s good news. If we all finally step on to the European podium, ready to engage – even Eurosceptic parties who were previously only interested in “exits” – surely that’s good for democracy. It increases democratic checks and balances in Europe, and the legitimacy of what’s decided in Brussels. Frankly, if someone had told me this back in 1986, I wouldn’t have believed it for a second.</p> \n<p>• Caroline de Gruyter is a Dutch journalist, and Europe correspondent and columnist for NRC Handelsblad</p>",
      "newspaperPageNumber": "10",
      "wordcount": "954",
      "commentable": "false",
      "firstPublicationDate": "2019-05-29T07:00:40Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-29T10:13:52Z",
      "newspaperEditionDate": "2019-05-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bhne3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e7b87a39c5c2e6f34f2a79a133302122c5974124/0_282_6048_3628/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I’ll never forget my first visit to the European parliament, in 1986. I was a student from the Netherlands. MEPs from 12 member states were discussing a report on broadcasting policy – thick as a brick, full of jargon and endless footnotes – including proposals to break up national television channels, many of which enjoyed monopolies back then. For me, this was boring. All I cared about was funnelling it all into my thesis and graduating. For millions of people who spent hours in front of their TV it was potentially a huge issue – if only they’d known about it. Nowadays such a topic could prompt great public debate, maybe even street protests. Who would have thought then that citizens would one day march against a free-trade agreement with Canada? That was before climate school strikes, and before anybody knew what data protection was. In the 1980s the European parliament had little power. It could debate all it wanted, produce reports and pass resolutions. Yet it had little impact: national governments took all the decisions in Brussels virtually unchecked. Last week’s EU election results prove that since my first brush with European democracy, we’ve come a long way. In three decades, Europeans have gone from boredom and neglect to something that has started to resemble a real political drama. Back then we didn’t care much about this lack of accountability. Brussels looked remote. That didn’t mean we weren’t political. We would go to anti-nuke festivals, even in the pouring rain. We demonstrated against Pinochet and apartheid. My friends and I voted in every election. “Europe”, however, was not on our radar. I moved to Brussels in 1999 to report on asylum and migration. This was already a hot topic, due to refugees from the former Yugoslavia and people crossing the Mediterranean in boats. I spent most of my time at the commission, which produced proposals on border protection and common asylum rules, and at the council of ministers, where member states later shot these proposals to pieces in relative secrecy. But I hardly ever went to parliament. It produced excellent reports on migration but only had advisory powers. MEPs felt useless and frustrated. Their voters were left in the dark. This has completely changed: since the 2009 Lisbon treaty, MEPs co-decide with governments on asylum and migration. Today, not only does the European parliament have more legislative powers but there is also much more awareness of the big issues. Everybody understands that countries cannot tackle climate breakdown or Google on their own. Because of the euro we have a common monetary policy; because of Schengen we share an immigration policy; because banks trade across borders, we have European banking rules and supervision. In Brussels, ministers and prime ministers take decisions on sensitive issues that citizens care about, such as security and defence. Just as national parliaments control governments in The Hague, Lisbon or Bratislava, the European parliament controls them when they take decisions in Brussels. This is how it should be: when our governments act in Brussels, there must be democratic control. That’s how democracy works – we have it at every level of governance, whether it’s municipal, regional, national or European. We just have to make sure that those levels are well-equipped with the tools that a mature and legitimate democracy needs: courts, governments, parliaments and oversight. Before I arrived in Brussels, I had no clue how European laws were made. The Netherlands was one of the six founding members of the European Union, but these things were never taught at school. Our curriculum focused exclusively on national institutions, as if “Europe” wasn’t there. That’s still largely the case. I recently read a book about the Netherlands that newcomers study when they want to become Dutch. This 237-page text, Welcome to the Netherlands, contains just two short paragraphs on “international cooperation”: one about the EU, the other about transatlantic relations. That sort of ignorance is now being challenged by young people. Ask any teenager what their main concern is and they will tell you it’s the climate. Not buying a house within 10 years, but life on Earth, no less. They want to tackle these issues and they want to tackle them together. They understand there can only be cooperative solutions. It’s one of the reasons the elections were so lively this time around. There were European talk shows, debates and podcasts everywhere. For the first time ever there was even a pan-European party, running in eight countries. Citizens have begun to realise that by acting together, they may lose power in national parliaments, but they gain power in the European parliament. Many have become aware that they are at once national and European citizens, and that those two things can coexist. I regularly give lectures about European issues. Young audiences are suddenly extremely interested. They want to know how Brussels works, and how Europe can navigate in a turbulent geopolitical landscape with superpowers such as the US, Russia and China circling around it. They understand that they have something to preserve, and they don’t want their children to be forced to choose between an American and a Chinese model. People will now speculate about who will become president of the commission or the council. That’s good news. If we all finally step on to the European podium, ready to engage – even Eurosceptic parties who were previously only interested in “exits” – surely that’s good for democracy. It increases democratic checks and balances in Europe, and the legitimacy of what’s decided in Brussels. Frankly, if someone had told me this back in 1986, I wouldn’t have believed it for a second. • Caroline de Gruyter is a Dutch journalist, and Europe correspondent and columnist for NRC Handelsblad",
      "charCount": "5881",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/caroline-de-gruyter\">Caroline de Gruyter</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]