[
  {
    "id": "society/2019/oct/02/labour-mp-moves-colleagues-to-tears-with-domestic-abuse-story",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-10-02T19:48:57Z",
    "webTitle": "Labour MP moves colleagues to tears with domestic abuse story",
    "webUrl": "https://www.theguardian.com/society/2019/oct/02/labour-mp-moves-colleagues-to-tears-with-domestic-abuse-story",
    "apiUrl": "https://content.guardianapis.com/society/2019/oct/02/labour-mp-moves-colleagues-to-tears-with-domestic-abuse-story",
    "fields": {
      "headline": "Labour MP moves colleagues to tears with domestic abuse story",
      "standfirst": "<p>Rosie Duffield’s harrowing personal account is described as ‘moving and horrifying’ <br></p>",
      "trailText": "Rosie Duffield’s harrowing personal account is described as ‘moving and horrifying’ <br>",
      "byline": "Kate Proctor",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"8ba837f3-5484-4464-b3cd-93fd0646f133\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/XWvYVHiXqSg?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>The Labour MP Rosie Duffield’s harrowing account of her own personal experience of domestic abuse left colleagues in tears in the Commons in what has been described as one of the most moving contributions ever given in parliament.</p> \n<p>After months of what she described as terrifying verbal abuse, humiliation and financial control unbeknown to her friends, family and colleagues, she described how she eventually gained the courage to leave a partner.</p> \n<p>She spoke during a debate on the domestic abuse bill, which the Speaker, John Bercow, said had been “simultaneously horrifying and as moving a contribution” as he had heard in his 22 years in the Commons.</p> \n<p>Duffield, 48, who won Canterbury for Labour from the Tories in 2017, said domestic abuse was often very different from the images presented on TV.</p> \n<p>She said: “Often we see the same images and stereotypes on TV. Housing estates, working-class families, drunk men coming home from the pub. Women surrounded by children and a sequence of shouting followed by immediate physical violence or assault.</p> \n<p>“But the soap opera scene only tends to focus on one or two aspects of a much bigger and more complex picture.</p> \n<p>“Domestic violence has many faces and the faces of those who survive it are varied too. Sometimes there are no bruises. Abuse is very often all about control and power. It’s about making themselves feel big or biggest.”</p> \n<p>Duffield, a former teaching assistant and political writer, explained that her relationship had been full of romantic gestures at first.</p> \n<p>She said: “They don’t threaten criticise, yell or exert their physical strength in increasingly frightening ways.</p> \n<p>“Not at the start. Not when they think you’re sweet, funny and gorgeous. Not when they turn up to your third date with chocolates, then jewellery.</p> \n<p>“Not when they meet your friends, or the leader of your political party.”</p> \n<p>Over time she said the verbal intimidation had become more intense, and there were periods of time when her partner would not speak to her at all.</p> \n<p>She claimed he had also moved into her home and had become reliant on her financially, never disclosing his own salary or contributing to bills, and eventually not working at all.</p> \n<p>She said: “You learn that ‘I’ll always look after you’ and ‘You’re mine for life’ can sound menacing, are used as a warning over and over again.</p> \n<p>“It’s when the ring is on your finger that the mask can start to slip and the promises sound increasingly like threats.”</p> \n<p>Among the emotional knocks to her confidence were comments like “Your dress was too short” or “The top you wore in the chamber was too low-cut.”</p> \n<p>Some of the most harrowing detail was her account of a surprise weekend break. She said: “In a strange city his face changes in a way you are starting to know and dread. In a way that tells you, you need to stay calm, silent and very careful.</p> \n<p>“You read a city guide … mentally packing a day full of fun. But he seems to have another agenda.</p> \n<p>“He doesn’t want you to leave the room. He’s paid a lot of money and you need to pay him your full attention. You are expected to do as you are told. You know for certain what that means, so you do, exactly what you are told.</p> \n<p>“Those patterns continue: reward, punishment, promises of happy ever after, alternating with abject rage, menace, silent treatment and coercive control.”</p> \n<p>Eventually the abuse spilled out in public, with him shouting at her at constituency events, which she said was extremely humiliating.</p> \n<p>For two weeks she timed the moment he took a shower and one morning took his house keys from his bag so that night he was locked out of her house, ending the relationship.</p> \n<p>She finished her account, in which colleagues sat in absolute silence, saying: “You realise it’s not your fault. He is left alone with his rage and narcissism.</p> \n<p>“If anyone is watching and needs a friend, please reach out if it safe to do so and please talk to any of us, because we will be there and hold your hand.”</p> \n<p>Labour’s Harriet Harman said: “What she said just now will save lives. We are incredibly proud of her.”</p> \n<p>The domestic abuse bill will for the first time include economic control and manipulative non-physical abuse within definitions of domestic abuse.</p> \n<p>It will also introduce new domestic abuse protection notices and domestic abuse protection orders to further protect victims and prohibit the cross-examination of victims by their abusers in the family courts.</p> \n<p>There was a risk that with parliament’s prorogation the bill would not have time to become law.</p> \n<p>During its second reading on Wednesday, Theresa May, who introduced the bill, said it was a “once-in-a-generation” opportunity to make significant change to support victims.</p>",
      "newspaperPageNumber": "20",
      "wordcount": "801",
      "firstPublicationDate": "2019-10-02T19:48:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-02T23:38:25Z",
      "newspaperEditionDate": "2019-10-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cecne",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f9017887d8ed83c88156e884e1695dac142edd54/0_10_3110_1866/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Labour MP Rosie Duffield’s harrowing account of her own personal experience of domestic abuse left colleagues in tears in the Commons in what has been described as one of the most moving contributions ever given in parliament. After months of what she described as terrifying verbal abuse, humiliation and financial control unbeknown to her friends, family and colleagues, she described how she eventually gained the courage to leave a partner. She spoke during a debate on the domestic abuse bill, which the Speaker, John Bercow, said had been “simultaneously horrifying and as moving a contribution” as he had heard in his 22 years in the Commons. Duffield, 48, who won Canterbury for Labour from the Tories in 2017, said domestic abuse was often very different from the images presented on TV. She said: “Often we see the same images and stereotypes on TV. Housing estates, working-class families, drunk men coming home from the pub. Women surrounded by children and a sequence of shouting followed by immediate physical violence or assault. “But the soap opera scene only tends to focus on one or two aspects of a much bigger and more complex picture. “Domestic violence has many faces and the faces of those who survive it are varied too. Sometimes there are no bruises. Abuse is very often all about control and power. It’s about making themselves feel big or biggest.” Duffield, a former teaching assistant and political writer, explained that her relationship had been full of romantic gestures at first. She said: “They don’t threaten criticise, yell or exert their physical strength in increasingly frightening ways. “Not at the start. Not when they think you’re sweet, funny and gorgeous. Not when they turn up to your third date with chocolates, then jewellery. “Not when they meet your friends, or the leader of your political party.” Over time she said the verbal intimidation had become more intense, and there were periods of time when her partner would not speak to her at all. She claimed he had also moved into her home and had become reliant on her financially, never disclosing his own salary or contributing to bills, and eventually not working at all. She said: “You learn that ‘I’ll always look after you’ and ‘You’re mine for life’ can sound menacing, are used as a warning over and over again. “It’s when the ring is on your finger that the mask can start to slip and the promises sound increasingly like threats.” Among the emotional knocks to her confidence were comments like “Your dress was too short” or “The top you wore in the chamber was too low-cut.” Some of the most harrowing detail was her account of a surprise weekend break. She said: “In a strange city his face changes in a way you are starting to know and dread. In a way that tells you, you need to stay calm, silent and very careful. “You read a city guide … mentally packing a day full of fun. But he seems to have another agenda. “He doesn’t want you to leave the room. He’s paid a lot of money and you need to pay him your full attention. You are expected to do as you are told. You know for certain what that means, so you do, exactly what you are told. “Those patterns continue: reward, punishment, promises of happy ever after, alternating with abject rage, menace, silent treatment and coercive control.” Eventually the abuse spilled out in public, with him shouting at her at constituency events, which she said was extremely humiliating. For two weeks she timed the moment he took a shower and one morning took his house keys from his bag so that night he was locked out of her house, ending the relationship. She finished her account, in which colleagues sat in absolute silence, saying: “You realise it’s not your fault. He is left alone with his rage and narcissism. “If anyone is watching and needs a friend, please reach out if it safe to do so and please talk to any of us, because we will be there and hold your hand.” Labour’s Harriet Harman said: “What she said just now will save lives. We are incredibly proud of her.” The domestic abuse bill will for the first time include economic control and manipulative non-physical abuse within definitions of domestic abuse. It will also introduce new domestic abuse protection notices and domestic abuse protection orders to further protect victims and prohibit the cross-examination of victims by their abusers in the family courts. There was a risk that with parliament’s prorogation the bill would not have time to become law. During its second reading on Wednesday, Theresa May, who introduced the bill, said it was a “once-in-a-generation” opportunity to make significant change to support victims.",
      "charCount": "4664",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kate-proctor\">Kate Proctor</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/02/the-uk-is-not-the-us-trump-cards-wont-work-here",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-02T16:40:51Z",
    "webTitle": "The UK is not the US – Trump cards won’t work here | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/02/the-uk-is-not-the-us-trump-cards-wont-work-here",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/02/the-uk-is-not-the-us-trump-cards-wont-work-here",
    "fields": {
      "headline": "The UK is not the US – Trump cards won’t work here",
      "standfirst": "Readers discuss Boris Johnson’s use of the Donald Trump playbook for the prime minister to get his way on Brexit",
      "trailText": "<strong>Letters: </strong>Readers discuss Boris Johnson’s use of the Donald Trump playbook for the prime minister to get his way on Brexit",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"102d9407cca33f91bbc04935f9964f5a51a18dc8\"> <img src=\"https://media.guim.co.uk/102d9407cca33f91bbc04935f9964f5a51a18dc8/39_0_4523_2714/1000.jpg\" alt=\"An anti-Brexit sign on the border village of Belleek, in County Fermanagh, Northern Ireland.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">An anti-Brexit sign on the border village of Belleek, in County Fermanagh, Northern Ireland.</span> <span class=\"element-image__credit\">Photograph: Paul Mcerlane/EPA</span> </figcaption> </figure>",
      "body": "<p>The piece by Simon Jenkins (<a href=\"https://www.theguardian.com/commentisfree/2019/sep/29/boris-johnson-brexit-deal-dominic-cummings-eu\" title=\"\">I used to think Johnson could get a deal. Not after last week</a>, Journal, 30 September) describes what development professionals call isomorphic mimicry – to cut and paste a best practice from one country and apply in another, expecting to achieve similar results. It rarely works because of differences in social and cultural norms.</p> <p>The prime minister is applying isomorphic mimicry with gusto. Photo opportunities with police cadets as backdrop, Jacob Rees-Mogg dismissing the views of an acknowledged medical expert, and Kwasi Kwarteng casting doubt about the independence of the judiciary. Never apologise. Double down when challenged. The list gets longer each day.</p> <p>The UK is not the US. The social norms are not the same. Twenty-one conservative MPs rebelled against the government, Rees-Mogg had to apologise to Dr David Nicholl, Kwarteng faced pushback from leaders on all sides, while the West Yorkshire police commissioner called on Mr Johnson to apologise.</p> <p>This is vitally important, as one of the lessons learned from Trump is that unless there is swift and strong pushback when boundaries are stretched, or accepted practices are trashed, they become the new norm. Lack of action by those in power facilitated the Trump takeover.</p> <p>Thanks to our country’s fundamental attitudes of fairness and common sense, we can hope that the Cummings/Johnson strategy will become a future case study in failed political isomorphic mimicry.<br><strong>Bill Kingdom</strong><br><em>Marlborough, Wiltshire</em></p> <p>• I, too, share the fears expressed in your article (<a href=\"https://www.theguardian.com/politics/2019/sep/29/nobody-wants-us-anyway-fears-of-the-forgotten-on-the-northern-irish-border-brexit\" title=\"\">‘Nobody wants us’: Irish frontier towns that will be baffled by no-deal Brexit</a>,30 September), although I admit to huge sentimentality. My late father, a proud Clones native, would describe a thriving town and environs where he skirted the border areas on a daily basis with little care or fear. The town seemed to benefit from its geographical position. A shared love of Gaelic football would see vast crowds visit Clones for the Ulster final, cattle sale markets, another weekly opportunity for financial exchange as well as story-telling, both tall and short. The Luxor cinema, the Creighton hotel, all busy and thriving at one time.</p> <p>When I visited in December, I was heartened by the amiable crowds about the place. But as for the future, as one who remembers the disruption of those “border checks”, I would urge those in Westminster to go and visit, see for yourselves. <br><strong>Deirdre Hawkins</strong><br><em>Berkhamsted, Herts</em></p> <p>• It seems to me to be immoral that the burden of an essentially English nationalist project such as Brexit should fall almost entirely on the island of Ireland, where our government’s rumoured border proposals will, if enacted, cause great inconvenience, likely hardship and possible danger to the population in both the north and in the republic (<a href=\"https://www.theguardian.com/politics/2019/oct/01/boris-johnson-plans-for-irish-border-checks-threaten-brexit-talks\" title=\"\">Irish border: officials decry ‘kamikaze’ approach</a>, 2 October).</p> <p>I’m beginning to wonder if the only decent solution would be for England to pursue the separatist dreams of the majority of its electorate by seceding, possibly along with Wales, from the UK. This would allow Scotland and Northern Ireland to respond to their democratic mandates by remaining in the EU. The border problem would shift to the one that lies between Scotland and England, which, though not simple, would at least be more manageable geographically and politically. The two countries have a history of several centuries of cooperative endeavour that have allowed their separate systems to function in relative harmony. I have no doubt that the great minds of these two famously inventive nations would soon come up with a practicable solution.<br><strong>Wilson Firth</strong><br><em>Colkirk</em><em>, Norfolk</em></p> <p>• Bernard Besserglik’s proposed slogan (<a href=\"https://www.theguardian.com/politics/2019/sep/29/no-need-for-the-uk-to-surrender-to-the-eu-when-were-not-at-war\" title=\"\">Letters</a>, 30 September) “We’re not at war. Let’s keep it that way”, as a timely response to the ratcheting up of rhetoric by Johnson reminded me of the slogan employed by the in campaign in the 1975 referendum: “Better to lose some sovereignty than a son or daughter” possibly (given the positive result) resonated strongly with generations that had witnessed two world wars. Who would have dared whisper “project fear” in their presence?<br><strong>Sara Maddocks</strong><br><em>St Pabu, France</em></p> <p>• Zoe Williams is right (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/01/sajid-javid-brexit-the-people\" title=\"\">Be very wary when leaders claim to speak for ‘the people’</a>, Journal, 2 October). But I have yet to hear a presenter or remain representative respond to a Brexiteer who asserts on TV “we voted for...” by saying, “polls show enough people have changed their minds” or “but most people don’t want a no-deal Brexit”. They seem scared.<br><strong>Brian Smith</strong><br><em>Berlin, Germany</em></p> <p>• Regarding current negotiations in Brussels, do I have the spelling right? Should it be “B-wrecks-it”?<br><strong>Anthony Bron</strong><br><em>Oxford</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "793",
      "commentable": "false",
      "firstPublicationDate": "2019-10-02T16:40:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:00Z",
      "newspaperEditionDate": "2019-10-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cecb4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/102d9407cca33f91bbc04935f9964f5a51a18dc8/39_0_4523_2714/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The piece by Simon Jenkins (I used to think Johnson could get a deal. Not after last week, Journal, 30 September) describes what development professionals call isomorphic mimicry – to cut and paste a best practice from one country and apply in another, expecting to achieve similar results. It rarely works because of differences in social and cultural norms. The prime minister is applying isomorphic mimicry with gusto. Photo opportunities with police cadets as backdrop, Jacob Rees-Mogg dismissing the views of an acknowledged medical expert, and Kwasi Kwarteng casting doubt about the independence of the judiciary. Never apologise. Double down when challenged. The list gets longer each day. The UK is not the US. The social norms are not the same. Twenty-one conservative MPs rebelled against the government, Rees-Mogg had to apologise to Dr David Nicholl, Kwarteng faced pushback from leaders on all sides, while the West Yorkshire police commissioner called on Mr Johnson to apologise. This is vitally important, as one of the lessons learned from Trump is that unless there is swift and strong pushback when boundaries are stretched, or accepted practices are trashed, they become the new norm. Lack of action by those in power facilitated the Trump takeover. Thanks to our country’s fundamental attitudes of fairness and common sense, we can hope that the Cummings/Johnson strategy will become a future case study in failed political isomorphic mimicry. Bill Kingdom Marlborough, Wiltshire • I, too, share the fears expressed in your article (‘Nobody wants us’: Irish frontier towns that will be baffled by no-deal Brexit,30 September), although I admit to huge sentimentality. My late father, a proud Clones native, would describe a thriving town and environs where he skirted the border areas on a daily basis with little care or fear. The town seemed to benefit from its geographical position. A shared love of Gaelic football would see vast crowds visit Clones for the Ulster final, cattle sale markets, another weekly opportunity for financial exchange as well as story-telling, both tall and short. The Luxor cinema, the Creighton hotel, all busy and thriving at one time. When I visited in December, I was heartened by the amiable crowds about the place. But as for the future, as one who remembers the disruption of those “border checks”, I would urge those in Westminster to go and visit, see for yourselves. Deirdre Hawkins Berkhamsted, Herts • It seems to me to be immoral that the burden of an essentially English nationalist project such as Brexit should fall almost entirely on the island of Ireland, where our government’s rumoured border proposals will, if enacted, cause great inconvenience, likely hardship and possible danger to the population in both the north and in the republic (Irish border: officials decry ‘kamikaze’ approach, 2 October). I’m beginning to wonder if the only decent solution would be for England to pursue the separatist dreams of the majority of its electorate by seceding, possibly along with Wales, from the UK. This would allow Scotland and Northern Ireland to respond to their democratic mandates by remaining in the EU. The border problem would shift to the one that lies between Scotland and England, which, though not simple, would at least be more manageable geographically and politically. The two countries have a history of several centuries of cooperative endeavour that have allowed their separate systems to function in relative harmony. I have no doubt that the great minds of these two famously inventive nations would soon come up with a practicable solution. Wilson Firth Colkirk, Norfolk • Bernard Besserglik’s proposed slogan (Letters, 30 September) “We’re not at war. Let’s keep it that way”, as a timely response to the ratcheting up of rhetoric by Johnson reminded me of the slogan employed by the in campaign in the 1975 referendum: “Better to lose some sovereignty than a son or daughter” possibly (given the positive result) resonated strongly with generations that had witnessed two world wars. Who would have dared whisper “project fear” in their presence? Sara Maddocks St Pabu, France • Zoe Williams is right (Be very wary when leaders claim to speak for ‘the people’, Journal, 2 October). But I have yet to hear a presenter or remain representative respond to a Brexiteer who asserts on TV “we voted for...” by saying, “polls show enough people have changed their minds” or “but most people don’t want a no-deal Brexit”. They seem scared. Brian Smith Berlin, Germany • Regarding current negotiations in Brussels, do I have the spelling right? Should it be “B-wrecks-it”? Anthony Bron Oxford • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4970",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/oct/02/britons-know-so-little-about-the-germans",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-10-02T16:39:56Z",
    "webTitle": "Britons know so little about the Germans | Letter",
    "webUrl": "https://www.theguardian.com/world/2019/oct/02/britons-know-so-little-about-the-germans",
    "apiUrl": "https://content.guardianapis.com/world/2019/oct/02/britons-know-so-little-about-the-germans",
    "fields": {
      "headline": "Britons know so little about the Germans",
      "standfirst": "We are ignorant about German culture and life today because we are living in the past, says <strong>Cath Potter</strong>",
      "trailText": "<strong>Letter:</strong> We are ignorant about German culture and life today because we are living in the past, says <strong>Cath Potter</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"b4c9c7ca1b6f347428b19a25fabf7f6b8ec3849f\"> <img src=\"https://media.guim.co.uk/b4c9c7ca1b6f347428b19a25fabf7f6b8ec3849f/0_349_4000_2400/1000.jpg\" alt=\"A Mini sign from from the Very British exhibition in Germany.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A Mini sign from from the Very British exhibition in Germany.</span> <span class=\"element-image__credit\">Photograph: House of History/Axel Thünker</span> </figcaption> </figure>",
      "body": "<p>I went to see Very British, the exhibition in Bonn reviewed by Philip Oltermann (<a href=\"https://www.theguardian.com/world/2019/sep/30/beach-towels-and-brexit-how-germans-really-see-the-brits#img-1\" title=\"\">The Beatles to Brexit: A German history of ‘unrequited love’</a>, 30 September). It made me cringe because it brought into sharp focus our lack of understanding of the Germans today and their much more developed understanding of us.</p> <p>A wide range of artifacts showed multiple aspects of the relationship between Britain and Germany over the past 70 years, political and cultural. It showed the Germans following our royal family, being familiar with British icons such as Mr Bean, Monty Python and James Bond, and a wide range of British music from the Beatles onwards.</p> <p>What do the British know about the Germans? We know BMW, Volkswagen and Mercedes Benz. We know, and the exhibition showed, that Shepherd Neame brewery produced a beer in the UK called Spitfire, named after a plane whose purpose was to kill Germans. We know that during Euro 96 the Daily Mirror had the headline “Achtung! Surrender! For you Fritz, ze Euro 96 Championship is over” when the English football team was about to play the Germans (who won). We know that we beat the Germans in a war 74 years ago and in a football match 53 years ago.</p> <p>We are almost completely ignorant about German culture and life today. How much did that ignorance contribute to the British vote to leave the EU? The Germans are well informed about the mess we have got into with Brexit and are looking on open-mouthed as our political system, steeped in medieval ritual, tries to cope with it. The faultlines in British society that the Brexit vote has exposed will never be sorted out until we start living in the present and not the past, we start seeing the value of our European neighbours and put on exhibitions about them, like Very British, over here. <br><strong>Cath Potter</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "362",
      "commentable": "false",
      "firstPublicationDate": "2019-10-02T16:39:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:00Z",
      "newspaperEditionDate": "2019-10-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cebde",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b4c9c7ca1b6f347428b19a25fabf7f6b8ec3849f/0_349_4000_2400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I went to see Very British, the exhibition in Bonn reviewed by Philip Oltermann (The Beatles to Brexit: A German history of ‘unrequited love’, 30 September). It made me cringe because it brought into sharp focus our lack of understanding of the Germans today and their much more developed understanding of us. A wide range of artifacts showed multiple aspects of the relationship between Britain and Germany over the past 70 years, political and cultural. It showed the Germans following our royal family, being familiar with British icons such as Mr Bean, Monty Python and James Bond, and a wide range of British music from the Beatles onwards. What do the British know about the Germans? We know BMW, Volkswagen and Mercedes Benz. We know, and the exhibition showed, that Shepherd Neame brewery produced a beer in the UK called Spitfire, named after a plane whose purpose was to kill Germans. We know that during Euro 96 the Daily Mirror had the headline “Achtung! Surrender! For you Fritz, ze Euro 96 Championship is over” when the English football team was about to play the Germans (who won). We know that we beat the Germans in a war 74 years ago and in a football match 53 years ago. We are almost completely ignorant about German culture and life today. How much did that ignorance contribute to the British vote to leave the EU? The Germans are well informed about the mess we have got into with Brexit and are looking on open-mouthed as our political system, steeped in medieval ritual, tries to cope with it. The faultlines in British society that the Brexit vote has exposed will never be sorted out until we start living in the present and not the past, we start seeing the value of our European neighbours and put on exhibitions about them, like Very British, over here. Cath Potter London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2099",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/oct/02/uk-must-do-more-to-end-yemen-conflict",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-10-02T16:39:20Z",
    "webTitle": "UK must do more to end Yemen conflict | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/oct/02/uk-must-do-more-to-end-yemen-conflict",
    "apiUrl": "https://content.guardianapis.com/world/2019/oct/02/uk-must-do-more-to-end-yemen-conflict",
    "fields": {
      "headline": "UK must do more to end Yemen conflict",
      "standfirst": "Oxfam’s <strong>Ruth Tanner </strong>and<strong> Gary Bennett </strong>on Britain’s indirect involvement in the war in Yemen and its breaches of a court order barring the sale of weapons to Saudi Arabia",
      "trailText": "<strong>Letters:</strong> Oxfam’s <strong>Ruth Tanner </strong>and<strong> Gary Bennett </strong>on Britain’s indirect involvement in the war in Yemen and its breaches of a court order barring the sale of weapons to Saudi Arabia",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"b1a9e782eb6d2f1ec31687bd9e060c587a3982c2\"> <img src=\"https://media.guim.co.uk/b1a9e782eb6d2f1ec31687bd9e060c587a3982c2/0_0_5223_3134/1000.jpg\" alt=\"Liz Truss.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liz Truss. </span> <span class=\"element-image__credit\">Photograph: Michael Mayhew/Sportsphoto Ltd./Allstar</span> </figcaption> </figure>",
      "body": "<p>Bethan McKernan’s recent reports from Yemen (<a href=\"https://www.theguardian.com/world/2019/sep/30/yemenis-living-under-the-shadow-of-death-by-airstrike\" title=\"\">‘There were 200 people here. Now it’s just ghosts’</a>, 30 September; <a href=\"https://www.theguardian.com/world/2019/oct/01/yemen-adens-changing-alliances-erupt-into-four-year-conflicts-newest-front\" title=\"\">Three conflicts in one: Aden’s shifting alliances and a new separatist front</a>, 1 October) painted a visceral and sadly accurate picture of the devastating humanitarian crisis that Yemenis have been suffering for more than four years.</p> <p>While she rightly touches on the involvement of the UK in the conflict as suppliers of arms and technical expertise to Saudi Arabia and other members of the coalition, it’s worth underlining that the UK also isn’t doing enough to end this conflict.</p> <p>It’s true that the UK has pledged aid money for Yemen. But it’s time for the government to respect the ruling of the appeal court earlier this year and immediately halt all arms sales to Saudi. As the “penholder” on Yemen at the UN security council, with the responsibility for drafting resolutions, the UK is in a unique position to push for a nationwide ceasefire and urge warring parties to return to the negotiating table, to ultimately put an end to the suffering of millions of Yemenis who face hunger, disease, death and destruction on a daily basis.<br><strong>Ruth Tanner</strong><br><em>Head of humanitarian campaigns, Oxfam</em></p> <p>• Very disturbing to see Liz Truss, the international trade secretary, admitting for a second time that somehow under her watch the UK has breached a court order banning the sale of weapons to Saudi Arabia (<a href=\"https://www.theguardian.com/politics/2019/sep/26/truss-admits-uk-breached-court-order-banning-arm-sales-to-saudis-again\" title=\"\">Report</a>, 27 September 2019). Even more alarmingly, she suggests that other such breaches may yet be discovered. I wonder if her unreserved apology for this failure is yet another example of bad news being hidden beneath the aftermath of the supreme court decision on prorogation and her boss’s aggressive, media-catching response?<br><strong>Gary Bennett</strong><br><em>Exeter</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "335",
      "commentable": "false",
      "firstPublicationDate": "2019-10-02T16:39:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-10-15T13:20:26Z",
      "newspaperEditionDate": "2019-10-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cebg3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b1a9e782eb6d2f1ec31687bd9e060c587a3982c2/0_0_5223_3134/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Bethan McKernan’s recent reports from Yemen (‘There were 200 people here. Now it’s just ghosts’, 30 September; Three conflicts in one: Aden’s shifting alliances and a new separatist front, 1 October) painted a visceral and sadly accurate picture of the devastating humanitarian crisis that Yemenis have been suffering for more than four years. While she rightly touches on the involvement of the UK in the conflict as suppliers of arms and technical expertise to Saudi Arabia and other members of the coalition, it’s worth underlining that the UK also isn’t doing enough to end this conflict. It’s true that the UK has pledged aid money for Yemen. But it’s time for the government to respect the ruling of the appeal court earlier this year and immediately halt all arms sales to Saudi. As the “penholder” on Yemen at the UN security council, with the responsibility for drafting resolutions, the UK is in a unique position to push for a nationwide ceasefire and urge warring parties to return to the negotiating table, to ultimately put an end to the suffering of millions of Yemenis who face hunger, disease, death and destruction on a daily basis. Ruth Tanner Head of humanitarian campaigns, Oxfam • Very disturbing to see Liz Truss, the international trade secretary, admitting for a second time that somehow under her watch the UK has breached a court order banning the sale of weapons to Saudi Arabia (Report, 27 September 2019). Even more alarmingly, she suggests that other such breaches may yet be discovered. I wonder if her unreserved apology for this failure is yet another example of bad news being hidden beneath the aftermath of the supreme court decision on prorogation and her boss’s aggressive, media-catching response? Gary Bennett Exeter • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2053",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/oct/02/action-needed-on-refugee-children-in-greece",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-10-02T16:38:58Z",
    "webTitle": "Action needed on refugee children in Greece | Letter",
    "webUrl": "https://www.theguardian.com/world/2019/oct/02/action-needed-on-refugee-children-in-greece",
    "apiUrl": "https://content.guardianapis.com/world/2019/oct/02/action-needed-on-refugee-children-in-greece",
    "fields": {
      "headline": "Action needed on refugee children in Greece",
      "standfirst": "Brexit could block the route to family reunion in UK for unaccompanied refugee children from Greece, says <strong>Beth Gardiner-Smith</strong>",
      "trailText": "<strong>Letter: </strong>Brexit could block the route to family reunion in UK for unaccompanied refugee children from Greece, says <strong>Beth Gardiner-Smith</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"2f18d50c7e3eff8f587b735b3f9737117a9c4b9a\"> <img src=\"https://media.guim.co.uk/2f18d50c7e3eff8f587b735b3f9737117a9c4b9a/0_146_3543_2126/1000.jpg\" alt=\"Refugees and migrants demonstrate outside the Moria refugee camp in Lesbos, protesting against the living conditions.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Refugees and migrants demonstrate outside the Moria refugee camp in Lesbos, protesting against the living conditions.</span> <span class=\"element-image__credit\">Photograph: Stratis Balaskas/EPA</span> </figcaption> </figure>",
      "body": "<p>As a charity supporting unaccompanied refugee children on the Greek islands, we are devastated by reports of death and injury in a fire at Moria camp on Lesbos and echo calls from Médecins Sans Frontières that children must be urgently evacuated from the islands (<a href=\"https://www.theguardian.com/world/2019/sep/30/riots-at-greek-refugee-camp-on-lesbos-after-fatal-fire\" title=\"\">Report</a>, 1 October).</p> <p>The children we support have family in the UK and the right to family reunion under EU law. They should be safe with their loved ones, not stuck in overcrowded camps in intolerable conditions, waiting for months, even years, to be transferred to safety. But at a time when safe, legal routes are needed more than ever, a no-deal Brexit could block the route to family reunion for these children.</p> <p>The UK must not abandon unaccompanied children in Europe. We urge the government to commit that, no matter the outcome of Brexit, children will be urgently evacuated from these camps and safely reunited with their families.<br><strong>Beth Gardiner-Smith</strong><br><em>CEO, Safe Passage</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "204",
      "commentable": "false",
      "firstPublicationDate": "2019-10-02T16:38:58Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:02Z",
      "newspaperEditionDate": "2019-10-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cebt6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2f18d50c7e3eff8f587b735b3f9737117a9c4b9a/0_146_3543_2126/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As a charity supporting unaccompanied refugee children on the Greek islands, we are devastated by reports of death and injury in a fire at Moria camp on Lesbos and echo calls from Médecins Sans Frontières that children must be urgently evacuated from the islands (Report, 1 October). The children we support have family in the UK and the right to family reunion under EU law. They should be safe with their loved ones, not stuck in overcrowded camps in intolerable conditions, waiting for months, even years, to be transferred to safety. But at a time when safe, legal routes are needed more than ever, a no-deal Brexit could block the route to family reunion for these children. The UK must not abandon unaccompanied children in Europe. We urge the government to commit that, no matter the outcome of Brexit, children will be urgently evacuated from these camps and safely reunited with their families. Beth Gardiner-Smith CEO, Safe Passage • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1237",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]