[
  {
    "id": "politics/2019/jun/06/new-tory-leader-could-avoid-immediate-confidence-vote",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-06T18:52:54Z",
    "webTitle": "Next Tory leader could face immediate confidence vote",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/06/new-tory-leader-could-avoid-immediate-confidence-vote",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/06/new-tory-leader-could-avoid-immediate-confidence-vote",
    "fields": {
      "headline": "Next Tory leader could face immediate confidence vote",
      "standfirst": "<p>Downing Street says it expects parliament to be sitting when new prime minister is announced</p>",
      "trailText": "Downing Street says it expects parliament to be sitting when new prime minister is announced",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"5299f39e1ec55811064220763c9b8afd57d433c8\"> <img src=\"https://media.guim.co.uk/5299f39e1ec55811064220763c9b8afd57d433c8/0_124_3500_2100/1000.jpg\" alt=\"Boris Johnson MP in south London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson MP in south London.</span> <span class=\"element-image__credit\">Photograph: Tom Nicholson/LNP</span> </figcaption> </figure>",
      "body": "<p>No 10 has made it clear that a new Conservative prime minister will be in place before MPs break up for the summer, meaning Boris Johnson is likely to face an immediate confidence vote in his premiership if he becomes leader.</p> <p>Downing Street said it expects parliament to be sitting when the new prime minister is announced in late July, after Labour and some Tories raised concerns that the government was trying to avoid a test of its new leader’s ability to command a majority.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/06/boris-johnson-trump-tory-mps\">Boris Johnson’s backers are cynics enabling disaster | Owen Jones</a> </p> </aside>  <p>The statement means the new prime minister – whether that is Johnson, Michael Gove, Jeremy Hunt or another contender – is likely to face a swift challenge from Labour to prove they have the support of the House of Commons.</p> <p>Theresa May has a working majority of just six with the support of the Democratic Unionist party. This is expected to fall to five after the results of Thursday’s byelection in Peterborough if Labour or the Brexit party win. This means just three Conservatives or DUP MPs would have to withhold their support for a prime minister to fail to form a government.</p> <p>There are known to be a number of Conservative MPs who have deep reservations about serving under a prime minister who is prepared to leave the EU without a Brexit deal on 31 October, such as Johnson or Dominic Raab. However, several moderate Tories said they believed the whole party would, initially at least, get behind a new prime minister to give them a chance to avoid that outcome.</p> <p>Mel Stride, the new leader of the House of Commons, who is key to Gove’s campaign to become prime minister, initially aroused suspicions about a ploy to put off a confidence vote when he refused to confirm when the recess would start.</p> <p>He said it was “not necessarily” the case that the new Conservative leader would have to appear in front of parliament before MPs went off on holiday until the autumn.</p> <p>However, the prime minister’s spokeswoman later clarified the government’s position, saying: “I fully expect that the house will ensure it is sitting when a new prime minister is appointed. Then it’s a matter for the house, after that, what activity or action it chooses to take.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/05/the-guardian-view-on-the-tory-leadership-race-hard-truths-urgently-needed\">The Guardian view on the Tory leadership race: hard truths urgently needed | Editorial</a> </p> </aside>  <p>As a matter of constitutional propriety, May will only be able to resign as prime minister if she can tell the Queen that her successor commands a majority. A Downing Street spokesman said May would resign when “she says to the Queen that she is stepping aside and believes that someone else can command the confidence of the house”. Her spokesman said a vote does not need to take place for May to believe that the new leader has the confidence of the Commons.</p> <p>Labour sources said they believed the government whips had been planning recess to start potentially as early as 19 July – almost a week earlier than last year – in a move that could have delayed a confidence vote in the new prime minister. The announcement of the winner of the Tory leadership contest is not being announced until the week of 22 July.</p> <p>Peter Bone, a Conservative backbencher, told the Commons on Thursday that the new prime minister should face parliament straight away. “Parliament matters. It seems to me entirely proper that the new prime minister should face this house before any recess.</p> <p>“If the government falls on a vote of confidence on a newly elected Conservative prime minister, I would expect the Conservative prime minister to take us to the country and return with a substantial majority. We should not be afraid of parliament. We should encourage it.”</p> <p>Valerie Vaz, the shadow leader of the House of Commons, also called for MPs to have an immediate opportunity to test whether the new Conservative leader had a majority and warned Stride that he “holds democracy in his hands”.</p> <p>“I have heard rumours that the house might rise on 19 July,” she said. “But I think there is a new timetable for the election of the Conservative leader. We need to make sure the house is not in recess when the new leader, and effectively the new prime minister, takes up his or her post.”</p> <p>In response, Stride declined to name a date when the Commons will rise for recess.</p> <p>The debate about a confidence vote came as the Tory leadership hopefuls were mired in a separate controversy over the role of parliament, after Raab suggested he could be prepared to suspend sitting in order to force through a no-deal Brexit against the wishes of MPs.</p> <p>The idea caused outrage across the political spectrum, with John Bercow, the Speaker of the <a href=\"https://www.theguardian.com/politics/houseofcommons\">House of Commons</a>, saying no Conservative prime minister would be able to pursue such an option.</p> <p>“That is simply not going to happen. It is just so blindingly obvious that it almost doesn’t need to be stated, but apparently, it does and therefore I have done,” he told MPs.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/06/from-hard-to-soft-tory-leadership-hopefuls-cover-brexit-spectrum\">From hard to soft – Tory leadership hopefuls cover Brexit spectrum</a> </p> </aside>  <p>Matt Hancock, another Tory leadership contender, called for all his rivals to rule out the possibility, arguing it undermined parliamentary democracy and risked a general election.</p> <p>The home secretary, Sajid Javid, also came out strongly against the idea, saying: “I’m not into this proroguing parliament rubbish. It’s a complete nonsense. It’s anti-democratic and anti-British.”</p> <p>Other contenders including Andrea Leadsom and Johnson also said they would not pursue such an option in order to take the UK out of the EU without a deal on 31 October.</p> <p>Amid suggestions it could even be unconstitutional, Vazasked the government for clarity on whether prorogation to avoid a decision from parliament would be allowed.</p> <p>Stride replied that prorogation was “ultimately in the gift of the Queen”, adding: “What I would say is, that I do think Her Majesty should be kept out of the politics of our parliament.</p> <p>“I’m sure that will be a matter that will be at the forefront of those who toy with those decisions in the future.”</p> <p>With May preparing to resign as Conservative leader on Friday, leading figures from the 1922 Committee of Tory backbenchers set out their rules to stop MPs from cheating in the battle to pick her successor.</p> <p>They are making provisions for up to five rounds of voting starting on Thursday next week, with the candidate with the least support dropping out at each round. To stop any skulduggery, ballot papers will change colour each round, MPs will have to provide identification to stop them from voting twice, and they will be banned from photographing ballot papers.</p> <p>After that process, which will be over by 20 June at the latest, a shortlist of two candidates will go into a run-off, the outcome of which will be decided by the party’s 160,000-strong membership. </p> <p>Charles Walker, the acting joint chair of the 1922 Committee, said he would expect the final two candidates to remain in the race from that point onwards, amid rumours that some leading candidates were prepared to drop out rather than go through a head-to-head with Johnson.</p>",
      "newspaperPageNumber": "16",
      "wordcount": "1168",
      "firstPublicationDate": "2019-06-06T13:12:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:37:08Z",
      "newspaperEditionDate": "2019-06-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjkay",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5299f39e1ec55811064220763c9b8afd57d433c8/0_124_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "No 10 has made it clear that a new Conservative prime minister will be in place before MPs break up for the summer, meaning Boris Johnson is likely to face an immediate confidence vote in his premiership if he becomes leader. Downing Street said it expects parliament to be sitting when the new prime minister is announced in late July, after Labour and some Tories raised concerns that the government was trying to avoid a test of its new leader’s ability to command a majority. The statement means the new prime minister – whether that is Johnson, Michael Gove, Jeremy Hunt or another contender – is likely to face a swift challenge from Labour to prove they have the support of the House of Commons. Theresa May has a working majority of just six with the support of the Democratic Unionist party. This is expected to fall to five after the results of Thursday’s byelection in Peterborough if Labour or the Brexit party win. This means just three Conservatives or DUP MPs would have to withhold their support for a prime minister to fail to form a government. There are known to be a number of Conservative MPs who have deep reservations about serving under a prime minister who is prepared to leave the EU without a Brexit deal on 31 October, such as Johnson or Dominic Raab. However, several moderate Tories said they believed the whole party would, initially at least, get behind a new prime minister to give them a chance to avoid that outcome. Mel Stride, the new leader of the House of Commons, who is key to Gove’s campaign to become prime minister, initially aroused suspicions about a ploy to put off a confidence vote when he refused to confirm when the recess would start. He said it was “not necessarily” the case that the new Conservative leader would have to appear in front of parliament before MPs went off on holiday until the autumn. However, the prime minister’s spokeswoman later clarified the government’s position, saying: “I fully expect that the house will ensure it is sitting when a new prime minister is appointed. Then it’s a matter for the house, after that, what activity or action it chooses to take.” As a matter of constitutional propriety, May will only be able to resign as prime minister if she can tell the Queen that her successor commands a majority. A Downing Street spokesman said May would resign when “she says to the Queen that she is stepping aside and believes that someone else can command the confidence of the house”. Her spokesman said a vote does not need to take place for May to believe that the new leader has the confidence of the Commons. Labour sources said they believed the government whips had been planning recess to start potentially as early as 19 July – almost a week earlier than last year – in a move that could have delayed a confidence vote in the new prime minister. The announcement of the winner of the Tory leadership contest is not being announced until the week of 22 July. Peter Bone, a Conservative backbencher, told the Commons on Thursday that the new prime minister should face parliament straight away. “Parliament matters. It seems to me entirely proper that the new prime minister should face this house before any recess. “If the government falls on a vote of confidence on a newly elected Conservative prime minister, I would expect the Conservative prime minister to take us to the country and return with a substantial majority. We should not be afraid of parliament. We should encourage it.” Valerie Vaz, the shadow leader of the House of Commons, also called for MPs to have an immediate opportunity to test whether the new Conservative leader had a majority and warned Stride that he “holds democracy in his hands”. “I have heard rumours that the house might rise on 19 July,” she said. “But I think there is a new timetable for the election of the Conservative leader. We need to make sure the house is not in recess when the new leader, and effectively the new prime minister, takes up his or her post.” In response, Stride declined to name a date when the Commons will rise for recess. The debate about a confidence vote came as the Tory leadership hopefuls were mired in a separate controversy over the role of parliament, after Raab suggested he could be prepared to suspend sitting in order to force through a no-deal Brexit against the wishes of MPs. The idea caused outrage across the political spectrum, with John Bercow, the Speaker of the House of Commons, saying no Conservative prime minister would be able to pursue such an option. “That is simply not going to happen. It is just so blindingly obvious that it almost doesn’t need to be stated, but apparently, it does and therefore I have done,” he told MPs. Matt Hancock, another Tory leadership contender, called for all his rivals to rule out the possibility, arguing it undermined parliamentary democracy and risked a general election. The home secretary, Sajid Javid, also came out strongly against the idea, saying: “I’m not into this proroguing parliament rubbish. It’s a complete nonsense. It’s anti-democratic and anti-British.” Other contenders including Andrea Leadsom and Johnson also said they would not pursue such an option in order to take the UK out of the EU without a deal on 31 October. Amid suggestions it could even be unconstitutional, Vazasked the government for clarity on whether prorogation to avoid a decision from parliament would be allowed. Stride replied that prorogation was “ultimately in the gift of the Queen”, adding: “What I would say is, that I do think Her Majesty should be kept out of the politics of our parliament. “I’m sure that will be a matter that will be at the forefront of those who toy with those decisions in the future.” With May preparing to resign as Conservative leader on Friday, leading figures from the 1922 Committee of Tory backbenchers set out their rules to stop MPs from cheating in the battle to pick her successor. They are making provisions for up to five rounds of voting starting on Thursday next week, with the candidate with the least support dropping out at each round. To stop any skulduggery, ballot papers will change colour each round, MPs will have to provide identification to stop them from voting twice, and they will be banned from photographing ballot papers. After that process, which will be over by 20 June at the latest, a shortlist of two candidates will go into a run-off, the outcome of which will be decided by the party’s 160,000-strong membership. Charles Walker, the acting joint chair of the 1922 Committee, said he would expect the final two candidates to remain in the race from that point onwards, amid rumours that some leading candidates were prepared to drop out rather than go through a head-to-head with Johnson.",
      "charCount": "6771",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/06/forgotten-social-history-and-the-brexit-debate",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-06T17:06:24Z",
    "webTitle": "Forgotten social history and the Brexit debate | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/06/forgotten-social-history-and-the-brexit-debate",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/06/forgotten-social-history-and-the-brexit-debate",
    "fields": {
      "headline": "Forgotten social history and the Brexit debate",
      "standfirst": "<strong>John Byrne</strong> on the 1980s upheaval erased from our shared memories. <strong>Peter McKenna</strong> on caricatures of an uneducated and racist working class, <strong>Bill Gabbett</strong> on British ignorance on the EU, <strong>Lawrence Knight</strong> on the need to take on the Brexit party, and <strong>Catharine Sadler </strong>on the need for a Labour compromise on Brexit",
      "trailText": "Letters: <strong>John Byrne</strong> on the 1980s upheaval erased from our shared memories. <strong>Peter McKenna</strong> on caricatures of an uneducated and racist working class, <strong>Bill Gabbett</strong> on British ignorance on the EU, <strong>Lawrence Knight</strong> on the need to take on the Brexit party, and <strong>Catharine Sadler </strong>on the need for a Labour compromise on Brexit",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"062e92e089021be3bd20bb1b7ad4a7c0c5e06f97\"> <img src=\"https://media.guim.co.uk/062e92e089021be3bd20bb1b7ad4a7c0c5e06f97/0_273_4096_2458/1000.jpg\" alt=\"Miners striking at Orgreave in 1984\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘As a redundant miner who campaigned before, during and after the 1984-85 strike for both economic and social investment, I am aware of the depth of betrayal, loss and anger in previously strong working-class communities,’ writes Lawrence Knight.</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>When we moved to Watford 40 years ago, there were several major industrial employers: printing, paper mills, truck parts, construction equipment, even a Rolls-Royce plant and aerodrome. All had social clubs and some had sports facilities. Only the last survives as the “Harry Potter Experience”.</p> <p>Watford is no different to other towns and cities and John Harris is right (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/03/britain-remainers-no-deal-brexit-tribal-war\" title=\"\">Brexit is the act of a country that is blind to its own history</a>, 3 June). The 1980s upheaval has been erased from our shared memories. Freeview channels are certain to be carrying, on any given day, several programmes on wartime experiences but little or nothing on social history since 1945, with the possible exception of the NHS.</p> <p>I cannot explain this, as I understand that such programmes are watched and well received, and they cannot be expensive as the film footage is there in archives.</p> <p>I now volunteer with my local heritage trust. We are addressing hidden histories this year with exhibitions and events on Kodak, which had a major presence over decades in Hemel Hempstead.</p> <p>Television has never embraced localism. I think the broadcasters are mistaken if they believe there is not the interest.<br><strong>John Byrne </strong><br><em>Berkhamsted, Hertfordshire</em></p> <p>• Identifying leave voters (and, increasingly, even remain voters who hold to Labour’s manifesto and accept the referendum result) with Nigel Farage is indeed as absurd as it is easy: follow-the-leader politics plays well within our toxic media celebrity culture and online side-taking, but it does not reflect reality.</p> <p>Caricatures of an uneducated and racist working class, such as <a href=\"https://www.theguardian.com/profile/paul-mason\" title=\"\">Paul Mason</a>’s, sadly abound in a “Labour” party whose membership is now <a href=\"https://esrcpartymembersprojectorg.files.wordpress.com/2018/01/grassroots-pmp_final.pdf\" title=\"\">77% middle class</a>.</p> <p>This gulf between the membership and the traditional voting base is dangerous: it potentially cedes territory to the far right, not least because the latter offers change in the form of radical economic policies (often including nationalisation and anti-globalisation) alongside noxious racism. All the “remain hardcore” offers is business as usual.<br><strong>Peter McKenna </strong><br><em>Liverpool</em></p> <p>• Reflecting on John Harris’s article, I found a point to disagree with in an otherwise excellent if troubling piece. He writes of failures, particularly of the education system, resulting in ignorance about our country. I think that ignorance speaks of the success of our education system in raising us to be unquestioning. I am always struck by the fact that US students I teach all know who Thomas Paine is, while British students hardly ever do. The ignorance extends to our knowledge of the EU. I wonder how many people think that the European court of human rights is part of the EU, and that Brexit will free us of it?<br><strong>Bill Gabbett</strong><br><em>London</em></p> <p>• As a redundant miner who campaigned before, during and after the 1984-85 strike for both economic and social investment, I, far more than Mr Harris, am aware of the depth of betrayal, loss and anger in previously strong working-class communities.</p> <p>However, there is absolutely no alternative but to take on the Brexit party, Farage, the ERG and the Tory party both in and outside of parliament, in the interests of working people throughout Britain.</p> <p>The incoherent decision-making by the Labour party’s national executive committee that flies in the face of an annual conference decision does not in any way give the lead the nation is desperate for. The way out is a binary choice, starkly in or out. The May-negotiated EU agreement shows that any form of compromise cannot succeed.<br><strong>Lawrence Knight </strong><br><em>(Former president, Kent Area NUM), Aylesham, Kent</em></p> <p>• Thank you, Larry Elliott, for putting the case for a Brexit compromise so lucidly (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/06/corbyn-labour-leavers-remainers-second-referendum-eu\" title=\"\">Corbyn is right. Labour needs both leavers and remainers</a>, 6 June). This surely is the only way forward if the UK is to avoid a civil war between two inflexible, extreme views on Europe.<br><strong>Catharine Sadler</strong><br><em>Little Birch, Herefordshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "677",
      "commentable": "false",
      "firstPublicationDate": "2019-06-06T17:06:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:27Z",
      "newspaperEditionDate": "2019-06-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjkq4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/062e92e089021be3bd20bb1b7ad4a7c0c5e06f97/0_273_4096_2458/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "When we moved to Watford 40 years ago, there were several major industrial employers: printing, paper mills, truck parts, construction equipment, even a Rolls-Royce plant and aerodrome. All had social clubs and some had sports facilities. Only the last survives as the “Harry Potter Experience”. Watford is no different to other towns and cities and John Harris is right (Brexit is the act of a country that is blind to its own history, 3 June). The 1980s upheaval has been erased from our shared memories. Freeview channels are certain to be carrying, on any given day, several programmes on wartime experiences but little or nothing on social history since 1945, with the possible exception of the NHS. I cannot explain this, as I understand that such programmes are watched and well received, and they cannot be expensive as the film footage is there in archives. I now volunteer with my local heritage trust. We are addressing hidden histories this year with exhibitions and events on Kodak, which had a major presence over decades in Hemel Hempstead. Television has never embraced localism. I think the broadcasters are mistaken if they believe there is not the interest. John Byrne Berkhamsted, Hertfordshire • Identifying leave voters (and, increasingly, even remain voters who hold to Labour’s manifesto and accept the referendum result) with Nigel Farage is indeed as absurd as it is easy: follow-the-leader politics plays well within our toxic media celebrity culture and online side-taking, but it does not reflect reality. Caricatures of an uneducated and racist working class, such as Paul Mason’s, sadly abound in a “Labour” party whose membership is now 77% middle class. This gulf between the membership and the traditional voting base is dangerous: it potentially cedes territory to the far right, not least because the latter offers change in the form of radical economic policies (often including nationalisation and anti-globalisation) alongside noxious racism. All the “remain hardcore” offers is business as usual. Peter McKenna Liverpool • Reflecting on John Harris’s article, I found a point to disagree with in an otherwise excellent if troubling piece. He writes of failures, particularly of the education system, resulting in ignorance about our country. I think that ignorance speaks of the success of our education system in raising us to be unquestioning. I am always struck by the fact that US students I teach all know who Thomas Paine is, while British students hardly ever do. The ignorance extends to our knowledge of the EU. I wonder how many people think that the European court of human rights is part of the EU, and that Brexit will free us of it? Bill Gabbett London • As a redundant miner who campaigned before, during and after the 1984-85 strike for both economic and social investment, I, far more than Mr Harris, am aware of the depth of betrayal, loss and anger in previously strong working-class communities. However, there is absolutely no alternative but to take on the Brexit party, Farage, the ERG and the Tory party both in and outside of parliament, in the interests of working people throughout Britain. The incoherent decision-making by the Labour party’s national executive committee that flies in the face of an annual conference decision does not in any way give the lead the nation is desperate for. The way out is a binary choice, starkly in or out. The May-negotiated EU agreement shows that any form of compromise cannot succeed. Lawrence Knight (Former president, Kent Area NUM), Aylesham, Kent • Thank you, Larry Elliott, for putting the case for a Brexit compromise so lucidly (Corbyn is right. Labour needs both leavers and remainers, 6 June). This surely is the only way forward if the UK is to avoid a civil war between two inflexible, extreme views on Europe. Catharine Sadler Little Birch, Herefordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4169",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/jun/06/ucl-profits-from-outsourced-workers",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-06-06T16:58:58Z",
    "webTitle": "UCL profits from outsourced workers | Letter",
    "webUrl": "https://www.theguardian.com/education/2019/jun/06/ucl-profits-from-outsourced-workers",
    "apiUrl": "https://content.guardianapis.com/education/2019/jun/06/ucl-profits-from-outsourced-workers",
    "fields": {
      "headline": "UCL profits from outsourced workers",
      "standfirst": "The university’s sound financial footing is built on the back of discrimination against its cleaners, caterers and security guards, writes <strong>Danny Millum</strong>",
      "trailText": "<strong>Letter:</strong> The university’s sound financial footing is built on the back of discrimination against its cleaners, caterers and security guards, writes <strong>Danny Millum</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"1f8c49cc1ce99816dcc44deb330249d7062f8db3\"> <img src=\"https://media.guim.co.uk/1f8c49cc1ce99816dcc44deb330249d7062f8db3/0_196_4368_2621/1000.jpg\" alt=\"UCL’s provost, Michael Arthur\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">UCL’s provost, Michael Arthur.</span> <span class=\"element-image__credit\">Photograph: Martin Godwin/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Michael Arthur may reflect “with pride that the university is now on a sound financial footing, with borrowing as a percentage of turnover below the Russell Group average” (<a href=\"https://www.theguardian.com/education/2019/jun/04/why-does-university-chief-michael-arthur-attract-so-much-hostility\" title=\"\">The profile: The UCL provost who ‘doesn’t shirk the need for change’</a>, 4 June), but what your article does not mention is that this achievement has been built on the back of massive discrimination against University College London’s outsourced workers, the vast majority of whom are from BAME backgrounds and whose terms and conditions are far worse than those of their mostly white directly employed counterparts.</p> <p>Nearly all UCL’s cleaners, caterers and security guards receive the legal minimum of holidays and sick pay, and are barred from the generous defined benefit pension schemes available to university staff. While all other adjacent institutions have either brought staff in-house or enhanced their benefits, UCL has steadfastly dragged its heels (despite posting a surplus of £156.4m last year according to its <a href=\"https://www.ucl.ac.uk/finance/sites/finance/files/2018_ucl-annual-report.pdf\" title=\"\">latest annual report</a>). Had Peter Wilby spoken to one of these workers he might well have found a whole host of further reasons for the hostility to Professor Arthur that he describes.<br><strong>Danny Millum</strong><br><em>Branch secretary, University of London branch, Independent Workers Union of Great Britain </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "248",
      "commentable": "false",
      "firstPublicationDate": "2019-06-06T16:58:58Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-06T17:10:05Z",
      "newspaperEditionDate": "2019-06-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjy37",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1f8c49cc1ce99816dcc44deb330249d7062f8db3/0_196_4368_2621/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Michael Arthur may reflect “with pride that the university is now on a sound financial footing, with borrowing as a percentage of turnover below the Russell Group average” (The profile: The UCL provost who ‘doesn’t shirk the need for change’, 4 June), but what your article does not mention is that this achievement has been built on the back of massive discrimination against University College London’s outsourced workers, the vast majority of whom are from BAME backgrounds and whose terms and conditions are far worse than those of their mostly white directly employed counterparts. Nearly all UCL’s cleaners, caterers and security guards receive the legal minimum of holidays and sick pay, and are barred from the generous defined benefit pension schemes available to university staff. While all other adjacent institutions have either brought staff in-house or enhanced their benefits, UCL has steadfastly dragged its heels (despite posting a surplus of £156.4m last year according to its latest annual report). Had Peter Wilby spoken to one of these workers he might well have found a whole host of further reasons for the hostility to Professor Arthur that he describes. Danny Millum Branch secretary, University of London branch, Independent Workers Union of Great Britain • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1577",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "us-news/2019/jun/06/an-insult-to-trump-intelligence-claim",
    "type": "article",
    "sectionId": "us-news",
    "sectionName": "US news",
    "webPublicationDate": "2019-06-06T16:58:26Z",
    "webTitle": "An insult to Trump’s intelligence claim | Brief letters",
    "webUrl": "https://www.theguardian.com/us-news/2019/jun/06/an-insult-to-trump-intelligence-claim",
    "apiUrl": "https://content.guardianapis.com/us-news/2019/jun/06/an-insult-to-trump-intelligence-claim",
    "fields": {
      "headline": "An insult to Trump’s intelligence claim",
      "standfirst": "Ageing and raging | Matt Hancock | Donald Trump | Sharing birthdays",
      "trailText": "<strong>Brief letters:</strong> Ageing and raging | Matt Hancock | Donald Trump | Sharing birthdays",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c79a5cea4e759c7eb02f5642df256dea798351e4\"> <img src=\"https://media.guim.co.uk/c79a5cea4e759c7eb02f5642df256dea798351e4/340_50_1511_907/1000.jpg\" alt=\"Donald Trump stands with second world war veterans during a ceremony to mark the 75th anniversary of D-Day in Normandy, France on 6 June. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Donald Trump stands with second world war veterans during a ceremony to mark the 75th anniversary of D-Day in Normandy, France, on 6 June. </span> <span class=\"element-image__credit\">Photograph: David Vincent/AP</span> </figcaption> </figure>",
      "body": "<p>The past three years have been marked by too many articles suggesting that those of us over 60 are responsible for the referendum result, have become wealthy as a result of the property market, have unsustainably large pensions and “pulled up the ladder” on the generations coming behind us. What a rare treat to read an alternative account that more closely reflects a world recognisable to many of us (<a href=\"https://www.theguardian.com/world/2019/jun/04/i-wake-up-angry-and-i-go-to-bed-angry-meet-the-protesting-pensioners\" title=\"\">Ageing and raging</a>, G2, 4 June).<br><strong>Les Bright</strong><br><em>Exeter, Devon</em></p> <p>• So Matt Hancock thinks a one-nation Tory trying to appeal to the centre ground does that by making appalling and clearly defamatory remarks about the leader of the opposition (<a href=\"https://www.theguardian.com/politics/2019/jun/05/majority-of-voters-think-boris-johnson-would-make-bad-pm-polling-expert\" title=\"\">Hancock tells Tories only he can halt ‘antisemitic’ Corbyn’s march to No 10</a>, 6 June). I hope Corbyn sues the pants off him.<br><strong>Charles Barker</strong><br><em>Coventry</em></p> <p>• When Donald Trump says – of the US and UK – that “we have an incredible [sic] intelligence relationship” (5 June), is he referring, perhaps, to the dodgy intercepts, misleading “human intelligence” and concocted images of biowarfare labs that were used to justify the Iraq war?<br><strong>Alan Knight</strong><br><em>St Antony’s College, Oxford</em></p> <p>• There is certainly some truth in the notion that people often have similar careers to others born on the same day (<a href=\"https://www.theguardian.com/world/2019/jun/04/mummy-where-do-bigots-come-from\" title=\"\">Letters</a>, 5 June). Both Brian Ferneyhough and I are quite well-known composers of contemporary music and we were born on 16 January 1943.<br><strong>Gavin Bryars</strong><br><em>Billesdon, Leicestershire</em></p> <p>• Is there a support group for those of us, born 14 June, who share a birthday with Donald Trump (<a href=\"https://www.theguardian.com/theguardian/2019/jun/05/theatre-by-the-lake-has-got-a-decent-rep\" title=\"\">Letters</a>, 6 June)?<br><strong>Maxine Goda</strong><br><em>Liverpool</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "299",
      "commentable": "false",
      "firstPublicationDate": "2019-06-06T16:58:26Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:33Z",
      "newspaperEditionDate": "2019-06-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjyvk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c79a5cea4e759c7eb02f5642df256dea798351e4/340_50_1511_907/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The past three years have been marked by too many articles suggesting that those of us over 60 are responsible for the referendum result, have become wealthy as a result of the property market, have unsustainably large pensions and “pulled up the ladder” on the generations coming behind us. What a rare treat to read an alternative account that more closely reflects a world recognisable to many of us (Ageing and raging, G2, 4 June). Les Bright Exeter, Devon • So Matt Hancock thinks a one-nation Tory trying to appeal to the centre ground does that by making appalling and clearly defamatory remarks about the leader of the opposition (Hancock tells Tories only he can halt ‘antisemitic’ Corbyn’s march to No 10, 6 June). I hope Corbyn sues the pants off him. Charles Barker Coventry • When Donald Trump says – of the US and UK – that “we have an incredible [sic] intelligence relationship” (5 June), is he referring, perhaps, to the dodgy intercepts, misleading “human intelligence” and concocted images of biowarfare labs that were used to justify the Iraq war? Alan Knight St Antony’s College, Oxford • There is certainly some truth in the notion that people often have similar careers to others born on the same day (Letters, 5 June). Both Brian Ferneyhough and I are quite well-known composers of contemporary music and we were born on 16 January 1943. Gavin Bryars Billesdon, Leicestershire • Is there a support group for those of us, born 14 June, who share a birthday with Donald Trump (Letters, 6 June)? Maxine Goda Liverpool • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1833",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jun/06/philip-hammond-climate-crisis-green-new-deal",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-06T16:51:08Z",
    "webTitle": "Philip Hammond won’t tackle the climate crisis. But a Green New Deal would | Molly Scott Cato",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/06/philip-hammond-climate-crisis-green-new-deal",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/06/philip-hammond-climate-crisis-green-new-deal",
    "fields": {
      "headline": "Philip Hammond won’t tackle the climate crisis. But a Green New Deal would",
      "standfirst": "<p>The chancellor says we can’t afford to save ourselves. Let’s leave such absurd thinking behind – and invest in green policies<br><br>• Molly Scott Cato is the Green MEP for the South West of England</p>",
      "trailText": "We must ignore the chancellor’s ignorance on the climate emergency – and invest in green policies, says Green MEP Molly Scott Cato",
      "byline": "Molly Scott Cato",
      "main": "<figure class=\"element element-image\" data-media-id=\"b9225a1032e3405a138bc04aee56d34158e664e9\"> <img src=\"https://media.guim.co.uk/b9225a1032e3405a138bc04aee56d34158e664e9/0_98_3500_2100/1000.jpg\" alt=\"An Extinction Rebellion protest outside the Houses of Parliament, London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Greta Thunberg, the school strikes and Extinction Rebellion have entirely transformed the framing of the climate crisis debate.’ An Extinction Rebellion protest outside the Houses of Parliament, London. </span> <span class=\"element-image__credit\">Photograph: Toby Melville/Reuters</span> </figcaption> </figure>",
      "body": "<p>I’m surprised I can still be shocked at the incompetence and shortsightedness of this government. But then along comes the chancellor, Philip Hammond, expressing his inane and irresponsible view that we <a href=\"https://www.theguardian.com/environment/2019/jun/06/cutting-uk-emissions-net-zero-cost-1tn-philip-hammond\" title=\"\">can’t afford to tackle</a> the climate crisis. He has warned that Theresa May’s distant target of 2050 to achieve <a href=\"https://www.theguardian.com/environment/2019/may/02/do-it-now-uk-must-set-zero-carbon-target-for-2050-say-official-advisers\" title=\"\">net zero greenhouse gas emissions</a> will cost the UK over £1tn and starve schools, police and hospitals of funds, while making the UK “economically uncompetitive”.</p> <p>I’m inclined to respond: it’s not the economy, stupid. It’s the science; it’s literally a matter of life and death. This is a planetary emergency which requires us to look well beyond the business-as-usual approach of the past 100 years – and think outside of the box.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/12/the-guardian-view-on-a-green-new-deal-we-need-it-now\">The Guardian view on a Green New Deal: we need it now | Editorial</a> </p> </aside>  <p>And the public seems to agree. <a href=\"https://www.theguardian.com/environment/2019/jun/05/greta-thunberg-effect-public-concern-over-environment-reaches-record-high\" title=\"\">A recent poll</a> shows that concerns over the climate crisis and the <a href=\"https://www.theguardian.com/environment/2019/feb/10/plummeting-insect-numbers-threaten-collapse-of-nature\" title=\"\">collapse of wildlife</a> rank above concerns about the economy.</p> <p>It is, of course, Greta Thunberg’s generation that will be most affected by climate breakdown rather than Hammond’s. One can only wonder where the chancellor was when the now world-famous teenage climate activist <a href=\"https://www.theguardian.com/environment/2019/apr/23/greta-thunberg-full-speech-to-mps-you-did-not-act-in-time\" title=\"\">addressed parliament</a> and told MPs that the UK’s response to climate change was “beyond absurd”. Hammond really should spend some time with the climate strikers who <a href=\"https://www.theguardian.com/environment/2019/mar/19/school-climate-strikes-more-than-1-million-took-part-say-campaigners-greta-thunberg\" title=\"\">refuse to go to school</a> on the basis that, unless people like him invest in the policies we need to reduce carbon emissions, they have no future to be educated for. Even so, I am sure he must have noticed the now ubiquitous placard on such marches saying that “If the planet were a bank they would have saved it by now”.</p> <p>As for the idea that reducing our carbon emissions will starve schools, police and hospitals of funds, Hammond’s government have managed to do that effectively enough already through ideologically driven austerity.</p> <p>It’s been clear ever since the <a href=\"https://en.wikipedia.org/wiki/Stern_Review\" title=\"\">Stern review</a> that the benefits of strong action on the climate emergency far outweigh the costs of not acting – and that investing in policies to reduce carbon emissions are the most cost-effective policies that governments can adopt. And, since the cost of dealing with the impacts of the climate crisis, as well as reducing its potential severity, increase every year, the sooner we invest, the bigger the return. Conversely, the longer we leave it the more likely that costs will increase through <a href=\"https://www.theguardian.com/environment/2018/jul/27/extreme-global-weather-climate-change-michael-mann\" title=\"\">extreme climatic events</a> such as severe floods and droughts, mass migration and social breakdown.</p>  <figure class=\"element element-image\" data-media-id=\"4dff8bb3753e6f7791a8858e7563c6c4b47ca61a\"> <img src=\"https://media.guim.co.uk/4dff8bb3753e6f7791a8858e7563c6c4b47ca61a/7_0_3297_1978/1000.jpg\" alt=\"Philip Hammond\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Philip Hammond should spend some time with the activists who refuse to go to school on the basis that, unless people like him invest in policies to reduce carbon emissions, they have no future to be educated for.’</span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure>  <p>This is why when it comes to the economics of climate change, Greens believe the way forward is the <a href=\"https://www.theguardian.com/us-news/2019/feb/11/green-new-deal-alexandria-ocasio-cortez-ed-markey\" title=\"\">Green New Deal</a>. This programme will create high skilled, well-paid jobs and improve welfare while addressing the climate emergency. For example, a huge national home insulation programme would create jobs in every community across the country, reduce fuel bills and stop old people dying in cold homes. <a href=\"https://www.theguardian.com/uk-news/2017/nov/14/three-in-four-want-more-spending-on-cycle-lanes-in-uk-cities-survey\" title=\"\">Investing in cycle lanes</a> and other active travel infrastructure in our cities would also create thousands of jobs and cut the costs of ill health by encouraging people to be more active.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/04/climate-change-world-war-iii-green-new-deal\">The climate crisis is our third world war. It needs a bold response | Joseph Stiglitz</a> </p> </aside>  <p>Up to now, the climate crisis negotiating strategy has started from the status quo, revolving around incremental, percentage reductions in emissions or increases in renewables. This approach has failed and every year we stick to this approach we reduce our ability to effectively address the climate emergency. But Thunberg, the school strikes and <a href=\"https://www.theguardian.com/environment/2019/apr/29/extinction-rebellion-and-momentum-join-forces-on-climate-crisis\" title=\"\">Extinction Rebellion</a> have entirely transformed the framing of this debate. They are right to say that the starting point is what the science tells us must be done to prevent the destruction of human civilisation. What is existentially necessary must be made politically possible. Within this frame, Hammond’s argument that we cannot afford to save ourselves comes across as exactly what it is: crass, ignorant and immoral.</p> <p>It simply makes no sense to allow something you can control – money – to be a limit on your ambition to deal with something that your future existence depends on, like the climate crisis. If an enemy army was assembling on the French coast, money would be found to bolster our defences, which is why climate activists say we should treat the climate emergency as if it were a war. Our very existence is at stake.</p> <p>• Molly Scott Cato is the Green MEP for the South West of England</p>",
      "wordcount": "709",
      "commentCloseDate": "2019-06-06T20:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-06-06T16:51:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-06T20:34:36Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjyav",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b9225a1032e3405a138bc04aee56d34158e664e9/0_98_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I’m surprised I can still be shocked at the incompetence and shortsightedness of this government. But then along comes the chancellor, Philip Hammond, expressing his inane and irresponsible view that we can’t afford to tackle the climate crisis. He has warned that Theresa May’s distant target of 2050 to achieve net zero greenhouse gas emissions will cost the UK over £1tn and starve schools, police and hospitals of funds, while making the UK “economically uncompetitive”. I’m inclined to respond: it’s not the economy, stupid. It’s the science; it’s literally a matter of life and death. This is a planetary emergency which requires us to look well beyond the business-as-usual approach of the past 100 years – and think outside of the box. And the public seems to agree. A recent poll shows that concerns over the climate crisis and the collapse of wildlife rank above concerns about the economy. It is, of course, Greta Thunberg’s generation that will be most affected by climate breakdown rather than Hammond’s. One can only wonder where the chancellor was when the now world-famous teenage climate activist addressed parliament and told MPs that the UK’s response to climate change was “beyond absurd”. Hammond really should spend some time with the climate strikers who refuse to go to school on the basis that, unless people like him invest in the policies we need to reduce carbon emissions, they have no future to be educated for. Even so, I am sure he must have noticed the now ubiquitous placard on such marches saying that “If the planet were a bank they would have saved it by now”. As for the idea that reducing our carbon emissions will starve schools, police and hospitals of funds, Hammond’s government have managed to do that effectively enough already through ideologically driven austerity. It’s been clear ever since the Stern review that the benefits of strong action on the climate emergency far outweigh the costs of not acting – and that investing in policies to reduce carbon emissions are the most cost-effective policies that governments can adopt. And, since the cost of dealing with the impacts of the climate crisis, as well as reducing its potential severity, increase every year, the sooner we invest, the bigger the return. Conversely, the longer we leave it the more likely that costs will increase through extreme climatic events such as severe floods and droughts, mass migration and social breakdown. This is why when it comes to the economics of climate change, Greens believe the way forward is the Green New Deal. This programme will create high skilled, well-paid jobs and improve welfare while addressing the climate emergency. For example, a huge national home insulation programme would create jobs in every community across the country, reduce fuel bills and stop old people dying in cold homes. Investing in cycle lanes and other active travel infrastructure in our cities would also create thousands of jobs and cut the costs of ill health by encouraging people to be more active. Up to now, the climate crisis negotiating strategy has started from the status quo, revolving around incremental, percentage reductions in emissions or increases in renewables. This approach has failed and every year we stick to this approach we reduce our ability to effectively address the climate emergency. But Thunberg, the school strikes and Extinction Rebellion have entirely transformed the framing of this debate. They are right to say that the starting point is what the science tells us must be done to prevent the destruction of human civilisation. What is existentially necessary must be made politically possible. Within this frame, Hammond’s argument that we cannot afford to save ourselves comes across as exactly what it is: crass, ignorant and immoral. It simply makes no sense to allow something you can control – money – to be a limit on your ambition to deal with something that your future existence depends on, like the climate crisis. If an enemy army was assembling on the French coast, money would be found to bolster our defences, which is why climate activists say we should treat the climate emergency as if it were a war. Our very existence is at stake. • Molly Scott Cato is the Green MEP for the South West of England",
      "charCount": "4280",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/molly-scott-cato\">Molly Scott Cato</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "environment/2019/jun/06/it-is-absurd-question-whether-we-can-afford-keep-our-planet-liveable",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-06-06T16:24:08Z",
    "webTitle": "It is absurd to question whether we can afford to keep our planet liveable | Fiona Harvey",
    "webUrl": "https://www.theguardian.com/environment/2019/jun/06/it-is-absurd-question-whether-we-can-afford-keep-our-planet-liveable",
    "apiUrl": "https://content.guardianapis.com/environment/2019/jun/06/it-is-absurd-question-whether-we-can-afford-keep-our-planet-liveable",
    "fields": {
      "headline": "It is absurd to question whether we can afford to keep our planet liveable",
      "standfirst": "<p>The chancellor has warned against cutting UK emissions to net zero. But failing to act will have dire consequences</p>",
      "trailText": "The chancellor has warned against cutting UK emissions to net zero. But failing to act will have dire consequences",
      "byline": "Fiona Harvey",
      "main": "<figure class=\"element element-image\" data-media-id=\"955c8d3c5016dbc2d1844713d34f2452093d5cc3\"> <img src=\"https://media.guim.co.uk/955c8d3c5016dbc2d1844713d34f2452093d5cc3/2_106_1637_982/1000.jpg\" alt=\"Grangemouth oil refinery in Scotland\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Grangemouth oil refinery in Scotland. A UN panel has said global emissions must be drastically reduced in the next decade. </span> <span class=\"element-image__credit\">Photograph: Jane Barlow/PA</span> </figcaption> </figure>",
      "body": "<p>The chancellor, Philip Hammond, has <a href=\"https://www.theguardian.com/environment/2019/jun/06/cutting-uk-emissions-net-zero-cost-1tn-philip-hammond\">written to the prime minister</a> to warn against adopting the strict targets on greenhouse gas emissions recommended by the government’s advisers.</p> <p>His intervention, first reported by the <a href=\"https://www.ft.com/content/036a5596-87a7-11e9-a028-86cea8523dc2\">Financial Times (£)</a>, raises the important question of whether or not it makes economic sense to save the planet.</p> <p>If the question sounds absurd, that’s because it is. If we fail to move to a low-carbon economy, the consequences will be dire. According to the Intergovernmental Panel on Climate Change, the body of the world’s leading climate scientists convened by the UN, we must <a href=\"https://www.theguardian.com/environment/2018/oct/08/global-warming-must-not-exceed-15c-warns-landmark-un-report\">drastically reduce our emissions</a> in the next decade to avoid a catastrophic situation in which droughts, floods, heatwaves and extreme weather across the globe devastate lives, destroy agriculture, lay waste to wildlife and force millions to flee.</p> <p>Set against that, the costs – of £50bn a year in investment, according to the <a href=\"https://www.theccc.org.uk/publication/net-zero-the-uks-contribution-to-stopping-global-warming/\">Committee on Climate Change</a> (CCC), which set out the case last month for a target of net-zero emissions by 2050, or £70bn a year, according to the Department for Business, Energy and Industrial Strategy – <a href=\"http://www.lse.ac.uk/GranthamInstitute/news/why-the-chancellors-statement-on-the-cost-of-a-net-zero-transition-in-the-uk-could-imperil-the-countrys-climate-ambitions/\">of maintaining</a> our current lifestyles and orderly existences are trivial. The UK’s economy is worth roughly £2tn a year at present, so Hammond’s estimate of a £1tn cumulative cost by 2050 amounts to less than half of one year’s GDP in three decades.</p> <p>Doug Parr, the chief scientist for Greenpeace UK, said: “The Treasury is putting their ideology before our wellbeing, and trying to shape the public debate for political ends. If you want to know whether a policy is good, include the benefits as well as the costs. In this case, the benefits include an economy fit for the 21st century, cleaner air, warmer homes, and maximising the chances of civilisation surviving. If reality doesn’t fit with the Treasury models, it’s the models that need to change.”</p> <p>Yet the question – can we afford to keep our planet liveable? – has dogged debates on climate change for more than three decades. While scientists have issued ever stronger warnings about the likely impacts of climate change, nations have held back on taking action to reduce greenhouse gases, which have remained <a href=\"https://www.theguardian.com/environment/2019/jun/04/latest-data-shows-steep-rises-in-co2-for-seventh-year\">stubbornly high</a>, though their growth rate has slowed.</p> <p>The <a href=\"https://www.theguardian.com/environment/2011/feb/15/stern-review\">Stern review</a>, conducted by the former World Bank economist Lord Stern for the Treasury in 2006, was supposed to settle this question once for all. Stern found, and his analysis has been widely backed up since, that the cost of dealing with climate change would be the equivalent of shaving 1-2% from GDP growth rates per year, compared with a cost of at least 5% of GDP per year from leaving global heating unchecked.</p> <p>The CCC, in its recommendation of a net zero target, also estimated a cost of 1-2% of GDP by 2050, which is far outweighed by the costs of not acting. Nor would the UK be alone: the EU is considering a similar net zero target by 2050, while <a href=\"https://www.theguardian.com/environment/2007/apr/21/climatechange.climatechangeenvironment\">Norway</a>, <a href=\"https://www.theguardian.com/world/2019/may/08/new-zealand-introduces-bill-for-zero-carbon-emissions-by-2050\">New Zealand</a> and a few other countries have already done so.</p> <p>Stern said that in the decade since his landmark review, the case for urgent action on the climate had grown even stronger. “In 2006, we understated the case: it has turned out that the <a href=\"https://www.theguardian.com/business/grogonomics/2019/may/05/climate-change-costings-that-dont-count-the-cost-of-inaction-are-worthless\">risks of climate change</a> were even greater than we knew, and the costs [of taking action] are far lower,” he said. “I think the current cost estimates will turn out to be far too high too, as we will adopt new ways of doing things.”</p> <p>He added: “If reports of the letter are correct, Hammond has not understood the urgency of the challenge and the immense costs of climate change, and has failed to understand the capabilities of the UK. The UK is in an enormously powerful position to take leadership, with its strengths in research and development, in innovation, in finance in the City, with our skills in city planning – there is enormous potential here.”</p> <p>The chancellor’s intervention may cause international consequences for the UK beyond Theresa May’s “legacy”. This weekend, the UN is set to discuss whether the UK or Italy should <a href=\"https://www.theguardian.com/environment/2018/dec/13/uk-bids-to-host-2020-un-climate-change-summit\">hold the COP26 conference in 2020</a>, a crucial follow-up meeting to the 2015 Paris agreement. Awarding the conference to London now looks a harder decision.</p> <p>When we ask whether we can afford to tackle climate change, we are really asking – as the IPCC report and decades of climate science show us – whether we want humanity to survive in anything like our current structures. If our economic system stands in the way of doing so, perhaps it is the economics that are at fault. And economics, like politics, are just a human construct. The physics of the earth’s atmosphere are not.</p> <p>• Fiona Harvey is an environment correspondent for the Guardian.</p>",
      "wordcount": "792",
      "firstPublicationDate": "2019-06-06T16:24:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-06T16:35:51Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bjy35",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/955c8d3c5016dbc2d1844713d34f2452093d5cc3/2_106_1637_982/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The chancellor, Philip Hammond, has written to the prime minister to warn against adopting the strict targets on greenhouse gas emissions recommended by the government’s advisers. His intervention, first reported by the Financial Times (£), raises the important question of whether or not it makes economic sense to save the planet. If the question sounds absurd, that’s because it is. If we fail to move to a low-carbon economy, the consequences will be dire. According to the Intergovernmental Panel on Climate Change, the body of the world’s leading climate scientists convened by the UN, we must drastically reduce our emissions in the next decade to avoid a catastrophic situation in which droughts, floods, heatwaves and extreme weather across the globe devastate lives, destroy agriculture, lay waste to wildlife and force millions to flee. Set against that, the costs – of £50bn a year in investment, according to the Committee on Climate Change (CCC), which set out the case last month for a target of net-zero emissions by 2050, or £70bn a year, according to the Department for Business, Energy and Industrial Strategy – of maintaining our current lifestyles and orderly existences are trivial. The UK’s economy is worth roughly £2tn a year at present, so Hammond’s estimate of a £1tn cumulative cost by 2050 amounts to less than half of one year’s GDP in three decades. Doug Parr, the chief scientist for Greenpeace UK, said: “The Treasury is putting their ideology before our wellbeing, and trying to shape the public debate for political ends. If you want to know whether a policy is good, include the benefits as well as the costs. In this case, the benefits include an economy fit for the 21st century, cleaner air, warmer homes, and maximising the chances of civilisation surviving. If reality doesn’t fit with the Treasury models, it’s the models that need to change.” Yet the question – can we afford to keep our planet liveable? – has dogged debates on climate change for more than three decades. While scientists have issued ever stronger warnings about the likely impacts of climate change, nations have held back on taking action to reduce greenhouse gases, which have remained stubbornly high, though their growth rate has slowed. The Stern review, conducted by the former World Bank economist Lord Stern for the Treasury in 2006, was supposed to settle this question once for all. Stern found, and his analysis has been widely backed up since, that the cost of dealing with climate change would be the equivalent of shaving 1-2% from GDP growth rates per year, compared with a cost of at least 5% of GDP per year from leaving global heating unchecked. The CCC, in its recommendation of a net zero target, also estimated a cost of 1-2% of GDP by 2050, which is far outweighed by the costs of not acting. Nor would the UK be alone: the EU is considering a similar net zero target by 2050, while Norway, New Zealand and a few other countries have already done so. Stern said that in the decade since his landmark review, the case for urgent action on the climate had grown even stronger. “In 2006, we understated the case: it has turned out that the risks of climate change were even greater than we knew, and the costs [of taking action] are far lower,” he said. “I think the current cost estimates will turn out to be far too high too, as we will adopt new ways of doing things.” He added: “If reports of the letter are correct, Hammond has not understood the urgency of the challenge and the immense costs of climate change, and has failed to understand the capabilities of the UK. The UK is in an enormously powerful position to take leadership, with its strengths in research and development, in innovation, in finance in the City, with our skills in city planning – there is enormous potential here.” The chancellor’s intervention may cause international consequences for the UK beyond Theresa May’s “legacy”. This weekend, the UN is set to discuss whether the UK or Italy should hold the COP26 conference in 2020, a crucial follow-up meeting to the 2015 Paris agreement. Awarding the conference to London now looks a harder decision. When we ask whether we can afford to tackle climate change, we are really asking – as the IPCC report and decades of climate science show us – whether we want humanity to survive in anything like our current structures. If our economic system stands in the way of doing so, perhaps it is the economics that are at fault. And economics, like politics, are just a human construct. The physics of the earth’s atmosphere are not. • Fiona Harvey is an environment correspondent for the Guardian.",
      "charCount": "4652",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/fiona-harvey\">Fiona Harvey</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-06T16:20:27Z",
    "webTitle": "No 10 rules out starting Commons summer recess before new PM takes office - live news",
    "webUrl": "https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news",
    "fields": {
      "headline": "No 10 rules out starting Commons summer recess before new PM takes office - live news",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf8d4ac8f08fd3169116918#block-5cf8d4ac8f08fd3169116918\">Gove’s Brexit plan - Analysis</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf8ffe48f08d092f2e1cc08#block-5cf8ffe48f08d092f2e1cc08\">Lunchtime summary</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf93a798f08af5c0e4e460f#block-5cf93a798f08af5c0e4e460f\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"ae7139232038bfd27bfc41c772cde01381899d94\"> <img src=\"https://media.guim.co.uk/ae7139232038bfd27bfc41c772cde01381899d94/0_300_3858_2315/1000.jpg\" alt=\"Theresa May laying a wreath during the Royal British Legion Service of Remembrance at the Commonwealth War Graves Cemetery at Bayeux, France, today.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May laying a wreath during the Royal British Legion Service of Remembrance at the Commonwealth War Graves Cemetery at Bayeux, France, today.</span> <span class=\"element-image__credit\">Photograph: Neil Hall/POOL/EPA</span> </figcaption> </figure>",
      "body": "<div id=\"block-5cf93a798f08af5c0e4e460f\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T16:20:14.999Z\">5.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Downing Street has said the new prime minister will get to face MPs before they leave for their summer recess, squashing speculation that the parliamentary holiday could start early to minimise the risk of Theresa May’s successor facing an immediate no confidence vote.</strong> (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf92b9a8f08af5c0e4e451d#block-5cf92b9a8f08af5c0e4e451d\">4.08pm.)</a> Number 10 has also insisted that May will stand down as soon as her successor is chosen, despite an earlier briefing suggesting that she might delay if there were a risk of the person replacing her not being able to command the confidence of the Commons. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf91f488f0803f2a595bd45#block-5cf91f488f0803f2a595bd45\"> 3.24pm.)</a></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf932f98f08af5c0e4e4586#block-5cf932f98f08af5c0e4e4586\">Number 10 has reprimanded Philip Hammond for arguing that a pledge to reduce greenhouse gas emissions to net zero by 2050 would cost the country £1tn, money which could otherwise have been spent on public services.</a> </strong>(See <a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf932f98f08af5c0e4e4586#block-5cf932f98f08af5c0e4e4586\">4.39pm.)</a></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/world/2019/jun/06/emmanuel-macron-donald-trump-d-day-fulfil-promise-of-normandy\">France’s president, Emmanuel Macron, has appealed directly to Donald Trump to fulfil the “promise of Normandy” by embracing pillars of the postwar peace such as the European Union and Nato as the two leaders marked the D-day landings 75 years ago.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jun/06/boris-johnson-got-700000-for-speeches-and-columns-mps-register-shows\">Boris Johnson has pocketed nearly £700,000 for speeches and newspaper columns since he quit government less than a year ago, while other prominent Brexiters have received tens of thousands of pounds while cheerleading Britain’s exit from the EU.</a></strong></li> </ul> <p>That’s all from me for today.</p> <p>Thanks for the comments.</p> </div>   </div> <div id=\"block-5cf937dd8f08af5c0e4e45d0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T16:06:11.226Z\">5.06pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is <strong>Rory Stewart,</strong> the international development secretary and Tory leadership contender, stressing his commitment to localism.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RoryStewartUK/status/1136654592245161985\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The secret recipe to make our nation great is staring us in the face - it is about using the potential of who we already are - your experience, your energy, your knowledge- you not me. <a href=\"https://t.co/EaOCKczlNp\">pic.twitter.com/EaOCKczlNp</a></p>&mdash; Rory Stewart (@RoryStewartUK) <a href=\"https://twitter.com/RoryStewartUK/status/1136654592245161985?ref_src=twsrc%5Etfw\">June 6, 2019</a></blockquote>  </figure>  <p>This is a more sophisticated version of the point that <strong>Joan Ryan</strong> was trying to make <a href=\"https://www.standard.co.uk/news/politics/change-uk-mp-joan-ryan-channels-david-brent-with-look-at-your-hands-speech-a4144341.html\">in her cringeworthy “look at your hands” speech during the European elections.</a> It is also reminiscent of the title David Cameron gave his 2010 manifesto: Invitation to Join the Government of Britain.</p> </div>   </div> <div id=\"block-5cf9346c8f089d8ea2f8a4ca\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T15:54:24.930Z\">4.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Earlier I said there was little evidence that EU leaders would be willing to make changes to the Brexit withdrawal agreement of the kind demanded by Michael Gove and almost all the other Tory leadership contenders. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf8d4ac8f08fd3169116918#block-5cf8d4ac8f08fd3169116918\">12.31pm.) </a>That remains a fair overall assessment but, in an interesting Twitter thread, the BBC’s Europe editor <strong>Katya Adler </strong>says some EU figures are starting to contemplate alternative approaches. The 14-post thread starts here.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCkatyaadler/status/1136592344512376832\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So..  back to the backstop: Clearly the official EU line is “We’re not budging. The <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> Withdrawal Agreement was signed off by Theresa May and cabinet. End of story.” And there is 100% EU sincerity they would love not to have to discuss the thorny issue ever again. But.. /1</p>&mdash; katya adler (@BBCkatyaadler) <a href=\"https://twitter.com/BBCkatyaadler/status/1136592344512376832?ref_src=twsrc%5Etfw\">June 6, 2019</a></blockquote>  </figure>  <p>And here are some of her main main points.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCkatyaadler/status/1136592360509452290\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">Talk is slowly returning in EU circles to the idea of “de-dramatising” the backstop. Though that precise word is hardly used bc of the toxic reaction in UK, when Michel Barnier tried the de-dramatising tactic way back when .. /4</p>&mdash; katya adler (@BBCkatyaadler) <a href=\"https://twitter.com/BBCkatyaadler/status/1136592360509452290?ref_src=twsrc%5Etfw\">June 6, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCkatyaadler/status/1136592369229451264\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">This can be dismissed of course as transparent attempt at re-packaging same thing BUT some in EU are thinking the new UK PM may well demand a fixed end date to backstop - leading to EU thoughts of a counter-offer of a “time-tabled” backstop made up of different parts /7</p>&mdash; katya adler (@BBCkatyaadler) <a href=\"https://twitter.com/BBCkatyaadler/status/1136592369229451264?ref_src=twsrc%5Etfw\">June 6, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCkatyaadler/status/1136592375290191872\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">It’s been suggested to me that a time-tabled backstop could be a separate legal document added to the Withdrawal Agreement, meaning the EU could stick to its insistence on not re-opening the text. HOWEVER.. /9</p>&mdash; katya adler (@BBCkatyaadler) <a href=\"https://twitter.com/BBCkatyaadler/status/1136592375290191872?ref_src=twsrc%5Etfw\">June 6, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCkatyaadler/status/1136592385570410496\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">EU diplomats also observe Labour creeping towards a more unequivocally Remain position. If so, Brussels’ calculation is that “could” mean Labour Leave MP’s supporting the <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> deal in the autumn as a way of staying true to their Leave constituents /13</p>&mdash; katya adler (@BBCkatyaadler) <a href=\"https://twitter.com/BBCkatyaadler/status/1136592385570410496?ref_src=twsrc%5Etfw\">June 6, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cf932f98f08af5c0e4e4586\" class=\"block is-key-event\" data-block-contributor=\"profile/peterwalker\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T15:39:57.286Z\">4.39pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">No 10 slaps down Hammond over £1tr cost claim about cutting net emissions to zero</h2>  <div class=\"block-elements\">  <p>Downing Street has very firmly, if indirectly, reprimanded Philip Hammond for arguing that <a href=\"https://www.theguardian.com/environment/2019/jun/06/cutting-uk-emissions-net-zero-cost-1tn-philip-hammond\">a pledge to reduce greenhouse gas emissions to net zero by 2050 would cost the country £1tn</a>, money which could otherwise have been spent on public services.</p> <p>In a letter to Theresa May, leaked to the Financial Times, <a href=\"https://www.theguardian.com/environment/2019/jun/06/cutting-uk-emissions-net-zero-cost-1tn-philip-hammond\">the chancellor argued</a> that the target could see some industries become “economically uncompetitive”.</p> <p>In a robust response, May’s spokeswoman dismissed Hammond’s line of argument, while officially insisting this was a general point, and not directed particularly at the chancellor.</p> <p>No 10 believe Hammond is, in economic terms, comparing apples and oranges by both treating an all-economy cost as if it was just a government spend, and failing to take account the benefits such a policy would bring, or accounting for the costs of failing to act. Downing Street also says any predicted cost would be bound to fall over time.</p> <p>The spokeswoman said:</p> <blockquote class=\"quoted\"> <p>Obviously, I’m not getting into the contents of the letter, but broadly there are a lot of figures out there on this issue that don’t factor in the benefits or consider the costs of not doing this. I would add that the costs related to meeting this target are whole-of-the-economy costs, not a fiscal cost, and so it’s not really right to frame it as a trade-off for public spending. I think that’s important to set out.</p> </blockquote> <p>Asked if Hammond was thus being misleading, she added: </p> <blockquote class=\"quoted\"> <p>I just set out the way we believe this should be framed. I’m not going to talk about the specifics of a leak, but I think I’ve been pretty clear in the position from the PM.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-06T16:20:27.779Z\">at 5.20pm BST</time></p>  </div> <div id=\"block-5cf92fa68f089d8ea2f8a480\" class=\"block\" data-block-contributor=\"profile/peterwalker\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T15:24:05.041Z\">4.24pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is what the Downing Street spokeswoman said about how the government has ruled out starting the summer recess before the new prime minister has been elected. She said:</p> <blockquote class=\"quoted\"> <p>I fully expect that the house will ensure it is sitting when a new prime minister is appointed. Then it’s a matter for the house, after that, what activity or action it chooses to take.</p> </blockquote> </div>   </div> <div id=\"block-5cf92b9a8f08af5c0e4e451d\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T15:08:24.485Z\">4.08pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">No 10 rules out starting Commons summer recess before new PM takes offce</h2>  <div class=\"block-elements\">  <p>Downing Street has answered the question that Mel Stride, the leader of the Commons, was dodging during business questions this morning (see<a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf8e8498f08fd31691169fb#block-5cf8e8498f08fd31691169fb\"> 11.36am),</a> my colleague <strong>Peter Walker</strong> reports. He is just back from the afternoon lobby, where journalists were told the government is not planning to start recess before the new PM takes office.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterwalker99/status/1136649566735015936\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">No10 clarifies that they *do* expect the Commons to still be sitting when a new PM is in place - countering earlier expectations MPs could be sent home to avoid any instant Tory unrest against May’s successor.</p>&mdash; Peter Walker (@peterwalker99) <a href=\"https://twitter.com/peterwalker99/status/1136649566735015936?ref_src=twsrc%5Etfw\">June 6, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cf92a3c8f08af5c0e4e44f2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T15:02:09.095Z\">4.02pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Tory leadership contender <strong>Andrea Leadsom</strong> has<a href=\"https://news.sky.com/story/andrea-leadsom-rules-out-shutting-down-parliament-to-push-through-brexit-11736195\"> told Sky News</a> that, if she were prime minister, she would rule out proroguing parliament to facilitate a no-deal Brexit. She said:</p> <blockquote class=\"quoted\"> <p>It’s certainly not something I would seek to do. I’m passionate about parliament democracy.</p> </blockquote> <p>Leadsom admitted she had taken legal advice on this topic when she was leader of the Commons, but that was only because she wanted to understand the implications of this option, not because she was planning to pursue it, she said.</p> </div>   </div> <div id=\"block-5cf927258f08af5c0e4e44b9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T14:50:42.986Z\">3.50pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Last month <strong>Jesse Norman</strong>, the Treasury minister, announced that<a href=\"https://www.jessenorman.com/2019/05/twitter-thread-conservatism-the-party-leadership-and-the-future-of-our-country.html\"> he was considering standing for the Conservative leadership. </a>After consulting his constituents, he has decided against.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jesse_Norman/status/1136623244121952257\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">I have decided against standing for the Tory leadership. But consulting widely on whether to throw my Stetson in the ring has been fascinating. I had some unexpected and wonderful public endorsements, including from <a href=\"https://twitter.com/nytdavidbrooks?ref_src=twsrc%5Etfw\">@nytdavidbrooks</a> and <a href=\"https://twitter.com/rorysutherland?ref_src=twsrc%5Etfw\">@RorySutherland</a>, legends both. 2/</p>&mdash; Jesse Norman (@Jesse_Norman) <a href=\"https://twitter.com/Jesse_Norman/status/1136623244121952257?ref_src=twsrc%5Etfw\">June 6, 2019</a></blockquote>  </figure>  <p>But that has not stopped him drawing up a mini-manifesto. He has set it out in a 16-post Twitter thread, starting here.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jesse_Norman/status/1136623242922385408\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">My 33-tweet tantric Twitter thread of last week evidently dazed and confused a few folks online 😀 But then part of its point was to stress the need to make arguments and offer reasons, not simply slogans. This thread will be shorter 1/</p>&mdash; Jesse Norman (@Jesse_Norman) <a href=\"https://twitter.com/Jesse_Norman/status/1136623242922385408?ref_src=twsrc%5Etfw\">June 6, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cf926738f08af5c0e4e44b3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T14:43:35.978Z\">3.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Tory leadership candidates are considering which television debates to take part in, as campaign teams weigh up the risks of derailing their bids to be the next prime minister with an unpredictable live television appearance, my colleague <strong>Jim Waterson </strong>reports.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/06/crowds-booing-tories-party-leader-hopefuls-weigh-up-tv-debate-risks\">'Crowds booing Tories': party leader hopefuls weigh up TV debate risks</a> </p> </aside> </div>   </div> <div id=\"block-5cf91f488f0803f2a595bd45\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T14:24:11.986Z\">3.24pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">No 10 retracts suggestion May could delay resignation until she is sure her successor has confidence of Commons</h2>  <div class=\"block-elements\">  <p>Downing Street has been in touch to say that the comments from the prime minister’s spokesman at lobby this morning (see<a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf8fc8e8f088cce49a858de#block-5cf8fc8e8f088cce49a858de\"> 12.46pm)</a> have been over-interpreted. A source said that there was “no question of the prime minister hanging around beyond the Conservative leadership contest”. The source said that when the spokesman talked about May needing to be able to tell the Queen that her successor could command the confidence of the Commons, he was just setting out the language used as a formality, not flagging up May’s intention to make this an issue.</p> <p>That does not mean that this might not become an issue. But when I asked the Number 10 source what might happen if Boris Johnson’s election as leader coincided with a group of 10 or so Tories announcing they would vote with Labour to bring down the government to stop a no-deal Brexit, the source would not speculate on this scenario. But he said May did not intend to hang around, and the briefing this morning was not meant to suggest otherwise.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-06T14:37:59.859Z\">at 3.37pm BST</time></p>  </div> <div id=\"block-5cf91b0a8f08af5c0e4e43e6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T14:09:01.394Z\">3.09pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Brexit - 'It'll all work out,' says Trump</h2>  <div class=\"block-elements\">  <p>As my colleague Matthew Weaver reports <a href=\"https://www.theguardian.com/world/live/2019/jun/06/d-day-75th-anniversary-trump-may-macron-ceremonies-in-normandy-live-news?page=with:block-5cf90dfb8f082cecdc6dbcbf#block-5cf90dfb8f082cecdc6dbcbf\">on his D-day commemorations live blog,</a> <strong>President Trump </strong>has been talking about Brexit at a press conference with his French counterpart, Emmanuel Macron. He said it would “all work out” - although he did not explain how. He told journalists:</p> <blockquote class=\"quoted\"> <p>That’s really going to be between the UK and the European Union. And they’re working very hard. I know they’re working very hard together, it doesn’t seem to be working out. But at some point, something will happen one way or the other, it’ll all work out.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"969039fd6282fa6b1416b72e87dcc30452ecb4de\"> <img src=\"https://media.guim.co.uk/969039fd6282fa6b1416b72e87dcc30452ecb4de/0_5_3500_2101/1000.jpg\" alt=\"From left: Melania Trump, President Trump, President Macron and Brigitte Macron inspecting a map during the D-day commemorations in Normandy.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">From left: Melania Trump, President Trump, President Macron and Brigitte Macron inspecting a map during the D-day commemorations in Normandy.</span> <span class=\"element-image__credit\">Photograph: POOL/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cf8ffe48f08d092f2e1cc08\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T13:23:27.243Z\">2.23pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>Downing Street has said Theresa May will not resign as prime minister until she is sure her successor can command the confidence of the House of Commons. </strong>(See<a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf8fc8e8f088cce49a858de#block-5cf8fc8e8f088cce49a858de\"> 12.46pm.) </a>The declaration came as <strong>Mel Stride</strong>, the new leader of the Commons suggested that the government may try to send MPs on holiday for the summer recess before the winner of the Conservative leadership contest is announced. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf8e8498f08fd31691169fb#block-5cf8e8498f08fd31691169fb\">11.36am.) </a>During business questions in the Commons opposition MPs and some Tories said the recess should not start until the new prime minister has had the chance to face parliament following his or her appointment, which is due in the week beginning Monday 22 July. But Stride refused to give this commitment. Even with the DUP, the government only has a working majority of around six. Normally when a new prime minister takes over without a general election there is no immediate vote of confidence. But there is speculation that if the Tories were to elect someone like Boris Johnson, committed to taking the UK out of the EU by October with or without a deal, some Tories opposed to a no-deal could decide to vote with the opposition in a no confidence debate to stop this happening. May would not have to wait for such a vote to take place before resigning as PM, but the Number 10 comments today show she would not want to hand over to a successor if she thought there was a realistic chance of the new PM being defeated immediately on a motion of no confidence.</li> </ul> <p><em>UPDATE:</em> Downing Street subsequently said its briefing had been misunderstood. See <a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf91f488f0803f2a595bd45#block-5cf91f488f0803f2a595bd45\">3.24pm.</a></p> <ul> <li><strong>John Bercow, the Commons speaker, has signalled that he would fight any attempt by a new prime minister to prorogue parliament to prevent MPs being able to block a no-deal Brexit. </strong>Last night<strong> </strong><strong>Dominic Raab</strong> <a href=\"https://www.mirror.co.uk/news/politics/dominic-raab-fury-torys-illegal-16265978\">refused to rule out using this as a tactic </a>if he won the Tory leadership contest. But when the idea was raised in the Commons, <strong>Mel Stride</strong>, the leader of the Commons, stressed his disapproval. He said that decisions about proroguing parliament were ultimately a matter for the Queen, and he went on:</li> </ul> <blockquote class=\"quoted\"> <p>I think Her Majesty should be kept out of the politics of our parliament, and I am sure that matter will be in the forefront for those who toy with such decisions in the future. </p> </blockquote> <p>Bercow also indicated that he would oppose any plan of this kind. He told MPs:</p> <blockquote class=\"quoted\"> <p>One thing we all know, because I have said it myself several times ... is that parliament will not be evacuated from the centre stage of the decision-making process on this important matter. That is simply not going to happen; it is so blindingly obvious that it almost does not need to be stated—but apparently it does and therefore I have done.</p> </blockquote> <p><strong>Matt Hancock</strong>, a leadership candidate, has challenged all his rivals to rule out proroguing parliament to facilitate a no-deal Brexit.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattHancock/status/1136610833750994951\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Proroguing Parliament undermines parliamentary democracy and risks a general election. I rule it out and call on all candidates to do the same <a href=\"https://t.co/4aaAK3Tq8M\">pic.twitter.com/4aaAK3Tq8M</a></p>&mdash; Matt Hancock (@MattHancock) <a href=\"https://twitter.com/MattHancock/status/1136610833750994951?ref_src=twsrc%5Etfw\">June 6, 2019</a></blockquote>  </figure>  <ul> <li><strong>Michael Gove, the environment secretary and a Tory leadership candidate, has published his plan for Brexit, warning that Boris Johnson’s commitment to taking the UK out of the EU by the end of October in all circumstances could trigger a general election. </strong>(See<a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf8c5a78f0897a4e19f995b#block-5cf8c5a78f0897a4e19f995b\"> 9.30am </a>and<a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf8d4ac8f08fd3169116918#block-5cf8d4ac8f08fd3169116918\"> 12.31pm.)</a></li> </ul> <ul> <li><strong>Sam Gyimah, the former minister who is standing as a longshot candidate for the Tory leadership, has accused his male rivals of “Trumpian machismo” in thinking they could get a better Brexit deal than Theresa May.</strong> In <a href=\"https://www.bloomberg.com/news/articles/2019-06-06/-trumpian-machismo-driving-brexit-debate-says-tories-gyimah\">an interview with Bloomberg</a> he said:</li> </ul> <blockquote class=\"quoted\"> <p>You’ve got chest-beating men saying they could do what Theresa May failed to do. They’re saying they could go and renegotiate in a Trump way and get a better deal ...</p> <p>We’re where we are not for want of trying. The British government has <a href=\"https://www.bloomberg.com/politics/articles/2017-03-29/brexit-begins-what-we-learned-the-day-may-triggered-article-50\">spent the last two and a half years negotiating</a> with the EU. Most of these candidates who say they’ll get a better deal have been in the cabinet during that time. They’ve approved or been involved in every step of the negotiation of Brexit. So it’s hard to believe that now they can do what working with Theresa May they couldn’t deliver.</p> </blockquote> <p>Gyimah, who is calling for a second referendum on Brexit, has almost no support in the parliamentary party for his candidature and will probably be eliminated before voting starts on the grounds he does not have enough endorsements.</p> <ul> <li><strong>One betting company has reduced the odds on Labour winning today’s Peterborough byelection on the basis of bets placed this morning. </strong>The Brexit party are still the favourites, but <strong>Betway</strong> is pricing Labour at 3/1, down from 7/1 earlier this week and 5/1 first thing this morning. Betway’s Alan Ager said:</li> </ul> <blockquote class=\"quoted\"> <p>All the money has been for Labour since polling stations opened in Peterborough this morning. Though the Brexit party are still widely expected to pick up their first seat in the Commons, this now looks a more closely-run contest than previously thought.</p> <p>Labour are into just 3/1, having been as big as 7/1 earlier this week and 5/1 this morning, while the Brexit Party have been eased out to 1/4 from what looked a nailed-on win at 1/10.</p> </blockquote> <ul> <li><strong><a href=\"https://www.theguardian.com/environment/2019/jun/06/cutting-uk-emissions-net-zero-cost-1tn-philip-hammond\">The chancellor, Philip Hammond, has warned Theresa May that reducing greenhouse gas emissions to net zero could cost the country £1tn and lead to industries becoming “economically uncompetitive” without government subsidies.</a></strong></li> </ul> <ul> <li><a href=\"https://www.theguardian.com/uk-news/2019/jun/06/ex-mp-natalie-mcgarry-jailed-for-18-months-for-embezzlement\"><strong>The former Scottish National party politician Natalie McGarry has been sentenced to 18 months in prison embezzling more than £25,000 from pro-independence campaign groups, some of which she appropriated while she was the MP for Glasgow East.</strong></a></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/business/2019/jun/06/ford-to-close-bridgend-factory-in-september-2020\">Ford has confirmed that it will close its Bridgend engine plant in September 2020, with the loss of 1,700 jobs.</a></strong></li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-06T14:32:32.365Z\">at 3.32pm BST</time></p>  </div> <div id=\"block-5cf9038f8f082cecdc6dbc42\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T12:28:06.726Z\">1.28pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Brexiters should not talk about a 'vassal state', says Gove</h2>  <div class=\"block-elements\">  <p>And while we’re on the subject of<strong> Michael Gove</strong>, the Spectator editor <strong>Fraser Nelson</strong>, who interviewed Gove at a public event last night, has a very good write-up of what was said <a href=\"https://blogs.spectator.co.uk/2019/06/gove-pitches-himself-as-the-liberal-candidate-in-the-tory-leadership-race/\">here.</a></p> <p>Speaking to the Spectator, Gove stressed another difference between himself and Boris Johnson, his main rival for the Tory leadership. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf8d2f58f08e0721a2fa3eb#block-5cf8d2f58f08e0721a2fa3eb\"> 10.10am.)</a> Johnson has claimed, more than once, that an unsatisfactory Brexit deal could turn the UK into a “vassal state”. But Gove said he disapproved of this language. He said:</p> <blockquote class=\"quoted\"> <p>One thing that I think is wrong about the debate is people use words like “vassal state” and “treachery”, “traitor”. William Joyce – Lord HawHaw – was a traitor. You are not a traitor if you disagree with me about Europe. You are a patriot who expresses a different point of view.”</p> </blockquote> <p>Gove has clearly given up any hope of getting votes from European Research Group Tories. Amongst ERG types, banging on about a “vassal state” is almost obligatory in any discussion of a soft Brexit.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/FraserNelson/status/1136521505125339136\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Team Gove keen to stress that his envisaged potential Brexit delay is days or weeks, not months. On stage last night, I suggested to him that it could be a couple of months and he said “yes” - but he was, as ever, just being polite. Write-up here: <a href=\"https://t.co/IfyAA0Q9dU\">https://t.co/IfyAA0Q9dU</a></p>&mdash; Fraser Nelson (@FraserNelson) <a href=\"https://twitter.com/FraserNelson/status/1136521505125339136?ref_src=twsrc%5Etfw\">June 6, 2019</a></blockquote>  </figure>  <p>Interestingly, on the Today programme this morning Fraser said that two Tory leadership candidates (he did not say who) had told him that, if they got to the final two and it were obvious that Boris Johnson were going to win, they could pull out of the contest to speed up his election. This is what Andrea Leadsom did in 2016. We’ve all been assuming that the Tories will not have a new leader until the end of July, but Fraser’s revelation raises the possibility that the process could wrap up much sooner.</p> </div>   </div> <div id=\"block-5cf8fc8e8f088cce49a858de\" class=\"block\" data-block-contributor=\"profile/rowena-mason\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T11:46:18.829Z\">12.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Boris Johnson could avoid facing an immediate confidence vote in his premiership if he becomes Conservative leader, as ministers are considering whether to send MPs home early for their summer break before the new prime minister is announced.</p> <p>Mel Stride, the new leader of the House of Commons, aroused suspicions that the Conservatives are plotting to put off a confidence vote for their new leader until September, as he refused to confirm when recess will start. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf8e8498f08fd31691169fb#block-5cf8e8498f08fd31691169fb\"> 11.36am.)</a></p> <p>He said it was “not necessarily” the case that the new Conservative leader would have to appear in front of parliament before MPs go off on holiday until the autumn.</p> <p>Ministers appear to be trying to get round the threat of a new Conservative leader failing to be able to form a government, if Johnson or one of the other frontrunners to succeed Theresa May loses the support of some Tory MPs or cannot win over the Democratic Unionist party.</p> <p>Labour sources said they believe the government whips are planning recess to start potentially as early as July 19 – almost a week earlier than last year – while the Conservatives will not say exactly when the winner of their leadership contest will be announced, other than it will be in the week of July 22.</p> <p>The move to delay a confidence vote until September would give a new leader the chance to ensure its confidence and supply deal with the DUP still stands.</p> <p>However, it could mean that Theresa May would not be able to go to Buckingham Palace straight away and resign as prime minister. Her spokesman said May would only hand over the keys to No 10 when “she says to the Queen that she is stepping aside and believes that someone else can command the confidence of the House”.</p> <p><em>UPDATE:</em> Downing Street has subsequently clarified what the spokesman meant, saying that May has no intention of staying in office after the leadership contest is over. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf91f488f0803f2a595bd45#block-5cf91f488f0803f2a595bd45\">3.24pm.)</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-06T14:40:14.175Z\">at 3.40pm BST</time></p>  </div> <div id=\"block-5cf8d4ac8f08fd3169116918\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T11:31:06.682Z\">12.31pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Gove's Brexit plan - Analysis</h2>  <div class=\"block-elements\">  <p>In his <a href=\"https://www.dailymail.co.uk/news/article-7109423/Michael-Gove-blasts-Tory-leadership-rival-Boris-Johnsons-no-deal-Brexit-strategy.html\">Mail article</a> <strong>Michael Gove</strong> sets out a seven-point Brexit strategy. Here are his seven proposals in his own words. I’ve added numbers, and bold type, but otherwise the text is as it is in the Gove article. Underneath each point I’ve posted a critique.</p> <p>Overall, it is remarkable how little he has to add to what Theresa May has already tried.</p> <p><strong>1 - “A Conservative, politician-led, negotiating team.</strong> I will make sure MPs across the party are involved in shaping our negotiating stance and we have proper leadership in the direct talks with Brussels. My policy unit will be our parliamentary party.”</p> <p><em><strong>Analysis:</strong> For the last three years the UK has had a Conservative, politician-led negotiating team. It is called the cabinet. This paragraph reflects the Brexiter myth that the flaws in Britain’s Brexit strategy are all the fault of Olly Robbins, the PM’s chief Brexit adviser, who is a civil servant, but who does work for the prime minister. Gove’s promise to use the parliamentary party as his “policy unit” sounds like something that will appeal to MPs, who decide the final two in the Tory leadership contest, but it is not practical, given how divided the parliamentary party is. And does he really want to contract policy-making out to the European Research Group?</em></p> <p><strong>2 - “We need a new approach to Northern Ireland – a union guarantee.</strong> That means listening to our unionist friends in Northern Ireland who want to see a so-called ‘Stormont Lock’ which would guarantee in international law that there won’t be any difference in laws across the UK unless the Northern Ireland assembly and executive agrees. I will also personally lead the talks to get devolved government back up and running in Northern Ireland.”</p> <p><em><strong>Analysis:</strong> Gove seems to have forgotten that the government has already published, in January,<a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/769954/NI_unilateral_commitments_-_9_January_FINAL.pdf\"> plans for a so-called ‘Stormont lock’ (pdf)</a> that would ensure no regulatory divergence between Great Britain and Northern Ireland under the backstop. And in March, in her speech before the second vote on her deal, <a href=\"https://www.theguardian.com/politics/live/2019/mar/12/brexit-mps-vote-theresa-may-backstop-deal-jeremy-corbyn-politics-live?page=with:block-5c87d48ae4b0cf92e5a5589e#block-5c87d48ae4b0cf92e5a5589e\">Theresa May explicitly promised to legislate for these proposals.</a> Gove’s promise to personally lead talks to get power-sharing restored in Northern Ireland would mark a difference from May, who has been relatively disengaged from this process, but his intervention might not be helpful. <a href=\"https://www.irishtimes.com/news/world/uk/michael-gove-a-fanatic-who-would-damage-peace-process-1.2710224\">Gove opposed the Good Friday agreement</a>, and in the past he has been seen as a pro-unionist ultra; he would find it hard persuading nationalists and republicans that he was a neutral arbiter. </em></p> <p><strong>3 - “A fullstop to the backstop.</strong> We need a dedicated minister leading the search for alternative arrangements for the Irish border – supported with proper funding and intensive technical work. We have to remove any risk that we could be trapped in a backstop, so I will work with the Irish government and Brussels to secure a clear exit mechanism, compatible with the principle of consent for Northern Ireland.”<br></p> <p><em><strong>Analysis:</strong></em><em> The only thing new about this is the soundbite. The government already has a “dedicated minister” working on the backstop and related Brexit issues - the Brexit secretary, who heads a department, DExEU, with almost 700 staff - and May and her three successive Brexit secretaries have spent countless hours already trying, without success, to do exactly what Gove proposes - remove the risk of the UK being held permanently in the backstop.</em></p> <p><strong>4 - “No second referendum.</strong> Holding one would make divisions worse and give the Scottish Nationalists another excuse to try to break up our union.”</p> <p><em><strong>Analysis:</strong> May repeatedly stressed her opposition to a second referendum and <a href=\"https://www.ft.com/content/15b5b4f6-88e4-11e8-b18d-0181731a0340\">Number 10 said she would not agree to one “in any circumstances”. </a>Gove is just restating this position.</em></p> <p><strong>5 - “A Canada-style deal.</strong> The best way to honour the referendum result is to secure a bespoke agreement based on the free trade agreement between Canada and the EU, tailored for Britain’s needs. This means free trade as well as taking back control of our laws, borders and money.”<br></p> <p><em><strong>Analysis: </strong>This does mark a departure from May’s position. The political declaration on the future UK-EU trade relationship that May negotiated with Brussels was flexible enough to cover a range of outcomes, but May’s Chequers plan would have effectively kept the UK in the single market (bound by the ‘common rulebook”) for goods. Gove is rejecting this. His eventual Brexit outcome would be harder than May’s.</em></p> <p><strong><em>6 - “</em>Action this day.</strong> We must leave the EU as soon as we can. I want us to leave before October 31 and that will be my goal. I won’t be engaging in can-kicking or dithering.”</p> <p><em><strong>Analysis:</strong> </em><em>This is not so much a policy as a jibe about May “dithering”. It is certainly true that she did repeatedly delay key decisions and votes on Brexit. But that was because she could not find a policy acceptable to both the EU and her backbenchers. There is nothing in what Gove has said that suggests he would be any more likely to pass a deal.</em></p> <p><strong>7- “A Brexit rule: always choose Brexit over No Brexit.</strong> If, finally, it comes to a decision between no-deal and no Brexit, I will choose no-deal – it’s a democratic imperative that we must leave the EU before the next general election or we risk letting Jeremy Corbyn into Downing Street. I’ve been involved in no-deal planning. I recognise, of course, it would mean short-term turbulence, but we would get through it and ultimately prosper.”</p> <p><em><strong>Analysis:</strong> This is slightly different from the line taken by May. Although she originally said no-deal would be better than a bad deal, in recent months she tried to avoid answering questions about whether no-deal was preferable to no Brexit, and <a href=\"https://www.newstatesman.com/politics/uk/2019/04/theresa-may-rules-out-no-deal-brexit-last-ditch-push-tory-votes\">she eventually ended up saying parliament would never agree to no-deal. </a>Gove is making it clear that he would be willing to go for no-deal. But almost all the other candidates in the Tory leadership contest have also said they would prefer no-deal to no Brexit, so this is not a statement that differentiates him.</em></p> <p>In his article Gove also challenges the argument that the renegotiation he is proposing his unobtainable. He says:</p> <blockquote class=\"quoted\"> <p>Some say that Brussels won’t negotiate with us any more. Certainly, EU negotiators recognise a cross-party agreement is now out of reach. They know parliament won’t pass the same deal as proposed by Theresa May without legally-binding changes. They also saw the European election results, where the Brexit party’s success was a reminder Britain has not changed its mind since the referendum.</p> <p>Yet I believe that European leaders want to find a way through this. I’m convinced they want to conclude these talks as quickly as possible so we’re on course to leave by October 31.</p> </blockquote> <p>Again, almost all the Tory leadership candidates are making the same claim - that, faced with a new PM, the EU would make compromises it has not been willing to make already. It is undoubtedly true that EU leaders would like to see Brexit resolved by the end of October. But they have repeatedly said the withdrawal agreement cannot be renegotiated and there is very little evidence that they would be willing to make the concessions being demanded by Gove, or any of his Tory leadership rivals.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-06T11:40:22.516Z\">at 12.40pm BST</time></p>  </div> <div id=\"block-5cf8e8498f08fd31691169fb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T10:36:50.554Z\">11.36am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">MPs could be on summer recess by time new PM takes office, Mel Stride tells Commons</h2>  <div class=\"block-elements\">  <p><strong>Mel Stride,</strong> the new leader of the Commons, has just confirmed that the government may try to send MPs on holiday for the summer recess before the new prime minister takes office.</p> <p>Picking up on an issue first raised by Labour’s Valerie Vaz (see <a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf8e38a8f08e0721a2fa4b7#block-5cf8e38a8f08e0721a2fa4b7\">11.02am)</a>, <strong>Peter Bone</strong>, the Tory Brexiter, said that the new prime minister should face parliament before the summer recess. He said the government should not be afraid of parliament and, if the new PM were to lose an immediate confidence motion, Bone was confident the Tories would win the subsequent election with an increased majority. He asked Stride to confirm that the new PM would take office while the Commons was still sitting. </p> <p>But Stride could not give this assurance. He replied:</p> <blockquote class=\"quoted\"> <p>The answer to that question is an interplay between when the contest in the Conservative party for the new leader is due to conclude and of course when the recess itself is announced. And as we don’t know the answer to the latter, and I’m not sure that we entirely know the answer to the former, I think the answer unfortunately is, no, not necessarily.</p> </blockquote> <p>The Conservative party has said it expects to announce the new leader in the week beginning 22 July. There is no fixed date for when the summer recess normally starts, but last year the recess started on 24 July. This year, because the Commons has effectively run out of legislation to pass, it would be easy to make an argument for recess starting soon.</p> <p>However, MPs have to vote to approve recess dates. Normally these are agreed by all parties, and passed without opposition, but it it likely that Labour would oppose any attempt to schedule the summer recess before a new PM took office.</p>  <figure class=\"element element-image\" data-media-id=\"805d3b05914f9217e26ed25747b3ad3e53805574\"> <img src=\"https://media.guim.co.uk/805d3b05914f9217e26ed25747b3ad3e53805574/16_0_603_362/500.jpg\" alt=\"Mel Stride\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mel Stride</span> <span class=\"element-image__credit\">Photograph: Parliament TV</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cf8e38a8f08e0721a2fa4b7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T10:02:07.397Z\">11.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In the Commons <strong>Valerie Va</strong><strong>z</strong>, the shadow leader of the Commons, has just asked <strong>Mel Stride</strong>, the new Commons leader, to comment on suggestions that the government might send MPs away for the summer recess before Monday 22 July, which is the week when the winner of the Conservative leadership contest is due to be announced. Labour MPs suspect the government could go for an early recess so that MPs are not around to table an instant no confidence motion. But Stride refused to be drawn on the timing of the recess. He just said this would be decided in the normal manner.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-06T10:23:09.460Z\">at 11.23am BST</time></p>  </div> <div id=\"block-5cf8df638f08e0721a2fa475\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T09:42:41.625Z\">10.42am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Turning to D-day, a lot of MPs have been tweeting tributes to veterans today. Here are three from MPs who have been sharing stories about their relatives.</p> <p>From Labour’s <strong>Hilary Benn</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hilarybennmp/status/1136381760667901953\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">At 02.00 on D-Day my uncle Flt Lt Michael Benn DFC took off in his Mosquito with his navigator F/O Bob Roe. Their target was a bridge north of Argentan in Normandy. Michael was killed just over 2 weeks later. He was 22 years old. <a href=\"https://twitter.com/hashtag/LestWeForget?src=hash&amp;ref_src=twsrc%5Etfw\">#LestWeForget</a> <a href=\"https://twitter.com/RoyalAirForce?ref_src=twsrc%5Etfw\">@RoyalAirForce</a> <a href=\"https://t.co/B1mF3XGimf\">pic.twitter.com/B1mF3XGimf</a></p>&mdash; Hilary Benn (@hilarybennmp) <a href=\"https://twitter.com/hilarybennmp/status/1136381760667901953?ref_src=twsrc%5Etfw\">June 5, 2019</a></blockquote>  </figure>  <p>From <strong>David Mundell</strong>, the Scottish secretary</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidMundellDCT/status/1136201914582994944\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">75 years ago my mother, Dorah, was an 18yr old Army cook on a base in  South of England. Her vivid memory was of how on the evening before D-Day she cooked for hundreds of men and then for breakfast there was nobody. They had left secretly to take part in the landings <a href=\"https://twitter.com/hashtag/dday75th?src=hash&amp;ref_src=twsrc%5Etfw\">#dday75th</a> <a href=\"https://t.co/O942dscsQv\">pic.twitter.com/O942dscsQv</a></p>&mdash; David Mundell (@DavidMundellDCT) <a href=\"https://twitter.com/DavidMundellDCT/status/1136201914582994944?ref_src=twsrc%5Etfw\">June 5, 2019</a></blockquote>  </figure>  <p>From Labour’s <strong>Emma Reynolds</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EmmaReynoldsMP/status/1136566243719360513\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So proud of my grandad &amp; the role his generation played in defeating Hitler &amp; fascism and protecting our freedom &amp; democracy. He is 95 and not well enough to go to <a href=\"https://twitter.com/hashtag/Normandy?src=hash&amp;ref_src=twsrc%5Etfw\">#Normandy</a> this year, but my husband &amp; I went with him to mark 70th anniversary 5 years ago. <a href=\"https://twitter.com/hashtag/DDay75?src=hash&amp;ref_src=twsrc%5Etfw\">#DDay75</a> <a href=\"https://twitter.com/hashtag/DDayLanding?src=hash&amp;ref_src=twsrc%5Etfw\">#DDayLanding</a> <a href=\"https://t.co/yxpxNLwNY2\">pic.twitter.com/yxpxNLwNY2</a></p>&mdash; Emma Reynolds (@EmmaReynoldsMP) <a href=\"https://twitter.com/EmmaReynoldsMP/status/1136566243719360513?ref_src=twsrc%5Etfw\">June 6, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cf8d9268f08fd316911693c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T09:20:26.176Z\">10.20am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Rory Stewart says he wants to double DfID spending on climate crisis</h2>  <div class=\"block-elements\">  <p><strong>Rory Stewart</strong>, the international development secretary and another candidate for the Conservative leadership (although not one with any realistic chance of winning) is taking questions in the Commons now. He has just told MPs that he wants to double the amount his department spends on the climate crisis. He said:</p> <blockquote class=\"quoted\"> <p>We face a climate cataclysm. If we get this wrong, 100m more people will be in poverty. I would therefore like, as the secretary of state for international development, to double the amount that our department spends within our budget on climate and the environment. I would like to double the effort that the department puts into that issue.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"68d0c294dcc241e27ad81ec123bfed8e45e8b300\"> <img src=\"https://media.guim.co.uk/68d0c294dcc241e27ad81ec123bfed8e45e8b300/20_0_600_360/500.jpg\" alt=\"Rory Stewart\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Rory Stewart</span> <span class=\"element-image__credit\">Photograph: BBC</span> </figcaption> </figure> </div>   </div> <div id=\"block-5cf8d2f58f08e0721a2fa3eb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T09:10:32.724Z\">10.10am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">How Gove differentiates himself from Boris Johnson</h2>  <div class=\"block-elements\">  <p>In <a href=\"https://www.dailymail.co.uk/news/article-7109423/Michael-Gove-blasts-Tory-leadership-rival-Boris-Johnsons-no-deal-Brexit-strategy.html\">his Daily Mail article</a> <strong>Michael Gove </strong>does not mention Boris Johnson, his main rival for the Tory leadership, by name. But his piece is full of not-so-subtle digs at the former foreign secretary. As well as criticising one of Johnson’s main policy platforms, his commitment to take the UK out of the EU by 31 October at the latest (see<a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf8c5a78f0897a4e19f995b#block-5cf8c5a78f0897a4e19f995b\"> 9.30am),</a> Gove also sets out various other dividing lines between the two men. </p> <ul> <li><strong>Gove implies that Johnson does not have a record of delivery in government. </strong>Setting out his own qualifications to lead the country, Gove says:</li> </ul> <blockquote class=\"quoted\"> <p>It’s true that in every job I’ve done in government, I’ve driven change and been determined to deliver the benefits of new policies as quickly as possible.</p> <p>I have used the Whitehall machine to get things done and force through dynamic reforms. I have directed civil servants rather than letting them direct me.</p> </blockquote> <p>Gove has been in charge of three government departments. Johnson has only run the Foreign Office, and the general consensus in Whitehall is that he did it badly. (See, for example, <a href=\"https://www.buzzfeed.com/albertonardelli/boris-johnson-uk-prime-minister-donald-trump\">this assessment of Johnson’s time as foreign secretary</a> by BuzzFeed’s Alberto Nardelli.)</p> <ul> <li><strong>Gove stresses that he has been a lifelong Eurosceptic - implicitly drawing a contrast with Johnson, who only decided to back the leave campaign at the last minute.</strong> Gove says:</li> </ul> <blockquote class=\"quoted\"> <p>I’ve always been a Eurosceptic. As a teenager, I saw how the EU’s common fisheries policy drove my dad’s small business to the wall and hollowed out coastal communities in my part of Scotland.</p> <p>Long before I became an MP, I was at the heart of the campaign against a single currency. So when the referendum was called, I knew at heart that I had to stand up for what I had always believed – and for people like my father who had suffered as a result of the EU.</p> </blockquote> <ul> <li><strong>Gove describes himself as “serious” - implying that Johnson’s best-known quality, his humour, is a weakness.</strong> Gove writes.</li> </ul> <blockquote class=\"quoted\"> <p>This is a moment when we need someone who is ready to lead and serious about the job at hand.</p> </blockquote> </div>   </div> <div id=\"block-5cf8c5a78f0897a4e19f995b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-06-06T08:30:33.361Z\">9.30am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Gove suggests Johnson's Brexit timing deadline could trigger early election</h2>  <div class=\"block-elements\">  <p>Good morning. With President Trump’s state visit over, Theresa May is only 24 hours away from the day when she will formally resign as Conservative leader and the leadership contest to succeed her is now fully underway. Boris Johnson, the former foreign secretary, remains the clear favourite. And many people think that <strong>Michael Gove</strong>, the environment secretary who jointly ran the Vote Leave campaign with Johnson in 2016 and then backed him for leader before declaring he was not up to the job, is the candidate most likely to make it alongside Johnson into the final two for the ballot of Tory members.</p> <p>Today, <a href=\"https://www.dailymail.co.uk/news/article-7109423/Michael-Gove-blasts-Tory-leadership-rival-Boris-Johnsons-no-deal-Brexit-strategy.html\">in an article for the Daily Mail, </a>Gove sets out a series of dividing lines between himself and Johnson. I will go through them in more detail shortly, but the key one is about the timing of Brexit. <a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/03/trump-news-latest-visit-president-in-uk-as-hunt-rules-out-giving-us-access-to-nhs-as-part-of-trade-deal-live-news?page=with:block-5cf4e5af8f08d4e6b70dd049#block-5cf4e5af8f08d4e6b70dd049\">Johnson has said that he would definitely take Britain out of the EU by 31 October, deal or no deal.</a> Gove says he is willing to be a bit more flexible, and he implies that Johnson’s approach could trigger an early general election. He writes:</p> <blockquote class=\"quoted\"> <p>I’d like us out earlier [ie, before 31 October]. But if we make the progress I know we can and we are on the cusp of a better deal which works for Britain, would it really be in our best interests to opt for a No Deal exit when just a little more time and effort could make all the difference? I would not give up on the progress made.</p> <p>Also, saying that we would leave come what may when there is still progress to be made runs the risk of parliament forcing us into a general election before Brexit is secured.</p> <p>That would surely hand Downing Street to a Jeremy Corbyn government propped up by Nicola Sturgeon and the SNP. That would mean Brexit was lost, the future of our Union at risk and the levers of power handed to a Marxist. As I argued during the no confidence debate in January, just think how awful that would be for Britain.</p> </blockquote> <p>I will cover Gove’s “Brexit manifesto” (and its flaws) in a bit more detail soon.</p> <p>Two other Tory leadership stories are worth flagging up this morning.</p> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/jun/05/majority-of-voters-think-boris-johnson-would-make-bad-pm-polling-expert\">Matt Hancock, the health secretary, has claimed that if Jeremy Corbyn won a general election he would be “the first antisemitic leader of a western nation since the second world war”.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.mirror.co.uk/news/politics/dominic-raab-fury-torys-illegal-16265978\">Dominic Raab, the former Brexit secretary, has refused to rule out proroguing parliament (ie, suspending it) to allow the government to implement a no-deal Brexit without MPs blocking it.</a></strong></li> </ul> <p>Here is the agenda for the day.</p> <p><em>9.30am:</em> Liam Fox, the international trade secretary, takes questions in the Commons.</p> <p><em>9.30am:</em> Liz Truss, the chief secretary to the Treasury, gives a speech on housing to the Resolution Foundation.</p> <p>10am: Rory Stewart, the international development secretary, takes questions in the Commons.</p> <p><em>10.30am: </em>A service to commemorate the 75th anniversary of D-day will take place at the National Memorial Arboretum in Burton-on-Trent. Theresa May, Emmanuel Macron and Donald Trump have also been attending events in Normandy, and other commemorative events are taking place during the day. My colleague <strong>Matthew Weaver</strong> has been covering them the events on a live blog here.<br></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/live/2019/jun/06/d-day-75th-anniversary-trump-may-macron-ceremonies-in-normandy-live-news\">D-day 75th anniversary: ceremonies in Normandy – live news</a> </p> </aside>  <p><em>After 10.30am:</em> Mel Stride, the new leader of the Commons, makes a statement in the Commons about next week’s business.</p> <p>Also today, people are voting in the Peterborough byelection.</p> <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although I will be focusing mostly on the Tory leadership contest. I plan to post a summary at lunchtime and another when I wrap up. <br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-corteva-agriscience-lest-we-forget-brexit-by-election-damian-omen/\">the Politico Europe round-up of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-06T09:10:58.795Z\">at 10.10am BST</time></p>  </div>",
      "wordcount": "5587",
      "commentCloseDate": "2019-06-06T16:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-06-06T08:30:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:19Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bjjzg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ae7139232038bfd27bfc41c772cde01381899d94/0_300_3858_2315/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Downing Street has said the new prime minister will get to face MPs before they leave for their summer recess, squashing speculation that the parliamentary holiday could start early to minimise the risk of Theresa May’s successor facing an immediate no confidence vote. (See 4.08pm.) Number 10 has also insisted that May will stand down as soon as her successor is chosen, despite an earlier briefing suggesting that she might delay if there were a risk of the person replacing her not being able to command the confidence of the Commons. (See 3.24pm.) Number 10 has reprimanded Philip Hammond for arguing that a pledge to reduce greenhouse gas emissions to net zero by 2050 would cost the country £1tn, money which could otherwise have been spent on public services. (See 4.39pm.) France’s president, Emmanuel Macron, has appealed directly to Donald Trump to fulfil the “promise of Normandy” by embracing pillars of the postwar peace such as the European Union and Nato as the two leaders marked the D-day landings 75 years ago. Boris Johnson has pocketed nearly £700,000 for speeches and newspaper columns since he quit government less than a year ago, while other prominent Brexiters have received tens of thousands of pounds while cheerleading Britain’s exit from the EU. That’s all from me for today. Thanks for the comments. Here is Rory Stewart, the international development secretary and Tory leadership contender, stressing his commitment to localism. This is a more sophisticated version of the point that Joan Ryan was trying to make in her cringeworthy “look at your hands” speech during the European elections. It is also reminiscent of the title David Cameron gave his 2010 manifesto: Invitation to Join the Government of Britain. Earlier I said there was little evidence that EU leaders would be willing to make changes to the Brexit withdrawal agreement of the kind demanded by Michael Gove and almost all the other Tory leadership contenders. (See 12.31pm.) That remains a fair overall assessment but, in an interesting Twitter thread, the BBC’s Europe editor Katya Adler says some EU figures are starting to contemplate alternative approaches. The 14-post thread starts here. And here are some of her main main points. Downing Street has very firmly, if indirectly, reprimanded Philip Hammond for arguing that a pledge to reduce greenhouse gas emissions to net zero by 2050 would cost the country £1tn, money which could otherwise have been spent on public services. In a letter to Theresa May, leaked to the Financial Times, the chancellor argued that the target could see some industries become “economically uncompetitive”. In a robust response, May’s spokeswoman dismissed Hammond’s line of argument, while officially insisting this was a general point, and not directed particularly at the chancellor. No 10 believe Hammond is, in economic terms, comparing apples and oranges by both treating an all-economy cost as if it was just a government spend, and failing to take account the benefits such a policy would bring, or accounting for the costs of failing to act. Downing Street also says any predicted cost would be bound to fall over time. The spokeswoman said: Obviously, I’m not getting into the contents of the letter, but broadly there are a lot of figures out there on this issue that don’t factor in the benefits or consider the costs of not doing this. I would add that the costs related to meeting this target are whole-of-the-economy costs, not a fiscal cost, and so it’s not really right to frame it as a trade-off for public spending. I think that’s important to set out. Asked if Hammond was thus being misleading, she added: I just set out the way we believe this should be framed. I’m not going to talk about the specifics of a leak, but I think I’ve been pretty clear in the position from the PM. This is what the Downing Street spokeswoman said about how the government has ruled out starting the summer recess before the new prime minister has been elected. She said: I fully expect that the house will ensure it is sitting when a new prime minister is appointed. Then it’s a matter for the house, after that, what activity or action it chooses to take. Downing Street has answered the question that Mel Stride, the leader of the Commons, was dodging during business questions this morning (see 11.36am), my colleague Peter Walker reports. He is just back from the afternoon lobby, where journalists were told the government is not planning to start recess before the new PM takes office. The Tory leadership contender Andrea Leadsom has told Sky News that, if she were prime minister, she would rule out proroguing parliament to facilitate a no-deal Brexit. She said: It’s certainly not something I would seek to do. I’m passionate about parliament democracy. Leadsom admitted she had taken legal advice on this topic when she was leader of the Commons, but that was only because she wanted to understand the implications of this option, not because she was planning to pursue it, she said. Last month Jesse Norman, the Treasury minister, announced that he was considering standing for the Conservative leadership. After consulting his constituents, he has decided against. But that has not stopped him drawing up a mini-manifesto. He has set it out in a 16-post Twitter thread, starting here. Tory leadership candidates are considering which television debates to take part in, as campaign teams weigh up the risks of derailing their bids to be the next prime minister with an unpredictable live television appearance, my colleague Jim Waterson reports. Downing Street has been in touch to say that the comments from the prime minister’s spokesman at lobby this morning (see 12.46pm) have been over-interpreted. A source said that there was “no question of the prime minister hanging around beyond the Conservative leadership contest”. The source said that when the spokesman talked about May needing to be able to tell the Queen that her successor could command the confidence of the Commons, he was just setting out the language used as a formality, not flagging up May’s intention to make this an issue. That does not mean that this might not become an issue. But when I asked the Number 10 source what might happen if Boris Johnson’s election as leader coincided with a group of 10 or so Tories announcing they would vote with Labour to bring down the government to stop a no-deal Brexit, the source would not speculate on this scenario. But he said May did not intend to hang around, and the briefing this morning was not meant to suggest otherwise. As my colleague Matthew Weaver reports on his D-day commemorations live blog, President Trump has been talking about Brexit at a press conference with his French counterpart, Emmanuel Macron. He said it would “all work out” - although he did not explain how. He told journalists: That’s really going to be between the UK and the European Union. And they’re working very hard. I know they’re working very hard together, it doesn’t seem to be working out. But at some point, something will happen one way or the other, it’ll all work out. Downing Street has said Theresa May will not resign as prime minister until she is sure her successor can command the confidence of the House of Commons. (See 12.46pm.) The declaration came as Mel Stride, the new leader of the Commons suggested that the government may try to send MPs on holiday for the summer recess before the winner of the Conservative leadership contest is announced. (See 11.36am.) During business questions in the Commons opposition MPs and some Tories said the recess should not start until the new prime minister has had the chance to face parliament following his or her appointment, which is due in the week beginning Monday 22 July. But Stride refused to give this commitment. Even with the DUP, the government only has a working majority of around six. Normally when a new prime minister takes over without a general election there is no immediate vote of confidence. But there is speculation that if the Tories were to elect someone like Boris Johnson, committed to taking the UK out of the EU by October with or without a deal, some Tories opposed to a no-deal could decide to vote with the opposition in a no confidence debate to stop this happening. May would not have to wait for such a vote to take place before resigning as PM, but the Number 10 comments today show she would not want to hand over to a successor if she thought there was a realistic chance of the new PM being defeated immediately on a motion of no confidence. UPDATE: Downing Street subsequently said its briefing had been misunderstood. See 3.24pm. John Bercow, the Commons speaker, has signalled that he would fight any attempt by a new prime minister to prorogue parliament to prevent MPs being able to block a no-deal Brexit. Last night Dominic Raab refused to rule out using this as a tactic if he won the Tory leadership contest. But when the idea was raised in the Commons, Mel Stride, the leader of the Commons, stressed his disapproval. He said that decisions about proroguing parliament were ultimately a matter for the Queen, and he went on: I think Her Majesty should be kept out of the politics of our parliament, and I am sure that matter will be in the forefront for those who toy with such decisions in the future. Bercow also indicated that he would oppose any plan of this kind. He told MPs: One thing we all know, because I have said it myself several times ... is that parliament will not be evacuated from the centre stage of the decision-making process on this important matter. That is simply not going to happen; it is so blindingly obvious that it almost does not need to be stated—but apparently it does and therefore I have done. Matt Hancock, a leadership candidate, has challenged all his rivals to rule out proroguing parliament to facilitate a no-deal Brexit. Michael Gove, the environment secretary and a Tory leadership candidate, has published his plan for Brexit, warning that Boris Johnson’s commitment to taking the UK out of the EU by the end of October in all circumstances could trigger a general election. (See 9.30am and 12.31pm.) Sam Gyimah, the former minister who is standing as a longshot candidate for the Tory leadership, has accused his male rivals of “Trumpian machismo” in thinking they could get a better Brexit deal than Theresa May. In an interview with Bloomberg he said: You’ve got chest-beating men saying they could do what Theresa May failed to do. They’re saying they could go and renegotiate in a Trump way and get a better deal ... We’re where we are not for want of trying. The British government has spent the last two and a half years negotiating with the EU. Most of these candidates who say they’ll get a better deal have been in the cabinet during that time. They’ve approved or been involved in every step of the negotiation of Brexit. So it’s hard to believe that now they can do what working with Theresa May they couldn’t deliver. Gyimah, who is calling for a second referendum on Brexit, has almost no support in the parliamentary party for his candidature and will probably be eliminated before voting starts on the grounds he does not have enough endorsements. One betting company has reduced the odds on Labour winning today’s Peterborough byelection on the basis of bets placed this morning. The Brexit party are still the favourites, but Betway is pricing Labour at 3/1, down from 7/1 earlier this week and 5/1 first thing this morning. Betway’s Alan Ager said: All the money has been for Labour since polling stations opened in Peterborough this morning. Though the Brexit party are still widely expected to pick up their first seat in the Commons, this now looks a more closely-run contest than previously thought. Labour are into just 3/1, having been as big as 7/1 earlier this week and 5/1 this morning, while the Brexit Party have been eased out to 1/4 from what looked a nailed-on win at 1/10. The chancellor, Philip Hammond, has warned Theresa May that reducing greenhouse gas emissions to net zero could cost the country £1tn and lead to industries becoming “economically uncompetitive” without government subsidies. The former Scottish National party politician Natalie McGarry has been sentenced to 18 months in prison embezzling more than £25,000 from pro-independence campaign groups, some of which she appropriated while she was the MP for Glasgow East. Ford has confirmed that it will close its Bridgend engine plant in September 2020, with the loss of 1,700 jobs. And while we’re on the subject of Michael Gove, the Spectator editor Fraser Nelson, who interviewed Gove at a public event last night, has a very good write-up of what was said here. Speaking to the Spectator, Gove stressed another difference between himself and Boris Johnson, his main rival for the Tory leadership. (See 10.10am.) Johnson has claimed, more than once, that an unsatisfactory Brexit deal could turn the UK into a “vassal state”. But Gove said he disapproved of this language. He said: One thing that I think is wrong about the debate is people use words like “vassal state” and “treachery”, “traitor”. William Joyce – Lord HawHaw – was a traitor. You are not a traitor if you disagree with me about Europe. You are a patriot who expresses a different point of view.” Gove has clearly given up any hope of getting votes from European Research Group Tories. Amongst ERG types, banging on about a “vassal state” is almost obligatory in any discussion of a soft Brexit. Interestingly, on the Today programme this morning Fraser said that two Tory leadership candidates (he did not say who) had told him that, if they got to the final two and it were obvious that Boris Johnson were going to win, they could pull out of the contest to speed up his election. This is what Andrea Leadsom did in 2016. We’ve all been assuming that the Tories will not have a new leader until the end of July, but Fraser’s revelation raises the possibility that the process could wrap up much sooner. Boris Johnson could avoid facing an immediate confidence vote in his premiership if he becomes Conservative leader, as ministers are considering whether to send MPs home early for their summer break before the new prime minister is announced. Mel Stride, the new leader of the House of Commons, aroused suspicions that the Conservatives are plotting to put off a confidence vote for their new leader until September, as he refused to confirm when recess will start. (See 11.36am.) He said it was “not necessarily” the case that the new Conservative leader would have to appear in front of parliament before MPs go off on holiday until the autumn. Ministers appear to be trying to get round the threat of a new Conservative leader failing to be able to form a government, if Johnson or one of the other frontrunners to succeed Theresa May loses the support of some Tory MPs or cannot win over the Democratic Unionist party. Labour sources said they believe the government whips are planning recess to start potentially as early as July 19 – almost a week earlier than last year – while the Conservatives will not say exactly when the winner of their leadership contest will be announced, other than it will be in the week of July 22. The move to delay a confidence vote until September would give a new leader the chance to ensure its confidence and supply deal with the DUP still stands. However, it could mean that Theresa May would not be able to go to Buckingham Palace straight away and resign as prime minister. Her spokesman said May would only hand over the keys to No 10 when “she says to the Queen that she is stepping aside and believes that someone else can command the confidence of the House”. UPDATE: Downing Street has subsequently clarified what the spokesman meant, saying that May has no intention of staying in office after the leadership contest is over. (See 3.24pm.) In his Mail article Michael Gove sets out a seven-point Brexit strategy. Here are his seven proposals in his own words. I’ve added numbers, and bold type, but otherwise the text is as it is in the Gove article. Underneath each point I’ve posted a critique. Overall, it is remarkable how little he has to add to what Theresa May has already tried. 1 - “A Conservative, politician-led, negotiating team. I will make sure MPs across the party are involved in shaping our negotiating stance and we have proper leadership in the direct talks with Brussels. My policy unit will be our parliamentary party.” Analysis: For the last three years the UK has had a Conservative, politician-led negotiating team. It is called the cabinet. This paragraph reflects the Brexiter myth that the flaws in Britain’s Brexit strategy are all the fault of Olly Robbins, the PM’s chief Brexit adviser, who is a civil servant, but who does work for the prime minister. Gove’s promise to use the parliamentary party as his “policy unit” sounds like something that will appeal to MPs, who decide the final two in the Tory leadership contest, but it is not practical, given how divided the parliamentary party is. And does he really want to contract policy-making out to the European Research Group? 2 - “We need a new approach to Northern Ireland – a union guarantee. That means listening to our unionist friends in Northern Ireland who want to see a so-called ‘Stormont Lock’ which would guarantee in international law that there won’t be any difference in laws across the UK unless the Northern Ireland assembly and executive agrees. I will also personally lead the talks to get devolved government back up and running in Northern Ireland.” Analysis: Gove seems to have forgotten that the government has already published, in January, plans for a so-called ‘Stormont lock’ (pdf) that would ensure no regulatory divergence between Great Britain and Northern Ireland under the backstop. And in March, in her speech before the second vote on her deal, Theresa May explicitly promised to legislate for these proposals. Gove’s promise to personally lead talks to get power-sharing restored in Northern Ireland would mark a difference from May, who has been relatively disengaged from this process, but his intervention might not be helpful. Gove opposed the Good Friday agreement, and in the past he has been seen as a pro-unionist ultra; he would find it hard persuading nationalists and republicans that he was a neutral arbiter. 3 - “A fullstop to the backstop. We need a dedicated minister leading the search for alternative arrangements for the Irish border – supported with proper funding and intensive technical work. We have to remove any risk that we could be trapped in a backstop, so I will work with the Irish government and Brussels to secure a clear exit mechanism, compatible with the principle of consent for Northern Ireland.” Analysis: The only thing new about this is the soundbite. The government already has a “dedicated minister” working on the backstop and related Brexit issues - the Brexit secretary, who heads a department, DExEU, with almost 700 staff - and May and her three successive Brexit secretaries have spent countless hours already trying, without success, to do exactly what Gove proposes - remove the risk of the UK being held permanently in the backstop. 4 - “No second referendum. Holding one would make divisions worse and give the Scottish Nationalists another excuse to try to break up our union.” Analysis: May repeatedly stressed her opposition to a second referendum and Number 10 said she would not agree to one “in any circumstances”. Gove is just restating this position. 5 - “A Canada-style deal. The best way to honour the referendum result is to secure a bespoke agreement based on the free trade agreement between Canada and the EU, tailored for Britain’s needs. This means free trade as well as taking back control of our laws, borders and money.” Analysis: This does mark a departure from May’s position. The political declaration on the future UK-EU trade relationship that May negotiated with Brussels was flexible enough to cover a range of outcomes, but May’s Chequers plan would have effectively kept the UK in the single market (bound by the ‘common rulebook”) for goods. Gove is rejecting this. His eventual Brexit outcome would be harder than May’s. 6 - “Action this day. We must leave the EU as soon as we can. I want us to leave before October 31 and that will be my goal. I won’t be engaging in can-kicking or dithering.” Analysis: This is not so much a policy as a jibe about May “dithering”. It is certainly true that she did repeatedly delay key decisions and votes on Brexit. But that was because she could not find a policy acceptable to both the EU and her backbenchers. There is nothing in what Gove has said that suggests he would be any more likely to pass a deal. 7- “A Brexit rule: always choose Brexit over No Brexit. If, finally, it comes to a decision between no-deal and no Brexit, I will choose no-deal – it’s a democratic imperative that we must leave the EU before the next general election or we risk letting Jeremy Corbyn into Downing Street. I’ve been involved in no-deal planning. I recognise, of course, it would mean short-term turbulence, but we would get through it and ultimately prosper.” Analysis: This is slightly different from the line taken by May. Although she originally said no-deal would be better than a bad deal, in recent months she tried to avoid answering questions about whether no-deal was preferable to no Brexit, and she eventually ended up saying parliament would never agree to no-deal. Gove is making it clear that he would be willing to go for no-deal. But almost all the other candidates in the Tory leadership contest have also said they would prefer no-deal to no Brexit, so this is not a statement that differentiates him. In his article Gove also challenges the argument that the renegotiation he is proposing his unobtainable. He says: Some say that Brussels won’t negotiate with us any more. Certainly, EU negotiators recognise a cross-party agreement is now out of reach. They know parliament won’t pass the same deal as proposed by Theresa May without legally-binding changes. They also saw the European election results, where the Brexit party’s success was a reminder Britain has not changed its mind since the referendum. Yet I believe that European leaders want to find a way through this. I’m convinced they want to conclude these talks as quickly as possible so we’re on course to leave by October 31. Again, almost all the Tory leadership candidates are making the same claim - that, faced with a new PM, the EU would make compromises it has not been willing to make already. It is undoubtedly true that EU leaders would like to see Brexit resolved by the end of October. But they have repeatedly said the withdrawal agreement cannot be renegotiated and there is very little evidence that they would be willing to make the concessions being demanded by Gove, or any of his Tory leadership rivals. Mel Stride, the new leader of the Commons, has just confirmed that the government may try to send MPs on holiday for the summer recess before the new prime minister takes office. Picking up on an issue first raised by Labour’s Valerie Vaz (see 11.02am), Peter Bone, the Tory Brexiter, said that the new prime minister should face parliament before the summer recess. He said the government should not be afraid of parliament and, if the new PM were to lose an immediate confidence motion, Bone was confident the Tories would win the subsequent election with an increased majority. He asked Stride to confirm that the new PM would take office while the Commons was still sitting. But Stride could not give this assurance. He replied: The answer to that question is an interplay between when the contest in the Conservative party for the new leader is due to conclude and of course when the recess itself is announced. And as we don’t know the answer to the latter, and I’m not sure that we entirely know the answer to the former, I think the answer unfortunately is, no, not necessarily. The Conservative party has said it expects to announce the new leader in the week beginning 22 July. There is no fixed date for when the summer recess normally starts, but last year the recess started on 24 July. This year, because the Commons has effectively run out of legislation to pass, it would be easy to make an argument for recess starting soon. However, MPs have to vote to approve recess dates. Normally these are agreed by all parties, and passed without opposition, but it it likely that Labour would oppose any attempt to schedule the summer recess before a new PM took office. In the Commons Valerie Vaz, the shadow leader of the Commons, has just asked Mel Stride, the new Commons leader, to comment on suggestions that the government might send MPs away for the summer recess before Monday 22 July, which is the week when the winner of the Conservative leadership contest is due to be announced. Labour MPs suspect the government could go for an early recess so that MPs are not around to table an instant no confidence motion. But Stride refused to be drawn on the timing of the recess. He just said this would be decided in the normal manner. Turning to D-day, a lot of MPs have been tweeting tributes to veterans today. Here are three from MPs who have been sharing stories about their relatives. From Labour’s Hilary Benn From David Mundell, the Scottish secretary From Labour’s Emma Reynolds Rory Stewart, the international development secretary and another candidate for the Conservative leadership (although not one with any realistic chance of winning) is taking questions in the Commons now. He has just told MPs that he wants to double the amount his department spends on the climate crisis. He said: We face a climate cataclysm. If we get this wrong, 100m more people will be in poverty. I would therefore like, as the secretary of state for international development, to double the amount that our department spends within our budget on climate and the environment. I would like to double the effort that the department puts into that issue. In his Daily Mail article Michael Gove does not mention Boris Johnson, his main rival for the Tory leadership, by name. But his piece is full of not-so-subtle digs at the former foreign secretary. As well as criticising one of Johnson’s main policy platforms, his commitment to take the UK out of the EU by 31 October at the latest (see 9.30am), Gove also sets out various other dividing lines between the two men. Gove implies that Johnson does not have a record of delivery in government. Setting out his own qualifications to lead the country, Gove says: It’s true that in every job I’ve done in government, I’ve driven change and been determined to deliver the benefits of new policies as quickly as possible. I have used the Whitehall machine to get things done and force through dynamic reforms. I have directed civil servants rather than letting them direct me. Gove has been in charge of three government departments. Johnson has only run the Foreign Office, and the general consensus in Whitehall is that he did it badly. (See, for example, this assessment of Johnson’s time as foreign secretary by BuzzFeed’s Alberto Nardelli.) Gove stresses that he has been a lifelong Eurosceptic - implicitly drawing a contrast with Johnson, who only decided to back the leave campaign at the last minute. Gove says: I’ve always been a Eurosceptic. As a teenager, I saw how the EU’s common fisheries policy drove my dad’s small business to the wall and hollowed out coastal communities in my part of Scotland. Long before I became an MP, I was at the heart of the campaign against a single currency. So when the referendum was called, I knew at heart that I had to stand up for what I had always believed – and for people like my father who had suffered as a result of the EU. Gove describes himself as “serious” - implying that Johnson’s best-known quality, his humour, is a weakness. Gove writes. This is a moment when we need someone who is ready to lead and serious about the job at hand. Good morning. With President Trump’s state visit over, Theresa May is only 24 hours away from the day when she will formally resign as Conservative leader and the leadership contest to succeed her is now fully underway. Boris Johnson, the former foreign secretary, remains the clear favourite. And many people think that Michael Gove, the environment secretary who jointly ran the Vote Leave campaign with Johnson in 2016 and then backed him for leader before declaring he was not up to the job, is the candidate most likely to make it alongside Johnson into the final two for the ballot of Tory members. Today, in an article for the Daily Mail, Gove sets out a series of dividing lines between himself and Johnson. I will go through them in more detail shortly, but the key one is about the timing of Brexit. Johnson has said that he would definitely take Britain out of the EU by 31 October, deal or no deal. Gove says he is willing to be a bit more flexible, and he implies that Johnson’s approach could trigger an early general election. He writes: I’d like us out earlier [ie, before 31 October]. But if we make the progress I know we can and we are on the cusp of a better deal which works for Britain, would it really be in our best interests to opt for a No Deal exit when just a little more time and effort could make all the difference? I would not give up on the progress made. Also, saying that we would leave come what may when there is still progress to be made runs the risk of parliament forcing us into a general election before Brexit is secured. That would surely hand Downing Street to a Jeremy Corbyn government propped up by Nicola Sturgeon and the SNP. That would mean Brexit was lost, the future of our Union at risk and the levers of power handed to a Marxist. As I argued during the no confidence debate in January, just think how awful that would be for Britain. I will cover Gove’s “Brexit manifesto” (and its flaws) in a bit more detail soon. Two other Tory leadership stories are worth flagging up this morning. Matt Hancock, the health secretary, has claimed that if Jeremy Corbyn won a general election he would be “the first antisemitic leader of a western nation since the second world war”. Dominic Raab, the former Brexit secretary, has refused to rule out proroguing parliament (ie, suspending it) to allow the government to implement a no-deal Brexit without MPs blocking it. Here is the agenda for the day. 9.30am: Liam Fox, the international trade secretary, takes questions in the Commons. 9.30am: Liz Truss, the chief secretary to the Treasury, gives a speech on housing to the Resolution Foundation. 10am: Rory Stewart, the international development secretary, takes questions in the Commons. 10.30am: A service to commemorate the 75th anniversary of D-day will take place at the National Memorial Arboretum in Burton-on-Trent. Theresa May, Emmanuel Macron and Donald Trump have also been attending events in Normandy, and other commemorative events are taking place during the day. My colleague Matthew Weaver has been covering them the events on a live blog here. After 10.30am: Mel Stride, the new leader of the Commons, makes a statement in the Commons about next week’s business. Also today, people are voting in the Peterborough byelection. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although I will be focusing mostly on the Tory leadership contest. I plan to post a summary at lunchtime and another when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "32512",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/06/crowds-booing-tories-party-leader-hopefuls-weigh-up-tv-debate-risks",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-06T13:39:29Z",
    "webTitle": "'Crowds booing Tories': party leader hopefuls weigh up TV debate risks",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/06/crowds-booing-tories-party-leader-hopefuls-weigh-up-tv-debate-risks",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/06/crowds-booing-tories-party-leader-hopefuls-weigh-up-tv-debate-risks",
    "fields": {
      "headline": "'Crowds booing Tories': party leader hopefuls weigh up TV debate risks",
      "standfirst": "<p>BBC confirms plans to host a hustings on 18 June chaired by Emily Maitlis</p>",
      "trailText": "BBC confirms plans to host a hustings on 18 June chaired by Emily Maitlis",
      "byline": "Jim Waterson Media editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"80fcc1d888f8cdaf0eab93f1eea7bbbc219d03f4\"> \n <img src=\"https://media.guim.co.uk/80fcc1d888f8cdaf0eab93f1eea7bbbc219d03f4/10_189_2763_1658/1000.jpg\" alt=\"Eight of the eleven candidates still in the race to become leader of the Conservative party\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Eight of the eleven candidates still in the race to become leader of the Conservative party.</span> \n  <span class=\"element-image__credit\">Photograph: PA</span> \n </figcaption> \n</figure>",
      "body": "<p>Tory leadership candidates are considering which television debates to take part in, as campaign teams weigh up the risks of derailing their bids to be the next prime minister with an unpredictable live television appearance.</p> \n<p>The BBC has confirmed plans to host a hustings on Tuesday 18 June, according to a memo sent to campaigns seen by the Guardian. The programme, chaired by Emily Maitlis, will be called Our Next Prime Minister and be broadcast live on BBC1 at 8pm. All candidates who are still in the contest at the time of broadcast will be invited to take part.</p> \n<p>Multiple leadership campaigns privately said they were particularly concerned about appearing in front of live audiences, especially if they represented a cross-section of the general population rather than the roughly 150,000 Conservative party members who will get to choose the next prime minister.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"48718617-39ff-43f6-86a7-0f462acf4b95\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Jeremy Hunt</strong></p>\n    <p></p>\n    <p>His style is notably technocratic, with few rhetorical flourishes and an emphasis on his consensual approach and long record as a minister, notably during more than five years as health secretary, a traditional graveyard of ministerial careers. Hunt’s attempts to talk up a backstory as an 'underestimated' entrepreneur can fall flat given he is also the son of an admiral and was head boy at Charterhouse.</p>\n    <p>Overall, Hunt’s approach can seem uninspiring and hard to pin down in terms of core beliefs, hence the 'Theresa in trousers' nickname among some Tory MPs – one that is more catchy than accurate (since May herself often wears trousers).</p>\n    <p><b>In the final round of MP voting Hunt edged out Michael Gove, 77 votes to 75.</b></p>\n    <p></p>\n    <p><strong>Boris Johnson</strong></p>\n    <p></p>\n    <p>Johnson’s progress to Downing Street appeared unstoppable&nbsp;<a href=\"https://www.theguardian.com/politics/2019/may/23/boris-johnson-bid-for-tory-leadership-gathers-momentum\">even before an overwhelming victory in the first round of voting among MPs</a>. Most of his colleagues believe it is now all but inevitable that he will be Britain’s next prime minister.</p>\n    <p>His well-disciplined campaign team will continue with their strategy of subjecting him to minimal media exposure, though once the field is narrowed down to two, the final pair will appear in more than a dozen head-to-head hustings for Tory members. The team’s main aim is simply to keep heads down and avoid Johnson creating headlines for the wrong reasons. <a href=\"https://www.theguardian.com/politics/2019/jun/21/police-called-to-loud-altercation-at-boris-johnsons-home\">It may not have worked</a>.&nbsp;</p>\n    <p><b>Johnson came first in the final round of MP voting with 160 votes.</b><br></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>One source on a leadership campaign said inviting the general public to take part in a programme would damage all of the contenders, especially if there was an adverse reaction from Labour supporters in the room: “If I was Jeremy Corbyn, I’d then just show this video of crowds booing Tories.”</p> \n<p>The proposed BBC hustings will not have a live audience, making it harder for campaigns to turn down the appearance. Instead, the invitation said it would draw on questions from people around the UK: “Between now and the broadcast, we will ask members of the public to submit questions and we will select the best of these. The questioners will join the programme from studios around the UK and put their questions to the candidates.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/06/new-tory-leader-could-avoid-immediate-confidence-vote\">New Tory leader could avoid immediate confidence vote</a> </p> \n</aside> \n<p>The BBC will also host a special edition of Question Time and two Andrew Neil interview programmes on BBC1 with the final two candidates, once the shortlist has been whittled down by MPs.</p> \n<p>British broadcasters endured a torturous few weeks at the end of 2018, trying and failing to agree terms for a televised debate between Corbyn and Theresa May over Brexit. This eventually fell apart, with <a href=\"https://www.theguardian.com/politics/2018/dec/01/may-v-corbyn-on-brexit-the-debate-over-the-debate\">neither side able to agree on the rules of engagement</a>.</p> \n<p>This time around most broadcasters have chosen to announce the programmes after preliminary chats with candidates and to then challenge the campaigns to take part while negotiating on detail.</p> \n<p>Channel 4 has attempted to get ahead of the BBC by announcing its own leadership hustings, which is scheduled to last 90 minutes on Sunday 16 June<sup> </sup>at 6.30pm, after the first round of voting among MPs. It will be hosted by Krishnan Guru-Murthy in front of a live studio audience of potential Tory voters drawn from across the UK.</p> \n<p>However, multiple campaigns said they were weighing up whether to take part in the Channel 4 show. This is because of the time involved in preparing a candidate for an appearance on national television at a time when the focus of the contest is on winning over MPs rather than party members. Leading candidates such as Boris Johnson were thought to have more to lose by opening themselves up to attack by the rest of the field.</p> \n<p>One leadership campaign cited perceived leftwing political bias by Channel 4 – and the presence of an audience – as risk factors, even though the programme would have to comply with Ofcom broadcasting rules. Every campaign has been reluctant to repeat May’s <a href=\"https://www.theguardian.com/politics/2017/may/28/amber-rudd-to-stand-in-for-theresa-may-in-televised-leaders-debate\">boycott of the BBC 2017 general election debate</a>, when she was mocked for being the only leader not to turn up.</p> \n<p>ITV and Sky News will broadcast programmes during the final round of voting, when Conservative members will choose between two Tory leadership candidates.</p>",
      "newspaperPageNumber": "16",
      "wordcount": "595",
      "firstPublicationDate": "2019-06-06T13:39:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-07-01T16:47:42Z",
      "newspaperEditionDate": "2019-06-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjkep",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/80fcc1d888f8cdaf0eab93f1eea7bbbc219d03f4/10_189_2763_1658/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Tory leadership candidates are considering which television debates to take part in, as campaign teams weigh up the risks of derailing their bids to be the next prime minister with an unpredictable live television appearance. The BBC has confirmed plans to host a hustings on Tuesday 18 June, according to a memo sent to campaigns seen by the Guardian. The programme, chaired by Emily Maitlis, will be called Our Next Prime Minister and be broadcast live on BBC1 at 8pm. All candidates who are still in the contest at the time of broadcast will be invited to take part. Multiple leadership campaigns privately said they were particularly concerned about appearing in front of live audiences, especially if they represented a cross-section of the general population rather than the roughly 150,000 Conservative party members who will get to choose the next prime minister. One source on a leadership campaign said inviting the general public to take part in a programme would damage all of the contenders, especially if there was an adverse reaction from Labour supporters in the room: “If I was Jeremy Corbyn, I’d then just show this video of crowds booing Tories.” The proposed BBC hustings will not have a live audience, making it harder for campaigns to turn down the appearance. Instead, the invitation said it would draw on questions from people around the UK: “Between now and the broadcast, we will ask members of the public to submit questions and we will select the best of these. The questioners will join the programme from studios around the UK and put their questions to the candidates.” The BBC will also host a special edition of Question Time and two Andrew Neil interview programmes on BBC1 with the final two candidates, once the shortlist has been whittled down by MPs. British broadcasters endured a torturous few weeks at the end of 2018, trying and failing to agree terms for a televised debate between Corbyn and Theresa May over Brexit. This eventually fell apart, with neither side able to agree on the rules of engagement. This time around most broadcasters have chosen to announce the programmes after preliminary chats with candidates and to then challenge the campaigns to take part while negotiating on detail. Channel 4 has attempted to get ahead of the BBC by announcing its own leadership hustings, which is scheduled to last 90 minutes on Sunday 16 June at 6.30pm, after the first round of voting among MPs. It will be hosted by Krishnan Guru-Murthy in front of a live studio audience of potential Tory voters drawn from across the UK. However, multiple campaigns said they were weighing up whether to take part in the Channel 4 show. This is because of the time involved in preparing a candidate for an appearance on national television at a time when the focus of the contest is on winning over MPs rather than party members. Leading candidates such as Boris Johnson were thought to have more to lose by opening themselves up to attack by the rest of the field. One leadership campaign cited perceived leftwing political bias by Channel 4 – and the presence of an audience – as risk factors, even though the programme would have to comply with Ofcom broadcasting rules. Every campaign has been reluctant to repeat May’s boycott of the BBC 2017 general election debate, when she was mocked for being the only leader not to turn up. ITV and Sky News will broadcast programmes during the final round of voting, when Conservative members will choose between two Tory leadership candidates.",
      "charCount": "3521",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jim-waterson\">Jim Waterson</a> Media editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]