[
  {
    "id": "politics/2019/may/05/brexit-lessons-for-labour-to-learn-from-the-local-election-results",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-05T16:33:23Z",
    "webTitle": "Brexit lessons for Labour to learn from the local election results | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/05/brexit-lessons-for-labour-to-learn-from-the-local-election-results",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/05/brexit-lessons-for-labour-to-learn-from-the-local-election-results",
    "fields": {
      "headline": "Brexit lessons for Labour to learn from the local election results",
      "standfirst": "Readers interpret last Thursday’s votes and what they mean for Labour’s stance on leaving the European Union",
      "trailText": "<strong>Letters:</strong> Readers interpret last Thursday’s votes and what they mean for Labour’s stance on leaving the European Union",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c7a9da39b5e97d5fe8b38c2356266e4a0704065d\"> <img src=\"https://media.guim.co.uk/c7a9da39b5e97d5fe8b38c2356266e4a0704065d/0_0_6720_4032/1000.jpg\" alt=\"Liberal Democrat supporters celebrate the party’s success in the local elections in Chelmsford, Essex.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liberal Democrat supporters celebrate the party’s success in the local elections in Chelmsford, Essex.</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Your editorial (<a href=\"https://www.theguardian.com/commentisfree/2019/may/03/the-guardian-view-on-local-elections-national-lessons-for-brexit\" title=\"\">While Brexit lingers, big political parties are losing out to smaller rivals</a>, 4 May) says the most notable winners from Thursday’s elections were the Greens. I am pleased they did well, but baffled by your failure to acknowledge the most obvious conclusion from the results. The Liberal Democrats, the one party that has been consistently pro-remain, gained over 700 seats, despite limited financial resources and indifferent or hostile news media.</p> <p>The Tories and Ukip were hammered, and Labour, who haven’t got a clue about Brexit, performed poorly despite the public disillusionment with the government. How can you fail to see this as being a rejection of Brexit, now that the electorate understand the lies they were told in 2016 and the disastrous future that lies ahead if Brexit ever happens?<br><strong>Roger Fisken</strong><br><em>Ashampstead, Berkshire</em></p> <p>• I am sure I am not alone among lifetime Labour members and supporters of Jeremy Corbyn in voting with a heavy heart on Thursday for Green or Liberal Democrat councillors because of Labour’s ambiguity about a people’s vote (<a href=\"https://www.theguardian.com/politics/2019/may/03/tories-lose-over-1200-seats-in-local-elections-as-major-parties-suffer\" title=\"\">Tory election losses are party’s worst in 24 years</a>, 4 May). Labour is now working with the Tories towards a Brexit that they hope parliament will agree is best for Britain. They should also insist that the electorate be asked if they think the deal is better than remaining in the EU. Without a people’s vote, can we be sure the deal won’t result in Scotland and Northern Ireland, which both voted remain, leaving the UK to rejoin the EU?</p> <p>The Labour leadership should respect the conference’s backing for a people’s vote and clarify its support before the European elections. Another Labour performance like Thursday’s would result in big gains for the far right.<br><strong>Emeritus </strong><strong>Prof</strong><strong> Keith Barnham</strong><br><em>Frome, Somerset</em></p> <p>• I am a Labour voter who voted Lib Dem in the local elections to register my anger at and disappointment in Jeremy Corbyn’s refusal to back a second referendum. I clearly was not alone, but I had forgotten that politicians interpret any result in the way that suits them. So Theresa May and Jeremy Corbyn have decided that their parties’ loss of council seats means people want them to get on and deliver Brexit. This is the opposite of what I want.</p> <p>They still don’t understand why the electorate is so sick of the political class. They are still using the same weasel words they always do for interviews in which they tell us that “most people think X”, when X is what they want people to think.</p> <p>I thought the electorate had delivered a powerful message, but once a politician, always a politician. I wonder what it will take for them to actually listen to the people they are supposed to represent.<br><strong>Cherry Weston</strong><br><em>Wolverhampton</em></p> <p>• Labour lost control of Bolsover (71% leave in the referendum), Burnley (67%), Darlington (56%), Hartlepool (70%), Lancaster (51%), Middlesbrough (66%) and Stockton-on-Tees (62%), while the Conservatives gained outright control of Walsall (68%) and North East Derbyshire (63%). This is the effect on traditional Labour areas of talk about rerunning the referendum under the guise of a “confirmatory vote” in the hope of overturning the result. The commitment to respect the result of the referendum, under which all Labour MPs fought the 2017 general election, should not be treated as something that was said just to get elected and can now be discarded.<br><strong>Christopher Clayton</strong><br><em>Waverton, Cheshire</em></p> <p>• It is difficult to work out who Owen Jones’s “ultra-remainers” are (<a href=\"https://www.theguardian.com/commentisfree/2019/may/01/remainers-own-goal-brexit-nigel-farage-brexit-party-second-referendum-labour\" title=\"\">Ultra-remainers could score a spectacular Brexit own goal</a>, Journal, 2 May). Remain doesn’t have an extreme option: if you want to remain, you want to remain. Has he intelligence of “hard remain” groups threatening to drain the English Channel to force an ever-closer union with the continent? We should be told.</p> <p>Furthermore, how “ultra-remain” plays into the hands of the Faragistes is not spelled out: they are hardly likely to come trooping into the Labour camp on the promise of a “Brexit betrayal” customs union.</p> <p>The Corbyn position again has Labour sitting on the sidelines: “We firmly commit ourselves to perhaps doing something later on” is not catchy enough to grasp the public imagination. Certainly it’s not enough to keep up with the overwhelming view of the Labour party rank and file (in what is meant to be a newly democratised party), who are unlikely to be galvanised by mealy-mouthed maybe-isms. Even if we try hard, we’ll struggle to find anything constructive to say on the doorstep.</p> <p>From the radical Corbyn we hoped for a principled stand. May’s Brexit has so far pleased no one. If it limps home abetted by Labour apparatchiks, that will prolong the wilderness years for the party.<br><strong>Prof</strong><strong> Paul Booton</strong><br><em>London</em><br></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "825",
      "commentable": "false",
      "firstPublicationDate": "2019-05-05T16:33:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:40Z",
      "newspaperEditionDate": "2019-05-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bdaaq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c7a9da39b5e97d5fe8b38c2356266e4a0704065d/0_0_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your editorial (While Brexit lingers, big political parties are losing out to smaller rivals, 4 May) says the most notable winners from Thursday’s elections were the Greens. I am pleased they did well, but baffled by your failure to acknowledge the most obvious conclusion from the results. The Liberal Democrats, the one party that has been consistently pro-remain, gained over 700 seats, despite limited financial resources and indifferent or hostile news media. The Tories and Ukip were hammered, and Labour, who haven’t got a clue about Brexit, performed poorly despite the public disillusionment with the government. How can you fail to see this as being a rejection of Brexit, now that the electorate understand the lies they were told in 2016 and the disastrous future that lies ahead if Brexit ever happens? Roger Fisken Ashampstead, Berkshire • I am sure I am not alone among lifetime Labour members and supporters of Jeremy Corbyn in voting with a heavy heart on Thursday for Green or Liberal Democrat councillors because of Labour’s ambiguity about a people’s vote (Tory election losses are party’s worst in 24 years, 4 May). Labour is now working with the Tories towards a Brexit that they hope parliament will agree is best for Britain. They should also insist that the electorate be asked if they think the deal is better than remaining in the EU. Without a people’s vote, can we be sure the deal won’t result in Scotland and Northern Ireland, which both voted remain, leaving the UK to rejoin the EU? The Labour leadership should respect the conference’s backing for a people’s vote and clarify its support before the European elections. Another Labour performance like Thursday’s would result in big gains for the far right. Emeritus Prof Keith Barnham Frome, Somerset • I am a Labour voter who voted Lib Dem in the local elections to register my anger at and disappointment in Jeremy Corbyn’s refusal to back a second referendum. I clearly was not alone, but I had forgotten that politicians interpret any result in the way that suits them. So Theresa May and Jeremy Corbyn have decided that their parties’ loss of council seats means people want them to get on and deliver Brexit. This is the opposite of what I want. They still don’t understand why the electorate is so sick of the political class. They are still using the same weasel words they always do for interviews in which they tell us that “most people think X”, when X is what they want people to think. I thought the electorate had delivered a powerful message, but once a politician, always a politician. I wonder what it will take for them to actually listen to the people they are supposed to represent. Cherry Weston Wolverhampton • Labour lost control of Bolsover (71% leave in the referendum), Burnley (67%), Darlington (56%), Hartlepool (70%), Lancaster (51%), Middlesbrough (66%) and Stockton-on-Tees (62%), while the Conservatives gained outright control of Walsall (68%) and North East Derbyshire (63%). This is the effect on traditional Labour areas of talk about rerunning the referendum under the guise of a “confirmatory vote” in the hope of overturning the result. The commitment to respect the result of the referendum, under which all Labour MPs fought the 2017 general election, should not be treated as something that was said just to get elected and can now be discarded. Christopher Clayton Waverton, Cheshire • It is difficult to work out who Owen Jones’s “ultra-remainers” are (Ultra-remainers could score a spectacular Brexit own goal, Journal, 2 May). Remain doesn’t have an extreme option: if you want to remain, you want to remain. Has he intelligence of “hard remain” groups threatening to drain the English Channel to force an ever-closer union with the continent? We should be told. Furthermore, how “ultra-remain” plays into the hands of the Faragistes is not spelled out: they are hardly likely to come trooping into the Labour camp on the promise of a “Brexit betrayal” customs union. The Corbyn position again has Labour sitting on the sidelines: “We firmly commit ourselves to perhaps doing something later on” is not catchy enough to grasp the public imagination. Certainly it’s not enough to keep up with the overwhelming view of the Labour party rank and file (in what is meant to be a newly democratised party), who are unlikely to be galvanised by mealy-mouthed maybe-isms. Even if we try hard, we’ll struggle to find anything constructive to say on the doorstep. From the radical Corbyn we hoped for a principled stand. May’s Brexit has so far pleased no one. If it limps home abetted by Labour apparatchiks, that will prolong the wilderness years for the party. Prof Paul Booton London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5003",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/may/05/solutions-for-the-social-care-crisis",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-05-05T16:32:56Z",
    "webTitle": "Solutions for the social care crisis | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/may/05/solutions-for-the-social-care-crisis",
    "apiUrl": "https://content.guardianapis.com/society/2019/may/05/solutions-for-the-social-care-crisis",
    "fields": {
      "headline": "Solutions for the social care crisis",
      "standfirst": "There should be a National Care Service on an equal footing with the NHS, says <strong>Gillian Dalley</strong>, while <strong>Carol Hedges</strong> comes up with some ideas on how to pay for it",
      "trailText": "<strong>Letters:</strong> There should be a National Care Service on an equal footing with the NHS, says <strong>Gillian Dalley</strong>, while <strong>Carol Hedges</strong> comes up with some ideas on how to pay for it",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ecfae177679939e2bc5d3e988f4a5eca157a3bcd\"> <img src=\"https://media.guim.co.uk/ecfae177679939e2bc5d3e988f4a5eca157a3bcd/0_374_5616_3370/1000.jpg\" alt=\"Care worker helping old woman walk down stairs\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Much of social care is performed by EU nationals, on low wages, who have been voting with their feet ever since the referendum,’ writes Carol Hedges. Photograph: Getty Images</span> <span class=\"element-image__credit\">Photograph: Getty Images</span> </figcaption> </figure>",
      "body": "<p>The answer to Nils Pratley’s plaintive question – “Can we not ban hedge funds and private equity firms from owning care homes?” – is a very loud “yes” (<a href=\"https://www.theguardian.com/business/nils-pratley-on-finance/2019/apr/30/care-homes-deserve-better-than-junk-bond-opportunists\" title=\"\">Hedge funds and care homes: the unlikeliest of marriages that does no one any favours</a>, 1 May).</p> <p>We need to place social care (the National Care Service) on an equal footing with the NHS, state-owned and state-provided, both services fully integrated and funded directly by the Treasury (to avoid conflict of budget streams) and funded out of general taxation, with all (including the rich) paying their full, proportionate share into the common pool of shared risk (at the same time eliminating any “cancer/dementia” distinctions). Staff, employed directly, would be properly trained, decently paid, well-treated at work and, importantly, respected and valued alongside the people for whom they care. Sadly, the trend is in exactly the opposite direction – with more and more NHS services being outsourced to private companies, thanks to Andrew Lansley’s pernicious 2012 Health and Social Care Act. We have to press the emergency button and call “all change” before it is too late.<br><strong>Gillian Dalley</strong><br><em>London</em></p> <p>• I have some simple suggestions for Damian Green and his so-called social care proposal (<a href=\"https://www.theguardian.com/commentisfree/2019/apr/29/the-guardian-view-on-a-new-social-care-plan-too-little-too-late\" title=\"\">Editorial</a>, 30 April). Why not make all those big corporations who trade here but pay taxes elsewhere contribute financially to the country they make money out of? And how about targeting all the heads of companies and billionaires who prefer to avoid paying taxes in favour of stashing the cash in offshore tax havens? Oh, and what about the deleterious outcome of Brexit? Much of social care is performed by EU nationals, on low wages, who have been voting with their feet ever since the referendum.</p> <p>That’s three positive suggestions, which would fill government coffers and stop the relentless Tory accusations that we over-60s are responsible for all the economic ills that beset the young and the country.<br><strong>Carol Hedges</strong><br><em>Harpenden, Hertfordshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "365",
      "commentable": "false",
      "firstPublicationDate": "2019-05-05T16:32:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-05T16:40:03Z",
      "newspaperEditionDate": "2019-05-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bdabg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ecfae177679939e2bc5d3e988f4a5eca157a3bcd/0_374_5616_3370/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The answer to Nils Pratley’s plaintive question – “Can we not ban hedge funds and private equity firms from owning care homes?” – is a very loud “yes” (Hedge funds and care homes: the unlikeliest of marriages that does no one any favours, 1 May). We need to place social care (the National Care Service) on an equal footing with the NHS, state-owned and state-provided, both services fully integrated and funded directly by the Treasury (to avoid conflict of budget streams) and funded out of general taxation, with all (including the rich) paying their full, proportionate share into the common pool of shared risk (at the same time eliminating any “cancer/dementia” distinctions). Staff, employed directly, would be properly trained, decently paid, well-treated at work and, importantly, respected and valued alongside the people for whom they care. Sadly, the trend is in exactly the opposite direction – with more and more NHS services being outsourced to private companies, thanks to Andrew Lansley’s pernicious 2012 Health and Social Care Act. We have to press the emergency button and call “all change” before it is too late. Gillian Dalley London • I have some simple suggestions for Damian Green and his so-called social care proposal (Editorial, 30 April). Why not make all those big corporations who trade here but pay taxes elsewhere contribute financially to the country they make money out of? And how about targeting all the heads of companies and billionaires who prefer to avoid paying taxes in favour of stashing the cash in offshore tax havens? Oh, and what about the deleterious outcome of Brexit? Much of social care is performed by EU nationals, on low wages, who have been voting with their feet ever since the referendum. That’s three positive suggestions, which would fill government coffers and stop the relentless Tory accusations that we over-60s are responsible for all the economic ills that beset the young and the country. Carol Hedges Harpenden, Hertfordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2288",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/may/05/give-students-with-poor-a-levels-a-break",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-05-05T16:32:08Z",
    "webTitle": "Give students with poor A-levels a break | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/may/05/give-students-with-poor-a-levels-a-break",
    "apiUrl": "https://content.guardianapis.com/education/2019/may/05/give-students-with-poor-a-levels-a-break",
    "fields": {
      "headline": "Give students with poor A-levels a break",
      "standfirst": "<strong>Matt Waddup</strong> and <strong>Hugh Dunkerley</strong> take issue with the education minister who attacked his own government’s policies of expanding access to higher education",
      "trailText": "Letters: <strong>Matt Waddup</strong> and <strong>Hugh Dunkerley</strong> take issue with the education minister who attacked his own government’s policies of expanding access to higher education",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"cf552ae8f9591c25402784b8bfed977b28e50dc4\"> <img src=\"https://media.guim.co.uk/cf552ae8f9591c25402784b8bfed977b28e50dc4/0_131_3917_2350/1000.jpg\" alt=\"Woman reading book in library\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘We should be encouraging students to aspire to university and taking their individual circumstances into account,’ writes Matt Waddup. </span> <span class=\"element-image__credit\">Photograph: ijeab/Getty Images/iStockphoto</span> </figcaption> </figure>",
      "body": "<p>The latest gaffe by the Conservative education minister Theodore Agnew once again shows how tone-deaf the privileged are to the reality of those who face a bumpier ride. His attack on the policy of widening participation at universities (<a href=\"https://www.theguardian.com/education/2019/may/03/education-minister-brands-lowering-of-a-level-grades-as-lunacy\" title=\"\">It’s lunacy to let students into universities with E grades, says minister</a>, 4 May) effectively amounts to a writing off of millions of people at 18.</p> <p>There is plenty of evidence about how well students from state schools do at university compared to their privately educated peers: last month it was revealed that a quarter of students with A-level grades below three Ds achieved a first at university. This should be celebrated, not denigrated.</p> <p>We should be encouraging students to aspire to university and taking their individual circumstances into account, not running down their achievements or turning away those who potentially could benefit most from higher education.<br><strong>Matt Waddup</strong><br><em>Head of policy and campaigns, University and College Union</em></p> <p>• As someone who achieved a D and an E at A-level and is now a university lecturer, I must take issue with Theodore Agnew’s comments to the private schools’ conference. I went to one of the private schools Agnew praises. It was educationally poor, many of the teachers were not qualified, and it was rife with snobbery and bullying. I stopped trying academically because hardly anyone was encouraging me. I scraped into what was then Christchurch College Canterbury and emerged after three happy years with a 2:1.</p> <p>My passion for teaching has been driven in part by my experience of the demoralising effects of bad teaching. Many of my students have not done well at school; many have returned to education in their 20s. They are often the best students, motivated and keen to contribute to society in useful ways – not to become bankers or to work in the City like many who emerge from private schools.<br><strong>Dr Hugh Dunkerley</strong><br><em>Brighton</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "362",
      "commentable": "false",
      "firstPublicationDate": "2019-05-05T16:32:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-05T16:35:02Z",
      "newspaperEditionDate": "2019-05-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bda7k",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cf552ae8f9591c25402784b8bfed977b28e50dc4/0_131_3917_2350/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The latest gaffe by the Conservative education minister Theodore Agnew once again shows how tone-deaf the privileged are to the reality of those who face a bumpier ride. His attack on the policy of widening participation at universities (It’s lunacy to let students into universities with E grades, says minister, 4 May) effectively amounts to a writing off of millions of people at 18. There is plenty of evidence about how well students from state schools do at university compared to their privately educated peers: last month it was revealed that a quarter of students with A-level grades below three Ds achieved a first at university. This should be celebrated, not denigrated. We should be encouraging students to aspire to university and taking their individual circumstances into account, not running down their achievements or turning away those who potentially could benefit most from higher education. Matt Waddup Head of policy and campaigns, University and College Union • As someone who achieved a D and an E at A-level and is now a university lecturer, I must take issue with Theodore Agnew’s comments to the private schools’ conference. I went to one of the private schools Agnew praises. It was educationally poor, many of the teachers were not qualified, and it was rife with snobbery and bullying. I stopped trying academically because hardly anyone was encouraging me. I scraped into what was then Christchurch College Canterbury and emerged after three happy years with a 2:1. My passion for teaching has been driven in part by my experience of the demoralising effects of bad teaching. Many of my students have not done well at school; many have returned to education in their 20s. They are often the best students, motivated and keen to contribute to society in useful ways – not to become bankers or to work in the City like many who emerge from private schools. Dr Hugh Dunkerley Brighton • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2209",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/may/05/opaque-trial-of-tests-for-four-year-olds",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-05-05T16:31:42Z",
    "webTitle": "Opaque trial of tests for four-year-olds | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/may/05/opaque-trial-of-tests-for-four-year-olds",
    "apiUrl": "https://content.guardianapis.com/education/2019/may/05/opaque-trial-of-tests-for-four-year-olds",
    "fields": {
      "headline": "Opaque trial of tests for four-year-olds",
      "standfirst": "The Department for Education is holding back key data from its trial of proposals for baseline assessment, say the authors of a critical report on the proposals",
      "trailText": "<strong>Letters: </strong>The Department for Education is holding back key data from its trial of proposals for baseline assessment, say the authors of a critical report on the proposals",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"9f2df641fef513a2fddbcafecdf3b75e3b5302ab\"> <img src=\"https://media.guim.co.uk/9f2df641fef513a2fddbcafecdf3b75e3b5302ab/12_0_3475_2086/1000.jpg\" alt=\"Children in a nursery class\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Unfortunately, some two-thirds of these results have been redacted,’ say the authors of the letter below.</span> <span class=\"element-image__credit\">Photograph: Dave Thompson/PA</span> </figcaption> </figure>",
      "body": "<p>Chris Pratt (<a href=\"https://www.theguardian.com/education/2019/apr/29/four-year-olds-need-nurturing-to-help-them-learn-not-testing\" title=\"\">Letters</a>, 30 April) commends the critical evaluation of proposals for baseline testing of four-year-olds that we <a href=\"https://www.bera.ac.uk/researchers-resources/publications/a-baseline-without-basis\" title=\"\">carried out for the British Educational Research Association</a>. As a result of a freedom of information request, the Department for Education and the National Foundation for Educational Research have now released results of the trial of their baseline assessment.</p> <p>Unfortunately, some two-thirds of these results have been redacted, so we have little way of knowing what was found. Indeed, the “conclusions” in the NFER report are completely redacted. The DfE has also withheld (claiming, we believe erroneously, that the 2018 Data Protection Act allows it to do so) the names of the eight “experts” who were recruited to advise on the trial – on the grounds that this would be “unfair”.</p> <p>The DfE says: “We are withholding the full analysis of the trialling data, practitioner feedback and timing data under section 35(1) of the Freedom of Information Act (2000), as it is information relating to the development of government policy … Therefore, releasing this information puts the policy at risk.”</p> <p>Is this what is known as “open government”?<br><strong>Prof</strong><strong> Harvey Goldstein </strong><em>University of Bristol, </em><strong>Prof</strong><strong> Gemma Moss </strong><em>University College London, </em><strong>Prof</strong><strong> Gordon Stobart </strong><em>University College London, </em><strong>Prof</strong><strong> Pamela Sammons </strong><em>University of Oxford, </em><strong>Gwen Sinnot </strong><em>Independent consultant</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "260",
      "commentable": "false",
      "firstPublicationDate": "2019-05-05T16:31:42Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-05T16:40:03Z",
      "newspaperEditionDate": "2019-05-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bdaem",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9f2df641fef513a2fddbcafecdf3b75e3b5302ab/12_0_3475_2086/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Chris Pratt (Letters, 30 April) commends the critical evaluation of proposals for baseline testing of four-year-olds that we carried out for the British Educational Research Association. As a result of a freedom of information request, the Department for Education and the National Foundation for Educational Research have now released results of the trial of their baseline assessment. Unfortunately, some two-thirds of these results have been redacted, so we have little way of knowing what was found. Indeed, the “conclusions” in the NFER report are completely redacted. The DfE has also withheld (claiming, we believe erroneously, that the 2018 Data Protection Act allows it to do so) the names of the eight “experts” who were recruited to advise on the trial – on the grounds that this would be “unfair”. The DfE says: “We are withholding the full analysis of the trialling data, practitioner feedback and timing data under section 35(1) of the Freedom of Information Act (2000), as it is information relating to the development of government policy … Therefore, releasing this information puts the policy at risk.” Is this what is known as “open government”? Prof Harvey Goldstein University of Bristol, Prof Gemma Moss University College London, Prof Gordon Stobart University College London, Prof Pamela Sammons University of Oxford, Gwen Sinnot Independent consultant • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1672",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "business/2019/may/05/crossrail-and-other-overoptimistic-plans",
    "type": "article",
    "sectionId": "business",
    "sectionName": "Business",
    "webPublicationDate": "2019-05-05T16:30:52Z",
    "webTitle": "Crossrail and other overoptimistic plans | Letters",
    "webUrl": "https://www.theguardian.com/business/2019/may/05/crossrail-and-other-overoptimistic-plans",
    "apiUrl": "https://content.guardianapis.com/business/2019/may/05/crossrail-and-other-overoptimistic-plans",
    "fields": {
      "headline": "Crossrail and other overoptimistic plans",
      "standfirst": "Public projects and private corporations are often hobbled by managers setting unrealistic targets, writes <strong>Jack Winkler</strong>",
      "trailText": "<strong>Letters: </strong>Public projects and private corporations are often hobbled by managers setting unrealistic targets, writes <strong>Jack Winkler</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"9edd1574ce9e2f373d001878c819076ad9a349a6\"> <img src=\"https://media.guim.co.uk/9edd1574ce9e2f373d001878c819076ad9a349a6/0_117_3500_2100/1000.jpg\" alt=\"Engineers in Crossrail tunnel\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Crossrail is just one of many examples of poor planning, writes Jack Winkler.</span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure>",
      "body": "<p>The National Audit Office report (<a href=\"https://www.theguardian.com/uk-news/2019/may/03/crossrail-delays-caused-by-desire-to-cling-to-unrealistic-timeframe\" title=\"\">NAO blames Crossrail delay on ‘unrealistic’ management</a>, 4 May) advances us part way towards an understanding of why so many major projects, of all sorts, are “delayed” and “over budget”. Whenever a gap opens up between plan and performance, the overwhelming tendency is to blame the managers/workers who “failed” to meet the target. In fact, the problem is often with overoptimistic, unrealistic plans in the first place. Crossrail is just one of many examples.</p> <p>The moral of the story also applies to major private sector corporations, which routinely set targets for the performance of all their staff, and even for their share prices.</p> <p>Yet most commentators report bad results as a “failure to meet analysts’ expectations”. The broader lesson of the NAO report is that we should focus as much on bad planning as on bad performance, in public projects and private business alike.<br><strong>Jack Winkler</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "198",
      "commentable": "false",
      "firstPublicationDate": "2019-05-05T16:30:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-05T16:35:06Z",
      "newspaperEditionDate": "2019-05-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bda2y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9edd1574ce9e2f373d001878c819076ad9a349a6/0_117_3500_2100/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The National Audit Office report (NAO blames Crossrail delay on ‘unrealistic’ management, 4 May) advances us part way towards an understanding of why so many major projects, of all sorts, are “delayed” and “over budget”. Whenever a gap opens up between plan and performance, the overwhelming tendency is to blame the managers/workers who “failed” to meet the target. In fact, the problem is often with overoptimistic, unrealistic plans in the first place. Crossrail is just one of many examples. The moral of the story also applies to major private sector corporations, which routinely set targets for the performance of all their staff, and even for their share prices. Yet most commentators report bad results as a “failure to meet analysts’ expectations”. The broader lesson of the NAO report is that we should focus as much on bad planning as on bad performance, in public projects and private business alike. Jack Winkler London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1229",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/05/national-politics-hope-councils-councillors-local-elections",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-05T11:23:34Z",
    "webTitle": "Don’t look to national politics for hope: you’ll find it thriving in local councils | John Harris",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/05/national-politics-hope-councils-councillors-local-elections",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/05/national-politics-hope-councils-councillors-local-elections",
    "fields": {
      "headline": "Don’t look to national politics for hope: you’ll find it thriving in local councils",
      "standfirst": "Councillors are paid a pittance and face hostility. But from tackling obesity to saving high streets, good ideas are growing",
      "trailText": "From tackling obesity to saving high streets, good ideas are growing, says the Guardian columnist John Harris",
      "byline": "John Harris",
      "main": "<figure class=\"element element-image\" data-media-id=\"6be58e7afb6a763f7001c6177b7d26556da10999\"> <img src=\"https://media.guim.co.uk/6be58e7afb6a763f7001c6177b7d26556da10999/0_257_4846_2907/1000.jpg\" alt=\"Frome shopping street pic\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Where I live, in Frome, the coalition of independents has spent eight years encouraging sustainable transport, assisting local charities, and helping to ease poverty and inequality.’</span> <span class=\"element-image__credit\">Photograph: Jim Wileman</span> </figcaption> </figure>",
      "body": "<p>Last Friday morning, my head spun. Having voted in two local elections – for our town and district councils – and then spent the first few hours of the next day following the results, my partner and I got our polling cards for yet another contest. This caused a brief fit of amusement about Brexit Britain’s weird addiction to sending us to polling stations, before we realised we had effectively received our tickets for an awful reality TV show.</p> <p>Thanks chiefly to Nigel Farage’s <a href=\"https://www.theguardian.com/commentisfree/2019/apr/12/nigel-farage-brexit-party-comeback-heroics\" title=\"\">Brexit party</a> and the pithily named <a href=\"https://www.theguardian.com/politics/2019/apr/30/change-uk-reaches-out-to-anti-brexit-labour-supporters\" title=\"\">Change UK – the Independent Group</a> – many of the contestants in the looming European elections form a rum old crowd. From <a href=\"https://www.theguardian.com/politics/2019/apr/23/change-uk-independent-group-launches-european-election-campaign-brexit\" title=\"\">a former BBC newsreader</a>, through superannuated Tories and newspaper columnists, on to the former <a href=\"https://www.theguardian.com/politics/2019/apr/27/martin-daubney-nigel-farage-brexit-party-radioactive-wolves\" title=\"\">editor of the lads’ magazine Loaded</a>, with the independent candidate who calls himself Tommy Robinson as the rubbish punchline. God knows what the poor souls who have diligently served as MEPs must feel about this sudden gatecrashing of their world: here is yet another woeful instalment of the Brexit drama, now replayed by celebrity leave and remain campaigners as a pantomime of futile gestures.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If councils are to attract and retain new people, they need not warm words, but meaningful power</p> </blockquote> </aside>  <p>The local elections in England (and Northern Ireland), by contrast, were mundane but altogether more worthwhile. Politics now moves so quickly that basing credible predictions for national politics on local contests is something of a mug’s game: think back to 2017, when Labour got thumped in council contests, only to pull off that minor miracle at the general election. But in the <a href=\"https://www.theguardian.com/politics/2019/may/03/tories-lose-over-1200-seats-in-local-elections-as-major-parties-suffer\" title=\"\">huge losses suffered by the Tories</a>, widespread Labour failure, surges for the Lib Dems and Greens, and a huge increase in support for independents – not to mention the fact that many places <a href=\"https://twitter.com/johnestevens/status/1124288114099392512\" title=\"\">had mountains of spoilt ballot papers</a> – there was a clear enough picture: of a seething, quicksilver politics that mutates at speed, with everything now infused with the cultural and political tensions brought to a head by Brexit.</p> <p>As the resulting noise dies down, the lucky winners will be faced once again with the basic fact of modern local government. The austerity imposed on councils for about a decade is grinding on, and the room for effective politics remains far too small. And woven into this grimness is another big problem. In 2004, 96.5% of local councillors in England were white; according to <a href=\"https://www.bbc.co.uk/news/uk-england-47947867\" title=\"\">recent figures,</a> published just before last week’s elections, the figure was 95.8%. The same stats suggested that over a quarter of councillors were aged over 70, up from 14% 15 years ago, and half were over 60. Two-thirds were men.</p> <p>Last week, <a href=\"https://www.theguardian.com/politics/2019/apr/30/abuse-long-hours-and-pitiful-pay-younger-councillors-abandon-local-politics\" title=\"\">the Guardian told the stories</a> of a handful of councillors who were about to stand down. They were “mainly people in their 30s who have risen to run councils with budgets of £100m or more”. They spoke of laughably meagre pay and serious stress – now made worse by a clear shift in public attitudes towards even local politicians. The outgoing Tory leader of Pendle council in east Lancashire, who has been paid a princely £6,500 a year, pinned the blame on Brexit: “We were given a yes-or-no decision, and everything now is right or wrong. There’s nothing in the middle now … I think that’s what’s made the whole atmosphere of politics horrific, actually.”</p>  <figure class=\"element element-image\" data-media-id=\"6f9ef991fff1d5daea30e138e5a9f108f73f89d5\"> <img src=\"https://media.guim.co.uk/6f9ef991fff1d5daea30e138e5a9f108f73f89d5/0_2595_4701_2819/1000.jpg\" alt=\"Leeds civic hall\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The biggest recent news about childhood obesity came not from the Department of Health, but a programme <a href=\"https://www.theguardian.com/commentisfree/2019/may/02/leeds-lower-child-obesity-henry\">created in Leeds</a>.’</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>  <p>Having read his story, I had a long conversation with one of the people who represents my own community: Martin Dimery, a 62-year-old former drama teacher who is one of two Green party representatives on Somerset county council, having heroically beaten the Tories in 2017 by a margin of four votes. He told me about his key role in such small victories as the council’s decision to move away from single-use plastic, as well as hard work on pushing the ruling Conservatives to stop proposed cuts to education for disabled children. When I mentioned hostility from the public, he emitted a mirthless laugh: “I’ve had people slamming the door on me recently. They say: ‘You’ve betrayed the country because of Brexit.’ You’re just another person standing there with a rosette, and they tell you they don’t trust you.”</p> <p>At the heart of the crisis in local politics is a deep contradiction. For 15 years at least, Westminster politicians have habitually talked up somehow reviving local government. But power has continued to be snatched from people on the ground. (Consider, for example, the story of how elected local politicians have been shoved out of any control or <a href=\"https://www.theguardian.com/commentisfree/2019/jan/30/britain-schools-conversion-academies-eu\" title=\"\">oversight of state education</a>.) Meanwhile austerity has ensured that helpless local politicians are answerable for nonsensical policies authored by Westminster, just as our exit from the EU and the noise made by moronic opportunists has poisoned debate at every level.</p> <p>Yet here is the fascinating thing. Despite cuts, crises and the sense that far too many councils are locked into decline, there is some cause for hope. The realisation that central government is too remote to solve a whole host of problems, and most things are best dealt with at the most local level, feels like it has become unanswerable: something highlighted not just by failures at the top (picture the transport secretary, Chris Grayling, and the point will instantly become clear), but by a host of trailblazing examples of how to do things differently.</p> <p>The biggest recent news about childhood obesity came not from the Department of Health, but a programme <a href=\"https://www.theguardian.com/commentisfree/2019/may/02/leeds-lower-child-obesity-henry\" title=\"\">created in Leeds</a>. The new Labour party is setting great store by the <a href=\"https://www.theguardian.com/commentisfree/2018/jan/31/preston-hit-rock-bottom-took-back-control\" title=\"\">so-called Preston model</a>, whereby that city’s council is boosting the local economy by using its financial clout to help local business. If you want to know about the cutting edge of regeneration, it is best to talk to people who have either created local success stories or are trying to, in <a href=\"https://www.theguardian.com/cities/2015/nov/03/the-great-reinvention-of-manchester-its-far-more-pleasant-than-london\" title=\"\">Manchester</a>, <a href=\"https://www.theguardian.com/cities/2015/nov/04/rich-people-reinvention-once-great-naval-city-plymouth\" title=\"\">Plymouth</a> or <a href=\"https://www.theguardian.com/uk-news/2018/oct/11/amazon-v-the-high-street-how-doncaster-is-fighting-back\" title=\"\">Doncaster</a>.</p> <p>This continuing revolution, moreover, is not restricted to big places. Where I live, in the 25,000-population town of Frome, the coalition of independents in charge of the town council – who last week won all 17 of its seats, a feat they pulled off for the second time – have spent eight years encouraging sustainable transport, assisting local charities and helping to ease the realities of poverty and inequality. Among their achievements is the town’s “community fridge”, which encourages people to donate food that would otherwise be thrown away – and is now saving 90,000 items annually as well as enabling emissions savings equivalent to taking 43 cars off the road. This was not an idea authored in a central ministry: it is a classic example of an initiative that has proved successful and which now deserves to be adopted elsewhere: an opportunity for local politics to influence what happens nationally, rather than the other way round.</p> <p>Across Europe and beyond, this kind of thinking is known as the <a href=\"https://www.newstatesman.com/spotlight/2019/04/what-new-municipalism-and-can-it-really-combat-austerity\" title=\"\">new municipalism</a>, and its lessons are obvious. If you want representatives who reflect the places they serve, we will have to pay them more. If councils are to attract and retain new people, they need not warm words but meaningful power. Many town, city and county halls are due a huge change in culture. Above all, if we are eventually going to push beyond the anger, silliness and polarisation of Brexit politics, it is obvious where we will have to start: not among grandstanding celebs and the white noise of social media, but in close proximity to the problems we need to solve, in the places where millions of us actually live.</p> <p>• John Harris is a Guardian columnist</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/may/02/local-elections-2019-results-votes-counted-live-news\">Local elections 2019: Conservatives see huge losses in England – as it happened</a> </p> </aside>",
      "newspaperPageNumber": "1",
      "wordcount": "1239",
      "commentCloseDate": "2019-05-08T11:23:34Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-05T11:23:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-05T15:35:03Z",
      "newspaperEditionDate": "2019-05-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bd95y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6be58e7afb6a763f7001c6177b7d26556da10999/0_257_4846_2907/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Last Friday morning, my head spun. Having voted in two local elections – for our town and district councils – and then spent the first few hours of the next day following the results, my partner and I got our polling cards for yet another contest. This caused a brief fit of amusement about Brexit Britain’s weird addiction to sending us to polling stations, before we realised we had effectively received our tickets for an awful reality TV show. Thanks chiefly to Nigel Farage’s Brexit party and the pithily named Change UK – the Independent Group – many of the contestants in the looming European elections form a rum old crowd. From a former BBC newsreader, through superannuated Tories and newspaper columnists, on to the former editor of the lads’ magazine Loaded, with the independent candidate who calls himself Tommy Robinson as the rubbish punchline. God knows what the poor souls who have diligently served as MEPs must feel about this sudden gatecrashing of their world: here is yet another woeful instalment of the Brexit drama, now replayed by celebrity leave and remain campaigners as a pantomime of futile gestures. The local elections in England (and Northern Ireland), by contrast, were mundane but altogether more worthwhile. Politics now moves so quickly that basing credible predictions for national politics on local contests is something of a mug’s game: think back to 2017, when Labour got thumped in council contests, only to pull off that minor miracle at the general election. But in the huge losses suffered by the Tories, widespread Labour failure, surges for the Lib Dems and Greens, and a huge increase in support for independents – not to mention the fact that many places had mountains of spoilt ballot papers – there was a clear enough picture: of a seething, quicksilver politics that mutates at speed, with everything now infused with the cultural and political tensions brought to a head by Brexit. As the resulting noise dies down, the lucky winners will be faced once again with the basic fact of modern local government. The austerity imposed on councils for about a decade is grinding on, and the room for effective politics remains far too small. And woven into this grimness is another big problem. In 2004, 96.5% of local councillors in England were white; according to recent figures, published just before last week’s elections, the figure was 95.8%. The same stats suggested that over a quarter of councillors were aged over 70, up from 14% 15 years ago, and half were over 60. Two-thirds were men. Last week, the Guardian told the stories of a handful of councillors who were about to stand down. They were “mainly people in their 30s who have risen to run councils with budgets of £100m or more”. They spoke of laughably meagre pay and serious stress – now made worse by a clear shift in public attitudes towards even local politicians. The outgoing Tory leader of Pendle council in east Lancashire, who has been paid a princely £6,500 a year, pinned the blame on Brexit: “We were given a yes-or-no decision, and everything now is right or wrong. There’s nothing in the middle now … I think that’s what’s made the whole atmosphere of politics horrific, actually.” Having read his story, I had a long conversation with one of the people who represents my own community: Martin Dimery, a 62-year-old former drama teacher who is one of two Green party representatives on Somerset county council, having heroically beaten the Tories in 2017 by a margin of four votes. He told me about his key role in such small victories as the council’s decision to move away from single-use plastic, as well as hard work on pushing the ruling Conservatives to stop proposed cuts to education for disabled children. When I mentioned hostility from the public, he emitted a mirthless laugh: “I’ve had people slamming the door on me recently. They say: ‘You’ve betrayed the country because of Brexit.’ You’re just another person standing there with a rosette, and they tell you they don’t trust you.” At the heart of the crisis in local politics is a deep contradiction. For 15 years at least, Westminster politicians have habitually talked up somehow reviving local government. But power has continued to be snatched from people on the ground. (Consider, for example, the story of how elected local politicians have been shoved out of any control or oversight of state education.) Meanwhile austerity has ensured that helpless local politicians are answerable for nonsensical policies authored by Westminster, just as our exit from the EU and the noise made by moronic opportunists has poisoned debate at every level. Yet here is the fascinating thing. Despite cuts, crises and the sense that far too many councils are locked into decline, there is some cause for hope. The realisation that central government is too remote to solve a whole host of problems, and most things are best dealt with at the most local level, feels like it has become unanswerable: something highlighted not just by failures at the top (picture the transport secretary, Chris Grayling, and the point will instantly become clear), but by a host of trailblazing examples of how to do things differently. The biggest recent news about childhood obesity came not from the Department of Health, but a programme created in Leeds. The new Labour party is setting great store by the so-called Preston model, whereby that city’s council is boosting the local economy by using its financial clout to help local business. If you want to know about the cutting edge of regeneration, it is best to talk to people who have either created local success stories or are trying to, in Manchester, Plymouth or Doncaster. This continuing revolution, moreover, is not restricted to big places. Where I live, in the 25,000-population town of Frome, the coalition of independents in charge of the town council – who last week won all 17 of its seats, a feat they pulled off for the second time – have spent eight years encouraging sustainable transport, assisting local charities and helping to ease the realities of poverty and inequality. Among their achievements is the town’s “community fridge”, which encourages people to donate food that would otherwise be thrown away – and is now saving 90,000 items annually as well as enabling emissions savings equivalent to taking 43 cars off the road. This was not an idea authored in a central ministry: it is a classic example of an initiative that has proved successful and which now deserves to be adopted elsewhere: an opportunity for local politics to influence what happens nationally, rather than the other way round. Across Europe and beyond, this kind of thinking is known as the new municipalism, and its lessons are obvious. If you want representatives who reflect the places they serve, we will have to pay them more. If councils are to attract and retain new people, they need not warm words but meaningful power. Many town, city and county halls are due a huge change in culture. Above all, if we are eventually going to push beyond the anger, silliness and polarisation of Brexit politics, it is obvious where we will have to start: not among grandstanding celebs and the white noise of social media, but in close proximity to the problems we need to solve, in the places where millions of us actually live. • John Harris is a Guardian columnist",
      "charCount": "7390",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johnharris\">John Harris</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/may/05/cynical-westminster-fix-wont-end-brexit-nightmares-of-may-and-corbyn",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-05T07:59:36Z",
    "webTitle": "A cynical Westminster fix won’t end the Brexit nightmares of May and Corbyn | Andrew Rawnsley",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/05/cynical-westminster-fix-wont-end-brexit-nightmares-of-may-and-corbyn",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/05/cynical-westminster-fix-wont-end-brexit-nightmares-of-may-and-corbyn",
    "fields": {
      "headline": "A cynical Westminster fix won’t end the Brexit nightmares of May and Corbyn",
      "standfirst": "<p>Britain is repelled by both the main parties that have dominated its politics for the past century</p>",
      "trailText": "Britain is repelled by both the main parties that have dominated its politics for the past century",
      "byline": "Andrew Rawnsley",
      "main": "<figure class=\"element element-image\" data-media-id=\"c7a9da39b5e97d5fe8b38c2356266e4a0704065d\"> <img src=\"https://media.guim.co.uk/c7a9da39b5e97d5fe8b38c2356266e4a0704065d/0_0_6720_4032/1000.jpg\" alt=\"Liberal Democrat campaigners cheer Vince Cable\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liberal Democrat campaigners cheer Vince Cable in Chelmsford after taking control of the council in the local elections.</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>",
      "body": "<p>British politics was designed to be idiot-proof. It had some simple rules that anyone could follow. One of the most basic of those rules was the law of the seesaw. When one of the major parties plunged, the other soared. A terrible day for the Tories would be a triumphant day for Labour and vice versa.</p> <p>This previously reliable rule is one of the many that has been unravelled by Brexit. It is now possible for both the major parties and their leaders to be in crisis at the same time. It is also possible for neither party to be able to agree how to extract themselves from their respective emergencies. The latest evidence of this is provided by the <a href=\"https://www.theguardian.com/politics/ng-interactive/2019/may/02/local-elections-2019-live-results-for-english-councils\" title=\"\">local elections</a> and the <a href=\"https://www.theguardian.com/politics/2019/may/03/local-elections-five-things-we-have-learned-so-far\" title=\"\">conflicting responses</a> of both Tories and Labour people to results that were harrowing for each.</p> <p>You can assign different weights to the complex factors in play during these contests at the risk of getting lost in thickets of analysis. Keep an eye on the big picture and there is one simple and inescapable message: Britain is repelled by both the parties that have dominated its politics for the past century or so. Wherever there was a viable alternative to the two ugly sisters, they got pummelled. When all the results were in, the Tories and Labour wound up with a projected national vote share of just 28% each, <a href=\"https://www.bbc.co.uk/news/uk-politics-48091592\" title=\"\">their worst combined score</a> for many a year.</p> <p>This re-establishes a long-term trend of voter revolt against the blue-red duopoly that has dominated British politics since 1945. I have been suggesting for some time that the rise in their combined share at the last general election was the product of freak circumstances and a false positive for the big two. That looks even more the case today. Multi-party politics is alive and kicking. The fragmentation of voter allegiances continues. Neither the red tribe nor the blue clan is exhibiting a capacity to get anywhere near to speaking for a majority of Britons.</p> <p>The main beneficiary in these elections were the <a href=\"https://www.theguardian.com/politics/2019/may/03/liberal-democrats-vince-cable-fight-back-as-tory-strongholds-taken-in-local-election\" title=\"\">Lib Dems</a>, up by more than 700 seats. They were due a revival after the savaging inflicted on their local government base during their time in office with the Tories. Voter memories of Lib-Dem participation in the coalition may be softening, perhaps in part because that period looks like an era of strong and stable government compared with the chaos that has been unleashed since. The Lib Dems are returning to their historical role, which is to outperform at a council level and offer a home for voters discontented with the big two. In many parts of the country, the Lib-Dem surge was augmented by its appeal to anti-Brexit voters as a party unequivocally in favour of a fresh referendum.</p>  <figure class=\"element element-image\" data-media-id=\"96797b84112f0d4fe925919bb3491831b231156f\"> <img src=\"https://media.guim.co.uk/96797b84112f0d4fe925919bb3491831b231156f/0_336_5000_3001/1000.jpg\" alt=\"Green party supporters in Brighton\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Green party supporters in Brighton, where the party won eight seats.</span> <span class=\"element-image__credit\">Photograph: Andrew Hasson/Getty Images</span> </figcaption> </figure>  <p><a href=\"https://www.theguardian.com/politics/2019/may/03/greens-celebrate-phenomenal-local-election-gains\" title=\"\">The Greens</a>, the second biggest winners, also benefited from their clear opposition to Brexit. It is reasonable to suggest that the Greens may have enjoyed a further boost from the additional salience given to their central cause by <a href=\"https://www.theguardian.com/environment/2019/apr/27/extinction-rebellion-activists-stage-die-in-protests-across-globe\" title=\"\">Extinction Rebellion</a>. Anger towards the reds and the blues was further reflected in victories for many independents, more than 600 of whom won seats.</p> <p>There is a sliver of consolation in this for the Tories. As the governing party, and one that has been in office for nine austerity-dominated years, the Tories should not expect to be liked. Given the multitude of reasons they have supplied for the public to turn against them, the Tories should expect to be loathed. Their leader is a self-lamed duck who even gets barracked by a <a href=\"https://www.theguardian.com/politics/video/2019/may/03/why-dont-you-resign-theresa-may-heckled-at-welsh-conservative-conference-video\" title=\"\">tweedy heckler</a> at one of her own party conferences. Many of the big donors to the Conservative party are on strike. So are many of their shrivelled band of activists. Less than 24 hours before the polls opened, <a href=\"https://www.theguardian.com/politics/2019/may/01/gavin-williamson-sacked-as-defence-secretary-over-huawei-leak\" title=\"\">Gavin Williamson</a> became the first cabinet minister in decades to be sacked for leaking confidential deliberations within government, ensuring that yet another example of Tory infighting and mayhem was in voters’ minds as they filled in their ballots. The former defence secretary prolonged that furore into voting day itself by noisily protesting that he is the victim of a miscarriage of justice. He even staked his children’s life on his innocence, though not, you may have noted, his own life or that of his <a href=\"https://www.independent.co.uk/voices/gavin-williamson-michael-fallon-chief-whip-defence-secretary-pet-tarantula-cronus-a8033366.html\" title=\"\">pet spider</a>.</p> <p>The Tory loss of around 1,300 council seats is atrocious and at the same time not in the least surprising. Given that its own members describe this government as a <a href=\"https://www.theguardian.com/politics/2018/oct/18/johnny-mercer-tory-backbencher-frustration-may-government\" title=\"\">“shitshow”</a>, it is astonishing that anyone was willing to lend them a vote. The greater shocker is Labour’s performance, which was much worse than either the professional psephologists or the party’s own strategists had been forecasting. It is scant comfort for Labour that the party lost far fewer seats than the Tories and mitigated some of its council defeats by picking up gains here and there. The principal party of opposition should be winning at local elections and winning large at this stage of the electoral cycle. Yet Labour is failing to harvest the political bounty we would normally expect for the principal opposition when the government is so poisonously divided and visibly anarchic. Labour managed to turn in a performance that went backwards on its poor showing in 2015 when these seats were last contested. For the party to be confident of winning the general election it keeps calling for, it has to be doing much, much better than this.</p>  <figure class=\"element element-image\" data-media-id=\"8eccb8bdfd55faca68bf14a9ef9e66612ab6ce70\"> <img src=\"https://media.guim.co.uk/8eccb8bdfd55faca68bf14a9ef9e66612ab6ce70/0_129_3500_2101/1000.jpg\" alt=\"Jeremy Corbyn\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Labour campaigners have publicly reported that Jeremy Corbyn was an issue on the doorstep.’</span> <span class=\"element-image__credit\">Photograph: Phil Noble/Reuters</span> </figcaption> </figure>  <p>In times past, such a dismal showing by the principal party of opposition would trigger a debate about the future of its leader. His personal ratings are historically dire and some Labour campaigners have publicly reported that <a href=\"https://www.itv.com/news/2019-05-03/why-tories-and-labour-should-be-petrified-by-local-elections/\" title=\"\">Jeremy Corbyn</a> was an issue on the doorstep, but the thought that he might be a large component of the problem remains a taboo topic for most of the party. So Labour people have tried to muster some alternative explanations for this failure. One is that the party’s more popular messages about domestic issues have been drowned out by the never-ending pyschodramas of Brexit. There is something in that, but a more skilful opposition would spend less time moaning about the climate and more energy trying to change the weather. Another excuse offered by Labour spokespeople is that the party is suffering from a general mood of “a plague on both your houses” among voters who are sick of Westminster politicking in general and the rat’s maze of Brexit in particular. This sounds true. If it is, this is a serious problem for the party. It was supposed to be one of Mr Corbyn’s great virtues that the career rebel could capture and channel “anti-establishment” feeling to Labour’s benefit. He arguably did that, especially among younger voters, at the 2017 election.</p> <p>It is hard to escape the conclusion that Labour is paying a punishing price for its leader’s ducking and diving over Brexit. Labour’s endless weaving and swerving, designed to avoid alienating either leave or remain supporters by facing both ways, is now repelling both. This has not just made Mr Corbyn look unprincipled and equivocal on the greatest question facing the nation, it has damaged him more generally by exposing the Labour leader as no different to any other machinating, slippery, cynical politician.</p> <p>Both he and Theresa May have an incentive to try to find a way through the Brexit impasse and resolve what is a nightmare for both parties. She needs a fix in order to be able to depart Number 10 with some shreds of dignity and before her party throws her out. He needs a fix because Brexit is becoming as damaging to Labour as it is to the Tories. So both have reacted to these results in the same way, by saying that they show the country <a href=\"https://twitter.com/johnmcdonnellMP/status/1124210656146862080\" title=\"\">wants to “move on”</a>. Acolytes of the two leaders insist that they will intensify the effort to bring the cross-party talks to a conclusion.</p> <p>Yet it is hard to see any kind of deal between the two party leaderships that would “sort” Brexit in a way that commanded the consent of their members, their parliamentary parties or a majority of voters. The Tory party will explode if there is a compromise that leans into Mr Corbyn’s version of Brexit. Labour will detonate if its frontbench tries to enable Mrs May to deliver any kind of Brexit. Even if the two leaders can broker a bargain, it is hugely uncertain whether it could be got through the Commons and absolutely guaranteed to be enormously unpopular with vast swaths of voters on both sides of the argument.</p> <p>Brexit is simply too big for these discredited and divided parties. It is too much for their epically unpopular leaders. It is too huge to be resolved by a Westminster “fix”.</p> <p>• Andrew Rawnsley is Chief Political Commentator of the Observer</p>",
      "newspaperPageNumber": "45",
      "wordcount": "1472",
      "commentCloseDate": "2019-05-05T20:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-05T07:59:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:41Z",
      "newspaperEditionDate": "2019-05-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bd4p6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c7a9da39b5e97d5fe8b38c2356266e4a0704065d/0_0_6720_4032/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "British politics was designed to be idiot-proof. It had some simple rules that anyone could follow. One of the most basic of those rules was the law of the seesaw. When one of the major parties plunged, the other soared. A terrible day for the Tories would be a triumphant day for Labour and vice versa. This previously reliable rule is one of the many that has been unravelled by Brexit. It is now possible for both the major parties and their leaders to be in crisis at the same time. It is also possible for neither party to be able to agree how to extract themselves from their respective emergencies. The latest evidence of this is provided by the local elections and the conflicting responses of both Tories and Labour people to results that were harrowing for each. You can assign different weights to the complex factors in play during these contests at the risk of getting lost in thickets of analysis. Keep an eye on the big picture and there is one simple and inescapable message: Britain is repelled by both the parties that have dominated its politics for the past century or so. Wherever there was a viable alternative to the two ugly sisters, they got pummelled. When all the results were in, the Tories and Labour wound up with a projected national vote share of just 28% each, their worst combined score for many a year. This re-establishes a long-term trend of voter revolt against the blue-red duopoly that has dominated British politics since 1945. I have been suggesting for some time that the rise in their combined share at the last general election was the product of freak circumstances and a false positive for the big two. That looks even more the case today. Multi-party politics is alive and kicking. The fragmentation of voter allegiances continues. Neither the red tribe nor the blue clan is exhibiting a capacity to get anywhere near to speaking for a majority of Britons. The main beneficiary in these elections were the Lib Dems, up by more than 700 seats. They were due a revival after the savaging inflicted on their local government base during their time in office with the Tories. Voter memories of Lib-Dem participation in the coalition may be softening, perhaps in part because that period looks like an era of strong and stable government compared with the chaos that has been unleashed since. The Lib Dems are returning to their historical role, which is to outperform at a council level and offer a home for voters discontented with the big two. In many parts of the country, the Lib-Dem surge was augmented by its appeal to anti-Brexit voters as a party unequivocally in favour of a fresh referendum. The Greens, the second biggest winners, also benefited from their clear opposition to Brexit. It is reasonable to suggest that the Greens may have enjoyed a further boost from the additional salience given to their central cause by Extinction Rebellion. Anger towards the reds and the blues was further reflected in victories for many independents, more than 600 of whom won seats. There is a sliver of consolation in this for the Tories. As the governing party, and one that has been in office for nine austerity-dominated years, the Tories should not expect to be liked. Given the multitude of reasons they have supplied for the public to turn against them, the Tories should expect to be loathed. Their leader is a self-lamed duck who even gets barracked by a tweedy heckler at one of her own party conferences. Many of the big donors to the Conservative party are on strike. So are many of their shrivelled band of activists. Less than 24 hours before the polls opened, Gavin Williamson became the first cabinet minister in decades to be sacked for leaking confidential deliberations within government, ensuring that yet another example of Tory infighting and mayhem was in voters’ minds as they filled in their ballots. The former defence secretary prolonged that furore into voting day itself by noisily protesting that he is the victim of a miscarriage of justice. He even staked his children’s life on his innocence, though not, you may have noted, his own life or that of his pet spider. The Tory loss of around 1,300 council seats is atrocious and at the same time not in the least surprising. Given that its own members describe this government as a “shitshow”, it is astonishing that anyone was willing to lend them a vote. The greater shocker is Labour’s performance, which was much worse than either the professional psephologists or the party’s own strategists had been forecasting. It is scant comfort for Labour that the party lost far fewer seats than the Tories and mitigated some of its council defeats by picking up gains here and there. The principal party of opposition should be winning at local elections and winning large at this stage of the electoral cycle. Yet Labour is failing to harvest the political bounty we would normally expect for the principal opposition when the government is so poisonously divided and visibly anarchic. Labour managed to turn in a performance that went backwards on its poor showing in 2015 when these seats were last contested. For the party to be confident of winning the general election it keeps calling for, it has to be doing much, much better than this. In times past, such a dismal showing by the principal party of opposition would trigger a debate about the future of its leader. His personal ratings are historically dire and some Labour campaigners have publicly reported that Jeremy Corbyn was an issue on the doorstep, but the thought that he might be a large component of the problem remains a taboo topic for most of the party. So Labour people have tried to muster some alternative explanations for this failure. One is that the party’s more popular messages about domestic issues have been drowned out by the never-ending pyschodramas of Brexit. There is something in that, but a more skilful opposition would spend less time moaning about the climate and more energy trying to change the weather. Another excuse offered by Labour spokespeople is that the party is suffering from a general mood of “a plague on both your houses” among voters who are sick of Westminster politicking in general and the rat’s maze of Brexit in particular. This sounds true. If it is, this is a serious problem for the party. It was supposed to be one of Mr Corbyn’s great virtues that the career rebel could capture and channel “anti-establishment” feeling to Labour’s benefit. He arguably did that, especially among younger voters, at the 2017 election. It is hard to escape the conclusion that Labour is paying a punishing price for its leader’s ducking and diving over Brexit. Labour’s endless weaving and swerving, designed to avoid alienating either leave or remain supporters by facing both ways, is now repelling both. This has not just made Mr Corbyn look unprincipled and equivocal on the greatest question facing the nation, it has damaged him more generally by exposing the Labour leader as no different to any other machinating, slippery, cynical politician. Both he and Theresa May have an incentive to try to find a way through the Brexit impasse and resolve what is a nightmare for both parties. She needs a fix in order to be able to depart Number 10 with some shreds of dignity and before her party throws her out. He needs a fix because Brexit is becoming as damaging to Labour as it is to the Tories. So both have reacted to these results in the same way, by saying that they show the country wants to “move on”. Acolytes of the two leaders insist that they will intensify the effort to bring the cross-party talks to a conclusion. Yet it is hard to see any kind of deal between the two party leaderships that would “sort” Brexit in a way that commanded the consent of their members, their parliamentary parties or a majority of voters. The Tory party will explode if there is a compromise that leans into Mr Corbyn’s version of Brexit. Labour will detonate if its frontbench tries to enable Mrs May to deliver any kind of Brexit. Even if the two leaders can broker a bargain, it is hugely uncertain whether it could be got through the Commons and absolutely guaranteed to be enormously unpopular with vast swaths of voters on both sides of the argument. Brexit is simply too big for these discredited and divided parties. It is too much for their epically unpopular leaders. It is too huge to be resolved by a Westminster “fix”. • Andrew Rawnsley is Chief Political Commentator of the Observer",
      "charCount": "8517",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewrawnsley\">Andrew Rawnsley</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "society/2019/may/05/hammond-increase-minimum-wage-low-pay",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-05-05T06:00:38Z",
    "webTitle": "Philip Hammond plans world’s highest minimum wage",
    "webUrl": "https://www.theguardian.com/society/2019/may/05/hammond-increase-minimum-wage-low-pay",
    "apiUrl": "https://content.guardianapis.com/society/2019/may/05/hammond-increase-minimum-wage-low-pay",
    "fields": {
      "headline": "Philip Hammond plans world’s highest minimum wage",
      "standfirst": "<p>Increase to £9.61 would lift millions of workers out of low pay trap</p>",
      "trailText": "Increase to £9.61 would lift millions of workers out of low pay trap",
      "byline": "Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"5d7efbbd7e06ed954eb6bb49705c88fe5ea85cc2\"> <img src=\"https://media.guim.co.uk/5d7efbbd7e06ed954eb6bb49705c88fe5ea85cc2/0_234_5200_3120/1000.jpg\" alt=\"A care worker\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Care workers are some of the least well-paid in Britain.</span> <span class=\"element-image__credit\">Photograph: Tim MacPherson/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Philip Hammond is seriously considering a major increase to the minimum wage as he seeks to secure a legacy of ending low pay, it has emerged.</p> <p>Several sources familiar with the chancellor’s thinking told the <em>Observer</em> they believed he was pushing to look at the “ambitious end” of what would be possible without damaging Britain’s employment levels, suggesting he is contemplating going further than any developed nation.</p> <p>A proposal under discussion would see the minimum wage pushed up to 66% of median earnings, meeting the Organisation for Economic Co-operation and Development’s definition of low pay. It would allow the chancellor to say he had set a course to end low pay in Britain. The chancellor held a meeting with Frances O’Grady, general secretary of the Trades Union Congress (TUC), last week, and he is understood to be meeting other union leaders at a round table this week. One government source said: “The chancellor is very concerned about poverty and sees this as one avenue of tackling it.”</p> <p>The Treasury has already commissioned a study into the effects of another major increase to the minimum wage, to be conducted by US academic Arin Dube. Dube’s work has already argued that increases to it do not significantly hit employment.</p> <p>However, Hammond’s enthusiasm is making some employers nervous. Such a move could mean that the wages of as many as a quarter of the workforce are dictated by the minimum wage. The Office of Budget Responsibility has also warned that in today’s terms setting the minimum wage at 66% would cost 140,000 jobs. The main minimum wage rate currently stands at £8.21 an hour and is due to rise to 60% of median income next year, or about £8.60 an hour.</p> <p>The moves by Hammond indicate that his thinking has evolved significantly over the course of his political career. Back in 1997, he told parliament that Labour’s plan to introduce a minimum wage would “drive some small businesses into the black economy”. He called it an “ill-conceived piece of legislation and a hangover from Labour’s past”.</p> <p>The chancellor is expected to set out his plans before the end of the year, though a major debate remains about how fast an ambitious new target should be reached. Some experts believe setting 2025 as the target to abolish low pay is achievable, while others are concerned that there is so much uncertainty in the economy that it should be done more cautiously.</p> <p>Backing a major hike will see both main parties competing to raise the minimum wage to levels that are internationally unprecedented. Labour has said it would raise it to about £10 an hour by 2020. Setting it at 66% of median earnings would represent a minimum wage of £9.61 in 2020.</p> <p>Torsten Bell, director of the Resolution Foundation thinktank, said: “It’s encouraging to see both the chancellor and shadow chancellor showing great ambition on how to raise the UK’s wage floor even further. This reflects just how successful the minimum wage has been – delivering big pay rises and boosting living standards for millions of low-paid workers.</p> <p>“However, the national living wage is already high compared to other advanced economies, so ramping it up further will not be without risks as we enter largely uncharted territory.”</p> <p>Kate Nicholls, chief executive of UKHospitality, said that there may be other ways of increasing take-home pay. “Businesses are happy to reward their team members when they can, but conditions need to be right,” she said. “High streets are under enormous pressure and hospitality is battling against major cost hikes, chiefly business rates. Some businesses, particularly smaller ones, will struggle to meet the cost of a significant increase in wage rates.</p> <p>“National, minimum and living wages rates should not be set to meet arbitrary or political targets – they should be determined independently by the Low Pay Commission to ensure they are fair and reflect economic realities. If the government does wish to lift people out of in-work poverty, there is only so much heavy lifting that increasing wage rates can do. The government needs to consider this as one part of wider efforts.”</p> <p>A Treasury spokesperson said: “Our ultimate objective is ending low pay, while ensuring that job opportunities are protected. The government has commissioned a review of the latest international evidence on the impact of minimum wages and will announce the independent Low Pay Commission’s remit at the end of this year.</p> <p>“The chancellor and business secretary will be hosting a round table with a range of business bodies and trade unions to discuss how best to achieve our ambitious aims and improve lives and opportunities for the low paid.”</p>",
      "newspaperPageNumber": "4",
      "wordcount": "773",
      "commentable": "false",
      "firstPublicationDate": "2019-05-05T06:00:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-05T06:00:38Z",
      "newspaperEditionDate": "2019-05-05T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bd4bb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5d7efbbd7e06ed954eb6bb49705c88fe5ea85cc2/0_234_5200_3120/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Philip Hammond is seriously considering a major increase to the minimum wage as he seeks to secure a legacy of ending low pay, it has emerged. Several sources familiar with the chancellor’s thinking told the Observer they believed he was pushing to look at the “ambitious end” of what would be possible without damaging Britain’s employment levels, suggesting he is contemplating going further than any developed nation. A proposal under discussion would see the minimum wage pushed up to 66% of median earnings, meeting the Organisation for Economic Co-operation and Development’s definition of low pay. It would allow the chancellor to say he had set a course to end low pay in Britain. The chancellor held a meeting with Frances O’Grady, general secretary of the Trades Union Congress (TUC), last week, and he is understood to be meeting other union leaders at a round table this week. One government source said: “The chancellor is very concerned about poverty and sees this as one avenue of tackling it.” The Treasury has already commissioned a study into the effects of another major increase to the minimum wage, to be conducted by US academic Arin Dube. Dube’s work has already argued that increases to it do not significantly hit employment. However, Hammond’s enthusiasm is making some employers nervous. Such a move could mean that the wages of as many as a quarter of the workforce are dictated by the minimum wage. The Office of Budget Responsibility has also warned that in today’s terms setting the minimum wage at 66% would cost 140,000 jobs. The main minimum wage rate currently stands at £8.21 an hour and is due to rise to 60% of median income next year, or about £8.60 an hour. The moves by Hammond indicate that his thinking has evolved significantly over the course of his political career. Back in 1997, he told parliament that Labour’s plan to introduce a minimum wage would “drive some small businesses into the black economy”. He called it an “ill-conceived piece of legislation and a hangover from Labour’s past”. The chancellor is expected to set out his plans before the end of the year, though a major debate remains about how fast an ambitious new target should be reached. Some experts believe setting 2025 as the target to abolish low pay is achievable, while others are concerned that there is so much uncertainty in the economy that it should be done more cautiously. Backing a major hike will see both main parties competing to raise the minimum wage to levels that are internationally unprecedented. Labour has said it would raise it to about £10 an hour by 2020. Setting it at 66% of median earnings would represent a minimum wage of £9.61 in 2020. Torsten Bell, director of the Resolution Foundation thinktank, said: “It’s encouraging to see both the chancellor and shadow chancellor showing great ambition on how to raise the UK’s wage floor even further. This reflects just how successful the minimum wage has been – delivering big pay rises and boosting living standards for millions of low-paid workers. “However, the national living wage is already high compared to other advanced economies, so ramping it up further will not be without risks as we enter largely uncharted territory.” Kate Nicholls, chief executive of UKHospitality, said that there may be other ways of increasing take-home pay. “Businesses are happy to reward their team members when they can, but conditions need to be right,” she said. “High streets are under enormous pressure and hospitality is battling against major cost hikes, chiefly business rates. Some businesses, particularly smaller ones, will struggle to meet the cost of a significant increase in wage rates. “National, minimum and living wages rates should not be set to meet arbitrary or political targets – they should be determined independently by the Low Pay Commission to ensure they are fair and reflect economic realities. If the government does wish to lift people out of in-work poverty, there is only so much heavy lifting that increasing wage rates can do. The government needs to consider this as one part of wider efforts.” A Treasury spokesperson said: “Our ultimate objective is ending low pay, while ensuring that job opportunities are protected. The government has commissioned a review of the latest international evidence on the impact of minimum wages and will announce the independent Low Pay Commission’s remit at the end of this year. “The chancellor and business secretary will be hosting a round table with a range of business bodies and trade unions to discuss how best to achieve our ambitious aims and improve lives and opportunities for the low paid.”",
      "charCount": "4660",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]