[
  {
    "id": "politics/2019/sep/01/boris-johnson-brexit-sacrifice-majority-by-withdrawing-whip-from-rebel-mps",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-01T21:00:27Z",
    "webTitle": "Johnson could sacrifice majority by withdrawing whip from rebel MPs",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/01/boris-johnson-brexit-sacrifice-majority-by-withdrawing-whip-from-rebel-mps",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/01/boris-johnson-brexit-sacrifice-majority-by-withdrawing-whip-from-rebel-mps",
    "fields": {
      "headline": "Johnson could sacrifice majority by withdrawing whip from rebel MPs",
      "standfirst": "<p>Rebel Tories face deselection over Brexit, as PM abruptly cancels meeting with group including ex-ministers<br></p>",
      "trailText": "Rebel Tories face deselection over Brexit, as PM abruptly cancels meeting with group including ex-ministers<br>",
      "byline": "Jessica Elgot Chief political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"06875eb543cfcd617a34575de6ef8d7f3e711a06\"> \n <img src=\"https://media.guim.co.uk/06875eb543cfcd617a34575de6ef8d7f3e711a06/0_97_3500_2100/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson has abruptly cancelled a planned meeting with rebel Tory MPs opposed to no-deal Brexit.</span> \n  <span class=\"element-image__credit\">Photograph: Dylan Martinez/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>Boris Johnson is prepared to blow up his own parliamentary majority and withdraw the whip from dozens of Conservative MPs if they back plans to stop no-deal Brexit, Tory whips have warned potential rebels, in an extreme move by Downing Street that would pave the way for an imminent general election.</p> \n<p>As hostilities escalated, Johnson also signalled how serious his intention is to follow through the threat of deselection by <a href=\"https://www.theguardian.com/politics/2019/sep/01/tory-brexit-rebels-showdown-meeting-with-boris-johnson\">abruptly ripping up plans for a meeting with rebellious former ministers</a>, including Philip Hammond and David Gauke, that had been billed as a last-ditch effort to limit support for the action in parliament.</p> \n<p>Hammond was offered a one-to-one meeting with the prime minister which he declined, calling it “discourteous” to cancel on the group.</p> \n<p>“There has been very little attempt at engagement with us, but these people were going in seeking proof of genuine attempts to get a Brexit deal,” one source close to the MPs said. “The fact it had been cancelled at short notice suggests there isn’t a proper negotiation going on. The next point of engagement will be in the voting lobbies.”</p> \n<p>The former cabinet ministers supporting a cross-party bid to stop no deal fought back on Sunday night, telling MPs they must be prepared to take the government to court if it defied any law passed by rebel MPs in parliament.</p> \n<p>The threat was prompted by a <a href=\"https://www.theguardian.com/politics/2019/sep/01/brexit-gove-refuses-rule-out-ignoring-law-passed-stop-no-deal-\">suggestion from Michael Gove that the government may not feel bound by the legislation</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/01/brexit-gove-refuses-rule-out-ignoring-law-passed-stop-no-deal-\">Brexit: Gove refuses to rule out ignoring any law passed to stop no deal</a> </p> \n</aside> \n<p>Ahead of a historic week in parliament, a fierce briefing war erupted across the Conservative party as whips convened for Sunday lunch with Johnson at the prime minister’s country retreat at Chequers, agreeing that any Conservative MP who voted on the rebel legislation would have the whip withdrawn and become ineligible to stand for the party.</p> \n<p>“The whips are telling Conservative MPs today a very simple message – if they fail to vote with the government on Tuesday they will be destroying the government’s negotiating position and handing control of parliament to Jeremy Corbyn,” said a senior source in the whips’ office source. “Any Conservative MP who does this will have the whip withdrawn and will not stand as a Conservative candidate in an election.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"8155cfc9-4f92-4da0-8485-66257baf0e4f\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>Prorogation is the official term that marks the end of a parliamentary session. After being advised to do so by the prime minister, the Queen formally prorogues parliament. This takes the form of an announcement in the House of Lords on the Queen’s behalf. It is a speech, written by the government, which usually describes the bills that have been passed during that session and summarises what has been achieved.</p>\n    <p>It means that all work on existing legislation stops, and MPs and Lords stop sitting. Prorogation also automatically kills any bills, early day motions or questions to ministers going through parliament.&nbsp;</p>\n    <p>Parliament can then be reopened a few days later with a fresh slate of legislation intentions, set out in a new Queen’s speech at the formal state opening of parliament.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>No 10 believes the nuclear threat of deselection, and its unprecedented consequence of removing the whip of a former chancellor and justice secretary just weeks after they left government, has a serious chance of spooking MPs and wiping the majority for any no-deal legislation in parliament.</p> \n<p>Government sources conceded that the practical reality of removing the whip from a significant number of MPs could inevitably lead to a general election.</p> \n<p>Should the government lose the support of the more than 20 MPs currently planning to vote against it, Johnson would find it impossible to manage in minority government.</p> \n<p>“For a government that has a majority of one which has repeatedly said it does not want an election, to then threaten to deselect 20 MPs, well it suggests that it is not the case,” one prominent rebel said.</p> \n<p>The whips’ office source said the seriousness of the threat was to underline that MPs would be deliberately scuppering the chance of a Brexit deal. “There is a chance of a deal on 17 October only because Brussels realises the prime minister is totally committed to leaving on 31 October,” the source said.</p> \n<p>Ex-ministers, including Hammond and Gauke, voiced outrage at the threat, calling it hypocrisy that a cabinet with eight former rebels at its heart could then threaten MPs with deselection.</p> \n<p>A source close to the MPs under threat of deselection said they would not be deterred: “This is sheer hypocrisy. Almost a quarter of the current cabinet have voted against the party whip. But this is about the national interest, and we’ve moved beyond the point where threats will persuade people to abandon their principles.”</p> \n<p>The suggestion by Gove that the government could defy the law also sparked fury from MPs, including one former Tory minister who said it showed democracy was under threat from Johnson’s government.</p> \n<p>One source close to the group of ex-ministers said Gove’s comments underlined the urgency of passing the bill this week, to allow time for legal action if the government rejected the new law or if Johnson refused to follow its direction to seek an extension to the Brexit deadline.</p> \n<p>“This legislation will need to be taken to the courts if the government decides not to abide by it,” a senior source close to the Conservative rebels said. “That is precisely why we have to act next week. In October, we will not have enough time. It is literally now or never.”</p> \n<p>A bill which would mandate another extension of article 50 has been drafted which senior sources said would go into more detail about the length of an extension – unlike the previous law passed by Yvette Cooper and Oliver Letwin which did not specify a timeframe.</p> \n<p>Letwin is expected to lead the bill’s presentation, though the effort has been closely coordinated with the shadow Brexit secretary Keir Starmer and the Labour frontbench. On Tuesday, MPs are expected to immediately ask the Commons Speaker, John Bercow, for an emergency debate under the standing order 24 rule, debates which traditionally end with a neutral motion.</p> \n<p>However, rebels hope the Speaker will allow a vote on a motion to set aside Wednesday for MPs to take control of the Commons order paper to pass a bill through all stages in the Commons.</p> \n<p><a href=\"https://www.theguardian.com/politics/2019/sep/01/unite-will-support-labour-mps-who-vote-for-a-new-brexit-deal\">Corbyn</a> will convene a meeting of the shadow cabinet on Monday to outline the plans, saying Labour will do “everything necessary to pull our country back from the brink”.</p> \n<p>Starmer said the bill would be “a very short, simple exercise designed to ensure we don’t crash out without a deal,” saying the length of an extension was a “secondary” concern.</p> \n<p>“It will be as simple as it possibly can be,” said one source close to the cross-party talks. “That is the only way to keep the coalition together.”</p> \n<p>In an interview with the BBC, Gove repeatedly refused to rule out the possibility that the government could ignore any law passed by parliament to stop a no-deal Brexit. “Let’s see what the legislation says,” he said. “You’re asking me about a pig in a poke.”</p> \n<p>Starmer called for Johnson to make an urgent statement on Gove’s comments. “For ministers not to confirm that this government will accept and comply with legislation lawfully passed is breathtaking,” he tweeted.</p> \n<p>The Conservative MP Guto Bebb, a supporter of the People’s Vote campaign for a second referendum, said Gove had shown the “our very democracy is now under threat from Boris Johnson and his government”.</p> \n<p>MPs who have been now been denied the meeting with Johnson said they had planned to challenge the prime minister on the need to devise a concrete proposal for a new deal and demanded a positive reaction from the EU in order to be convinced of Johnson’s sincerity.</p> \n<p>“We are now less than three weeks away from the 30-day deadline for an alternative to the backstop,” said a source close to the group. “This is a group who are all reconciled that the best outcome is a Brexit deal. They genuinely want to see helpful signs – so is the prime minister able to give them new, concrete evidence that a deal is in play?”</p> \n<p>Speaking on Sky News, Gauke said he hoped that Johnson would not follow through with threats to withdraw the whip but suggested it would not change his mind.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/01/get-ready-for-brexit-government-launches-information-blitz\">‘Get Ready for Brexit’: government launches information blitz</a> </p> \n</aside> \n<p>“Sometimes there is a point where ... you have to judge between your own personal interests and the national interest. And the national interest has to come first,” he said.</p> \n<p>“But, I hope it doesn’t come to that, and I hope cooler and calmer heads will look at this and think that trying to split the Conservative party in this way is not a sensible way forward for the Conservative party, or indeed for the country.”</p> \n<p>Former Foreign Office minister Alistair Burt and former health minister Stephen Hammond – both of whom have made clear they will vote for measures to stop no deal – also voiced fury at the threat.</p> \n<p>Burt said he had “loyally supported” Theresa May’s withdrawal agreement and voted three times to leave the EU, unlike members of the current cabinet like Jacob Rees-Mogg. “Why am I now being threatened and not them?” he tweeted.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1404",
      "firstPublicationDate": "2019-09-01T21:00:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:57Z",
      "newspaperEditionDate": "2019-09-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c8qag",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/06875eb543cfcd617a34575de6ef8d7f3e711a06/0_97_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson is prepared to blow up his own parliamentary majority and withdraw the whip from dozens of Conservative MPs if they back plans to stop no-deal Brexit, Tory whips have warned potential rebels, in an extreme move by Downing Street that would pave the way for an imminent general election. As hostilities escalated, Johnson also signalled how serious his intention is to follow through the threat of deselection by abruptly ripping up plans for a meeting with rebellious former ministers, including Philip Hammond and David Gauke, that had been billed as a last-ditch effort to limit support for the action in parliament. Hammond was offered a one-to-one meeting with the prime minister which he declined, calling it “discourteous” to cancel on the group. “There has been very little attempt at engagement with us, but these people were going in seeking proof of genuine attempts to get a Brexit deal,” one source close to the MPs said. “The fact it had been cancelled at short notice suggests there isn’t a proper negotiation going on. The next point of engagement will be in the voting lobbies.” The former cabinet ministers supporting a cross-party bid to stop no deal fought back on Sunday night, telling MPs they must be prepared to take the government to court if it defied any law passed by rebel MPs in parliament. The threat was prompted by a suggestion from Michael Gove that the government may not feel bound by the legislation. Ahead of a historic week in parliament, a fierce briefing war erupted across the Conservative party as whips convened for Sunday lunch with Johnson at the prime minister’s country retreat at Chequers, agreeing that any Conservative MP who voted on the rebel legislation would have the whip withdrawn and become ineligible to stand for the party. “The whips are telling Conservative MPs today a very simple message – if they fail to vote with the government on Tuesday they will be destroying the government’s negotiating position and handing control of parliament to Jeremy Corbyn,” said a senior source in the whips’ office source. “Any Conservative MP who does this will have the whip withdrawn and will not stand as a Conservative candidate in an election.” No 10 believes the nuclear threat of deselection, and its unprecedented consequence of removing the whip of a former chancellor and justice secretary just weeks after they left government, has a serious chance of spooking MPs and wiping the majority for any no-deal legislation in parliament. Government sources conceded that the practical reality of removing the whip from a significant number of MPs could inevitably lead to a general election. Should the government lose the support of the more than 20 MPs currently planning to vote against it, Johnson would find it impossible to manage in minority government. “For a government that has a majority of one which has repeatedly said it does not want an election, to then threaten to deselect 20 MPs, well it suggests that it is not the case,” one prominent rebel said. The whips’ office source said the seriousness of the threat was to underline that MPs would be deliberately scuppering the chance of a Brexit deal. “There is a chance of a deal on 17 October only because Brussels realises the prime minister is totally committed to leaving on 31 October,” the source said. Ex-ministers, including Hammond and Gauke, voiced outrage at the threat, calling it hypocrisy that a cabinet with eight former rebels at its heart could then threaten MPs with deselection. A source close to the MPs under threat of deselection said they would not be deterred: “This is sheer hypocrisy. Almost a quarter of the current cabinet have voted against the party whip. But this is about the national interest, and we’ve moved beyond the point where threats will persuade people to abandon their principles.” The suggestion by Gove that the government could defy the law also sparked fury from MPs, including one former Tory minister who said it showed democracy was under threat from Johnson’s government. One source close to the group of ex-ministers said Gove’s comments underlined the urgency of passing the bill this week, to allow time for legal action if the government rejected the new law or if Johnson refused to follow its direction to seek an extension to the Brexit deadline. “This legislation will need to be taken to the courts if the government decides not to abide by it,” a senior source close to the Conservative rebels said. “That is precisely why we have to act next week. In October, we will not have enough time. It is literally now or never.” A bill which would mandate another extension of article 50 has been drafted which senior sources said would go into more detail about the length of an extension – unlike the previous law passed by Yvette Cooper and Oliver Letwin which did not specify a timeframe. Letwin is expected to lead the bill’s presentation, though the effort has been closely coordinated with the shadow Brexit secretary Keir Starmer and the Labour frontbench. On Tuesday, MPs are expected to immediately ask the Commons Speaker, John Bercow, for an emergency debate under the standing order 24 rule, debates which traditionally end with a neutral motion. However, rebels hope the Speaker will allow a vote on a motion to set aside Wednesday for MPs to take control of the Commons order paper to pass a bill through all stages in the Commons. Corbyn will convene a meeting of the shadow cabinet on Monday to outline the plans, saying Labour will do “everything necessary to pull our country back from the brink”. Starmer said the bill would be “a very short, simple exercise designed to ensure we don’t crash out without a deal,” saying the length of an extension was a “secondary” concern. “It will be as simple as it possibly can be,” said one source close to the cross-party talks. “That is the only way to keep the coalition together.” In an interview with the BBC, Gove repeatedly refused to rule out the possibility that the government could ignore any law passed by parliament to stop a no-deal Brexit. “Let’s see what the legislation says,” he said. “You’re asking me about a pig in a poke.” Starmer called for Johnson to make an urgent statement on Gove’s comments. “For ministers not to confirm that this government will accept and comply with legislation lawfully passed is breathtaking,” he tweeted. The Conservative MP Guto Bebb, a supporter of the People’s Vote campaign for a second referendum, said Gove had shown the “our very democracy is now under threat from Boris Johnson and his government”. MPs who have been now been denied the meeting with Johnson said they had planned to challenge the prime minister on the need to devise a concrete proposal for a new deal and demanded a positive reaction from the EU in order to be convinced of Johnson’s sincerity. “We are now less than three weeks away from the 30-day deadline for an alternative to the backstop,” said a source close to the group. “This is a group who are all reconciled that the best outcome is a Brexit deal. They genuinely want to see helpful signs – so is the prime minister able to give them new, concrete evidence that a deal is in play?” Speaking on Sky News, Gauke said he hoped that Johnson would not follow through with threats to withdraw the whip but suggested it would not change his mind. “Sometimes there is a point where ... you have to judge between your own personal interests and the national interest. And the national interest has to come first,” he said. “But, I hope it doesn’t come to that, and I hope cooler and calmer heads will look at this and think that trying to split the Conservative party in this way is not a sensible way forward for the Conservative party, or indeed for the country.” Former Foreign Office minister Alistair Burt and former health minister Stephen Hammond – both of whom have made clear they will vote for measures to stop no deal – also voiced fury at the threat. Burt said he had “loyally supported” Theresa May’s withdrawal agreement and voted three times to leave the EU, unlike members of the current cabinet like Jacob Rees-Mogg. “Why am I now being threatened and not them?” he tweeted.",
      "charCount": "8217",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a> Chief political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/01/we-pensioners-cant-strike-but-we-can-revolt",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-01T16:56:04Z",
    "webTitle": "We pensioners can’t strike but we can revolt | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/01/we-pensioners-cant-strike-but-we-can-revolt",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/01/we-pensioners-cant-strike-but-we-can-revolt",
    "fields": {
      "headline": "We pensioners can’t strike but we can revolt",
      "standfirst": "MPs protest | General strike | Custard tarts | Van slogans | Rousseau’s dog | Vegan pets",
      "trailText": "<strong>Brief letters:</strong> MPs protest | General strike | Custard tarts | Van slogans | Rousseau’s dog | Vegan pets",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"425f37bf77c167f9fb00444bc1360d93644ef446\"> <img src=\"https://media.guim.co.uk/425f37bf77c167f9fb00444bc1360d93644ef446/0_130_5118_3071/1000.jpg\" alt=\"A protest outside Downing Street against the move to suspend parliament\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A protest outside Downing Street against the move to suspend parliament. Brenda Edwards calls for a general strike.</span> <span class=\"element-image__credit\">Photograph: Niklas Halle’n/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Why can’t MPs just stage a mass sit-in in the Commons (Cross-party politicians call for an alternative parliament to fight no-deal Brexit, <a href=\"https://www.theguardian.com/politics/2019/aug/30/cross-party-politicians-call-for-an-alternative-parliament-to-fight-no-deal-brexit\" title=\"\">Letters</a>, 31 August)?<br><strong>Pam Lunn</strong><br><em>Kenilworth, Warwickshire </em></p> <p>• I’ve ruled out a revolution because they always end in bloodshed and tyranny so the only answer is a general strike. If parliament refuses to operate then so must everyone else. It’s a bit of a problem for us pensioners though.<br><strong>Brenda Edwards</strong><br><em>Grange</em><em>-over</em><em>-Sands, Cumbria</em></p> <p>• As a student in the 60s I worked at Fletcher’s Bakery in Sheffield during the holidays, a nine-mile cycle ride away. During my short break I was able to check the delivery vans and on most occasions they <em>did</em> have cakes and pies left over from the previous deliveries. I confess to not being able to resist the temptation (<a href=\"https://www.theguardian.com/media/2019/aug/28/why-optimists-really-live-longer-than-pessimists\" title=\"\">Letters</a>, 29 August). Their custard tarts made the long ride a little more acceptable.<br><strong>Michael White</strong><br><em>Tillington, Herefordshire</em></p> <p>• Cleaning company van seen in Kidderminster stating, “No dusters are left in this vehicle overnight”.<br><strong>David Collins</strong><br><em>Kidderminster, Worcestershire</em></p> <p>• As G2’s Pet corner (30 August) identified Jean-Jacques Rousseau as the owner of a dog named Sultan, was he not dissimulating when he identified himself as a solitary walker?<br><strong>Ed Lilley</strong><br><em>Bristol</em></p> <p>• Our border collie, Jess, is not vegan (<a href=\"https://www.theguardian.com/food/2019/aug/31/paw-diet-can-vegan-food-and-insect-kibble-really-win-over-our-pets\" title=\"\">Give your dog a plant-based bone</a>, 31 August), but is very happy scrumping under our apple and pear trees. She has even been known to pick pears from low-hanging branches!<br><strong>Simon Beeson</strong><br><em>Sway, Hampshire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong><em> </em></p>",
      "newspaperPageNumber": "7",
      "wordcount": "284",
      "commentable": "false",
      "firstPublicationDate": "2019-09-01T16:56:04Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:28Z",
      "newspaperEditionDate": "2019-09-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c9v74",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/425f37bf77c167f9fb00444bc1360d93644ef446/0_130_5118_3071/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Why can’t MPs just stage a mass sit-in in the Commons (Cross-party politicians call for an alternative parliament to fight no-deal Brexit, Letters, 31 August)? Pam Lunn Kenilworth, Warwickshire • I’ve ruled out a revolution because they always end in bloodshed and tyranny so the only answer is a general strike. If parliament refuses to operate then so must everyone else. It’s a bit of a problem for us pensioners though. Brenda Edwards Grange-over-Sands, Cumbria • As a student in the 60s I worked at Fletcher’s Bakery in Sheffield during the holidays, a nine-mile cycle ride away. During my short break I was able to check the delivery vans and on most occasions they did have cakes and pies left over from the previous deliveries. I confess to not being able to resist the temptation (Letters, 29 August). Their custard tarts made the long ride a little more acceptable. Michael White Tillington, Herefordshire • Cleaning company van seen in Kidderminster stating, “No dusters are left in this vehicle overnight”. David Collins Kidderminster, Worcestershire • As G2’s Pet corner (30 August) identified Jean-Jacques Rousseau as the owner of a dog named Sultan, was he not dissimulating when he identified himself as a solitary walker? Ed Lilley Bristol • Our border collie, Jess, is not vegan (Give your dog a plant-based bone, 31 August), but is very happy scrumping under our apple and pear trees. She has even been known to pick pears from low-hanging branches! Simon Beeson Sway, Hampshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1793",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/01/javid-greets-britains-big-moment-splash-cash-short-termism-austerity",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-01T13:29:34Z",
    "webTitle": "Javid greets big moment with more splash-the-cash short-termism",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/01/javid-greets-britains-big-moment-splash-cash-short-termism-austerity",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/01/javid-greets-britains-big-moment-splash-cash-short-termism-austerity",
    "fields": {
      "headline": "Javid greets big moment with more splash-the-cash short-termism",
      "standfirst": "<p>An end to austerity beckons, but the threat of recession resulting from a no-deal Brexit makes the chancellor’s strategy risky</p>",
      "trailText": "An end to austerity beckons, but the threat of recession resulting from a no-deal Brexit makes the chancellor’s strategy risky",
      "byline": "Richard Partington",
      "main": "<figure class=\"element element-image\" data-media-id=\"d6c94693b389ec03dce2474ffcf6f7bad0f8b41d\"> <img src=\"https://media.guim.co.uk/d6c94693b389ec03dce2474ffcf6f7bad0f8b41d/0_165_4487_2692/1000.jpg\" alt=\"Sajid Javid\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sajid Javid will deliver his spending round statement this week.</span> <span class=\"element-image__credit\">Photograph: Luke Dray/Getty</span> </figcaption> </figure>",
      "body": "<p>As <a href=\"https://www.theguardian.com/politics/sajid-javid\">Sajid Javid</a> prepares to deliver his spending round statement this week, Britain is yet again on the brink of another week of Brexit chaos. But in his debut Commons set piece, the chancellor will be looking to make another point to distract from the turmoil to mark a potentially pivotal turning point: the end of austerity.</p> <p>Thanks to the hard work of people in Britain, he will undoubtedly say, the decade of fiscal restraint has now run its course. This is a big moment for the country: public services will get the money they badly need, and Britain will live within its means.</p> <p>There have been turning points in the public finances throughout history, when the spending taps are turned off and services are squeezed, before an eventual backlash as services come under strain, forcing the taps back on again.</p> <p>From the Geddes Axe cuts of the Conservative–Liberal coalition of the 1920s to fix the public finances after the first world war, and a similar act by the wartime coalition of the 1940s, there have been more than a dozen periods of belt-tightening in the past century.</p> <p>Since the spending squeeze imposed by the Conservative–Lib Dem coalition in the early 2010s, Britain has been subjected to one of the longest periods of restraint on record. More than half of current MPs have no parliamentary experience from before the banking crash, entering parliament since 2010 and knowing only the austerity age, as have millions of young voters who have turned 18 since.</p> <p>But for the first time since the imposition of austerity in 2010, Javid’s spending round is expected to mark the return of real-terms gains for overall departmental spending. That has not happened since 2007 – back when the chancellor was still <a href=\"https://www.theguardian.com/politics/2019/aug/05/john-mcdonnell-questions-chancellors-suitability-for-office\">selling risky bonds</a> in the boom years of his investment banking career.</p> <p>But there is one big problem with declaring this return to normal: the political and economic situation is anything but. <a href=\"https://www.theguardian.com/business/2019/aug/09/with-britain-on-the-cusp-of-recession-doomsters-may-be-proven-right\">Britain is on the cusp of recession</a> and a no-deal Brexit is likely to make matters worse.</p> <p>For that reason the spending review is only covering a 12-month period. The big decisions will need to come afterwards, given the huge scale of the uncertainty for the public finances should Britain crash out without a deal.</p> <p>The turning point this week is therefore more about the formalisation of a series of ad-hoc policy announcements gearing the country up for a showdown, rather than the proper end of austerity required.</p> <p>There are two issues it will confront. Javid says the spending round is about clearing the decks to allow greater focus on Brexit, but it will do anything but. Attempting to schedule time in the Commons this week is about running down the clock, robbing MPs of time to debate the impact of Boris Johnson extracting Britain from the EU do or die.</p> <p>It is also about paving the way for a possible general election. Leading voters to the polling stations is invariably accompanied by tax cuts or spending increases. Johnson will hope that splashing the cash sends a message: trust me. I can carry off Brexit and raise your living standards all at the same time.</p> <p>The Tories have <a href=\"https://www.theguardian.com/politics/2019/jul/29/boris-johnson-says-hell-spend-but-who-will-pay\">shaken the magic money tree with abandon</a>, producing crowd-pleasing dollops of cash for public services since Johnson’s elevation to No 10 in July.</p> <p>Taken together, the government’s announcements so far total about £6bn of extra spending and borrowing in 2020-21, with the largest chunk going towards reversing cuts to per-pupil funding in schools. The government will also reveal the cost of hiring 20,000 more police officers, and about £1.8bn has been announced for hospitals.</p> <p>But it is a high-risk strategy when a no-deal Brexit could sink the country into recession and damage the public finances, making it tough to bring about the end of austerity.</p> <p>The chancellor said last week that there would be no “blank cheque” for departments and that he would stay within the fiscal rules set by his predecessor, Philip Hammond.</p> <p>Javid is bound by the <a href=\"https://www.theguardian.com/politics/2019/aug/31/sajid-javid-johnson-fiscal-plans-unveiled-spendiong-review\">rules to keep public debt falling</a> as a percentage of GDP and to ensure borrowing, adjusted for the state of the economy, is below 2% of GDP in 2020-21. The self-imposed rules also call for the government to bring the public finances into balance by the mid-2020s – a promise economists say will be almost impossible to keep.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/09/archive-zip/giv-39021i0TXGDAw0Gh/\" data-alt=\"Spending cuts graph\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/09/archive-zip/giv-39021i0TXGDAw0Gh/\">Spending cuts graph</a> </figure>  <p>The chancellor probably has headroom of about £14bn to stay within the rules next year on the forecasts for the economy he is using, based on the assessment made by the Office for Budget Responsibility in March.</p> <p>But the promises shouldn’t be worth much, as the economy has changed significantly since then. Javid is escaping proper scrutiny by using these forecasts to talk about ending austerity while keeping the country’s finances on an even keel.</p> <p>The Resolution Foundation estimates that a true reflection of the finances to account for Britain skirting recession in recent months cuts his headroom by £10bn. According to Yael Selfin, the chief economist of KPMG, a no-deal Brexit could damage the public purse to the tune of about £40bn.</p> <p>“It would not make sense to rush any additional spending at this stage,” she said. “It makes sense to be prudent and say: ‘I’m going to hold back to leave a bit of margin for Brexit.’”</p> <p>Either way, the public finances will look very different by the end of the year, making this week’s spending review a short-term project: the promise to remain in keeping with the fiscal rules will be <a href=\"https://www.theguardian.com/politics/2019/aug/31/sajid-javid-poised-to-break-government-limit-on-borrowing\">broken in months, if not weeks</a>.</p> <p>All of this brings back ironic memories of the long-term economic plan, the ubiquitous soundbite of <a href=\"https://www.theguardian.com/politics/davidcameron\">David Cameron</a> and <a href=\"https://www.theguardian.com/politics/georgeosborne\">George Osborne</a>. It had been the key plank of the 2015 election campaign, helping the Conservatives to win an unexpected majority against <a href=\"https://www.theguardian.com/politics/edmiliband\">Ed Miliband</a>.</p> <p>That too was electioneering rhetoric, but at least considered management of the economy over a longer period of time than Javid is working towards.</p> <p>Britain badly needs a long-term economic plan. But there is no such strategy as Javid and Johnson look to get through the next few weeks.</p> <p>The UK has significant scope to raise spending on public services, given historically low borrowing costs on the international market. The deficit has been <a href=\"https://www.theguardian.com/business/2019/apr/24/hammond-misses-budget-target-but-deficit-is-at-17-year-low\">cut down to a 17-year low</a>. Rather than a panic-driven spending round, real issues must be tackled over the long term, such as reducing child poverty, improving social care, fixing the country’s productivity puzzle and reversing cuts to local council services.</p> <p>A turning point might have arrived. But Javid could be leading us dangerously in the wrong direction.</p>",
      "newspaperPageNumber": "35",
      "wordcount": "1104",
      "commentCloseDate": "2019-09-01T18:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-01T13:29:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:50Z",
      "newspaperEditionDate": "2019-09-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c8qxb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d6c94693b389ec03dce2474ffcf6f7bad0f8b41d/0_165_4487_2692/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As Sajid Javid prepares to deliver his spending round statement this week, Britain is yet again on the brink of another week of Brexit chaos. But in his debut Commons set piece, the chancellor will be looking to make another point to distract from the turmoil to mark a potentially pivotal turning point: the end of austerity. Thanks to the hard work of people in Britain, he will undoubtedly say, the decade of fiscal restraint has now run its course. This is a big moment for the country: public services will get the money they badly need, and Britain will live within its means. There have been turning points in the public finances throughout history, when the spending taps are turned off and services are squeezed, before an eventual backlash as services come under strain, forcing the taps back on again. From the Geddes Axe cuts of the Conservative–Liberal coalition of the 1920s to fix the public finances after the first world war, and a similar act by the wartime coalition of the 1940s, there have been more than a dozen periods of belt-tightening in the past century. Since the spending squeeze imposed by the Conservative–Lib Dem coalition in the early 2010s, Britain has been subjected to one of the longest periods of restraint on record. More than half of current MPs have no parliamentary experience from before the banking crash, entering parliament since 2010 and knowing only the austerity age, as have millions of young voters who have turned 18 since. But for the first time since the imposition of austerity in 2010, Javid’s spending round is expected to mark the return of real-terms gains for overall departmental spending. That has not happened since 2007 – back when the chancellor was still selling risky bonds in the boom years of his investment banking career. But there is one big problem with declaring this return to normal: the political and economic situation is anything but. Britain is on the cusp of recession and a no-deal Brexit is likely to make matters worse. For that reason the spending review is only covering a 12-month period. The big decisions will need to come afterwards, given the huge scale of the uncertainty for the public finances should Britain crash out without a deal. The turning point this week is therefore more about the formalisation of a series of ad-hoc policy announcements gearing the country up for a showdown, rather than the proper end of austerity required. There are two issues it will confront. Javid says the spending round is about clearing the decks to allow greater focus on Brexit, but it will do anything but. Attempting to schedule time in the Commons this week is about running down the clock, robbing MPs of time to debate the impact of Boris Johnson extracting Britain from the EU do or die. It is also about paving the way for a possible general election. Leading voters to the polling stations is invariably accompanied by tax cuts or spending increases. Johnson will hope that splashing the cash sends a message: trust me. I can carry off Brexit and raise your living standards all at the same time. The Tories have shaken the magic money tree with abandon, producing crowd-pleasing dollops of cash for public services since Johnson’s elevation to No 10 in July. Taken together, the government’s announcements so far total about £6bn of extra spending and borrowing in 2020-21, with the largest chunk going towards reversing cuts to per-pupil funding in schools. The government will also reveal the cost of hiring 20,000 more police officers, and about £1.8bn has been announced for hospitals. But it is a high-risk strategy when a no-deal Brexit could sink the country into recession and damage the public finances, making it tough to bring about the end of austerity. The chancellor said last week that there would be no “blank cheque” for departments and that he would stay within the fiscal rules set by his predecessor, Philip Hammond. Javid is bound by the rules to keep public debt falling as a percentage of GDP and to ensure borrowing, adjusted for the state of the economy, is below 2% of GDP in 2020-21. The self-imposed rules also call for the government to bring the public finances into balance by the mid-2020s – a promise economists say will be almost impossible to keep. The chancellor probably has headroom of about £14bn to stay within the rules next year on the forecasts for the economy he is using, based on the assessment made by the Office for Budget Responsibility in March. But the promises shouldn’t be worth much, as the economy has changed significantly since then. Javid is escaping proper scrutiny by using these forecasts to talk about ending austerity while keeping the country’s finances on an even keel. The Resolution Foundation estimates that a true reflection of the finances to account for Britain skirting recession in recent months cuts his headroom by £10bn. According to Yael Selfin, the chief economist of KPMG, a no-deal Brexit could damage the public purse to the tune of about £40bn. “It would not make sense to rush any additional spending at this stage,” she said. “It makes sense to be prudent and say: ‘I’m going to hold back to leave a bit of margin for Brexit.’” Either way, the public finances will look very different by the end of the year, making this week’s spending review a short-term project: the promise to remain in keeping with the fiscal rules will be broken in months, if not weeks. All of this brings back ironic memories of the long-term economic plan, the ubiquitous soundbite of David Cameron and George Osborne. It had been the key plank of the 2015 election campaign, helping the Conservatives to win an unexpected majority against Ed Miliband. That too was electioneering rhetoric, but at least considered management of the economy over a longer period of time than Javid is working towards. Britain badly needs a long-term economic plan. But there is no such strategy as Javid and Johnson look to get through the next few weeks. The UK has significant scope to raise spending on public services, given historically low borrowing costs on the international market. The deficit has been cut down to a 17-year low. Rather than a panic-driven spending round, real issues must be tackled over the long term, such as reducing child poverty, improving social care, fixing the country’s productivity puzzle and reversing cuts to local council services. A turning point might have arrived. But Javid could be leading us dangerously in the wrong direction.",
      "charCount": "6508",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richard-partington\">Richard Partington</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/01/how-the-week-mps-try-to-legislate-to-block-no-deal-brexit-may-unfold",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-01T10:59:07Z",
    "webTitle": "How the week may unfold as MPs try to legislate to block no-deal Brexit",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/01/how-the-week-mps-try-to-legislate-to-block-no-deal-brexit-may-unfold",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/01/how-the-week-mps-try-to-legislate-to-block-no-deal-brexit-may-unfold",
    "fields": {
      "headline": "How the week may unfold as MPs try to legislate to block no-deal Brexit",
      "standfirst": "<p>Tory rebels set for showdown meeting with PM amid legal challenges over parliament suspension</p>",
      "trailText": "Tory rebels set for showdown meeting with PM amid legal challenges over parliament suspension",
      "byline": "Jessica Elgot",
      "main": "<figure class=\"element element-image\" data-media-id=\"660991298b7b66023ceec1c83e1fd2e97afa6955\"> \n <img src=\"https://media.guim.co.uk/660991298b7b66023ceec1c83e1fd2e97afa6955/0_257_5472_3283/1000.jpg\" alt=\"parliament\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">MPs will attempt to legislate to stop a no-deal Brexit as government whips try to stop a rebellion in the Commons.</span> \n  <span class=\"element-image__credit\">Photograph: Kirsty Wigglesworth/AP</span> \n </figcaption> \n</figure>",
      "body": "<p>This week is set to be a historic one in Westminster, as MPs attempt to legislate to stop a no-deal Brexit and government whips go into overdrive to stem a rebellion in the House of Commons. A spending review and possible attempts to stop the prorogation of parliament are in the mix as well. Here’s how the week is expected to play out:</p> \n<h2>Monday</h2> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b146305d-32c1-4dc9-9f4d-b60ce025264f\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>If the UK leaves the EU without a deal it would by default, become a “third country”, with no overarching post-Brexit plan in place and no transition period. The UK would no longer be paying into the EU budget, nor would it hand over the £39bn divorce payment.</p>\n    <p>The UK would drop out of countless arrangements, pacts and treaties, covering everything from tariffs to the movement of people, foodstuffs, other goods and data, to numerous specific deals on things such as aviation, and policing and security. Without an overall withdrawal agreement each element would need to be agreed. In the immediate aftermath, without a deal the UK would trade with the EU on the default terms of the World Trade Organization (WTO), including tariffs on agricultural goods. This has also been referred to by government ministers as an \"Australia-style deal\". Australia does not have a free trade agreement with the EU.</p>\n    <p>The UK government has already indicated that it will set low or no tariffs on goods coming into the country. This would lower the price of imports – making it harder for British manufacturers to compete with foreign goods. If the UK sets the tariffs to zero on goods coming in from the EU, under WTO “most favoured nation” rules it must also offer the same zero tariffs to other countries.<br></p>\n    <p>WTO rules only cover goods – they do not apply to financial services, a significant part of the UK’s economy. Trading under WTO rules will also require border checks, which could cause delays at ports, and a severe challenge to the peace process in Ireland without alternative arrangements in place to avoid a hard border.<br></p>\n    <p>Some no-deal supporters have claimed that the UK can use article XXIV of the General Agreement on Tariffs and Trade (Gatt) to force the EU to accept a period of up to 10 years where there are no tariffs while a free trade agreement is negotiated. However, the UK cannot invoke article XXIV unilaterally – the EU would have to agree to it. In previous cases where the article has been used, the two sides had a deal in place, and it has never been used to replicate something of the scale and complexity of the EU and the UK’s trading relationship.</p>\n    <p>The director general of the WTO, Roberto Azevêdo, has <a href=\"https://www.prospectmagazine.co.uk/economics-and-finance/jumping-from-league-one-to-league-three-wto-insiders-scathing-assessments-of-a-wto-brexit\">told Prospect magazine</a> that “in simple factual terms in this scenario, you could expect to see the application of tariffs between the UK and EU where currently there are none”.</p>\n    <p>Until some agreements are in place, a no-deal scenario will place extra overheads on UK businesses – eg the current government advice is that all drivers, including lorries and commercial vehicles, will require extra documentation to be able to drive in Europe if there is no deal. Those arguing for a “managed” no deal envisage that a range of smaller, sector-by-sector, bilateral agreements could be quickly put into place as mutual self-interest between the UK and EU to avoid introducing or to rapidly remove this kind of bureaucracy.</p>\n    <p><b><a href=\"https://www.theguardian.com/profile/martin-belam\">Martin Belam</a></b></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>A meeting due to take place between Boris Johnson and former Conservative cabinet ministers including Philip Hammond and David Gauke, was cancelled on Sunday night. Hammond declined a one-to-one meeting, calling it “discourteous” to cancel on the group. Parliament still in recess.</p> \n<h2>Tuesday</h2> \n<p>MPs officially return to Westminster, though in practice many are likely to arrive on Monday.</p> \n<p>It will be the first opportunity for the Speaker, John Bercow, to give his response from the chair on the decision to prorogue parliament, a move he has described as a constitutional outrage.</p> \n<p>The first step for rebel MPs in trying to stop a no-deal Brexit is likely to be a request for an emergency debate under standing order 24, which Bercow is likely to grant. In order for MPs to seize control of the Commons order paper – the parliamentary timetable for the week ahead – they will need to use the time to table a business motion and be permitted to do so by the Speaker.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"8155cfc9-4f92-4da0-8485-66257baf0e4f\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>Prorogation is the official term that marks the end of a parliamentary session. After being advised to do so by the prime minister, the Queen formally prorogues parliament. This takes the form of an announcement in the House of Lords on the Queen’s behalf. It is a speech, written by the government, which usually describes the bills that have been passed during that session and summarises what has been achieved.</p>\n    <p>It means that all work on existing legislation stops, and MPs and Lords stop sitting. Prorogation also automatically kills any bills, early day motions or questions to ministers going through parliament.&nbsp;</p>\n    <p>Parliament can then be reopened a few days later with a fresh slate of legislation intentions, set out in a new Queen’s speech at the formal state opening of parliament.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>If rebels can win the vote on the business motion, they can use the time to table a new short bill which will order the prime minister to seek an extension to article 50 to prevent no deal. It is still unclear how long that extension will be and how MPs can ensure Johnson will actually request a meaningful extension.</p> \n<p>Legal efforts to stop the prorogation of parliament will also get under way in Edinburgh, where the <a href=\"https://www.theguardian.com/politics/2019/aug/30/boris-johnson-prorogue-parliament-scottish-judge\">court will consider one of three legal challenges</a>.</p> \n<h2>Wednesday</h2> \n<p>The chancellor, Sajid Javid, is set to present his spending review to parliament – though this will very much depend on how radically MPs have changed the order paper. It will also be Johnson’s first prime minister’s questions.</p> \n<p>The day is likely to be used to clear all the Commons stages for a bill mandating an extension of article 50.</p> \n<h2>Thursday</h2> \n<p>The high court in London is due to consider another judicial review of Johnson’s plans to prorogue parliament, <a href=\"https://www.theguardian.com/politics/2019/aug/30/john-major-to-join-legal-fight-to-stop-johnson-suspending-parliament\">led by the anti-Brexit campaigner Gina Miller</a> with other litigants including the former prime minister John Major and the Labour deputy leader, Tom Watson.</p> \n<p>It is unclear if the rebels’ bill will have cleared the Commons by Thursday but there is a belief that it would be better to ensure it has reached the House of Lords as soon as possible because unlike in the House of Commons, peers can attempt to filibuster the bill with a huge number of wrecking amendments which must all be heard.</p> \n<h2>Friday–Monday</h2> \n<p>Parliament is not due to sit on Friday or at the weekend but peers could table a motion to sit through the weekend and get through all of the potentially disruptive amendments.</p> \n<p>Johnson has reserved the right to prorogue parliament as early as Monday and if the bill fails to pass before parliament is suspended, the bill will fall. If the bill passes, rebels believe that the government cannot obstruct the Queen from giving royal assent so it becomes law.</p> \n<p>The situation if the bill passes is then highly volatile – it is possible Johnson could opt to call an early general election.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "583",
      "firstPublicationDate": "2019-09-01T10:59:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:59Z",
      "newspaperEditionDate": "2019-09-02T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c8pz7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/660991298b7b66023ceec1c83e1fd2e97afa6955/0_257_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "This week is set to be a historic one in Westminster, as MPs attempt to legislate to stop a no-deal Brexit and government whips go into overdrive to stem a rebellion in the House of Commons. A spending review and possible attempts to stop the prorogation of parliament are in the mix as well. Here’s how the week is expected to play out: Monday A meeting due to take place between Boris Johnson and former Conservative cabinet ministers including Philip Hammond and David Gauke, was cancelled on Sunday night. Hammond declined a one-to-one meeting, calling it “discourteous” to cancel on the group. Parliament still in recess. Tuesday MPs officially return to Westminster, though in practice many are likely to arrive on Monday. It will be the first opportunity for the Speaker, John Bercow, to give his response from the chair on the decision to prorogue parliament, a move he has described as a constitutional outrage. The first step for rebel MPs in trying to stop a no-deal Brexit is likely to be a request for an emergency debate under standing order 24, which Bercow is likely to grant. In order for MPs to seize control of the Commons order paper – the parliamentary timetable for the week ahead – they will need to use the time to table a business motion and be permitted to do so by the Speaker. If rebels can win the vote on the business motion, they can use the time to table a new short bill which will order the prime minister to seek an extension to article 50 to prevent no deal. It is still unclear how long that extension will be and how MPs can ensure Johnson will actually request a meaningful extension. Legal efforts to stop the prorogation of parliament will also get under way in Edinburgh, where the court will consider one of three legal challenges. Wednesday The chancellor, Sajid Javid, is set to present his spending review to parliament – though this will very much depend on how radically MPs have changed the order paper. It will also be Johnson’s first prime minister’s questions. The day is likely to be used to clear all the Commons stages for a bill mandating an extension of article 50. Thursday The high court in London is due to consider another judicial review of Johnson’s plans to prorogue parliament, led by the anti-Brexit campaigner Gina Miller with other litigants including the former prime minister John Major and the Labour deputy leader, Tom Watson. It is unclear if the rebels’ bill will have cleared the Commons by Thursday but there is a belief that it would be better to ensure it has reached the House of Lords as soon as possible because unlike in the House of Commons, peers can attempt to filibuster the bill with a huge number of wrecking amendments which must all be heard. Friday–Monday Parliament is not due to sit on Friday or at the weekend but peers could table a motion to sit through the weekend and get through all of the potentially disruptive amendments. Johnson has reserved the right to prorogue parliament as early as Monday and if the bill fails to pass before parliament is suspended, the bill will fall. If the bill passes, rebels believe that the government cannot obstruct the Queen from giving royal assent so it becomes law. The situation if the bill passes is then highly volatile – it is possible Johnson could opt to call an early general election.",
      "charCount": "3330",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jessica-elgot\">Jessica Elgot</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/01/britain-coup-parliament-suspend-prorogue-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-01T05:02:08Z",
    "webTitle": "Westminster shutdown: is Britain facing a coup?",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/01/britain-coup-parliament-suspend-prorogue-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/01/britain-coup-parliament-suspend-prorogue-brexit",
    "fields": {
      "headline": "Westminster shutdown: is Britain facing a coup?",
      "standfirst": "The government stands accused of undermining democracy by proroguing parliament. Five experts assess a momentous political decision",
      "trailText": "The government stands accused of undermining democracy by proroguing parliament. Five experts assess a momentous political decision",
      "byline": "Robert Saunders, Peter Bone, Margaret Beckett, Michael Chessum and Meg Russell",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"44b02a04642a1533af5bf6a44216b95776bae7d3\"> <img src=\"https://media.guim.co.uk/44b02a04642a1533af5bf6a44216b95776bae7d3/0_34_5885_3530/1000.jpg\" alt=\"Pedestrians walk past the Palace of Westminster in central London last week.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Democracy in the shade? Pedestrians walk past the Palace of Westminster in central London last week.</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<h2>Robert Saunders</h2> <p><em>Historian and political commentator</em></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"af12d5ef535defa626a56003d6cfb2dd2589cab8\"> <img src=\"https://media.guim.co.uk/af12d5ef535defa626a56003d6cfb2dd2589cab8/94_3_164_205/164.jpg\" alt=\"Robert Saunders\" width=\"164\" height=\"205\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Robert Saunders.</span> <span class=\"element-image__credit\">Photograph: Jorge Duarte Estevao</span> </figcaption> </figure>  <p>The British constitution is unlike any other in the world. You cannot find it in a bookshop or read it online. It has no manual or handbook. Instead, it is a delicate assemblage of laws, practices and institutions, built over centuries and held together by a fragile tissue of customs, conventions and understandings. It relies on trust and on a common commitment to its unwritten rules. That has allowed it to adapt and evolve, but leaves it dangerously vulnerable to the abuse of power.</p> <p>Boris Johnson’s predecessors were often careless with the constitution, but none showed such contempt for its core principles. The United Kingdom is a parliamentary democracy, in which “the will of the people” flows through our elected representatives. Our claim to be democratically governed rests on this slender foundation: that a government must command the confidence of the elected chamber. By wielding the royal prerogative to silence parliament, Johnson has struck at the foundations of our democracy.</p> <p>Johnson is perhaps the first prime minister in British history who does not recognise parliament, or a parliamentary election, as the source of his authority. He was placed in No 10 by 90,000 party activists – not much larger than a single constituency – whom he courted through his column in the <em>Daily Telegraph</em>. He appointed Dominic Cummings to the heart of government: a man who months earlier had been found to be in contempt of parliament. Once, that would have disbarred him from office. Today, it is a programme for government.</p> <p>He will claim a higher mandate than parliament: “the will of the people”, expressed in the referendum. Yet it gave no instruction on the terms of Brexit, a fact Johnson exploited to vote down a previous withdrawal agreement. Once we decide that someone other than parliament should interpret the referendum – that some heroic leader knows more truly what was in the mind of voters – we are walking a very dangerous road.</p> <p>In the short term, prorogation may succeed. If Johnson goes for no deal, it makes it harder for MPs to stop him. If he wrings some kind of package from the EU, it may frighten some into backing it. If all else fails, it clears the way for a “people versus parliament” election.</p> <p>But at what cost? Like loggers torching the Brazilian rainforest, Johnson and adviser Dominic Cummings have traded short-term profit for devastating structural harm. They have set precedents that others will follow and scorched the fragile ecosystem of our democracy. “Conservatives” once saw it as their responsibility to protect the constitution. How times change.</p> <h2>Peter Bone</h2> <p><em>Conservative MP and adviser to Leave Means Leave </em></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"fc125c048a59836dd81c3e8fc9613e0e23ca890d\"> <img src=\"https://media.guim.co.uk/fc125c048a59836dd81c3e8fc9613e0e23ca890d/424_255_1143_1428/800.jpg\" alt=\"Peter Bone.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Peter Bone.</span> <span class=\"element-image__credit\">Photograph: Mark Thomas/Rex/Shutterstock</span> </figcaption> </figure>  <p>Yes, there is a coup being attempted, but it’s not by the government. It is by a group of hardline Remainers who refuse to accept the will of the British people.</p> <p>These non-democrats are trying to seize power from the legitimate government of Boris Johnson, and install a so-called government of national unity headed by Jeremy Corbyn, and stuffed full of uber-Remainers, with not a single Leaver in sight!</p> <p>The prorogation of parliament by Boris Johnson is a long-overdue restoration of parliamentary democracy. In fact, the shadow leader of the house and other opposition MPs have been demanding this for months. The current session of parliament covers three calendar years and is by far the longest since the civil war. Each session of parliament normally lasts a year. It starts with the Queen’s speech, where the government outlines the bills it wants to get through in the next 12 months, and if it doesn’t get them through in that time, it risks losing them.</p> <p>The opposition then have a number of days to debate and scrutinise , in detail, the government’s programme. At the end of the debate it can try to amend the Queen’s speech or defeat it. If the Queen’s speech is defeated, it inevitably leads to a general election. It also resets the parliamentary calendar, which, under parliament’s standing orders, allows opposition parties 20 days where they choose the motions to be debated, 35 days when the backbench business committee chooses the subjects to be debated, and 13 days when MPs can introduce legislation.</p> <p>Proroguing parliament clearly restores parliamentary democracy and is constitutionally standard. This is not an attempt to stop parliament blocking a no-deal Brexit. Had the prime minister prorogued parliament until 1 November, that would have been a constitutional outrage, and I would have been the first to call it out.</p> <p>If Jeremy Corbyn wants to stop a no-deal Brexit, he has to follow a simple course of action. On Tuesday, he calls a vote of no confidence in the government, and on Wednesday he tries to win that vote. He won’t do that because he knows that he doesn’t have the votes in the House of Commons and, more importantly, he doesn’t have the votes in the country to win a general election. </p> <p>My message to Jeremy Corbyn is simple – put up, or shut up!</p> <h2><strong>Margaret Beckett</strong></h2> <p><em>Labour MP for Derby South</em></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"d3b3c8bf70eb1ebc4c37fcb43c00a3550ec205e2\"> <img src=\"https://media.guim.co.uk/d3b3c8bf70eb1ebc4c37fcb43c00a3550ec205e2/3156_525_711_889/400.jpg\" alt=\"Margaret Beckett.\" width=\"400\" height=\"500\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Margaret Beckett.</span> <span class=\"element-image__credit\">Photograph: Richard Saker/The Observer</span> </figcaption> </figure>  <p>Yes. It’s clever – which is the reputation of the PM’s advisers. It’s also ruthless and improper – which is also their reputation.</p> <p>Supporters claim having an autumn recess or prorogation and a new Queen’s speech is “normal”. Autumn 2019 finds us on the brink of the biggest constitutional change for more than 40 years. Yet a government without a working majority, led by a PM without a public mandate, seeks the longest adjournment for 70 years. This is not “normal”.</p> <p>To me this is the latest, most dangerous, manifestation of a rolling coup parliamentarians have been battling since 2016. From the outset, Theresa May sought for powers to be returned to and exercised by the executive, not parliament.</p> <p>She had to be forced by the courts to accept that MPs should have any voice in the decision to trigger article 50. When detailed legislative changes were required, sweeping and unfettered powers for ministers were proposed. Almost every request for papers to be published or information shared was rejected and fought.</p> <p>The suggestion that <a href=\"https://www.theguardian.com/politics/2016/dec/20/theresa-may-indicates-mps-parliament-not-vote-final-brexit-deal\" title=\"\">MPs should be allowed a “meaningful” vote</a> on her proposals was strongly resisted.</p> <p>The approach to <a href=\"https://www.theguardian.com/politics/2019/jan/15/theresa-may-loses-brexit-deal-vote-by-majority-of-230\" title=\"\">government defeats in the Commons</a> – once a matter of concern or at least embarrassment – became quite cavalier.</p> <p>In Opposition day debates the government stopped voting to defend their policies on any but rare occasions - usually when they thought that they might win.</p> <p>Concern was expressed even in the Conservative party, at this unprecedented but ingenious way of making the expressed view of the House of Commons nugatory, or meaningless, in its effect.</p> <p>For almost three years, government used and abused its considerable powers to control what MPs were allowed to debate and when, often hindering or even preventing the House of Commons from expressing its view on the government’s handling of Brexit.</p> <p>When final proposals were known, debate and decision on them was delayed, week on week, month on month, blaming those who it was feared might not support the government. Then, when the government could delay no longer and it went down to <a href=\"https://www.theguardian.com/politics/2019/jan/15/theresa-may-loses-brexit-deal-vote-by-majority-of-230\" title=\"\">the biggest defeat in our parliamentary history</a> on its flagship policy, even this defeat was just ignored, and the government pressed on regardless.</p> <p>The parliament to which we were told sovereignty was being restored has been steadily sidelined, ignored and has now been silenced.</p> <p>So it is a coup – but it’s just the latest step in the incremental trashing of our unwritten constitution, as longstanding conventions are disregarded and discarded. Dangerous precedents are being set.</p> <h2><strong>Michael Chessum</strong></h2> <p><em>National organiser for Another Europe Is Possible</em></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"2eca9d8429e7b9681b72eb1ca9e4822c138ea7bf\"> <img src=\"https://media.guim.co.uk/2eca9d8429e7b9681b72eb1ca9e4822c138ea7bf/1844_343_1851_2314/800.jpg\" alt=\"Michael Chessum.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Michael Chessum.</span> <span class=\"element-image__credit\">Photograph: Vickie Flores/EPA</span> </figcaption> </figure>  <p>An unelected prime minister is attempting to prevent parliament from meeting because it might disagree with him. His aim is to drive through Brexit – deal or no deal – by an arbitrary date in late October. In doing so, he hopes to solidify a huge parliamentary majority in a snap election marked by a rightwing populist campaign demonising foreigners and what he will decry as the political elite. He is, as Britain’s 20th Etonian prime minister, apparently not a member of this elite himself.</p> <p>The longer-term aim of Johnson’s plan goes much deeper. Brexit Britain is to be a deregulated country, brought closer into the orbit of Trump’s America. Workers’ rights, food standards and environmental protections are to be undermined. Public services and the NHS will, as made clear by the US government, be up for sale. Naturally, there is little to no public support for this agenda, and no majority for it in parliament. So Johnson does not want to allow either the public or MPs to vote on it until it is too late.</p> <p>Parliament has not been completely shut down. The press is still free. But not all coups come with tanks and internet shutdowns. Yes, we have our civil rights – but try telling that to the millions of migrants who face a future of uncertainty, and even deportation, if the government goes ahead with abruptly ending free movement. The executive is waging war on the legislature, and it might win if we do not mobilise to stop it.</p> <p>This government is not going to be persuaded by strength of argument. It must be forced to reverse course. Hopefully, the opposition parties will win this week in the Commons, but as citizens we must understand that we cannot rely on parliamentary process, or the judiciary. The little democracy we have was fought for, bled for, by mass movements which stretched the boundaries of legitimate dissent. If protest movements are not willing to disrupt, they are toothless.</p> <p>The suspension of parliament is not some maverick act of hubris. The shutting down of democracy, the attacks on rights, the absurd claim to represent the people while denying them agency – these are the essence of the Brexit project. Brexit is not the end – it is a tool to entrench power and privilege, to divide working people against each other, and aggrandise the sociopaths who fronted the Leave campaign and now occupy No 10. This absurd, dangerous moment is the natural conclusion of Brexit. This is its true meaning.</p> <p>We are witnessing the growth of a huge movement in defence of democracy. From Monday, we’ll be protesting daily at 5.30pm across the country. Join us at <a href=\"https://www.stopthecoup.org.uk/\" title=\"\">stopthecoup.org.uk</a>.</p> <h2><strong>Meg Russell</strong></h2> <p><em>Director of the Constitution Unit, University College London</em></p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"13749132ba68afb8be4568953570a54707796711\"> <img src=\"https://media.guim.co.uk/13749132ba68afb8be4568953570a54707796711/29_0_187_234/187.jpg\" alt=\"Meg Russell.\" width=\"187\" height=\"234\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Meg Russell.</span> <span class=\"element-image__credit\">Photograph: Internet</span> </figcaption> </figure>  <p>Boris Johnson’s prorogation of parliament has sparked demonstrations under the banner #StopTheCoup. But is this outrage justified?</p> <p>Make no mistake, to prorogue like this is far from normal. Yes, a short prorogation (usually a few days) happens routinely between one annual parliamentary session and the next. But this five-week prorogation is the longest since 1930. It has also been triggered in the midst of a political crisis, with the clock ticking down to 31 October. It immediately follows a five-week summer break, during which MPs could not scrutinise the government’s Brexit policy. Indeed, Johnson has faced just one day of parliamentary scrutiny since becoming PM. Should the prorogation go ahead, that would become one week’s scrutiny over almost three months. By 14 October, when MPs are set to return, fewer than three weeks would remain until the Brexit deadline.</p> <p>No 10 insists that parliament was already due to break up for weeks for the party conferences. But this is disingenuous, for two reasons. First, it had not yet been decided. And second, MPs were the ones who got to choose – and looked increasingly likely to reject this. Prorogation denies them the choice. He has also largely scuppered the chances of a no-confidence vote. We knew the opposition parties were discussing this, but had not yet agreed on their alternative prime minister. The Fixed-term Parliaments Act provides 14 days to appoint an alternative government. But the prorogation cuts across this – and would leave as little as 24 hours to get organised after such a vote.</p> <p>So Johnson’s actions are unprecedented, and appear designed to undermine MPs’ desire to scrutinise his government, or even to remove it from office. In a parliamentary democracy, where the government is accountable to parliament, and exists only because it enjoys parliament’s confidence, this is deeply problematic. Hence the various court cases challenging prorogation.</p> <p>Does this amount to a constitutional coup? In short, it’s hard to define what’s “unconstitutional” in a system with an unwritten constitution.</p> <p>Proponents would argue that Johnson has not broken the letter of the law. But our constitution relies on conventions and precedents, not just law, and those very clearly have been broken. A “political” constitution such as ours is a fragile thing, which depends on key players respecting norms and traditions. If they fail to do so they undermine it gravely.</p> <p>The dangerous precedents that would be set by prorogation apply around the world. Governments must not be able to shut down democratic legislatures just in order to dodge inconvenient scrutiny. This is an executive power grab, and when MPs return on Tuesday they should reject it loud and clear.</p>",
      "newspaperPageNumber": "37",
      "wordcount": "2162",
      "commentable": "false",
      "firstPublicationDate": "2019-09-01T05:02:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:00Z",
      "newspaperEditionDate": "2019-09-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c8yzt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/44b02a04642a1533af5bf6a44216b95776bae7d3/0_34_5885_3530/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Robert Saunders Historian and political commentator The British constitution is unlike any other in the world. You cannot find it in a bookshop or read it online. It has no manual or handbook. Instead, it is a delicate assemblage of laws, practices and institutions, built over centuries and held together by a fragile tissue of customs, conventions and understandings. It relies on trust and on a common commitment to its unwritten rules. That has allowed it to adapt and evolve, but leaves it dangerously vulnerable to the abuse of power. Boris Johnson’s predecessors were often careless with the constitution, but none showed such contempt for its core principles. The United Kingdom is a parliamentary democracy, in which “the will of the people” flows through our elected representatives. Our claim to be democratically governed rests on this slender foundation: that a government must command the confidence of the elected chamber. By wielding the royal prerogative to silence parliament, Johnson has struck at the foundations of our democracy. Johnson is perhaps the first prime minister in British history who does not recognise parliament, or a parliamentary election, as the source of his authority. He was placed in No 10 by 90,000 party activists – not much larger than a single constituency – whom he courted through his column in the Daily Telegraph. He appointed Dominic Cummings to the heart of government: a man who months earlier had been found to be in contempt of parliament. Once, that would have disbarred him from office. Today, it is a programme for government. He will claim a higher mandate than parliament: “the will of the people”, expressed in the referendum. Yet it gave no instruction on the terms of Brexit, a fact Johnson exploited to vote down a previous withdrawal agreement. Once we decide that someone other than parliament should interpret the referendum – that some heroic leader knows more truly what was in the mind of voters – we are walking a very dangerous road. In the short term, prorogation may succeed. If Johnson goes for no deal, it makes it harder for MPs to stop him. If he wrings some kind of package from the EU, it may frighten some into backing it. If all else fails, it clears the way for a “people versus parliament” election. But at what cost? Like loggers torching the Brazilian rainforest, Johnson and adviser Dominic Cummings have traded short-term profit for devastating structural harm. They have set precedents that others will follow and scorched the fragile ecosystem of our democracy. “Conservatives” once saw it as their responsibility to protect the constitution. How times change. Peter Bone Conservative MP and adviser to Leave Means Leave Yes, there is a coup being attempted, but it’s not by the government. It is by a group of hardline Remainers who refuse to accept the will of the British people. These non-democrats are trying to seize power from the legitimate government of Boris Johnson, and install a so-called government of national unity headed by Jeremy Corbyn, and stuffed full of uber-Remainers, with not a single Leaver in sight! The prorogation of parliament by Boris Johnson is a long-overdue restoration of parliamentary democracy. In fact, the shadow leader of the house and other opposition MPs have been demanding this for months. The current session of parliament covers three calendar years and is by far the longest since the civil war. Each session of parliament normally lasts a year. It starts with the Queen’s speech, where the government outlines the bills it wants to get through in the next 12 months, and if it doesn’t get them through in that time, it risks losing them. The opposition then have a number of days to debate and scrutinise , in detail, the government’s programme. At the end of the debate it can try to amend the Queen’s speech or defeat it. If the Queen’s speech is defeated, it inevitably leads to a general election. It also resets the parliamentary calendar, which, under parliament’s standing orders, allows opposition parties 20 days where they choose the motions to be debated, 35 days when the backbench business committee chooses the subjects to be debated, and 13 days when MPs can introduce legislation. Proroguing parliament clearly restores parliamentary democracy and is constitutionally standard. This is not an attempt to stop parliament blocking a no-deal Brexit. Had the prime minister prorogued parliament until 1 November, that would have been a constitutional outrage, and I would have been the first to call it out. If Jeremy Corbyn wants to stop a no-deal Brexit, he has to follow a simple course of action. On Tuesday, he calls a vote of no confidence in the government, and on Wednesday he tries to win that vote. He won’t do that because he knows that he doesn’t have the votes in the House of Commons and, more importantly, he doesn’t have the votes in the country to win a general election. My message to Jeremy Corbyn is simple – put up, or shut up! Margaret Beckett Labour MP for Derby South Yes. It’s clever – which is the reputation of the PM’s advisers. It’s also ruthless and improper – which is also their reputation. Supporters claim having an autumn recess or prorogation and a new Queen’s speech is “normal”. Autumn 2019 finds us on the brink of the biggest constitutional change for more than 40 years. Yet a government without a working majority, led by a PM without a public mandate, seeks the longest adjournment for 70 years. This is not “normal”. To me this is the latest, most dangerous, manifestation of a rolling coup parliamentarians have been battling since 2016. From the outset, Theresa May sought for powers to be returned to and exercised by the executive, not parliament. She had to be forced by the courts to accept that MPs should have any voice in the decision to trigger article 50. When detailed legislative changes were required, sweeping and unfettered powers for ministers were proposed. Almost every request for papers to be published or information shared was rejected and fought. The suggestion that MPs should be allowed a “meaningful” vote on her proposals was strongly resisted. The approach to government defeats in the Commons – once a matter of concern or at least embarrassment – became quite cavalier. In Opposition day debates the government stopped voting to defend their policies on any but rare occasions - usually when they thought that they might win. Concern was expressed even in the Conservative party, at this unprecedented but ingenious way of making the expressed view of the House of Commons nugatory, or meaningless, in its effect. For almost three years, government used and abused its considerable powers to control what MPs were allowed to debate and when, often hindering or even preventing the House of Commons from expressing its view on the government’s handling of Brexit. When final proposals were known, debate and decision on them was delayed, week on week, month on month, blaming those who it was feared might not support the government. Then, when the government could delay no longer and it went down to the biggest defeat in our parliamentary history on its flagship policy, even this defeat was just ignored, and the government pressed on regardless. The parliament to which we were told sovereignty was being restored has been steadily sidelined, ignored and has now been silenced. So it is a coup – but it’s just the latest step in the incremental trashing of our unwritten constitution, as longstanding conventions are disregarded and discarded. Dangerous precedents are being set. Michael Chessum National organiser for Another Europe Is Possible An unelected prime minister is attempting to prevent parliament from meeting because it might disagree with him. His aim is to drive through Brexit – deal or no deal – by an arbitrary date in late October. In doing so, he hopes to solidify a huge parliamentary majority in a snap election marked by a rightwing populist campaign demonising foreigners and what he will decry as the political elite. He is, as Britain’s 20th Etonian prime minister, apparently not a member of this elite himself. The longer-term aim of Johnson’s plan goes much deeper. Brexit Britain is to be a deregulated country, brought closer into the orbit of Trump’s America. Workers’ rights, food standards and environmental protections are to be undermined. Public services and the NHS will, as made clear by the US government, be up for sale. Naturally, there is little to no public support for this agenda, and no majority for it in parliament. So Johnson does not want to allow either the public or MPs to vote on it until it is too late. Parliament has not been completely shut down. The press is still free. But not all coups come with tanks and internet shutdowns. Yes, we have our civil rights – but try telling that to the millions of migrants who face a future of uncertainty, and even deportation, if the government goes ahead with abruptly ending free movement. The executive is waging war on the legislature, and it might win if we do not mobilise to stop it. This government is not going to be persuaded by strength of argument. It must be forced to reverse course. Hopefully, the opposition parties will win this week in the Commons, but as citizens we must understand that we cannot rely on parliamentary process, or the judiciary. The little democracy we have was fought for, bled for, by mass movements which stretched the boundaries of legitimate dissent. If protest movements are not willing to disrupt, they are toothless. The suspension of parliament is not some maverick act of hubris. The shutting down of democracy, the attacks on rights, the absurd claim to represent the people while denying them agency – these are the essence of the Brexit project. Brexit is not the end – it is a tool to entrench power and privilege, to divide working people against each other, and aggrandise the sociopaths who fronted the Leave campaign and now occupy No 10. This absurd, dangerous moment is the natural conclusion of Brexit. This is its true meaning. We are witnessing the growth of a huge movement in defence of democracy. From Monday, we’ll be protesting daily at 5.30pm across the country. Join us at stopthecoup.org.uk. Meg Russell Director of the Constitution Unit, University College London Boris Johnson’s prorogation of parliament has sparked demonstrations under the banner #StopTheCoup. But is this outrage justified? Make no mistake, to prorogue like this is far from normal. Yes, a short prorogation (usually a few days) happens routinely between one annual parliamentary session and the next. But this five-week prorogation is the longest since 1930. It has also been triggered in the midst of a political crisis, with the clock ticking down to 31 October. It immediately follows a five-week summer break, during which MPs could not scrutinise the government’s Brexit policy. Indeed, Johnson has faced just one day of parliamentary scrutiny since becoming PM. Should the prorogation go ahead, that would become one week’s scrutiny over almost three months. By 14 October, when MPs are set to return, fewer than three weeks would remain until the Brexit deadline. No 10 insists that parliament was already due to break up for weeks for the party conferences. But this is disingenuous, for two reasons. First, it had not yet been decided. And second, MPs were the ones who got to choose – and looked increasingly likely to reject this. Prorogation denies them the choice. He has also largely scuppered the chances of a no-confidence vote. We knew the opposition parties were discussing this, but had not yet agreed on their alternative prime minister. The Fixed-term Parliaments Act provides 14 days to appoint an alternative government. But the prorogation cuts across this – and would leave as little as 24 hours to get organised after such a vote. So Johnson’s actions are unprecedented, and appear designed to undermine MPs’ desire to scrutinise his government, or even to remove it from office. In a parliamentary democracy, where the government is accountable to parliament, and exists only because it enjoys parliament’s confidence, this is deeply problematic. Hence the various court cases challenging prorogation. Does this amount to a constitutional coup? In short, it’s hard to define what’s “unconstitutional” in a system with an unwritten constitution. Proponents would argue that Johnson has not broken the letter of the law. But our constitution relies on conventions and precedents, not just law, and those very clearly have been broken. A “political” constitution such as ours is a fragile thing, which depends on key players respecting norms and traditions. If they fail to do so they undermine it gravely. The dangerous precedents that would be set by prorogation apply around the world. Governments must not be able to shut down democratic legislatures just in order to dodge inconvenient scrutiny. This is an executive power grab, and when MPs return on Tuesday they should reject it loud and clear.",
      "charCount": "13097",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/robert-saunders\">Robert Saunders</a>, <a href=\"profile/peter-bone\">Peter Bone</a>, <a href=\"profile/beckett-margaret\">Margaret Beckett</a>, <a href=\"profile/michael-chessum\">Michael Chessum</a> and <a href=\"profile/megrussell\">Meg Russell</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]