[
  {
    "id": "culture/2019/jul/28/edinburgh-may-lose-20m-us-circus-project-over-brexit-fears",
    "type": "article",
    "sectionId": "culture",
    "sectionName": "Culture",
    "webPublicationDate": "2019-07-28T21:37:38Z",
    "webTitle": "Edinburgh may lose £20m US circus project over Brexit fears",
    "webUrl": "https://www.theguardian.com/culture/2019/jul/28/edinburgh-may-lose-20m-us-circus-project-over-brexit-fears",
    "apiUrl": "https://content.guardianapis.com/culture/2019/jul/28/edinburgh-may-lose-20m-us-circus-project-over-brexit-fears",
    "fields": {
      "headline": "Edinburgh may lose £20m US circus project over Brexit fears",
      "standfirst": "<p>Las Vegas variety producer considers relocating European base to Berlin or Paris</p>",
      "trailText": "Spiegelworld, one of Las Vegas’s biggest variety producers, is considering relocating its European base to Berlin or Paris",
      "byline": "Dalya Alberge",
      "main": "<figure class=\"element element-image\" data-media-id=\"8d58cde888feae9d83eeb2f6ee1b9aa79b312ee1\"> <img src=\"https://media.guim.co.uk/8d58cde888feae9d83eeb2f6ee1b9aa79b312ee1/0_281_5445_3267/1000.jpg\" alt=\"Spiegelworld’s Atomic Saloon Show, a circus-variety show ‘set in a Wild West neon disco’. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spiegelworld’s Atomic Saloon Show, a circus-variety show ‘set in a wild west neon disco’. </span> <span class=\"element-image__credit\">Photograph: Andrew Perry</span> </figcaption> </figure>",
      "body": "<p>The Edinburgh festival fringe is facing the loss of a $25m (£20m) five-year investment by a big US circus company owing to uncertainties over Brexit.</p> <p>Spiegelworld, one of Las Vegas’s biggest variety producers, is staging an extravaganza in Edinburgh this week before transferring back home to a purpose-built theatre in September.</p> <p>Its Atomic Saloon Show, a circus-variety show “set in a wild west neon disco” and featuring acrobats and dancers in gravity-defying acts, was meant to have been the first of five annual productions created and premiered in Edinburgh, but its producers are now having to consider relocating their European base to Berlin or Paris.</p> <p>Ross Mollison, Spiegelworld’s circus impresario, said: “Uncertainty is the enemy of strategic planning. Our business at light entertainment already has so many uncertainties. Are people going to buy tickets? Are they going to like it? How are we going to build new shows? </p> <p>“To add to that, this whole Brexit thing. The uncertainty of what is the law, what is the visa situation, what happens with visas next year if you’re not part of the EU? I have no idea. It’s just another thing we have to worry about. It’s very disappointing that, on the eve of us launching this show, this debate is still going on.”</p> <p>He added that, while the circus had done shows in Edinburgh for 20 years on and off, this was the first created in the city ahead of a big Las Vegas run: “With the uncertainty, I doubt that we’ll come back next year unless everything is resolved and we know exactly what we’re buying into.</p> <p>“This is a show built for Vegas in Scotland. But if we don’t know what the rules are, we can’t come back and do it because these investments are insane amounts of money,” he said.</p> <p>Spiegelworld is an adult-themed circus, burlesque and vaudeville extravaganza inspired by 19th-century European cabarets. Its previous show, Absinthe, has played for more than eight years in Las Vegas, where it draws half a million people a year. It has also toured worldwide.</p> <p>Atomic Saloon Show’s world premiere is in Edinburgh on Thursday. Its producers promise “the most abnormally sexy but sensationally amoral troupe of entertainers on Earth”.</p> <p>If Spiegelworld cancels its plans, there will be financial losses for Scotland. In bringing a company of 40 to Edinburgh for four weeks of rehearsals before its month-long show opens, it spends money on accommodation, set construction, rehearsal space, and local specialists.</p> <p>It is described as one of Edinburgh’s biggest shows of the past 20 years. Productions on this scale are too expensive for most British producers.</p>",
      "newspaperPageNumber": "13",
      "wordcount": "438",
      "firstPublicationDate": "2019-07-28T21:37:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:12Z",
      "newspaperEditionDate": "2019-07-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c29he",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8d58cde888feae9d83eeb2f6ee1b9aa79b312ee1/0_281_5445_3267/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Edinburgh festival fringe is facing the loss of a $25m (£20m) five-year investment by a big US circus company owing to uncertainties over Brexit. Spiegelworld, one of Las Vegas’s biggest variety producers, is staging an extravaganza in Edinburgh this week before transferring back home to a purpose-built theatre in September. Its Atomic Saloon Show, a circus-variety show “set in a wild west neon disco” and featuring acrobats and dancers in gravity-defying acts, was meant to have been the first of five annual productions created and premiered in Edinburgh, but its producers are now having to consider relocating their European base to Berlin or Paris. Ross Mollison, Spiegelworld’s circus impresario, said: “Uncertainty is the enemy of strategic planning. Our business at light entertainment already has so many uncertainties. Are people going to buy tickets? Are they going to like it? How are we going to build new shows? “To add to that, this whole Brexit thing. The uncertainty of what is the law, what is the visa situation, what happens with visas next year if you’re not part of the EU? I have no idea. It’s just another thing we have to worry about. It’s very disappointing that, on the eve of us launching this show, this debate is still going on.” He added that, while the circus had done shows in Edinburgh for 20 years on and off, this was the first created in the city ahead of a big Las Vegas run: “With the uncertainty, I doubt that we’ll come back next year unless everything is resolved and we know exactly what we’re buying into. “This is a show built for Vegas in Scotland. But if we don’t know what the rules are, we can’t come back and do it because these investments are insane amounts of money,” he said. Spiegelworld is an adult-themed circus, burlesque and vaudeville extravaganza inspired by 19th-century European cabarets. Its previous show, Absinthe, has played for more than eight years in Las Vegas, where it draws half a million people a year. It has also toured worldwide. Atomic Saloon Show’s world premiere is in Edinburgh on Thursday. Its producers promise “the most abnormally sexy but sensationally amoral troupe of entertainers on Earth”. If Spiegelworld cancels its plans, there will be financial losses for Scotland. In bringing a company of 40 to Edinburgh for four weeks of rehearsals before its month-long show opens, it spends money on accommodation, set construction, rehearsal space, and local specialists. It is described as one of Edinburgh’s biggest shows of the past 20 years. Productions on this scale are too expensive for most British producers.",
      "charCount": "2607",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/dalya-alberge\">Dalya Alberge</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/2019/jul/28/tory-islamophobia-boris-johnson-honour-pledge-inquiry",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-28T20:32:39Z",
    "webTitle": "Tory Islamophobia: Johnson faces calls to honour pledge on inquiry",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/28/tory-islamophobia-boris-johnson-honour-pledge-inquiry",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/28/tory-islamophobia-boris-johnson-honour-pledge-inquiry",
    "fields": {
      "headline": "Tory Islamophobia: Johnson faces calls to honour pledge on inquiry",
      "standfirst": "<p>Party has faced criticism for handling of complaints, with some suspended members let back in</p>",
      "trailText": "Party has faced criticism for handling of complaints, with some suspended members let back in",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"8aab584927ef090c905a2980d03dbf749c11af38\"> <img src=\"https://media.guim.co.uk/8aab584927ef090c905a2980d03dbf749c11af38/0_78_4379_2627/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson appeared to sign up to an inquiry during the leadership campaign.</span> <span class=\"element-image__credit\">Photograph: WPA/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson is facing calls to honour his commitment to an independent inquiry into Islamophobia in the Conservative party, after a senior minister refused to say that one would go ahead under his premiership.</p> <p>Johnson appeared to sign up to an inquiry during the BBC debate of the leadership campaign, when Sajid Javid, now his chancellor, got his rivals to agree that an external investigation into Islamophobia was a good idea.</p> <p>The party has faced heavy criticism for its handling of complaints of Islamophobia among Tory members in recent months, with <a href=\"https://www.theguardian.com/politics/2019/mar/24/tory-islamophobia-row-15-suspended-councillors-quietly-reinstated\">some of those suspended quietly</a> let back into the party.</p> <p>Asked on Sky News when Johnson would be launching an inquiry, Rishi Sunak, the new financial secretary to the Treasury, said the prime minister was “committed very firmly to rooting it out in the party wherever it is”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/06/tory-member-questions-boris-johnsons-ability-to-represent-minorities\">Boris Johnson faces questions over ‘arguably racist’ comments</a> </p> </aside>  <p>But he declined to commit to saying that Johnson would be holding an independent inquiry. “Obviously how that gets implemented is a question for the brand new party chairman,” he said.</p> <p>James Cleverly, who is the new Tory chair, has said he disagrees deeply with the idea that the Conservatives are institutionally Islamophobic.</p> <p>During the campaign, Johnson at one point appeared to water down the idea of an inquiry.</p> <p>He told ConservativeHome: “Well, I took it up with Saj afterwards and he said that actually, if I understand it correctly, what we’ve committed to is a general investigation into all types of prejudice and discrimination, including antisemitism.”</p> <p>Asked if this would be an independent investigation, Johnson replied: “Yup.” He added: “So yes, we’ll have to study exactly what Saj has in mind, but it sounded like a sensible idea when he mentioned it.”</p> <p>Anti-Islamophobia campaigners have <a href=\"https://www.theguardian.com/news/2019/may/28/watchdog-urged-to-launch-inquiry-into-tory-islamophobia\">repeatedly called</a> for the Conservatives to tackle the issue. A poll of Tory members found <a href=\"https://www.theguardian.com/politics/2019/jun/24/tory-members-would-not-want-muslim-prime-minister-islamophobia-survey\">nearly half</a> would prefer not to have a Muslim prime minister.</p> <p>The survey, carried out by YouGov for the anti-racism group <a href=\"https://www.hopenothate.org.uk/2019/06/21/conservative-crisis-islamophobia/\">Hope Not Hate</a>, also found more than two-thirds of Tory members believed the myth that parts of the UK were under sharia law, and 45% thought some areas were not safe for non-Muslims.</p> <p>Half the party’s members thought Islamophobia was a big issue, but only 8% believed it was a problem within the party, the survey found, while 40% of members wanted to see fewer Muslims in the UK.</p> <p>Naz Shah, the shadow minister for equalities, said: “Boris Johnson promised to set up an inquiry into Islamophobia in the Conservative party but it’s all gone very quiet. Muslim people will not be reassured by this government minister dodging the question.”</p>",
      "newspaperPageNumber": "11",
      "wordcount": "434",
      "firstPublicationDate": "2019-07-28T20:32:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-28T21:25:55Z",
      "newspaperEditionDate": "2019-07-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c29xz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8aab584927ef090c905a2980d03dbf749c11af38/0_78_4379_2627/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson is facing calls to honour his commitment to an independent inquiry into Islamophobia in the Conservative party, after a senior minister refused to say that one would go ahead under his premiership. Johnson appeared to sign up to an inquiry during the BBC debate of the leadership campaign, when Sajid Javid, now his chancellor, got his rivals to agree that an external investigation into Islamophobia was a good idea. The party has faced heavy criticism for its handling of complaints of Islamophobia among Tory members in recent months, with some of those suspended quietly let back into the party. Asked on Sky News when Johnson would be launching an inquiry, Rishi Sunak, the new financial secretary to the Treasury, said the prime minister was “committed very firmly to rooting it out in the party wherever it is”. But he declined to commit to saying that Johnson would be holding an independent inquiry. “Obviously how that gets implemented is a question for the brand new party chairman,” he said. James Cleverly, who is the new Tory chair, has said he disagrees deeply with the idea that the Conservatives are institutionally Islamophobic. During the campaign, Johnson at one point appeared to water down the idea of an inquiry. He told ConservativeHome: “Well, I took it up with Saj afterwards and he said that actually, if I understand it correctly, what we’ve committed to is a general investigation into all types of prejudice and discrimination, including antisemitism.” Asked if this would be an independent investigation, Johnson replied: “Yup.” He added: “So yes, we’ll have to study exactly what Saj has in mind, but it sounded like a sensible idea when he mentioned it.” Anti-Islamophobia campaigners have repeatedly called for the Conservatives to tackle the issue. A poll of Tory members found nearly half would prefer not to have a Muslim prime minister. The survey, carried out by YouGov for the anti-racism group Hope Not Hate, also found more than two-thirds of Tory members believed the myth that parts of the UK were under sharia law, and 45% thought some areas were not safe for non-Muslims. Half the party’s members thought Islamophobia was a big issue, but only 8% believed it was a problem within the party, the survey found, while 40% of members wanted to see fewer Muslims in the UK. Naz Shah, the shadow minister for equalities, said: “Boris Johnson promised to set up an inquiry into Islamophobia in the Conservative party but it’s all gone very quiet. Muslim people will not be reassured by this government minister dodging the question.”",
      "charCount": "2586",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/28/boris-johnsons-brexit-becomes-clearer-by-the-minute",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-28T17:06:38Z",
    "webTitle": "Boris Johnson’s Brexit becomes clearer by the minute | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/28/boris-johnsons-brexit-becomes-clearer-by-the-minute",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/28/boris-johnsons-brexit-becomes-clearer-by-the-minute",
    "fields": {
      "headline": "Boris Johnson’s Brexit becomes clearer by the minute",
      "standfirst": "Readers share their views on the new prime minister’s approach to Brexit",
      "trailText": "<strong>Letters:</strong> Readers share their views on the new prime minister’s approach to Brexit",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"fffa474cda074f7227391db176d04502e45a3f47\"> <img src=\"https://media.guim.co.uk/fffa474cda074f7227391db176d04502e45a3f47/63_103_3437_2062/1000.jpg\" alt=\"Boris Johnson standing in front of the Vote Leave bus in May 2016\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson standing in front of the Vote Leave bus in May 2016. ‘He promised that the NHS would receive an extra £350m every week when we have left the EU … Now he is PM he will be in a position to make good on that pledge. Of course he will,’ writes Peter Bolwell.</span> <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> </figcaption> </figure>",
      "body": "<p>Boris Johnston repeats ad nauseam that the Irish backstop is unacceptable and that he is willing to leave the EU without a deal (<a href=\"https://www.theguardian.com/politics/2019/jul/25/brussels-throws-out-boris-johnsons-plans-to-alter-brexit-deal\" title=\"\">Brussels rejects Johnson’s plans for a new Brexit deal over summer</a>, 26 July). Clearly he has not taken account of the EU Withdrawal Act 2018, which paves the way for the UK’s departure from the EU and is the law of the land. Section 10 of the act states that nothing in it may “diminish any form of north-south co-operation provided for by the Belfast agreement”. An official mapping exercise identified well over 100 areas of north-south cooperation, many of which relate to the operation of the north-south ministerial council established under the Belfast agreement. Removal of the backstop, or a no-deal Brexit, would be unlawful under the act.</p> <p>I appreciate that breaking the law would be a mere bagatelle to this prime minister but I look forward to finding out precisely how he intends to do it. <br><strong>Mike Pender </strong><br><em>Cardiff </em></p> <p>• Boris Johnson and his shadowy advisers long ago war-gamed all options for this autumn. The most likely outcomes are: losing his majority; failing to get an agreement with the EU; and parliament blocking no deal. Thus he ends up looking weak. So, his strategy is to say he will rule out calling a snap election, while making impossible demands on Europe, so that he can claim to be forced into an election, to protect this plucky little nation facing an overbearing enemy (<a href=\"https://www.theguardian.com/politics/2019/jul/26/brexit-deadlock-as-no-10-insists-eu-must-scrap-backstop-before-talks\" title=\"\">Johnson sets UK on collision course with EU over backstop</a>, 27 July). A khaki election without a war. We’ve rumbled you, Mr Johnson.<br><strong>Dr Nigel Mellor</strong><br><em>Newcastle upon Tyne</em></p> <p>• In July 2018, Donald Trump heaped praise on Theresa May, calling her an “incredible woman”. This tribute followed a shocking interview with the Sun, in which he slammed her Brexit strategy, arguing that it threatened a UK-US trade deal – the perfect example of this president’s erratic nature guided by self-interest and narcissism. As Johnson and Trump embark on their honeymoon, let us recognise this love-in for what it is: temporary.</p> <p>Trump has repeatedly called for a trade deal with “unlimited potential”, where everything is on the table, from chlorinated chicken to the NHS. And if there’s one thing we know to be true of Johnson, it’s that he will say or do anything to quench his thirst for power.</p> <p>Let us not forget that being “pro-Europe, pro-immigration, pro-cycling, anti-Trump” secured him the keys to City Hall. Just a few years later, completely reversing this position propelled him into No 10 with the backing of less than 0.1% of the electorate.<br><strong>Catherine West MP</strong><br><em>Labour, Hornsey and Wood Green</em></p> <p>• Now that Johnson has spoken the reality is clear: there were always two Brexits. There is the Brexit for business and the moneyed middle class, gilded by the imperialist fantasies of Jacob Rees-Mogg and Johnson. This is the Brexit where tiresome regulations that protect workers and the environment are ditched and replaced by rock-bottom corporation tax. This is the Brexit of high immigration and guarantees to EU citizens that will ensure a supply of labour to service the ruling classes: willing kitchen-fitters and cleaners, knowledgeable waiters and, more expensively, multilingual staff for the world of finance. This is the Brexit where controls on food sourcing and hygiene are abandoned.</p> <p>This Brexit is a world away from the one envisaged by leave voters in Labour heartlands who felt ignored, oppressed and marginalised. Having seen wages at the bottom end squeezed and increased pressure on the NHS and housing, they thought Brexit would mean less immigration and a better life. Johnson says that not implementing Brexit would be a betrayal of democracy. It will be a far greater betrayal when his massive deception is foisted on the nation.<br><strong>Teresa Adams</strong><br><em>Bromley, Kent</em></p> <p>• The great thing about Boris Johnson becoming PM is that he promised that the NHS would receive an extra £350m every week when we have left the EU. At least, that was how he persuaded lots of people to vote leave during the referendum campaign. Now he is PM he will be in a position to make good on that pledge. Of course he will.<br><strong>Peter Bolwell</strong><br><em>Hastings, East Sussex</em></p> <p>• And so begins another Tory cycle: splash out on deprived towns, increase national debt, tighten austerity.<br><strong>Ulf Dantanus</strong><br><em>Brighton </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "765",
      "commentable": "false",
      "firstPublicationDate": "2019-07-28T17:06:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:13Z",
      "newspaperEditionDate": "2019-07-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c28x6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fffa474cda074f7227391db176d04502e45a3f47/63_103_3437_2062/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnston repeats ad nauseam that the Irish backstop is unacceptable and that he is willing to leave the EU without a deal (Brussels rejects Johnson’s plans for a new Brexit deal over summer, 26 July). Clearly he has not taken account of the EU Withdrawal Act 2018, which paves the way for the UK’s departure from the EU and is the law of the land. Section 10 of the act states that nothing in it may “diminish any form of north-south co-operation provided for by the Belfast agreement”. An official mapping exercise identified well over 100 areas of north-south cooperation, many of which relate to the operation of the north-south ministerial council established under the Belfast agreement. Removal of the backstop, or a no-deal Brexit, would be unlawful under the act. I appreciate that breaking the law would be a mere bagatelle to this prime minister but I look forward to finding out precisely how he intends to do it. Mike Pender Cardiff • Boris Johnson and his shadowy advisers long ago war-gamed all options for this autumn. The most likely outcomes are: losing his majority; failing to get an agreement with the EU; and parliament blocking no deal. Thus he ends up looking weak. So, his strategy is to say he will rule out calling a snap election, while making impossible demands on Europe, so that he can claim to be forced into an election, to protect this plucky little nation facing an overbearing enemy (Johnson sets UK on collision course with EU over backstop, 27 July). A khaki election without a war. We’ve rumbled you, Mr Johnson. Dr Nigel Mellor Newcastle upon Tyne • In July 2018, Donald Trump heaped praise on Theresa May, calling her an “incredible woman”. This tribute followed a shocking interview with the Sun, in which he slammed her Brexit strategy, arguing that it threatened a UK-US trade deal – the perfect example of this president’s erratic nature guided by self-interest and narcissism. As Johnson and Trump embark on their honeymoon, let us recognise this love-in for what it is: temporary. Trump has repeatedly called for a trade deal with “unlimited potential”, where everything is on the table, from chlorinated chicken to the NHS. And if there’s one thing we know to be true of Johnson, it’s that he will say or do anything to quench his thirst for power. Let us not forget that being “pro-Europe, pro-immigration, pro-cycling, anti-Trump” secured him the keys to City Hall. Just a few years later, completely reversing this position propelled him into No 10 with the backing of less than 0.1% of the electorate. Catherine West MP Labour, Hornsey and Wood Green • Now that Johnson has spoken the reality is clear: there were always two Brexits. There is the Brexit for business and the moneyed middle class, gilded by the imperialist fantasies of Jacob Rees-Mogg and Johnson. This is the Brexit where tiresome regulations that protect workers and the environment are ditched and replaced by rock-bottom corporation tax. This is the Brexit of high immigration and guarantees to EU citizens that will ensure a supply of labour to service the ruling classes: willing kitchen-fitters and cleaners, knowledgeable waiters and, more expensively, multilingual staff for the world of finance. This is the Brexit where controls on food sourcing and hygiene are abandoned. This Brexit is a world away from the one envisaged by leave voters in Labour heartlands who felt ignored, oppressed and marginalised. Having seen wages at the bottom end squeezed and increased pressure on the NHS and housing, they thought Brexit would mean less immigration and a better life. Johnson says that not implementing Brexit would be a betrayal of democracy. It will be a far greater betrayal when his massive deception is foisted on the nation. Teresa Adams Bromley, Kent • The great thing about Boris Johnson becoming PM is that he promised that the NHS would receive an extra £350m every week when we have left the EU. At least, that was how he persuaded lots of people to vote leave during the referendum campaign. Now he is PM he will be in a position to make good on that pledge. Of course he will. Peter Bolwell Hastings, East Sussex • And so begins another Tory cycle: splash out on deprived towns, increase national debt, tighten austerity. Ulf Dantanus Brighton • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4585",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/jul/28/problems-investigating-historical-child-sex-abuse",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-07-28T17:06:25Z",
    "webTitle": "Problems investigating historical child sex abuse | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/jul/28/problems-investigating-historical-child-sex-abuse",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/jul/28/problems-investigating-historical-child-sex-abuse",
    "fields": {
      "headline": "Problems investigating historical child sex abuse",
      "standfirst": "This crime needs specialist units to investigate, says <strong>Sara Newman</strong>, and a group of mental health professionals say there are lessons to be learned from Carl Beech’s trial",
      "trailText": "<strong>Letters:</strong> This crime needs specialist units to investigate, says <strong>Sara Newman</strong>, and a group of mental health professionals say there are lessons to be learned from Carl Beech’s trial",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"07c78682c235899973b31845e3ce52c2b9f7402a\"> <img src=\"https://media.guim.co.uk/07c78682c235899973b31845e3ce52c2b9f7402a/0_159_2995_1797/1000.jpg\" alt=\"Carl Beech \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carl Beech. ‘The extra anger being aimed at Tom Watson MP, the police and Carl Beech is missing adequate reflection,’ say a group of mental health professionals.</span> <span class=\"element-image__credit\">Photograph: CPS/PA</span> </figcaption> </figure>",
      "body": "<p>Carl Beech and the Metropolitan police’s investigation have done a great disservice to all victims of this terrible crime (<a href=\"https://www.theguardian.com/uk-news/2019/jul/26/carl-beech-vip-paedophile-ring-accuser-jailed-for-18-years\" title=\"\">Report</a>, 27 July). There are many problems concerning the investigation of historical child sex abuse. The gathering of facts can be almost impossible as the passage of time may have erased any evidence, and what does survive needs properly resourced and trained officers to bring it to court. I wonder if the taboo and heinousness of this subject conspire to for ever hold it in an investigative system lacking in rigour, ingenuity and the will to make change.</p> <p>I also see that Beech claimed criminal injury compensation to the tune of £22,000. How was this possible? There is something seriously wrong when conviction rates are this low and innocent people have their lives shattered. Is it not time we admitted that this crime needs specialist units who are well trained and resourced, so that when a child or adult makes the brave decision to report, they can be supported by a system they can trust, and see justice done. <br><strong>Sara Newman</strong><br><em>Groombridge, East Sussex</em></p> <p>• Trauma and abuse evoke powerful feelings. As therapists, psychologists and counsellors we are concerned that the extra anger being aimed at Tom Watson MP, the police and Carl Beech is missing adequate reflection. <a href=\"https://www.theguardian.com/politics/2012/oct/24/mp-inquiry-paedophile-link-parliament\" title=\"\">Tom Watson suggested</a>, in parliament in 2012, that evidence from the paedophile Peter Righton’s conviction pointed to a “powerful paedophile network linked to parliament and No 10”. This was prior to speaking to Beech, and he was right. National figures such as Jimmy Savile and Cyril Smith MP were unmasked as prolific child abusers.</p> <p>The outcry culminated in the then home secretary, Theresa May, announcing an independent inquiry, and the 2014 pressuring on police to be believing – now rescinded. The scenarios Carl Beech describes, and his complex mixture of untreated victim and perpetrator, are familiar. People need to understand “fantasists” and “liars”. To ignore that subject risks not hearing vulnerable children. Children with dissociative identity disorder from trauma, for example, are often accused of being liars when one state of mind is amnesic to what another has said or done. To be wrongly accused is abuse.</p> <p>We must provide justice for all, while acknowledging the number of innocent people named is very small compared with the one in 65 survivors who gain justice.<br><br><strong>Valerie Sinason, Sue Richardson, Kathryn Livingston, Melanie Goodwin, Rémy Aquarone, Nancy Borrett, Jaclyn Everitt,Andrew Baxter, Penny Johnson, Paula Fenn, Dena Sanger, Ruth Alborough, Kay Luck, Maire Fitzmaurice, Michelle Jowett, Winja Lutz, Sandra Buck, Judy Williams, Lindsay Schofield, Kate Forbes Pitt, Dehra Mitchell, Eimir McGrath, Andrea Aldridge, Liz Hall, Mandy Coghill, Ronete Cohen, Giles Lascelle, Abbie O’Connor, Jane Blackhurst, Cathie Wright, Ruth Leaper, Patricia Bahs, Katia Kohler, Loraine Newbold, Paula Biles, Rainer Kurtz, Judith Marlow, Heather Bacon</strong></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "512",
      "commentable": "false",
      "firstPublicationDate": "2019-07-28T17:06:25Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-28T17:08:25Z",
      "newspaperEditionDate": "2019-07-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c28vy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/07c78682c235899973b31845e3ce52c2b9f7402a/0_159_2995_1797/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Carl Beech and the Metropolitan police’s investigation have done a great disservice to all victims of this terrible crime (Report, 27 July). There are many problems concerning the investigation of historical child sex abuse. The gathering of facts can be almost impossible as the passage of time may have erased any evidence, and what does survive needs properly resourced and trained officers to bring it to court. I wonder if the taboo and heinousness of this subject conspire to for ever hold it in an investigative system lacking in rigour, ingenuity and the will to make change. I also see that Beech claimed criminal injury compensation to the tune of £22,000. How was this possible? There is something seriously wrong when conviction rates are this low and innocent people have their lives shattered. Is it not time we admitted that this crime needs specialist units who are well trained and resourced, so that when a child or adult makes the brave decision to report, they can be supported by a system they can trust, and see justice done. Sara Newman Groombridge, East Sussex • Trauma and abuse evoke powerful feelings. As therapists, psychologists and counsellors we are concerned that the extra anger being aimed at Tom Watson MP, the police and Carl Beech is missing adequate reflection. Tom Watson suggested, in parliament in 2012, that evidence from the paedophile Peter Righton’s conviction pointed to a “powerful paedophile network linked to parliament and No 10”. This was prior to speaking to Beech, and he was right. National figures such as Jimmy Savile and Cyril Smith MP were unmasked as prolific child abusers. The outcry culminated in the then home secretary, Theresa May, announcing an independent inquiry, and the 2014 pressuring on police to be believing – now rescinded. The scenarios Carl Beech describes, and his complex mixture of untreated victim and perpetrator, are familiar. People need to understand “fantasists” and “liars”. To ignore that subject risks not hearing vulnerable children. Children with dissociative identity disorder from trauma, for example, are often accused of being liars when one state of mind is amnesic to what another has said or done. To be wrongly accused is abuse. We must provide justice for all, while acknowledging the number of innocent people named is very small compared with the one in 65 survivors who gain justice. Valerie Sinason, Sue Richardson, Kathryn Livingston, Melanie Goodwin, Rémy Aquarone, Nancy Borrett, Jaclyn Everitt,Andrew Baxter, Penny Johnson, Paula Fenn, Dena Sanger, Ruth Alborough, Kay Luck, Maire Fitzmaurice, Michelle Jowett, Winja Lutz, Sandra Buck, Judy Williams, Lindsay Schofield, Kate Forbes Pitt, Dehra Mitchell, Eimir McGrath, Andrea Aldridge, Liz Hall, Mandy Coghill, Ronete Cohen, Giles Lascelle, Abbie O’Connor, Jane Blackhurst, Cathie Wright, Ruth Leaper, Patricia Bahs, Katia Kohler, Loraine Newbold, Paula Biles, Rainer Kurtz, Judith Marlow, Heather Bacon • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3257",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/28/an-invitation-to-get-up-rees-moggs-nose",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-28T16:58:18Z",
    "webTitle": "An invitation to get up Rees-Mogg’s nose | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/28/an-invitation-to-get-up-rees-moggs-nose",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/28/an-invitation-to-get-up-rees-moggs-nose",
    "fields": {
      "headline": "An invitation to get up Rees-Mogg’s nose",
      "standfirst": "Autism | Children’s books | Feast | Jacob Rees-Mogg | Forms of address",
      "trailText": "<strong>Brief letters:</strong> Autism | Children’s books | Feast | Jacob Rees-Mogg | Forms of address",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c886251fdf0bda7f3d6e3333ea90e694e15e0137\"> <img src=\"https://media.guim.co.uk/c886251fdf0bda7f3d6e3333ea90e694e15e0137/308_29_3937_2362/1000.jpg\" alt=\"Reader Ruth Rhoden is calling upon enterprising crossword compilers to annoy Jacob Rees-Mogg. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Reader Ruth Rhoden is calling upon enterprising crossword compilers to annoy Jacob Rees-Mogg. </span> <span class=\"element-image__credit\">Photograph: Alastair Grant/AP</span> </figcaption> </figure>",
      "body": "<p>Could I point out to Ken Courtenay (<a href=\"https://www.theguardian.com/society/2019/jul/26/a-case-for-learning-disability-doctors\" title=\"\">Letters</a>, 27 July) that autistic people also have much reduced life expectancy compared with the neurotypical community but there is no programme to address this. Deaths of autistic people are not automatically reviewed and there are no autism annual health checks or autism nurses in hospitals. This needs to be addressed as well as the situation for patients with an intellectual disability.<br><strong>Ruth Coomber</strong><br><em>Needham Market, Suffolk</em></p> <p>• Even a list as short as five should include Alice’s Adventures in Wonderland (<a href=\"https://www.theguardian.com/books/2019/jul/26/story-time-five-children-s-books-everyone-should-read-katherine-rundell\" title=\"\">The five children’s books every adult should read</a>, 27 July).<br><strong>Cherry Weston</strong><br><em>Wolverhampton</em></p> <p>• Thought I’d try the <a href=\"https://www.theguardian.com/food/series/the-simple-fix\" title=\"\">simple fix meal</a> in the Feast section of Saturday’s paper – 22 ingredients listed. I won’t go for a complicated recipe then.<br><strong>Lesley Matthews</strong><br><em>Shipley, West Yorkshire</em></p> <p>• Surely an enterprising compiler can produce a crossword that would really get up Rees-Mogg’s nose (<a href=\"https://www.theguardian.com/politics/2019/jul/26/the-comma-touch-jacob-rees-mogg-sends-language-rules-to-staff\" title=\"\">Comma touch</a>, 27 July).<br><strong>Ruth Rhoden</strong><br><em>Kidderminster, Worcestershire</em></p> <p>• Audrey Butler’s observations on being addressed struck a chord with me (<a href=\"https://www.theguardian.com/uk-news/2019/jul/25/fed-up-with-being-called-granny-move-to-liverpool-and-be-queen-instead\" title=\"\">Letters</a>, 26 July). Medical staff’s language seems to have changed as I’ve got older. I’ve been asked about my “poo” and had a nurse ask if I’ve managed to “pee-pee”. Either they’re infantilising me, or they’ve become very coy.<br><strong>Emyr Owen</strong><br><em>Llanfairfechan, Conwy</em></p> <p>• You’re lucky, Audrey Butler. Wait until the youth at the supermarket till addresses you as buddy.<br><strong>Mike Hine</strong><br><em>Kingston on Thames, Surrey</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "270",
      "commentable": "false",
      "firstPublicationDate": "2019-07-28T16:58:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:31Z",
      "newspaperEditionDate": "2019-07-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c28xv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c886251fdf0bda7f3d6e3333ea90e694e15e0137/308_29_3937_2362/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Could I point out to Ken Courtenay (Letters, 27 July) that autistic people also have much reduced life expectancy compared with the neurotypical community but there is no programme to address this. Deaths of autistic people are not automatically reviewed and there are no autism annual health checks or autism nurses in hospitals. This needs to be addressed as well as the situation for patients with an intellectual disability. Ruth Coomber Needham Market, Suffolk • Even a list as short as five should include Alice’s Adventures in Wonderland (The five children’s books every adult should read, 27 July). Cherry Weston Wolverhampton • Thought I’d try the simple fix meal in the Feast section of Saturday’s paper – 22 ingredients listed. I won’t go for a complicated recipe then. Lesley Matthews Shipley, West Yorkshire • Surely an enterprising compiler can produce a crossword that would really get up Rees-Mogg’s nose (Comma touch, 27 July). Ruth Rhoden Kidderminster, Worcestershire • Audrey Butler’s observations on being addressed struck a chord with me (Letters, 26 July). Medical staff’s language seems to have changed as I’ve got older. I’ve been asked about my “poo” and had a nurse ask if I’ve managed to “pee-pee”. Either they’re infantilising me, or they’ve become very coy. Emyr Owen Llanfairfechan, Conwy • You’re lucky, Audrey Butler. Wait until the youth at the supermarket till addresses you as buddy. Mike Hine Kingston on Thames, Surrey • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1752",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/jul/28/dominic-cummings-must-face-sanctions-demand-leading-mps",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-07-28T07:44:56Z",
    "webTitle": "Boris Johnson’s key adviser must face sanctions, demand MPs",
    "webUrl": "https://www.theguardian.com/uk-news/2019/jul/28/dominic-cummings-must-face-sanctions-demand-leading-mps",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/jul/28/dominic-cummings-must-face-sanctions-demand-leading-mps",
    "fields": {
      "headline": "Boris Johnson’s key adviser must face sanctions, demand MPs",
      "standfirst": "<p>Prime minister blasted for ‘terrible error of judgement’ in making Dominic Cummings – found in contempt of parliament - his aide</p>",
      "trailText": "Prime minister blasted for ‘terrible error of judgement’ in making Dominic Cummings – found in contempt of parliament - his aide",
      "byline": "Carole Cadwalladr and Emma Graham-Harrison",
      "main": "<figure class=\"element element-image\" data-media-id=\"9b8255947643408ee41f472512d972a1a424fa7d\"> <img src=\"https://media.guim.co.uk/9b8255947643408ee41f472512d972a1a424fa7d/92_116_3779_2268/1000.jpg\" alt=\"Boris Johnson, Michael Gove and Dominic Cummings at Vote Leave HQ in central London after the UK voted out of the EU\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">From left: Boris Johnson, Michael Gove and Dominic Cummings at Vote Leave HQ in central London after the UK voted to leave the EU.</span> <span class=\"element-image__credit\">Photograph: Andrew Parsons / i-Images</span> </figcaption> </figure>",
      "body": "<p>Prominent MPs on the committee investigating fake news and disinformation want Boris Johnson’s aide Dominic Cummings, who has been <a href=\"https://www.theguardian.com/politics/2019/mar/27/commons-report-rules-dominic-cummings-in-contempt-of-parliament\" title=\"\"> found in contempt of parliament</a>, to face sanctions in his new role at the heart of government. These could include docking his salary, denying him a security pass and putting pressure on the prime minister to force him to give evidence to parliament.</p> <p>Johnson’s decision to appoint Cummings as a key adviser outraged many MPs because it came less than four months after parliament unanimously <a href=\"https://hansard.parliament.uk/Commons/2019-04-02/debates/B24A6227-E736-4100-8DDF-9CE02A37A533/Privileges?highlight=cummings%20contempt#contribution-2023A9A1-F5C2-4689-BE34-A56C07F20C19\" title=\"\">passed a motion, tabled by the government,</a> to censure him for failing to testify at the fake news inquiry.</p> <p>Some also have concerns about his role as mastermind of the Brexit campaign. The official <a href=\"https://www.theguardian.com/commentisfree/2019/jul/24/boris-johnson-brexiters-government-no-one-else-to-blame\" title=\"\">Vote Leave</a> group has been found to have broken<a href=\"https://www.theguardian.com/politics/2018/jul/17/vote-leave-broke-electoral-law-and-british-democracy-is-shaken\" title=\"\"> electoral law</a> and <a href=\"https://www.theguardian.com/politics/2018/jul/17/vote-leave-fined-and-reported-to-police-by-electoral-commission-brexit\" title=\"\">referred to the police</a>.</p> <p>“This is someone who campaigned to take back control for parliament, and yet has decided the only person who shouldn’t be accountable to parliament is him,” said MP <a href=\"https://www.theguardian.com/uk-news/2019/jun/29/brexit-rebel-sara-wollaston-would-stand-aside-for-a-remain-alliance-candidate\" title=\"\">Sarah Wollaston</a>, who has left the Tory party and sits as an independent.</p> <p>“What does that say about the prime minister’s attitude to parliament? It’s a terrible error of judgment.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>He will have access not just to parliament but to the inner sanctum of No 10. There are serious implications to that</p> <footer> <cite>Jo Stevens, MP</cite> </footer> </blockquote> </aside>  <p>Wollaston admitted there was no mechanism to enforce motions holding individuals in contempt of parliament. But members of the committee that originally summoned Cummings to give evidence say they want to recall him again, and have suggested a range of sanctions.</p> <p>“We need to demand that he attends to give evidence and call on Boris Johnson [to ensure] that he does attend. We would expect the prime minister to fully support our call for evidence,” said <a href=\"https://www.theguardian.com/profile/jo-stevens\" title=\"\">Jo Stevens</a>, one of the MPs on the committee.</p> <p>She also suggested any decision to give him a security pass should be closely scrutinised.</p> <p>“Everyone who works in parliament has to go through a very stringent security procedure. How can someone who oversaw a campaign that is the subject of a serious criminal investigation pass that test? He will have access not just to parliament but to the inner sanctum of No 10. There are obvious and serious security implications to that.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/27/commons-report-rules-dominic-cummings-in-contempt-of-parliament\">Dominic Cummings found in contempt of parliament</a> </p> </aside>  <p>Ian Lucas, the MP for Wrexham, said the committee would look at recalling Cummings, but also said he hoped that parliament would consider cutting his salary. “Cummings is in contempt of parliament and parliament needs to express its dissatisfaction,” said Lucas.</p> <p>“That should include the possibility of docking his salary. I’d like that to be an opposition day debate. He is a special adviser and will be being paid out of taxpayers’ money. I personally don’t think that should happen when he’s done everything he can to obstruct this very important parliamentary inquiry.”</p> <p>The high-profile chair of the committee, <a href=\"https://www.theguardian.com/politics/2019/jun/29/damian-collins-fines-for-refusing-to-appear-select-committee\" title=\"\">Damian Collins</a>, had been a <a href=\"https://www.thetimes.co.uk/article/only-boris-johnson-can-restore-both-trust-and-excitement-in-our-politics-x9vt5p5qx\" title=\"\">vocal supporter</a> of Boris Johnson in his leadership bid, and Westminster insiders had expected to see him offered a cabinet position; but none was forthcoming, leading to speculation that Cummings may have blocked the move.</p> <p>Cummings has referred to the committee in his blog as “<a href=\"https://www.theguardian.com/politics/2019/mar/27/commons-report-rules-dominic-cummings-in-contempt-of-parliament\" title=\"\">grandstanding</a>” and accused it of spreading fake news.</p> <p><a href=\"https://www.parliament.uk/business/news/2018/october/kate-green-confirmed-as-chair-of-standards-committee/\" title=\"\">Kate Green</a>, chair of the privileges committee, which regulates MPs, said the Cummings appointment had thrown wider concerns about limits on parliament’s power into relief, and given added urgency to efforts to boost its authority.</p> <p>“We are actually conducting a formal inquiry into the powers of parliament,” she said. “My personal view is that doing nothing is no longer an option. We have had several of these cases in the last few years, but we are in the process of taking evidence on what our options might be.”</p> <p><a href=\"https://www.theguardian.com/politics/2019/jul/25/dominic-cummings-role-provokes-alarm-inside-civil-service\" title=\"\">Cummings</a>, a former special adviser to Michael Gove, was once described as a “career psychopath” by the prime minister at the time, David Cameron. Adept at use of social media in campaigning, he helped push large portions of Vote Leave funds into <a href=\"https://www.theguardian.com/politics/2017/nov/25/vote-leave-dominic-cummings-online-guru-mystery-letter-dark-ads\" title=\"\">online advertising</a>. The committee that had summoned him to give evidence as part of a fake news enquiry was looking into the <a href=\"https://www.theguardian.com/news/series/cambridge-analytica-files\" title=\"\">Cambridge Analytica</a> scandal, and other witnesses included the company’s former CEO Alexander Nix</p> <p>In his new role at Downing Street Cummings appears to be getting Johnson on an election footing; the Conservative party Facebook page has fielded hundreds of ads since his appointment. Although they are spending relatively small amounts, the range of ads allow them to test voters’ responses and gather data on those who do interact with the advertisements.</p> <p>As well as appointing Cummings as his chief adviser, Johnson <a href=\"https://www.theguardian.com/uk-news/live/2019/jul/24/boris-johnson-prepares-to-enter-downing-st-and-name-cabinet-theresa-may-prime-minister-live-news\" title=\"\">appointed multiple senior members of Vote Leave</a> to cabinet and adviser positions, including Priti Patel as home secretary and Dominic Raab as foreign secretary.</p> <p>Lucas said: “Johnson appears to be going for broke in a very dangerous way. The appointment of key members of the Vote Leave campaign to the cabinet and, especially, the appointment of Cummings shows complete contempt for the important and substantive work parliament has done to address these issues around technology and disinformation and the urgent need for electoral reform. This report has been acknowledged as important work everywhere but in Boris Johnson’s drawing room.”</p>",
      "newspaperPageNumber": "10",
      "wordcount": "845",
      "commentable": "false",
      "firstPublicationDate": "2019-07-28T05:59:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:26Z",
      "newspaperEditionDate": "2019-07-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c22j4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9b8255947643408ee41f472512d972a1a424fa7d/92_116_3779_2268/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Prominent MPs on the committee investigating fake news and disinformation want Boris Johnson’s aide Dominic Cummings, who has been found in contempt of parliament, to face sanctions in his new role at the heart of government. These could include docking his salary, denying him a security pass and putting pressure on the prime minister to force him to give evidence to parliament. Johnson’s decision to appoint Cummings as a key adviser outraged many MPs because it came less than four months after parliament unanimously passed a motion, tabled by the government, to censure him for failing to testify at the fake news inquiry. Some also have concerns about his role as mastermind of the Brexit campaign. The official Vote Leave group has been found to have broken electoral law and referred to the police. “This is someone who campaigned to take back control for parliament, and yet has decided the only person who shouldn’t be accountable to parliament is him,” said MP Sarah Wollaston, who has left the Tory party and sits as an independent. “What does that say about the prime minister’s attitude to parliament? It’s a terrible error of judgment.” Wollaston admitted there was no mechanism to enforce motions holding individuals in contempt of parliament. But members of the committee that originally summoned Cummings to give evidence say they want to recall him again, and have suggested a range of sanctions. “We need to demand that he attends to give evidence and call on Boris Johnson [to ensure] that he does attend. We would expect the prime minister to fully support our call for evidence,” said Jo Stevens, one of the MPs on the committee. She also suggested any decision to give him a security pass should be closely scrutinised. “Everyone who works in parliament has to go through a very stringent security procedure. How can someone who oversaw a campaign that is the subject of a serious criminal investigation pass that test? He will have access not just to parliament but to the inner sanctum of No 10. There are obvious and serious security implications to that.” Ian Lucas, the MP for Wrexham, said the committee would look at recalling Cummings, but also said he hoped that parliament would consider cutting his salary. “Cummings is in contempt of parliament and parliament needs to express its dissatisfaction,” said Lucas. “That should include the possibility of docking his salary. I’d like that to be an opposition day debate. He is a special adviser and will be being paid out of taxpayers’ money. I personally don’t think that should happen when he’s done everything he can to obstruct this very important parliamentary inquiry.” The high-profile chair of the committee, Damian Collins, had been a vocal supporter of Boris Johnson in his leadership bid, and Westminster insiders had expected to see him offered a cabinet position; but none was forthcoming, leading to speculation that Cummings may have blocked the move. Cummings has referred to the committee in his blog as “grandstanding” and accused it of spreading fake news. Kate Green, chair of the privileges committee, which regulates MPs, said the Cummings appointment had thrown wider concerns about limits on parliament’s power into relief, and given added urgency to efforts to boost its authority. “We are actually conducting a formal inquiry into the powers of parliament,” she said. “My personal view is that doing nothing is no longer an option. We have had several of these cases in the last few years, but we are in the process of taking evidence on what our options might be.” Cummings, a former special adviser to Michael Gove, was once described as a “career psychopath” by the prime minister at the time, David Cameron. Adept at use of social media in campaigning, he helped push large portions of Vote Leave funds into online advertising. The committee that had summoned him to give evidence as part of a fake news enquiry was looking into the Cambridge Analytica scandal, and other witnesses included the company’s former CEO Alexander Nix In his new role at Downing Street Cummings appears to be getting Johnson on an election footing; the Conservative party Facebook page has fielded hundreds of ads since his appointment. Although they are spending relatively small amounts, the range of ads allow them to test voters’ responses and gather data on those who do interact with the advertisements. As well as appointing Cummings as his chief adviser, Johnson appointed multiple senior members of Vote Leave to cabinet and adviser positions, including Priti Patel as home secretary and Dominic Raab as foreign secretary. Lucas said: “Johnson appears to be going for broke in a very dangerous way. The appointment of key members of the Vote Leave campaign to the cabinet and, especially, the appointment of Cummings shows complete contempt for the important and substantive work parliament has done to address these issues around technology and disinformation and the urgent need for electoral reform. This report has been acknowledged as important work everywhere but in Boris Johnson’s drawing room.”",
      "charCount": "5104",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/carolecadwalladr\">Carole Cadwalladr</a> and <a href=\"profile/emma-graham-harrison\">Emma Graham-Harrison</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/28/johnsons-cabinet-may-be-diverse-but-it-doesnt-reflect-modern-britain",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-28T06:00:08Z",
    "webTitle": "Johnson’s cabinet may be diverse but it doesn’t reflect modern Britain | Kenan Malik",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/28/johnsons-cabinet-may-be-diverse-but-it-doesnt-reflect-modern-britain",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/28/johnsons-cabinet-may-be-diverse-but-it-doesnt-reflect-modern-britain",
    "fields": {
      "headline": "Johnson’s cabinet may be diverse but it doesn’t reflect modern Britain",
      "standfirst": "Minority groups are as politically divided as the general population and new ministers show that range of views",
      "trailText": "Minority groups are as politically divided as the general population and new ministers show that range of views",
      "byline": "Kenan Malik",
      "main": "<figure class=\"element element-image\" data-media-id=\"82a3316a46ba5f6df15ab05048d2399724591058\"> <img src=\"https://media.guim.co.uk/82a3316a46ba5f6df15ab05048d2399724591058/0_110_4213_2528/1000.jpg\" alt=\"Britain’s new home secretary Priti Patel speaks during a visit to the West Midlands police learning and development centre in Birmingham on 26 July.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Britain’s new home secretary Priti Patel speaks during a visit to the West Midlands police learning and development centre in Birmingham on 26 July.</span> <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> </figcaption> </figure>",
      "body": "<p>People seem to be disappointed that the ethnic minority/BAME politicians Boris has selected for his cabinet are Tories,” observed the comedian Shappi Khorsandi.</p> <p>It summed up well the debate about the make-up of Boris Johnson’s new cabinet. For some, the presence of Sajid Javid as chancellor and Priti Patel as home secretary, together with four other non-white ministers – Alok Sharma, Rishi Sunak, James Cleverly and Kwasi Karteng – makes it a cabinet to represent modern Britain. For others, these are simply a set of <a href=\"https://www.theguardian.com/commentisfree/2019/jul/25/johnson-diverse-cabinet-tory-racism-ethnic-minority-ministers\" title=\"\">token figures to legitimise Johnson’s agenda</a>.</p> <p>Since Paul Boateng became the first non-white cabinet minister in 2002, there have been, before last week, just five others. There is today, Sunder Katwala of the thinktank British Future <a href=\"https://www.thetimes.co.uk/article/a-more-diverse-cabinet-is-only-the-first-step-in-winning-over-ethnic-minority-voters-bc2xt2vmb\" title=\"\">observed</a>, “as much ethnic diversity around the cabinet table … as there has been in the rest of British political history put together”. Partly this is the product of a conscious attempt on Johnson’s part to appear inclusive against the background of a divisive Brexit. It is also a reflection of how British society has changed in recent decades, and of how ethnic minorities have increasingly found their political voice. In 2010 there were just 15 minority MPs. Today, there are 52.</p> <p>And yet this cabinet is no reflection of modern Britain. Two-thirds were privately educated, compared with just <a href=\"https://www.suttontrust.com/research-paper/sutton-trust-cabinet-analysis-2019/\" title=\"\">7% of the general population</a>. Almost half attended Oxbridge. The fact that one of four Old Etonians in the cabinet, Kwasi Kwarteng, is black might make it more “diverse” but not more “modern”.</p> <p>One argument we should reject, though, is the claim that because minority members of the cabinet are rightwing – well, of course they are, they’re Tories – they are in some sense less “authentic”.</p> <p>“Someone from a minority group who chooses to serve in a far-right government is no longer a person of colour. They’re a turncoat of colour,” tweeted <a href=\"https://twitter.com/themendozawoman?lang=en\" title=\"\">Kerry-Anne Mendoza,</a> editor-in-chief of the <em>Canary </em>website.</p> <p>There is something disturbing and reactionary in the claim that all minorities must think the same way, and that those who don’t are traitors. Minority groups are as politically divided as the white population. The policies of Javid and Patel are unlikely to be any less obnoxious than those of white Tory ministers.</p> <p>Perhaps the greatest merit of the Johnson cabinet is to make clear that diversity exists not just within British society but within minority communities, too. And that, in the end, it’s the politics that counts.</p>",
      "newspaperPageNumber": "41",
      "wordcount": "404",
      "commentable": "false",
      "firstPublicationDate": "2019-07-28T06:00:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-28T12:49:48Z",
      "newspaperEditionDate": "2019-07-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c2vny",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/82a3316a46ba5f6df15ab05048d2399724591058/0_110_4213_2528/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "People seem to be disappointed that the ethnic minority/BAME politicians Boris has selected for his cabinet are Tories,” observed the comedian Shappi Khorsandi. It summed up well the debate about the make-up of Boris Johnson’s new cabinet. For some, the presence of Sajid Javid as chancellor and Priti Patel as home secretary, together with four other non-white ministers – Alok Sharma, Rishi Sunak, James Cleverly and Kwasi Karteng – makes it a cabinet to represent modern Britain. For others, these are simply a set of token figures to legitimise Johnson’s agenda. Since Paul Boateng became the first non-white cabinet minister in 2002, there have been, before last week, just five others. There is today, Sunder Katwala of the thinktank British Future observed, “as much ethnic diversity around the cabinet table … as there has been in the rest of British political history put together”. Partly this is the product of a conscious attempt on Johnson’s part to appear inclusive against the background of a divisive Brexit. It is also a reflection of how British society has changed in recent decades, and of how ethnic minorities have increasingly found their political voice. In 2010 there were just 15 minority MPs. Today, there are 52. And yet this cabinet is no reflection of modern Britain. Two-thirds were privately educated, compared with just 7% of the general population. Almost half attended Oxbridge. The fact that one of four Old Etonians in the cabinet, Kwasi Kwarteng, is black might make it more “diverse” but not more “modern”. One argument we should reject, though, is the claim that because minority members of the cabinet are rightwing – well, of course they are, they’re Tories – they are in some sense less “authentic”. “Someone from a minority group who chooses to serve in a far-right government is no longer a person of colour. They’re a turncoat of colour,” tweeted Kerry-Anne Mendoza, editor-in-chief of the Canary website. There is something disturbing and reactionary in the claim that all minorities must think the same way, and that those who don’t are traitors. Minority groups are as politically divided as the white population. The policies of Javid and Patel are unlikely to be any less obnoxious than those of white Tory ministers. Perhaps the greatest merit of the Johnson cabinet is to make clear that diversity exists not just within British society but within minority communities, too. And that, in the end, it’s the politics that counts.",
      "charCount": "2480",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kenanmalik\">Kenan Malik</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/jul/28/which-tory-tribe-boris-johnson-fear-the-most",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-28T06:00:07Z",
    "webTitle": "Which Tory tribe should Boris Johnson fear the most?",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/28/which-tory-tribe-boris-johnson-fear-the-most",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/28/which-tory-tribe-boris-johnson-fear-the-most",
    "fields": {
      "headline": "Which Tory tribe should Boris Johnson fear the most?",
      "standfirst": "<p>The Conservatives are riven with factions like never before, and all of them pose a risk to the prime minister</p>",
      "trailText": "The Conservatives are riven with factions like never before, and all of them pose a risk to the prime minister",
      "byline": "Michael Savage, Policy Editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"596b82f67ee5aa59b633dd54dbbfc85f2b1d4aa0\"> <img src=\"https://media.guim.co.uk/596b82f67ee5aa59b633dd54dbbfc85f2b1d4aa0/59_272_3397_2038/1000.jpg\" alt=\"The new cabinet\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The new cabinet is avowedly pro-Brexit, but that doesn’t mean they will all work together.</span> <span class=\"element-image__credit\">Photograph: Aaron Chown/PA</span> </figcaption> </figure>",
      "body": "<aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/28/boris-johnson-plots-high-risk-brexit-with-war-on-doubters\">Johnson plots a high-risk Brexit with war on the doubters</a> </p> </aside>  <p>After a week of cabinet defenestrations and the takeover of government by Vote Leave campaigners, the French Revolution has been a regular reference point for Tory MPs. “What we have to remember is that in the end, the mob also came for Robespierre,” one minister observed, painting Boris Johnson as the ruthless revolutionary leader who was eventually consumed by the forces he had helped unleash. The question is, which mob should he be worrying about? Johnson’s avowedly pro-Brexit team may have given his new administration a clear direction, but he also leads a Tory party riven by factions like never before - and more than one group could end up leading the charge against his administration. Brexit purists, sacked ministers and unrepentant Remainers all pose potential threats to Johnson’s room for manoeuvre. So who should he fear most?</p> <h2>Cabinet Brexiters</h2> <p>The surprise was the number of Brexiters Johnson brought in to key positions. <a href=\"https://www.theguardian.com/politics/2019/may/29/dominic-raab-more-rightwing-on-education-than-thatcher-tory-private-sector-state-schools-profit\" title=\"\">Dominic Raab</a>, the former leadership contender who was seen as the one figure who might be able to appeal to pro-Brexit MPs over Johnson, is effectively deputy PM. Jacob Rees-Mogg, the former chair of the pro-Brexit European Research Group (ERG), is in the cabinet. Andrea Leadsom is back in as business secretary. It means Johnson has reduced the number of hardline Brexiters who are free from the constraints of collective responsibility - yet the potential to resign from office also gives them a nuclear option used against Theresa May.</p> <p><strong>Rebellion risk</strong> it’s hard to envisage a scenario where Johnson does anything to provoke the ire of his fellow cabinet Brexiters – or steers towards a softer Brexit – this side of an election. And, like Johnson, even Rees-Mogg voted for May’s Brexit deal at the third time of asking. There seems little risk that they will be giving up the ministerial cars any time soon.</p> <p><strong>Danger rating</strong> 2/5. Happy in office.</p> <h2>Backbench Brexiters<br></h2> <p>Amid the carnage of last week’s cabinet cull, one of the most significant moments came when <a href=\"https://www.theguardian.com/politics/2019/jul/25/steve-baker-rejects-boris-johnson-cabinet-erg-eurosceptic-brexit\" title=\"\">Steve Baker</a>, the strategy chief behind the ERG’s guerrilla war against May’s Brexit plans, turned down a ministerial job. Mark Francois, another hardliner, said that a no-compromise deal was acceptable. It was the one big weakness in Johnson’s plan - and a clear warning that he and others will be watching the prime minister’s Brexit pronouncements like hawks.</p> <p><strong>Rebellion risk</strong> The parliamentary arithmetic means even small numbers of rebellious Brexiters could spell problems. Other factors are at play, too. ERG figures such as Bernard Jenkin clashed with the new Downing Street supremo Dominic Cummings during his tenure as Vote Leave’s campaign chief. And some senior figures, such as Iain Duncan Smith and David Davis, have not emerged with a government job.</p> <p><strong>Danger rating</strong> 4/5. Any sign of Brexit compromise will see the backbench Brexiters come for Johnson.</p> <h2>Remaining remainers<br></h2> <p>There are still figures in top jobs in Johnson’s team who have expressed serious reservations about a no-deal Brexit. Amber Rudd and Nicky Morgan were leading lights of the One Nation caucus of MPs – an attempt to provide a voice for liberal Conservatives during the leadership contest. One of the group’s principles was to only back candidates ruling out no deal. <a href=\"https://www.pinknews.co.uk/2019/07/25/robert-buckland-justice-secretary-equal-marriage/\" title=\"\">Robert Buckland</a>, another Europhile, also got a promotion and is now justice secretary.</p> <p><strong>Rebellion risk</strong> This small band of non-believers pose little risk to the Johnson project. Nick Boles, the former Tory MP who quit the party over Brexit, described them as “neutered captives” used as window dressing. Among MPs, the assumption is that these three are unlikely to rock the boat given the political gymnastics some engaged in to secure a government slot.</p> <p><strong>Danger rating</strong> On their best behaviour. 1/5</p> <h2>The departed<br></h2> <p>The cabinet clear-out may have given Johnson the pro-Brexit team he desired, but it has shifted piles of unexploded political ordinance to the backbenches. Former cabinet ministers Philip Hammond, David Gauke and Rory Stewart all jumped ship. Business secretary Greg Clark was ousted – as was Scottish secretary <a href=\"https://www.telegraph.co.uk/politics/2019/07/25/david-mundell-willing-work-boris-johnson-sake-union/\" title=\"\">David Mundell</a>. Junior ministers such as Stephen Hammond and Tobias Ellwood were removed for failing to back a possible no deal Brexit. There are even some on the Brexit side who could cause trouble, such as <a href=\"https://www.theguardian.com/politics/2019/jul/15/post-brexit-trade-pact-with-us-may-take-some-time-says-liam-fox\" title=\"\">Liam Fox</a> and Chris Grayling.</p> <p><strong>Rebellion risk</strong> The Remainers are talking tough, though some are going further than others. For example, while Gauke will oppose no-deal Brexit, he would not bring down the government in a no confidence vote. Hammond has left that threat dangling. There is no doubt the “Gaukeward Squad” will become a powerful force in parliament countering the Johnson Brexit drive.</p> <p><strong>Danger rating</strong> 3/5</p> <h2>Arch remainers<br></h2> <p>The plotting has already begun. Tories who long ago decided that Brexit should be reversed are already looking at ways to stop a no-deal Brexit – a few prepared to bring down the government if necessary. This group is small, but even a handful could be enough to plunge Johnson into an election. <a href=\"https://www.theguardian.com/politics/2019/jul/16/grieve-senior-tories-may-have-to-vote-down-johnson-government\" title=\"\">Dominic Grieve</a> and Ken Clarke are the most hardline, but many others will join attempts to block a no-deal outcome. The big debate among the group is whether there is any way they can block a no deal that cannot be circumvented by Johnson.</p> <p><strong>Rebellion risk</strong> Even before Johnson’s arrival, figures in this group showed they were willing to act. Now the new PM is in post and talking tough, they know they have more chance of success in winning votes against a no-deal outcome. Some have clearly decided that their time in parliament is up and have nothing to lose. Others believe they will face deselection by their local parties and are similarly emboldened.</p> <p><strong>Danger rating</strong> 4/5. They will act in the autumn, but will Johnson listen?</p>",
      "newspaperPageNumber": "38",
      "wordcount": "947",
      "commentable": "false",
      "firstPublicationDate": "2019-07-28T06:00:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:15Z",
      "newspaperEditionDate": "2019-07-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c2xjp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/596b82f67ee5aa59b633dd54dbbfc85f2b1d4aa0/59_272_3397_2038/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "After a week of cabinet defenestrations and the takeover of government by Vote Leave campaigners, the French Revolution has been a regular reference point for Tory MPs. “What we have to remember is that in the end, the mob also came for Robespierre,” one minister observed, painting Boris Johnson as the ruthless revolutionary leader who was eventually consumed by the forces he had helped unleash. The question is, which mob should he be worrying about? Johnson’s avowedly pro-Brexit team may have given his new administration a clear direction, but he also leads a Tory party riven by factions like never before - and more than one group could end up leading the charge against his administration. Brexit purists, sacked ministers and unrepentant Remainers all pose potential threats to Johnson’s room for manoeuvre. So who should he fear most? Cabinet Brexiters The surprise was the number of Brexiters Johnson brought in to key positions. Dominic Raab, the former leadership contender who was seen as the one figure who might be able to appeal to pro-Brexit MPs over Johnson, is effectively deputy PM. Jacob Rees-Mogg, the former chair of the pro-Brexit European Research Group (ERG), is in the cabinet. Andrea Leadsom is back in as business secretary. It means Johnson has reduced the number of hardline Brexiters who are free from the constraints of collective responsibility - yet the potential to resign from office also gives them a nuclear option used against Theresa May. Rebellion risk it’s hard to envisage a scenario where Johnson does anything to provoke the ire of his fellow cabinet Brexiters – or steers towards a softer Brexit – this side of an election. And, like Johnson, even Rees-Mogg voted for May’s Brexit deal at the third time of asking. There seems little risk that they will be giving up the ministerial cars any time soon. Danger rating 2/5. Happy in office. Backbench Brexiters Amid the carnage of last week’s cabinet cull, one of the most significant moments came when Steve Baker, the strategy chief behind the ERG’s guerrilla war against May’s Brexit plans, turned down a ministerial job. Mark Francois, another hardliner, said that a no-compromise deal was acceptable. It was the one big weakness in Johnson’s plan - and a clear warning that he and others will be watching the prime minister’s Brexit pronouncements like hawks. Rebellion risk The parliamentary arithmetic means even small numbers of rebellious Brexiters could spell problems. Other factors are at play, too. ERG figures such as Bernard Jenkin clashed with the new Downing Street supremo Dominic Cummings during his tenure as Vote Leave’s campaign chief. And some senior figures, such as Iain Duncan Smith and David Davis, have not emerged with a government job. Danger rating 4/5. Any sign of Brexit compromise will see the backbench Brexiters come for Johnson. Remaining remainers There are still figures in top jobs in Johnson’s team who have expressed serious reservations about a no-deal Brexit. Amber Rudd and Nicky Morgan were leading lights of the One Nation caucus of MPs – an attempt to provide a voice for liberal Conservatives during the leadership contest. One of the group’s principles was to only back candidates ruling out no deal. Robert Buckland, another Europhile, also got a promotion and is now justice secretary. Rebellion risk This small band of non-believers pose little risk to the Johnson project. Nick Boles, the former Tory MP who quit the party over Brexit, described them as “neutered captives” used as window dressing. Among MPs, the assumption is that these three are unlikely to rock the boat given the political gymnastics some engaged in to secure a government slot. Danger rating On their best behaviour. 1/5 The departed The cabinet clear-out may have given Johnson the pro-Brexit team he desired, but it has shifted piles of unexploded political ordinance to the backbenches. Former cabinet ministers Philip Hammond, David Gauke and Rory Stewart all jumped ship. Business secretary Greg Clark was ousted – as was Scottish secretary David Mundell. Junior ministers such as Stephen Hammond and Tobias Ellwood were removed for failing to back a possible no deal Brexit. There are even some on the Brexit side who could cause trouble, such as Liam Fox and Chris Grayling. Rebellion risk The Remainers are talking tough, though some are going further than others. For example, while Gauke will oppose no-deal Brexit, he would not bring down the government in a no confidence vote. Hammond has left that threat dangling. There is no doubt the “Gaukeward Squad” will become a powerful force in parliament countering the Johnson Brexit drive. Danger rating 3/5 Arch remainers The plotting has already begun. Tories who long ago decided that Brexit should be reversed are already looking at ways to stop a no-deal Brexit – a few prepared to bring down the government if necessary. This group is small, but even a handful could be enough to plunge Johnson into an election. Dominic Grieve and Ken Clarke are the most hardline, but many others will join attempts to block a no-deal outcome. The big debate among the group is whether there is any way they can block a no deal that cannot be circumvented by Johnson. Rebellion risk Even before Johnson’s arrival, figures in this group showed they were willing to act. Now the new PM is in post and talking tough, they know they have more chance of success in winning votes against a no-deal outcome. Some have clearly decided that their time in parliament is up and have nothing to lose. Others believe they will face deselection by their local parties and are similarly emboldened. Danger rating 4/5. They will act in the autumn, but will Johnson listen?",
      "charCount": "5731",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a>, Policy Editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]