[
  {
    "id": "politics/2019/may/02/cabinet-leak-culture-has-damaged-brexit-process-says-jeremy-hunt",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-02T21:30:22Z",
    "webTitle": "Cabinet leak culture has damaged Brexit process, says Hunt",
    "webUrl": "https://www.theguardian.com/politics/2019/may/02/cabinet-leak-culture-has-damaged-brexit-process-says-jeremy-hunt",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/02/cabinet-leak-culture-has-damaged-brexit-process-says-jeremy-hunt",
    "fields": {
      "headline": "Cabinet leak culture has damaged Brexit process, says Hunt",
      "standfirst": "<p>In an apparent swipe at some colleagues, foreign secretary says he hopes Huawei incident brings end to leaking </p>",
      "trailText": "In an apparent swipe at some colleagues, foreign secretary says he hopes Huawei incident brings end to leaking ",
      "byline": "Patrick Wintour Diplomatic editor in Addis Ababa",
      "main": "<figure class=\"element element-image\" data-media-id=\"da7b0ab78dc4cd3cc86621e968aef5156cf03c2b\"> <img src=\"https://media.guim.co.uk/da7b0ab78dc4cd3cc86621e968aef5156cf03c2b/107_8_4187_2512/1000.jpg\" alt=\"EU and Union Jack flags fly opposite the Houses of Parliament in London.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">EU and Union Jack flags fly opposite the Houses of Parliament in London.</span> <span class=\"element-image__credit\">Photograph: Frank Augstein/AP</span> </figcaption> </figure>",
      "body": "<p>Britain’s Brexit decisions have been damaged by a year-long culture of cabinet leaks, the foreign secretary, Jeremy Hunt, has said in an apparent swipe at some of his colleagues, including Gavin Williamson who was sacked as defence secretary.</p> <p>Referring to the effect of leaks on Brexit, Hunt said: “I think it has made it harder to deliver what we have been trying to achieve and yes, of course it damages trust.</p> <p>“When we are faced with very difficult judgment calls on Brexit issues, it is obviously of great benefit to the country if everyone can discuss them freely without having to think how decisions will be leaked afterwards. So I am hoping this will be a moment of change for the whole machinery of government works.”</p> <p>Asked whether the constant leaks from cabinet had hurt the Brexit process, he said: “Yes, I think it has.” He added that in the past year leaking had become the norm.</p>  <figure class=\"element element-image\" data-media-id=\"c326b1b41517c4631115d63cf5b52771fd091f3e\"> <img src=\"https://media.guim.co.uk/c326b1b41517c4631115d63cf5b52771fd091f3e/0_0_3352_2012/1000.jpg\" alt=\"Jeremy Hunt, who says cabinet needs ‘total honesty in private and total loyalty in public’.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Hunt, who says cabinet needs ‘total honesty in private and total loyalty in public’.</span> <span class=\"element-image__credit\">Photograph: Will Oliver/EPA</span> </figcaption> </figure>  <p>Hunt was speaking in the Ethiopian capital, Addis Ababa, as part of a five-day tour of Africa as the fallout from Williamson’s sacking continued. Williamson was fired after an inquiry concluded he was the source of leaked details about a decision by the National Security Council (NSC) to grant the Chinese firm <a href=\"https://www.theguardian.com/technology/huawei\">Huawei</a> a role in the UK’s 5G network.</p> <p>Hunt said: “You have to have that element of trust and in the last year that has changed and I think it is highly regrettable because it means everyone that sits around the cabinet table has to be careful about how the comments they might make might be spun subsequently.</p> <p>“I hope this [Huawei] incident will cause everyone to reflect on [those] kind of leaks. Full stop.”</p> <p>Hunt suggested it was better if disagreements were aired within cabinet rather than publicly via leaks.</p> <p>“When I think back to when I joined the cabinet nearly nine years ago, one of the best things about those cabinet meetings is that you would have someone like <a href=\"https://www.theguardian.com/politics/kenneth-clarke\">Ken Clarke</a> sitting around the cabinet table who would politely rubbish <a href=\"https://www.theguardian.com/politics/georgeosborne\">George Osborne</a>’s economic policies. You would have a very good debate and the result was a better decision would be made at the end of it.”</p> <p>Hinting about how he may like to see cabinet conducted were he prime minister, Hunt said: “The way cabinet has to work is total honesty in private and total loyalty in public.</p> <p>“The truth is the politics of the past year has created the most perfect storm. We have had the most controversial issue of our lifetimes combined with a hung parliament and that gives cabinet ministers a lot more power sitting round the cabinet table than they would normally have and so the question is whether cabinet ministers use that power responsibly or not.”</p> <p>Asked whether he believed Williamson was responsible for the Huawei leak, Hunt said: “The prime minster has seen the evidence and she believes he was responsible and in that situation no prime minister can have a minister sitting around the table because she has to have absolute confidence that everything that is said will remain confidential.”</p> <p>He also defended the cabinet secretary from suggestions that he had been prejudiced against Williamson, saying: “That is not the Mark Sedwill I know.”</p> <p>Hunt said the NSC had to be seen as “the inner sanctum of government” at which very highly classified information was discussed.</p> <p>He said he hoped Williamson’s political career would not be defined by the leak episode, saying the former defence secretary had shown an incredible commitment to the armed forces.</p>",
      "wordcount": "593",
      "firstPublicationDate": "2019-05-02T21:30:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:52Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bcyhk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/da7b0ab78dc4cd3cc86621e968aef5156cf03c2b/107_8_4187_2512/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Britain’s Brexit decisions have been damaged by a year-long culture of cabinet leaks, the foreign secretary, Jeremy Hunt, has said in an apparent swipe at some of his colleagues, including Gavin Williamson who was sacked as defence secretary. Referring to the effect of leaks on Brexit, Hunt said: “I think it has made it harder to deliver what we have been trying to achieve and yes, of course it damages trust. “When we are faced with very difficult judgment calls on Brexit issues, it is obviously of great benefit to the country if everyone can discuss them freely without having to think how decisions will be leaked afterwards. So I am hoping this will be a moment of change for the whole machinery of government works.” Asked whether the constant leaks from cabinet had hurt the Brexit process, he said: “Yes, I think it has.” He added that in the past year leaking had become the norm. Hunt was speaking in the Ethiopian capital, Addis Ababa, as part of a five-day tour of Africa as the fallout from Williamson’s sacking continued. Williamson was fired after an inquiry concluded he was the source of leaked details about a decision by the National Security Council (NSC) to grant the Chinese firm Huawei a role in the UK’s 5G network. Hunt said: “You have to have that element of trust and in the last year that has changed and I think it is highly regrettable because it means everyone that sits around the cabinet table has to be careful about how the comments they might make might be spun subsequently. “I hope this [Huawei] incident will cause everyone to reflect on [those] kind of leaks. Full stop.” Hunt suggested it was better if disagreements were aired within cabinet rather than publicly via leaks. “When I think back to when I joined the cabinet nearly nine years ago, one of the best things about those cabinet meetings is that you would have someone like Ken Clarke sitting around the cabinet table who would politely rubbish George Osborne’s economic policies. You would have a very good debate and the result was a better decision would be made at the end of it.” Hinting about how he may like to see cabinet conducted were he prime minister, Hunt said: “The way cabinet has to work is total honesty in private and total loyalty in public. “The truth is the politics of the past year has created the most perfect storm. We have had the most controversial issue of our lifetimes combined with a hung parliament and that gives cabinet ministers a lot more power sitting round the cabinet table than they would normally have and so the question is whether cabinet ministers use that power responsibly or not.” Asked whether he believed Williamson was responsible for the Huawei leak, Hunt said: “The prime minster has seen the evidence and she believes he was responsible and in that situation no prime minister can have a minister sitting around the table because she has to have absolute confidence that everything that is said will remain confidential.” He also defended the cabinet secretary from suggestions that he had been prejudiced against Williamson, saying: “That is not the Mark Sedwill I know.” Hunt said the NSC had to be seen as “the inner sanctum of government” at which very highly classified information was discussed. He said he hoped Williamson’s political career would not be defined by the leak episode, saying the former defence secretary had shown an incredible commitment to the armed forces.",
      "charCount": "3440",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/patrickwintour\">Patrick Wintour</a> Diplomatic editor in Addis Ababa"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/02/the-guardian-view-on-net-zero-carbon-emissions-sooner-is-better",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-02T17:29:05Z",
    "webTitle": "The Guardian view on net-zero carbon emissions: sooner is better | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/02/the-guardian-view-on-net-zero-carbon-emissions-sooner-is-better",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/02/the-guardian-view-on-net-zero-carbon-emissions-sooner-is-better",
    "fields": {
      "headline": "The Guardian view on net-zero carbon emissions: sooner is better",
      "standfirst": "<p>Government advisers have explained how to erase the nation’s carbon footprint. Science dictates that we do it as fast as we can</p>",
      "trailText": "<strong>Editorial:</strong> Government advisers have explained how to erase the nation’s carbon footprint. Science dictates that we do it as fast as we can",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"d90b3367b6f32d8dbf87de45fb219492d449d82a\"> <img src=\"https://media.guim.co.uk/d90b3367b6f32d8dbf87de45fb219492d449d82a/0_0_5830_3498/1000.jpg\" alt=\"A protester holds a placard saying ‘There is no planet B’ during a Climate emergency protest in Parliament Square on 1 May.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A protester holds a placard during a climate emergency protest in Parliament Square on 1 May.</span> <span class=\"element-image__credit\">Photograph: John Keeble/Getty Images</span> </figcaption> </figure>",
      "body": "<p>By the end of this year we should expect UK law to mandate net-zero greenhouse gas emissions by 2050. Thursday’s <a href=\"https://www.theccc.org.uk/2019/05/02/phase-out-greenhouse-gas-emissions-by-2050-to-end-uk-contribution-to-global-warming/\" title=\"\">report by the Committee on Climate Change</a> (CCC), which advises the government, sets out not only why this new target is needed, but how it can be achieved. Last year the UN warned of <a href=\"https://www.theguardian.com/environment/2018/oct/08/global-warming-must-not-exceed-15c-warns-landmark-un-report\" title=\"\">greatly increased dangers</a> if countries do not stick to the lower end of the 1.5-2C of global warming mandated by the Paris agreement. Experts highlighted sea level rises and risks to insect and coral species among problems likely to be seriously exacerbated by an additional 0.5C rise.</p> <p>This is the reason for governments to set new, tougher targets in advance of upcoming UN climate talks, at which they will be held to account and forced to decide what happens next. At the same time, dramatic falls in the cost of renewable energy and battery storage mean that cutting emissions has become cheaper. The CCC believes it is possible to <a href=\"https://www.theguardian.com/environment/2019/may/02/do-it-now-uk-must-set-zero-carbon-target-for-2050-say-official-advisers\" title=\"\">eliminate the UK’s carbon footprint altogether</a> without investing more than already planned: that is, between 1% and 2% of GDP. So there is some good news, along with the bad.</p> <p>Costs are concentrated in the power and construction sectors. New energy sources such as hydrogen need infrastructure, while wind and solar must be scaled up. New technologies such as carbon capture and storage require trials. Buildings must become energy-efficient as gas boilers, 1m of which are installed each year, are phased out. Huge numbers of trees need planting, with one-fifth of all agricultural land turned over to forests, peatland or energy crops. People should be encouraged to make different choices, eating less beef, lamb and dairy. The report suggests a target of 2030 for ending the sale of petrol and diesel cars, but then wrongly settles for 2035. Currently, transport emissions are still going up.</p> <p>As well as a practical and moral case for action, the report makes a strategic one. The UK was a pioneer in climate legislation. Where one country leads, others will follow and such leadership brings power as well as prestige. Without a new target the UK will soon be overtaken (France has a 2050 target for net-zero, although not yet a law; Sweden and Norway have earlier deadlines but less strict rules). Since <a href=\"https://www.theguardian.com/environment/2019/feb/02/the-devastation-of-human-life-is-in-view-what-a-burning-world-tells-us-about-climate-change-global-warming\" title=\"\">climate chaos</a> will bring political chaos, limiting it is in the national interest.</p> <p>A “<a href=\"https://www.theguardian.com/commentisfree/2019/apr/30/green-new-deal-climate-change-social-transformation\" title=\"\">green new deal</a>” has become popular currency on the progressive side of politics in the UK, US and Spain. This idea usefully links technological and environmental change with the prospect of a renewed social contract and the questions of justice often emphasised by environmentalists. The CCC’s report must have been all but complete before most people had heard of Extinction Rebellion, or seen pictures of the Swedish activist <a href=\"https://www.bbc.co.uk/news/uk-48017083\" title=\"\">Greta Thunberg with environment secretary Michael Gove</a>. But the extraordinary success of protesters over recent weeks, both in raising awareness and materially altering the climate debate, makes it more likely that targets will be further strengthened, as they have been before and should be again. The 2050 target is <a href=\"https://www.theguardian.com/commentisfree/2019/apr/26/the-guardian-view-of-uks-climate-responsibility-zero-emission-target-needed\" title=\"\">not ambitious enough</a>.</p> <p>A government that purports to accept climate science but promotes <a href=\"https://www.theguardian.com/environment/2019/may/01/high-court-dismisses-attempt-to-block-third-heathrow-runway\" title=\"\">aviation</a>, road-building and fracking, while making onshore wind all but impossible and cutting back on subsidies for green energy, deserves to be exposed. To this end, as well as that of helping to shift public opinion, it is crucial that activists, including those opposing airport expansion, as well as politicians, continue their work.</p> <p>About one thing <a href=\"https://www.theguardian.com/environment/2019/apr/25/extinction-rebellion-assessing-the-impact\" title=\"\">Extinction Rebellion</a> was absolutely right: people must be told the truth. The brave new world of 2050 need not be a dystopia, even if some damaging effects of warming are now inevitable and the prospect of a second Trump term gives cause for alarm. But if we are to avoid the most dangerous consequences of a warmer world, we must find ways not only to limit and mitigate the risks of physical changes; but also to make political ones. The kind of long-termism that climate change requires is not a good fit with modern electoral cycles – or 24-hour news. Finding ways to counter this, and build the future into our politics, is a challenge not just for politicians, environmentalists and civil society groups, but for human civilisation as a whole.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "711",
      "commentCloseDate": "2019-05-03T06:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-02T17:29:05Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-09-23T14:40:09Z",
      "newspaperEditionDate": "2019-05-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bcyan",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d90b3367b6f32d8dbf87de45fb219492d449d82a/0_0_5830_3498/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "By the end of this year we should expect UK law to mandate net-zero greenhouse gas emissions by 2050. Thursday’s report by the Committee on Climate Change (CCC), which advises the government, sets out not only why this new target is needed, but how it can be achieved. Last year the UN warned of greatly increased dangers if countries do not stick to the lower end of the 1.5-2C of global warming mandated by the Paris agreement. Experts highlighted sea level rises and risks to insect and coral species among problems likely to be seriously exacerbated by an additional 0.5C rise. This is the reason for governments to set new, tougher targets in advance of upcoming UN climate talks, at which they will be held to account and forced to decide what happens next. At the same time, dramatic falls in the cost of renewable energy and battery storage mean that cutting emissions has become cheaper. The CCC believes it is possible to eliminate the UK’s carbon footprint altogether without investing more than already planned: that is, between 1% and 2% of GDP. So there is some good news, along with the bad. Costs are concentrated in the power and construction sectors. New energy sources such as hydrogen need infrastructure, while wind and solar must be scaled up. New technologies such as carbon capture and storage require trials. Buildings must become energy-efficient as gas boilers, 1m of which are installed each year, are phased out. Huge numbers of trees need planting, with one-fifth of all agricultural land turned over to forests, peatland or energy crops. People should be encouraged to make different choices, eating less beef, lamb and dairy. The report suggests a target of 2030 for ending the sale of petrol and diesel cars, but then wrongly settles for 2035. Currently, transport emissions are still going up. As well as a practical and moral case for action, the report makes a strategic one. The UK was a pioneer in climate legislation. Where one country leads, others will follow and such leadership brings power as well as prestige. Without a new target the UK will soon be overtaken (France has a 2050 target for net-zero, although not yet a law; Sweden and Norway have earlier deadlines but less strict rules). Since climate chaos will bring political chaos, limiting it is in the national interest. A “green new deal” has become popular currency on the progressive side of politics in the UK, US and Spain. This idea usefully links technological and environmental change with the prospect of a renewed social contract and the questions of justice often emphasised by environmentalists. The CCC’s report must have been all but complete before most people had heard of Extinction Rebellion, or seen pictures of the Swedish activist Greta Thunberg with environment secretary Michael Gove. But the extraordinary success of protesters over recent weeks, both in raising awareness and materially altering the climate debate, makes it more likely that targets will be further strengthened, as they have been before and should be again. The 2050 target is not ambitious enough. A government that purports to accept climate science but promotes aviation, road-building and fracking, while making onshore wind all but impossible and cutting back on subsidies for green energy, deserves to be exposed. To this end, as well as that of helping to shift public opinion, it is crucial that activists, including those opposing airport expansion, as well as politicians, continue their work. About one thing Extinction Rebellion was absolutely right: people must be told the truth. The brave new world of 2050 need not be a dystopia, even if some damaging effects of warming are now inevitable and the prospect of a second Trump term gives cause for alarm. But if we are to avoid the most dangerous consequences of a warmer world, we must find ways not only to limit and mitigate the risks of physical changes; but also to make political ones. The kind of long-termism that climate change requires is not a good fit with modern electoral cycles – or 24-hour news. Finding ways to counter this, and build the future into our politics, is a challenge not just for politicians, environmentalists and civil society groups, but for human civilisation as a whole.",
      "charCount": "4265",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/may/02/how-will-history-judge-gavin-williamson",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-02T16:56:27Z",
    "webTitle": "Rat or stitch-up victim: how will history judge Gavin Williamson? | Simon Jenkins",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/02/how-will-history-judge-gavin-williamson",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/02/how-will-history-judge-gavin-williamson",
    "fields": {
      "headline": "Rat or stitch-up victim: how will history judge Gavin Williamson?",
      "standfirst": "<p>The former defence secretary protests his innocence. But a sweary put-down of Theresa May can’t have helped his case</p>",
      "trailText": "A sweary put-down of Theresa May can’t have helped his case, says the Guardian columnist Simon Jenkins",
      "byline": "Simon Jenkins",
      "main": "<figure class=\"element element-image\" data-media-id=\"fb5a9b278bd7dad837dc31f2ae0d19f6a71980ad\"> <img src=\"https://media.guim.co.uk/fb5a9b278bd7dad837dc31f2ae0d19f6a71980ad/0_84_4500_2700/1000.jpg\" alt=\"Gavin Williamson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘If Gavin Williamson really felt that the National Security Council decision endangered national security, he could have resigned and gone public.’</span> <span class=\"element-image__credit\">Photograph: Jack Taylor/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Is <a href=\"https://www.theguardian.com/politics/2019/may/02/gavin-williamson-police-urged-to-launch-criminal-inquiry\" title=\"\">Gavin Williamson</a> a disloyal rat, or is he a Tory Julian Assange, a valiant champion of open government in an age of secrecy? Is he a menace to national security, or is he the innocent victim of a toffs’ stitch-up? For an answer we may have to await a future memoir from one of the participants in this episode. But even then, the essence of a leak is deniability. The wink, the nod, the “I could not possibly say … or ask me and watch if I smile”, followed by a ring-round to substantiate.</p> <p>What is clear is that Williamson was accused by the prime minister of leaking a National Security Council discussion of the Chinese corporation Huawei’s involvement in the 5G mobile phone network, was found guilty and was sacked. This was done before he was put in a position to prove his innocence.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>In the case of the ministerial code, redress is in the hands of the prime minister. She can sack whoever she wants</p> </blockquote> </aside>  <p>The reality is that the former defence secretary had become a loose cannon waiting to be fired. He was notorious for deploying his press contacts ruthlessly, not least against cabinet colleagues. These included the chancellor Philip Hammond and his deputy Liz Truss. The cannon blew up in his face.</p> <p>One of the last straws may have come as a result of Theresa May’s <a href=\"https://www.independent.co.uk/news/uk/politics/theresa-may-gavin-williamson-hms-queen-elizabeth-pacific-south-china-sea-defence-a8774076.html\" title=\"\">overriding</a> of his announcement that the new aircraft carrier, the Queen Elizabeth, would go to the South China Sea, a high-profile decision for the NSC, and one that led to the <a href=\"https://www.theguardian.com/politics/2019/feb/16/gavin-williamson-defence-minister-china-visit-gaffes-conservative-anger\" title=\"\">cancellation</a> of Hammond’s trip to Beijing. When Williamson heard of it, I am reliably told he scrawled “Fuck the prime minister” on an official piece of paper. As it spread round the office, it is hard to believe such gossip did not speed its gleeful way to the cabinet secretary, Mark Sedwill. There is no membrane as leaky as that between top Whitehall officials.</p> <p>Even so, Sedwill’s predecessor, Gus O’Donnell must be right in telling the BBC’s Today programme that the NSC leak was not of an “official secret” and not therefore a matter for police investigation and possible prosecution. A leak of a cast list – five ministers against the prime minister – rather than information or secrets from the NSC hardly constitutes a threat to national security. Williamson’s breach was of the ministerial code.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/technology/2019/apr/28/make-huawei-decision-independently-china-ambassador-tells-uk\">China urges UK to ignore pressure over Huawei 5G decision</a> </p> </aside>  <p>The code states that “the principle of collective responsibility requires that ministers should be able to express their views frankly, in the expectation that they can argue freely in private while maintaining a united front when decisions have been reached”. But this is a political matter. Breaches are legion. A conversation is not an official secret or a threat to national security, a concept ludicrously overblown in the past. In the case of the code, redress is entirely in the hands of the prime minister. She can sack whoever she wants.</p> <p>May must bear a share of the blame. She should never have appointed Williamson. He had no experience of departmental office, and behaved like Donald Trump in khaki. He loved chatting to journalists with links to the Conservative party, and admitted to talking to the Daily Telegraph for 11 minutes after the NSC debate with May. He must have known he was dining with the devil. He might claim to have been discussing Spurs’ chances in the cup, but pull the other one.</p> <p>While the defence ministry was as appalled to be led by Williamson as the Foreign Office was by Boris Johnson, he had his uses. He was single-minded in his spats with Hammond over money, and <a href=\"https://www.theguardian.com/politics/2018/jun/26/gavin-williamson-on-dangerous-ground-in-defence-budget-row\" title=\"\">with Sedwill</a> over the relative priority of cybersecurity and conventional weaponry. Defence chiefs love whizz-bangs and don’t do digital.</p> <p>Matters cannot have been helped by Sedwill having a clear conflict of interest. He acted both as supposedly dispassionate cabinet secretary and head of the civil service, and as government national security adviser, fascinated by cybersecurity. This multi-tasking should not have been allowed by May. Again, she was at fault.</p> <p>This leaves open the question of whether the former defence secretary would have been right to publicise his loss of the argument over the Huawei contracts – yet to be finalised – and thus break collective responsibility. Labour’s deputy leader, Tom Watson, who has called for a criminal inquiry, would probably have applauded his courage had he been a leftwing whistleblower rather than a Tory minister.</p> <p>I suspect that, come the final decision on Huawei later this year, Downing Street may come round to the Americans’ – and Williamson’s – view, that the risks involved in dealing with Huawei are too great. If Britain were to stick to its guns, it could mean having to <a href=\"https://www.theguardian.com/technology/2019/apr/29/drop-huawaei-or-we-could-cut-intelligence-ties-us-warns-uk\" title=\"\">break off digital security collaboration</a> with the US and the Nato alliance, a major strategic choice. May’s appeasement of China seems a hangover from David Cameron’s “kowtow diplomacy”, when he was desperate for money for his mega-projects. Or it reflects her equally desperate need for rest-of-the-world trade deals after hard Brexit.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/02/gavin-williamson-police-urged-to-launch-criminal-inquiry\">Hunt undermines PM's attempt to draw line under Williamson firing</a> </p> </aside>  <p>Williamson could protest that this argument really matters. Some regard Huawei as an agent of the Chinese government. Would we all want Beijing to be able, one day, to shut off our central heating or steer our driverless cars up the M1? As for the digital pundits who claim cybersecurity can be made super-safe, they know this is rubbish.</p> <p>If Williamson really felt that the NSC decision endangered national security, however, he could have resigned and gone public. This is what honourable ministers have done down the ages – and half a dozen have done over Brexit already. Instead he denied he’d leaked anything and pointed out that he had scratched May’s back in the past, saying it was “a shame she didn’t recognise the fact” that he had saved her a couple of times.</p> <p>But the fact that he had scratched her back shouldn’t have swayed her. There has to be such a thing as privacy in government, as in any coherent organisation. While a newspaper’s job is to delve behind the wall of secrecy in the public interest, the wall remains a bulwark of collective responsibility. It is essential to party and government discipline, if a democratic regime is to render account to the electorate. The ministerial code is the glue of loyalty. The prime minister has to guard it.</p> <p>Pending the next sensation, we cannot know if May was unfair to Williamson. But what he told the Telegraph is not the issue. He had become a liability in what was already an insecure and unstable cabinet.</p> <p>With Brexit facing judgment day, May is on a rollercoaster to oblivion. Ever since the 2016 referendum, she has been under pressure beyond that experienced by any prime minister in recent memory. The last thing she needs just now is a leaky wildcat roaming free. May clearly felt Williamson was one pain she could do without.</p> <p>• Simon Jenkins is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1135",
      "commentCloseDate": "2019-05-02T21:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-02T16:56:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-02T21:20:01Z",
      "newspaperEditionDate": "2019-05-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bckaj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/fb5a9b278bd7dad837dc31f2ae0d19f6a71980ad/0_84_4500_2700/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Is Gavin Williamson a disloyal rat, or is he a Tory Julian Assange, a valiant champion of open government in an age of secrecy? Is he a menace to national security, or is he the innocent victim of a toffs’ stitch-up? For an answer we may have to await a future memoir from one of the participants in this episode. But even then, the essence of a leak is deniability. The wink, the nod, the “I could not possibly say … or ask me and watch if I smile”, followed by a ring-round to substantiate. What is clear is that Williamson was accused by the prime minister of leaking a National Security Council discussion of the Chinese corporation Huawei’s involvement in the 5G mobile phone network, was found guilty and was sacked. This was done before he was put in a position to prove his innocence. The reality is that the former defence secretary had become a loose cannon waiting to be fired. He was notorious for deploying his press contacts ruthlessly, not least against cabinet colleagues. These included the chancellor Philip Hammond and his deputy Liz Truss. The cannon blew up in his face. One of the last straws may have come as a result of Theresa May’s overriding of his announcement that the new aircraft carrier, the Queen Elizabeth, would go to the South China Sea, a high-profile decision for the NSC, and one that led to the cancellation of Hammond’s trip to Beijing. When Williamson heard of it, I am reliably told he scrawled “Fuck the prime minister” on an official piece of paper. As it spread round the office, it is hard to believe such gossip did not speed its gleeful way to the cabinet secretary, Mark Sedwill. There is no membrane as leaky as that between top Whitehall officials. Even so, Sedwill’s predecessor, Gus O’Donnell must be right in telling the BBC’s Today programme that the NSC leak was not of an “official secret” and not therefore a matter for police investigation and possible prosecution. A leak of a cast list – five ministers against the prime minister – rather than information or secrets from the NSC hardly constitutes a threat to national security. Williamson’s breach was of the ministerial code. The code states that “the principle of collective responsibility requires that ministers should be able to express their views frankly, in the expectation that they can argue freely in private while maintaining a united front when decisions have been reached”. But this is a political matter. Breaches are legion. A conversation is not an official secret or a threat to national security, a concept ludicrously overblown in the past. In the case of the code, redress is entirely in the hands of the prime minister. She can sack whoever she wants. May must bear a share of the blame. She should never have appointed Williamson. He had no experience of departmental office, and behaved like Donald Trump in khaki. He loved chatting to journalists with links to the Conservative party, and admitted to talking to the Daily Telegraph for 11 minutes after the NSC debate with May. He must have known he was dining with the devil. He might claim to have been discussing Spurs’ chances in the cup, but pull the other one. While the defence ministry was as appalled to be led by Williamson as the Foreign Office was by Boris Johnson, he had his uses. He was single-minded in his spats with Hammond over money, and with Sedwill over the relative priority of cybersecurity and conventional weaponry. Defence chiefs love whizz-bangs and don’t do digital. Matters cannot have been helped by Sedwill having a clear conflict of interest. He acted both as supposedly dispassionate cabinet secretary and head of the civil service, and as government national security adviser, fascinated by cybersecurity. This multi-tasking should not have been allowed by May. Again, she was at fault. This leaves open the question of whether the former defence secretary would have been right to publicise his loss of the argument over the Huawei contracts – yet to be finalised – and thus break collective responsibility. Labour’s deputy leader, Tom Watson, who has called for a criminal inquiry, would probably have applauded his courage had he been a leftwing whistleblower rather than a Tory minister. I suspect that, come the final decision on Huawei later this year, Downing Street may come round to the Americans’ – and Williamson’s – view, that the risks involved in dealing with Huawei are too great. If Britain were to stick to its guns, it could mean having to break off digital security collaboration with the US and the Nato alliance, a major strategic choice. May’s appeasement of China seems a hangover from David Cameron’s “kowtow diplomacy”, when he was desperate for money for his mega-projects. Or it reflects her equally desperate need for rest-of-the-world trade deals after hard Brexit. Williamson could protest that this argument really matters. Some regard Huawei as an agent of the Chinese government. Would we all want Beijing to be able, one day, to shut off our central heating or steer our driverless cars up the M1? As for the digital pundits who claim cybersecurity can be made super-safe, they know this is rubbish. If Williamson really felt that the NSC decision endangered national security, however, he could have resigned and gone public. This is what honourable ministers have done down the ages – and half a dozen have done over Brexit already. Instead he denied he’d leaked anything and pointed out that he had scratched May’s back in the past, saying it was “a shame she didn’t recognise the fact” that he had saved her a couple of times. But the fact that he had scratched her back shouldn’t have swayed her. There has to be such a thing as privacy in government, as in any coherent organisation. While a newspaper’s job is to delve behind the wall of secrecy in the public interest, the wall remains a bulwark of collective responsibility. It is essential to party and government discipline, if a democratic regime is to render account to the electorate. The ministerial code is the glue of loyalty. The prime minister has to guard it. Pending the next sensation, we cannot know if May was unfair to Williamson. But what he told the Telegraph is not the issue. He had become a liability in what was already an insecure and unstable cabinet. With Brexit facing judgment day, May is on a rollercoaster to oblivion. Ever since the 2016 referendum, she has been under pressure beyond that experienced by any prime minister in recent memory. The last thing she needs just now is a leaky wildcat roaming free. May clearly felt Williamson was one pain she could do without. • Simon Jenkins is a Guardian columnist",
      "charCount": "6658",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/simonjenkins\">Simon Jenkins</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "environment/2019/may/02/class-war-over-the-british-countryside",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-05-02T16:37:31Z",
    "webTitle": "Class war over the British countryside | Letters",
    "webUrl": "https://www.theguardian.com/environment/2019/may/02/class-war-over-the-british-countryside",
    "apiUrl": "https://content.guardianapis.com/environment/2019/may/02/class-war-over-the-british-countryside",
    "fields": {
      "headline": "Class war over the British countryside",
      "standfirst": "Guardian readers respond to George Monbiot’s article on the rural ruling class and land access",
      "trailText": "<strong>Letters: </strong>Guardian readers respond to George Monbiot’s article on the rural ruling class and land access",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"758c7e67b4ba58c2dabd2a28ebd205ca4fb996d4\"> <img src=\"https://media.guim.co.uk/758c7e67b4ba58c2dabd2a28ebd205ca4fb996d4/0_6_3105_1864/1000.jpg\" alt=\"Riders from the Duke of Beaufort’s hunt arrive with the hounds for their opening meet of the season near Badminton in Gloucestershire.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Riders from the Duke of Beaufort’s hunt arrive with the hounds for their opening meet of the season near Badminton in Gloucestershire.</span> <span class=\"element-image__credit\">Photograph: Matt Cardy/Getty Images</span> </figcaption> </figure>",
      "body": "<p>With reference to George Monbiot’s piece (<a href=\"https://www.theguardian.com/commentisfree/2019/may/01/britain-countryside-bullies-chris-packham\" title=\"\">Bullying and intimidation dominate the UK countryside</a>, 1 May), the problem is land ownership per se. Historically, land which was gifted by nature has been forcefully appropriated into private ownership by a ruling minority who subsequently deny access to the majority. Land ownership is the key capital asset to the generation and distribution of money wealth, which has led to the polarisation of society into owners and workers, rich and poor. This maldistribution of wealth can only be addressed by returning land to the principle of the commons. Freehold could then become a form of leasehold with the rent generated being distributed in the form of a citizens’ dividend in return for their loss of access. Wildlife could also be compensated by restoring natural habitat and denying guns and shooters.<br><strong>John Stone</strong><br><em>Thames Ditton, Surrey</em></p> <p>• I am sure I do not have to remind George Monbiot that the situation in Scotland, as far as public access to land is concerned, is much different from (and better than) in England. Under the Land Reform Act Scotland 2003, everyone has access rights as long as they are exercised responsibly. Landowners may only refuse public access if exemptions are granted, for a clearly defined range of reasons – health and safety, legitimate industrial or transport operations, or legally agreed privacy. There are, of course, challenges to these rights, and not infrequent court cases.</p> <p>The full rights and responsibilities of land users and land owners can be seen in the comprehensive Scottish Outdoor Access Code – visit <a href=\"https://www.outdooraccess-scotland.scot/\" title=\"\">www.outdooraccess-scotland.com</a>.<br><strong>Rose Harvie</strong><br><em>Dumbarton</em></p> <p>• George Monbiot is right that the treatment of our land is a vital issue for our time, and though I believe it’s unfair to generalise that “Britain’s countryside is dominated by bullies”, it is important that those who own land are held to account both now and after we leave the EU. That’s why Ramblers are campaigning for the new agriculture bill (which will replace the EU’s common agricultural policy after Brexit) to improve people’s access to the countryside. As George states, landowners currently receive subsidies by the hectare. Any new agriculture bill must make clear that landowners should only receive payments from the public purse if they fulfil their existing range of legal duties regarding the protection of public rights of way – which include keeping routes clear of obstruction and maintaining stiles and gates. Crucially, this is not an issue of urban versus rural, but of cherishing nature and everyone’s right to access it.<br><strong>Tompion Platt</strong><br><em>Director of </em><em>advocacy and </em><em>engagement, The Ramblers</em></p> <p>• Stowe- and Oxford-educated George Monbiot accuses me of being “an Etonian landowner”, as if that disqualifies me from public debate. But really, as George and I are now both in our mid-50s, do we need still to reference our educations? More seriously, he accuses me of bullying Chris Packham. But is it really bullying to ask the BBC to enforce its own editorial guidelines on impartiality? Packham is well compensated by licence fee payers, so this is not entirely “free speech”. And, for the record, I do not condone the actions of the idiot who hung two dead birds on the gates of Packham’s country estate.<br><strong>Jamie Blackett</strong><br><em>Dumfries, Dumfries and Galloway</em></p> <p>• RSPB vice-president Chris Packham is presumably unaware that his own organisation has killed 784 crows on their reserves to protect the nests of vulnerable species, or he might not have been in such a hurry to persuade Natural England to suspend the legal mechanism that permits them, and other conservationists, to do so. Since predation is now considered the main factor driving the decline of species such as the curlew, with 70% of nests failing across Europe, perhaps George Monbiot might like to reflect on who is bullying whom, as this vital conservation work is suspended right in the middle of the nesting season.<br><strong>Andrew Gilruth</strong><br><em>Director of </em><em>communications, Game </em><em>and Wildlife Conservation Trust </em></p> <p>• I read George Monbiot’s article on the rural ruling classes with my springer spaniel, Stella, by my side. She indicated, I believe, that she and the majority of the breed would not wish to be judged by the sad minority held captive by the said rural ruling classes.<br><strong>Gerry Emmans</strong><br><em>Edinburgh</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "743",
      "commentable": "false",
      "firstPublicationDate": "2019-05-02T16:37:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:53Z",
      "newspaperEditionDate": "2019-05-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bckf9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/758c7e67b4ba58c2dabd2a28ebd205ca4fb996d4/0_6_3105_1864/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "With reference to George Monbiot’s piece (Bullying and intimidation dominate the UK countryside, 1 May), the problem is land ownership per se. Historically, land which was gifted by nature has been forcefully appropriated into private ownership by a ruling minority who subsequently deny access to the majority. Land ownership is the key capital asset to the generation and distribution of money wealth, which has led to the polarisation of society into owners and workers, rich and poor. This maldistribution of wealth can only be addressed by returning land to the principle of the commons. Freehold could then become a form of leasehold with the rent generated being distributed in the form of a citizens’ dividend in return for their loss of access. Wildlife could also be compensated by restoring natural habitat and denying guns and shooters. John Stone Thames Ditton, Surrey • I am sure I do not have to remind George Monbiot that the situation in Scotland, as far as public access to land is concerned, is much different from (and better than) in England. Under the Land Reform Act Scotland 2003, everyone has access rights as long as they are exercised responsibly. Landowners may only refuse public access if exemptions are granted, for a clearly defined range of reasons – health and safety, legitimate industrial or transport operations, or legally agreed privacy. There are, of course, challenges to these rights, and not infrequent court cases. The full rights and responsibilities of land users and land owners can be seen in the comprehensive Scottish Outdoor Access Code – visit www.outdooraccess-scotland.com. Rose Harvie Dumbarton • George Monbiot is right that the treatment of our land is a vital issue for our time, and though I believe it’s unfair to generalise that “Britain’s countryside is dominated by bullies”, it is important that those who own land are held to account both now and after we leave the EU. That’s why Ramblers are campaigning for the new agriculture bill (which will replace the EU’s common agricultural policy after Brexit) to improve people’s access to the countryside. As George states, landowners currently receive subsidies by the hectare. Any new agriculture bill must make clear that landowners should only receive payments from the public purse if they fulfil their existing range of legal duties regarding the protection of public rights of way – which include keeping routes clear of obstruction and maintaining stiles and gates. Crucially, this is not an issue of urban versus rural, but of cherishing nature and everyone’s right to access it. Tompion Platt Director of advocacy and engagement, The Ramblers • Stowe- and Oxford-educated George Monbiot accuses me of being “an Etonian landowner”, as if that disqualifies me from public debate. But really, as George and I are now both in our mid-50s, do we need still to reference our educations? More seriously, he accuses me of bullying Chris Packham. But is it really bullying to ask the BBC to enforce its own editorial guidelines on impartiality? Packham is well compensated by licence fee payers, so this is not entirely “free speech”. And, for the record, I do not condone the actions of the idiot who hung two dead birds on the gates of Packham’s country estate. Jamie Blackett Dumfries, Dumfries and Galloway • RSPB vice-president Chris Packham is presumably unaware that his own organisation has killed 784 crows on their reserves to protect the nests of vulnerable species, or he might not have been in such a hurry to persuade Natural England to suspend the legal mechanism that permits them, and other conservationists, to do so. Since predation is now considered the main factor driving the decline of species such as the curlew, with 70% of nests failing across Europe, perhaps George Monbiot might like to reflect on who is bullying whom, as this vital conservation work is suspended right in the middle of the nesting season. Andrew Gilruth Director of communications, Game and Wildlife Conservation Trust • I read George Monbiot’s article on the rural ruling classes with my springer spaniel, Stella, by my side. She indicated, I believe, that she and the majority of the breed would not wish to be judged by the sad minority held captive by the said rural ruling classes. Gerry Emmans Edinburgh • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4614",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/02/fallout-from-gavin-williamson-sacking",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-02T16:37:18Z",
    "webTitle": "Fallout from Gavin Williamson sacking | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/02/fallout-from-gavin-williamson-sacking",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/02/fallout-from-gavin-williamson-sacking",
    "fields": {
      "headline": "Fallout from Gavin Williamson sacking",
      "standfirst": "Readers respond to the sacking of the defence secretary Gavin Williamson over accusations of leaking",
      "trailText": "<strong>Letters:</strong> Readers respond to the sacking of the defence secretary Gavin Williamson over accusations of leaking",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"cd1588994a83aacd437eb8641ed1b8d95121c2b7\"> <img src=\"https://media.guim.co.uk/cd1588994a83aacd437eb8641ed1b8d95121c2b7/0_0_4500_2700/1000.jpg\" alt=\"Gavin Williamson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Is this the same Gavin Williamson who told us last year that Jeremy Corbyn ‘can’t be trusted’?</span> <span class=\"element-image__credit\">Photograph: Jack Taylor/Getty Images</span> </figcaption> </figure>",
      "body": "<p>While I am delighted that Gavin Williamson (<a href=\"https://www.theguardian.com/politics/2019/may/01/gavin-williamson-sacked-as-defence-secretary-over-huawei-leak\" title=\"\">May tells defence secretary: ‘You leaked, you are fired’</a>, 2 May) has been removed from the government – remember he said that all <a href=\"https://www.theguardian.com/politics/2017/dec/07/british-isis-fighters-should-be-hunted-down-and-killed-says-defence-secretary-gavin-williamson\" title=\"\">British jihadists should be hunted down and killed</a> in the Middle East rather than returned for trial here – I am sorry that as a result Rory Stewart no longer has responsibility for prisons. His is a deserved promotion, but as prisons minister he was the first member of the government to make any attempt to get to grips with the problems of our criminal justice system and offered to resign if things did not improve. How sad that there are not more of that ilk in public life these days.<br><strong>Maureen Panton</strong><br><em>Malvern, </em><em>Worcestershire</em></p> <p>• Is the Gavin Williamson who has just been sacked as defence secretary for allegedly leaking plans discussed in the National Security Council to allow Huawei to be involved in building the UK’s 5G network the same Gavin Williamson who told us last year that it’s Jeremy Corbyn that “<a href=\"https://www.theguardian.com/politics/2018/feb/25/jeremy-corbyn-spies-communist-czech-cold-war-ben-bradley\" title=\"\">cannot be trusted</a>”?<br><strong>Sasha Simic</strong><br><em>London</em></p> <p>• So Gavin Williamson was fired because it’s suspected that he was the source of the leak regarding Huawei. In his defence, it might be said that he put his country before his party, something that Theresa May would never do.<br><strong>Gareth Hopcyn</strong><br><em>Stockport</em></p> <p>• The prime minister’s letter sacking her defence secretary could have been much shorter: <a href=\"https://www.theguardian.com/politics/2018/mar/15/russia-ripping-up-the-international-rule-book-says-defence-secretary\" title=\"\">“Go away and shut up.”</a></p> <p><strong>Roshan Pedder</strong><br><em>West Molesey, Surrey</em></p> <p>• Could Gavin Williamson be Line of Duty’s “H”? (H for Huawei.)<br><strong>Stuart Garside</strong><br><em>New Mills, Derbyshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "302",
      "commentable": "false",
      "firstPublicationDate": "2019-05-02T16:37:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-02T16:45:11Z",
      "newspaperEditionDate": "2019-05-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bckmy",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/cd1588994a83aacd437eb8641ed1b8d95121c2b7/0_0_4500_2700/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "While I am delighted that Gavin Williamson (May tells defence secretary: ‘You leaked, you are fired’, 2 May) has been removed from the government – remember he said that all British jihadists should be hunted down and killed in the Middle East rather than returned for trial here – I am sorry that as a result Rory Stewart no longer has responsibility for prisons. His is a deserved promotion, but as prisons minister he was the first member of the government to make any attempt to get to grips with the problems of our criminal justice system and offered to resign if things did not improve. How sad that there are not more of that ilk in public life these days. Maureen Panton Malvern, Worcestershire • Is the Gavin Williamson who has just been sacked as defence secretary for allegedly leaking plans discussed in the National Security Council to allow Huawei to be involved in building the UK’s 5G network the same Gavin Williamson who told us last year that it’s Jeremy Corbyn that “cannot be trusted”? Sasha Simic London • So Gavin Williamson was fired because it’s suspected that he was the source of the leak regarding Huawei. In his defence, it might be said that he put his country before his party, something that Theresa May would never do. Gareth Hopcyn Stockport • The prime minister’s letter sacking her defence secretary could have been much shorter: “Go away and shut up.” Roshan Pedder West Molesey, Surrey • Could Gavin Williamson be Line of Duty’s “H”? (H for Huawei.) Stuart Garside New Mills, Derbyshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1821",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/02/the-snp-have-done-a-great-job-despite-challenges-imposed-by-austerity",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-02T16:36:33Z",
    "webTitle": "The SNP have done a great job, despite challenges imposed by austerity | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/02/the-snp-have-done-a-great-job-despite-challenges-imposed-by-austerity",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/02/the-snp-have-done-a-great-job-despite-challenges-imposed-by-austerity",
    "fields": {
      "headline": "The SNP have done a great job, despite challenges imposed by austerity",
      "standfirst": "An independent Scotland in full control of all of its finances would be able to do so much more, writes <strong>Liam Cunningham</strong>, while<strong> Anne Dalrymple </strong>praises Nicola Sturgeon’s grit and compassion",
      "trailText": "<strong>Letters: </strong>An independent Scotland in full control of all of its finances would be able to do so much more, writes <strong>Liam Cunningham</strong>, while<strong> Anne Dalrymple </strong>praises Nicola Sturgeon’s grit and compassion",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"d1ba4c8f47f5d215b14448a5c84b131075a57b93\"> <img src=\"https://media.guim.co.uk/d1ba4c8f47f5d215b14448a5c84b131075a57b93/0_503_4750_2850/1000.jpg\" alt=\"Nicola Sturgeon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicola Sturgeon ‘is articulate’ and ‘shows grit’. </span> <span class=\"element-image__credit\">Photograph: Robert Perry/EPA</span> </figcaption> </figure>",
      "body": "<p>The <a href=\"https://www.theguardian.com/politics/2019/apr/30/scotlands-place-in-a-post-brexit-world\" title=\"\">letters by Alex Gallagher, Maureen Henry and Gerard Scott</a> (30 April) show that the correspondents’ unswerving attachment to the union is clouding their appreciation of the facts. In most areas where the Scottish government has competence, Scotland outperforms the other nations of the UK. This is despite successive cuts to the Scottish block grant and the Scottish government spending in the region of £60m per year trying to mitigate austerity measures introduced by the Conservative-led government at Westminster.</p> <p>This is the reason for the SNP currently having a more than 20% lead over the second-placed party in polls in all three levels of government (Holyrood, Westminster and the EU); people recognise that they are doing a good job with limited resources and severe handicaps imposed by an external agency. An independent Scotland in full control of all of its finances, both raising and spending, would be able to do so much more for the people of this country than is currently possible.<br><strong>Liam Cunningham</strong><br><em>Glasgow</em></p> <p>• The answer for self-government for Scotland is simple for me. Apart from the outdated way in which Westminster operates, listening to the snide remarks by Theresa May to anyone who disagrees with her reinforces my decision to support independence for Scotland. It also makes sense to have your government closer to home.</p> <p>Having sat in on debates in the Scottish parliament, I am impressed by the forward-looking attitude of our MPs. Of course, no party or government is perfect, but Nicola Sturgeon as Scotland’s first minister is articulate. She has shown grit but also compassion, which is more than I can say for many Westminster MPs, especially those in the Tory party.<br><strong>Anne Dalrymple</strong><br><em>Edinburgh</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "326",
      "commentable": "false",
      "firstPublicationDate": "2019-05-02T16:36:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-02T17:19:27Z",
      "newspaperEditionDate": "2019-05-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bcky9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d1ba4c8f47f5d215b14448a5c84b131075a57b93/0_503_4750_2850/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The letters by Alex Gallagher, Maureen Henry and Gerard Scott (30 April) show that the correspondents’ unswerving attachment to the union is clouding their appreciation of the facts. In most areas where the Scottish government has competence, Scotland outperforms the other nations of the UK. This is despite successive cuts to the Scottish block grant and the Scottish government spending in the region of £60m per year trying to mitigate austerity measures introduced by the Conservative-led government at Westminster. This is the reason for the SNP currently having a more than 20% lead over the second-placed party in polls in all three levels of government (Holyrood, Westminster and the EU); people recognise that they are doing a good job with limited resources and severe handicaps imposed by an external agency. An independent Scotland in full control of all of its finances, both raising and spending, would be able to do so much more for the people of this country than is currently possible. Liam Cunningham Glasgow • The answer for self-government for Scotland is simple for me. Apart from the outdated way in which Westminster operates, listening to the snide remarks by Theresa May to anyone who disagrees with her reinforces my decision to support independence for Scotland. It also makes sense to have your government closer to home. Having sat in on debates in the Scottish parliament, I am impressed by the forward-looking attitude of our MPs. Of course, no party or government is perfect, but Nicola Sturgeon as Scotland’s first minister is articulate. She has shown grit but also compassion, which is more than I can say for many Westminster MPs, especially those in the Tory party. Anne Dalrymple Edinburgh • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2024",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/blog/live/2019/may/02/mps-to-debate-gavin-williamsons-sacking-after-speaker-grants-urgent-question-to-labour-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-02T15:43:56Z",
    "webTitle": "May faces Tory backlash over Williamson sacking as No 10 seeks to rule out police inquiry – live news",
    "webUrl": "https://www.theguardian.com/politics/blog/live/2019/may/02/mps-to-debate-gavin-williamsons-sacking-after-speaker-grants-urgent-question-to-labour-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/blog/live/2019/may/02/mps-to-debate-gavin-williamsons-sacking-after-speaker-grants-urgent-question-to-labour-live-news",
    "fields": {
      "headline": "May faces Tory backlash over Williamson sacking as No 10 seeks to rule out police inquiry – live news",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/may/01/gavin-williamson-sacked-as-defence-secretary-over-huawei-leak\">Gavin Williamson: ‘I was tried by kangaroo court – then sacked’</a></li><li><a href=\"https://www.theguardian.com/politics/2019/may/02/gavin-williamson-police-urged-to-launch-criminal-inquiry\">Hunt undermines PM’s attempt to draw line under Williamson firing</a></li><li><a href=\"https://www.theguardian.com/politics/2019/may/01/the-williamson-inquiry-was-a-whitehall-rarity-quick-and-decisive\">The Williamson inquiry was a Whitehall rarity: quick and decisive</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/may/02/mps-to-debate-gavin-williamsons-sacking-after-speaker-grants-urgent-question-to-labour-live-news?page=with:block-5ccac9198f08f8a8c7947819#block-5ccac9198f08f8a8c7947819\">Urgent question on Williamson - Summary</a></li><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/may/02/mps-to-debate-gavin-williamsons-sacking-after-speaker-grants-urgent-question-to-labour-live-news?page=with:block-5ccae3d28f084f582f891ab5#block-5ccae3d28f084f582f891ab5\">Lunchtime summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"c06de130a25313818ba0a6c6a0dfff90d341f004\"> <img src=\"https://media.guim.co.uk/c06de130a25313818ba0a6c6a0dfff90d341f004/0_59_2550_1530/1000.jpg\" alt=\"Gavin Williamson, the former defence secretary.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gavin Williamson, the former defence secretary.</span> <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> </figcaption> </figure>",
      "body": "<div id=\"block-5ccb0e388f084f582f891d05\" class=\"block is-summary\" data-block-contributor=\"profile/andrewsparrow\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T15:42:55.335Z\">4.42pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Afternoon summary</h2>  <div class=\"block-elements\">  <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/02/gavin-williamson-to-receive-17000-payoff-after-sacking\">Gavin Williamson will received a payoff of around £17,000 after he was sacked as defence secretary, it has emerged.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/global-development/2019/may/02/rory-stewart-defends-uk-aid-target-and-vows-to-tackle-climate-emergency-new-development-minister-penny-mordaunt-dfid\">Rory Stewart, the new secretary of state for international development, has reiterated his support for the government’s commitment to spend 0.7% of national income on overseas aid.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/may/02/more-than-600000-eu-citizens-apply-uk-settled-status\">More than 600,000 EU citizens have already applied to stay in the UK post-Brexit, Home Office figures reveal.</a></strong></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/02/scottish-government-rethink-plan-cut-air-travel-taxes\">Nicola Sturgeon has confirmed the Scottish government will rethink plans to cut air travel taxes after agreeing to reduce carbon emissions to zero by 2045.</a></strong></li> </ul> <p>That is all from me for this afternoon.</p> <p>If there is any important breaking news later, a colleague will reactivate this blog.</p> <p>This evening we will be running a separate live blog for the local elections. It is due to launch at 9.30pm, and you will be able to find it <a href=\"https://www.theguardian.com/politics/series/politics-live-with-andrew-sparrow\">here.</a> Colleagues will be writing it during the night, and I will be in at 6am tomorrow morning to pick it up and carry it through all Friday.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T15:43:56.936Z\">at 4.43pm BST</time></p>  </div> <div id=\"block-5ccb08f08f087d3be8781fc2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T15:14:14.133Z\">4.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is from Newsnight’s <strong>Nicholas Watt. </strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nicholaswatt/status/1123967962233360385\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">View in Whitehall: the leak from the National Security Council is not being referred to the police because a judgment was made that a crime was not committed</p>&mdash; Nicholas Watt (@nicholaswatt) <a href=\"https://twitter.com/nicholaswatt/status/1123967962233360385?ref_src=twsrc%5Etfw\">May 2, 2019</a></blockquote>  </figure>  <p>This firms up what David Lidington was hinting in the Commons earlier. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/may/02/mps-to-debate-gavin-williamsons-sacking-after-speaker-grants-urgent-question-to-labour-live-news?page=with:block-5ccac9198f08f8a8c7947819#block-5ccac9198f08f8a8c7947819\">12.37pm.)</a></p> </div>   </div> <div id=\"block-5ccb040e8f084f582f891c65\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T14:57:57.229Z\">3.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>In response to <a href=\"https://discussion.theguardian.com/comment-permalink/128601752\">a request from a reader</a> .... here are some dogs at polling stations.</p>  <figure class=\"element element-image\" data-media-id=\"dab5e466e3dedb2462769104a0bfe7ee4b7ed730\"> <img src=\"https://media.guim.co.uk/dab5e466e3dedb2462769104a0bfe7ee4b7ed730/0_188_4665_2799/1000.jpg\" alt=\"Voters leaving a polling station in Skelton\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Voters leaving a polling station in Skelton</span> <span class=\"element-image__credit\">Photograph: Ian Forsyth/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"1616639746e9280d74e1dcc2a4b4dce3c91ae67f\"> <img src=\"https://media.guim.co.uk/1616639746e9280d74e1dcc2a4b4dce3c91ae67f/0_81_3794_2276/1000.jpg\" alt=\"A dog is tethered to a railing as it waits outside a polling station for its owner in Skelton.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A dog is tethered to a railing as it waits outside a polling station for its owner in Skelton.</span> <span class=\"element-image__credit\">Photograph: Ian Forsyth/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"edd40d4854f1c4f40cbe0fe4d7d8d0effd4a5d4c\"> <img src=\"https://media.guim.co.uk/edd40d4854f1c4f40cbe0fe4d7d8d0effd4a5d4c/0_174_3848_2308/1000.jpg\" alt=\"A woman walking her dogs past a polling station in Saltburn By The Sea.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A woman walking her dogs past a polling station in Saltburn By The Sea.</span> <span class=\"element-image__credit\">Photograph: Ian Forsyth/Getty Images</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"655a412fe95e8704938e3caf10d39e150250d652\"> <img src=\"https://media.guim.co.uk/655a412fe95e8704938e3caf10d39e150250d652/144_0_3281_1969/1000.jpg\" alt=\"Photo taken with permission from the Twitter feed of Holly Nicholson of her dog Popster at a polling station for local elections in Lancashire.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photo taken with permission from the Twitter feed of Holly Nicholson of her dog Popster at a polling station for local elections in Lancashire.</span> <span class=\"element-image__credit\">Photograph: Holly Nicholson/Twitter/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5ccb018c8f087d3be8781f4a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T14:46:20.648Z\">3.46pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Ruth Davidson says she hopes Labour and government can meet 'somewhere in the middle' on Brexit</h2>  <div class=\"block-elements\">  <p>The Scottish Conservative conference takes place tomorrow. It will be the moment when <strong>Ruth Davidson</strong>, the Scottish Tory leader, returns to frontline politics after her maternity leave, and in an interview to mark that, Davidson said she hoped the government and Labour would compromise in the Brexit talks. She told STV:</p> <blockquote class=\"quoted\"> <p>I think at the moment there are conversations going on between Labour and the Conservatives in London.</p> <p>The mood music that is coming out of that room is that there may well be a breakthrough this week and I really want to see it, because we know more than anyone in Scotland that sometimes the divisions after referenda are bigger than the divisions before, and we’ve got into really entrenched positions. </p> <p>My view through all of this is that we’re going to have to meet somewhere in the middle - between the people who want to overturn the referendum and re-run it and those who want a no-deal Brexit.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"ab5b9531305b56418944918b3bd759b66519c1ff\"> <img src=\"https://media.guim.co.uk/ab5b9531305b56418944918b3bd759b66519c1ff/0_85_5760_3456/1000.jpg\" alt=\"Ruth Davidson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ruth Davidson</span> <span class=\"element-image__credit\">Photograph: Murdo Macleod/The Guardian</span> </figcaption> </figure> </div>   </div> <div id=\"block-5ccaff148f086f1798139b5f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T14:33:55.693Z\">3.33pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There are no local elections in London, but <strong>Theresa May</strong> has been voting his afternoon at Sonning in her Maidenhead constituency.</p> <p>According to the Press Association, she did not respond when reporters asked if she would ask the police to investigate the Huawei leak.</p>  <figure class=\"element element-image\" data-media-id=\"e2aaf2887ebe3899e9086535a78f6a8c8617ddcb\"> <img src=\"https://media.guim.co.uk/e2aaf2887ebe3899e9086535a78f6a8c8617ddcb/0_18_2602_1561/1000.jpg\" alt=\"Theresa May leaves after casting her vote at a polling station near her home in her Maidenhead constituency.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May leaves after casting her vote at a polling station near her home in her Maidenhead constituency.</span> <span class=\"element-image__credit\">Photograph: Andrew Matthews/PA</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"569a14001613b27b831ee272c896748957f944f0\"> <img src=\"https://media.guim.co.uk/569a14001613b27b831ee272c896748957f944f0/0_13_5184_3110/1000.jpg\" alt=\"Theresa May and her husband Philip at the polling station.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May and her husband Philip at the polling station.</span> <span class=\"element-image__credit\">Photograph: REX/Shutterstock</span> </figcaption> </figure>  <figure class=\"element element-image\" data-media-id=\"bb1b2c9cd895c92ea270a22575242350db2cba26\"> <img src=\"https://media.guim.co.uk/bb1b2c9cd895c92ea270a22575242350db2cba26/0_18_3500_2099/1000.jpg\" alt=\"Theresa May and her husband, Philip, talking to voters.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May and her husband, Philip, talking to voters.</span> <span class=\"element-image__credit\">Photograph: Andrew Matthews/PA</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T14:37:59.832Z\">at 3.37pm BST</time></p>  </div> <div id=\"block-5ccafbcb8f084f582f891be5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T14:18:40.746Z\">3.18pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Gavin Williamson is not being asked to leave the privy council, according to briefing notes carried by an aide to David Lidington, the Cabinet Office minister, and seen by a photographer. These are from the BBC’s<strong> Laura Kuenssberg.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1123940032354631680\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Papers snapped by the inimitable ⁦<a href=\"https://twitter.com/PoliticalPics?ref_src=twsrc%5Etfw\">@PoliticalPics</a>⁩ show document carried by David Lidington say Williamson stays in the privy council <a href=\"https://t.co/PTIKK7FZrQ\">pic.twitter.com/PTIKK7FZrQ</a></p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1123940032354631680?ref_src=twsrc%5Etfw\">May 2, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1123956036795289600\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">To clarify ! Carried by Lidington’s PPS as they walked along together <a href=\"https://t.co/mmdK0tCQyS\">https://t.co/mmdK0tCQyS</a></p>&mdash; Laura Kuenssberg (@bbclaurak) <a href=\"https://twitter.com/bbclaurak/status/1123956036795289600?ref_src=twsrc%5Etfw\">May 2, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T14:24:25.905Z\">at 3.24pm BST</time></p>  </div> <div id=\"block-5ccaf7af8f086f1798139afd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T14:03:27.465Z\">3.03pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>YouGov has released <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/05/02/european-parliament-voting-intention-brex-30-lab-2\">some polling today</a> suggesting the Brexit party has a nine-point lead in the European elections. It is on 30%, ahead of Labour on 21%, the Conservatives on 13%, the Lib Dems on 10%, the Green and Change UK on 9% and Ukip on 4%.</p> <p>The Brexit party, which is led by Nigel Farage, is in many respects the successor party to the Farage version of Ukip that won the 2014 European elections. (The current Ukip is much more rightwing and Islamophobic.) But five years ago Ukip, which got 27% of the vote, was just two points ahead of Labour, on 25%, which in turn was just ahead of the Tories, on 24%.</p>  <figure class=\"element element-image\" data-media-id=\"b4d7a3c6ff5eb4f3187e1defbe13c08670b82593\"> <img src=\"https://media.guim.co.uk/b4d7a3c6ff5eb4f3187e1defbe13c08670b82593/9_0_635_381/500.jpg\" alt=\"Euro elections poll\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Euro elections poll</span> <span class=\"element-image__credit\">Photograph: YouGov</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T14:13:38.035Z\">at 3.13pm BST</time></p>  </div> <div id=\"block-5ccaf6dc8f086f1798139aed\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T13:57:04.141Z\">2.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Gavin Williamson</strong> will received a payoff of around £17,000 after he was sacked as defence secretary, my colleague <strong>Rajeev Syal</strong> reports.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/02/gavin-williamson-to-receive-17000-payoff-after-sacking\">Gavin Williamson to receive £17,000 payoff after sacking</a> </p> </aside> </div>   </div> <div id=\"block-5ccaf2028f087d3be8781e7b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T13:36:40.014Z\">2.36pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Gavin Williamson says he wants police investigation to clear his name</h2>  <div class=\"block-elements\">  <p><strong>Gavin Williamson</strong> has renewed his call for a police investigation into the Huawei leak, Sky’s <strong>Beth Rigby</strong> reports.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1123940163913175040\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">NEW: <a href=\"https://twitter.com/GavinWilliamson?ref_src=twsrc%5Etfw\">@GavinWilliamson</a> tells me, again, that he would like a police investigation but has no mechanism by which to force one. He told me an investigation would exonerate him because &quot;the reporter&#39;s notepad would show that I didn&#39;t say anything&quot; and PM would offer an apology 1/</p>&mdash; Beth Rigby (@BethRigby) <a href=\"https://twitter.com/BethRigby/status/1123940163913175040?ref_src=twsrc%5Etfw\">May 2, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1123941479175610368\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/GavinWilliamson?ref_src=twsrc%5Etfw\">@GavinWilliamson</a> tells me: &quot;Honestly I don&#39;t know how I can clear my name unless there&#39;s a police investigation. He also reveals he told his private office he&#39;d spoken to <a href=\"https://twitter.com/Steven_Swinford?ref_src=twsrc%5Etfw\">@Steven_Swinford</a> when Huawei story appeared, which, he says is hardly the behaviour of someone who leaked 2/</p>&mdash; Beth Rigby (@BethRigby) <a href=\"https://twitter.com/BethRigby/status/1123941479175610368?ref_src=twsrc%5Etfw\">May 2, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1123943028480200715\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">As for the sacking. May asked him to resign &amp; then, at his request, left her own office so he could have a few mins to collect his thoughts. He then told her it wasn&#39;t him, he wouldn&#39;t quit &amp; she&#39;d have to sack him. PM apparently looked visibly shocked &amp; didn&#39;t know what to say</p>&mdash; Beth Rigby (@BethRigby) <a href=\"https://twitter.com/BethRigby/status/1123943028480200715?ref_src=twsrc%5Etfw\">May 2, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5ccae3d28f084f582f891ab5\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T13:12:14.518Z\">2.12pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>David Lidington, the Cabinet Office minister, has sought to defuse the row generated by Gavin Williamson’s sacking from his post as defence secretary by playing down suggestions he might have broken the Official Secrets Act and rejecting calls for the matter to be referred to the police. </strong>But, as he answered a Commons urgent question on the subject, Lidington faced strong criticism from some Tory rightwingers who complained that Williamson had been subject to “kangaroo court” justice. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/may/02/mps-to-debate-gavin-williamsons-sacking-after-speaker-grants-urgent-question-to-labour-live-news?page=with:block-5ccac9198f08f8a8c7947819#block-5ccac9198f08f8a8c7947819\"> 12.37pm.)</a></li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/02/local-elections-polls-open-as-tories-tipped-for-heavy-losses\">Polls have opened for council and mayoral elections across England and Northern Ireland, with the Conservatives predicted to suffer significant losses to the Liberal Democrats and Labour.</a></strong></li> </ul> <ul> <li><strong>Chris Grayling, the transport secretary has faced fresh calls to resign as he defended <a href=\"https://www.theguardian.com/uk-news/2019/may/01/chris-grayling-cancels-ferry-contracts-at-extra-50m-cost-to-taxpayers-brexit\">the government’s decision to spend around £50m on scrapped contracts to provide ferry services in the event of a no-deal Brexit.</a></strong> Speaking in the Commons, his Labour shadow Andy McDonald said:</li> </ul> <blockquote class=\"quoted\"> <p>Every other week, MPs must debate the transport secretary’s latest costly blunder. I am afraid that this will continue so long as the secretary of state remains in post. This country can no longer afford the secretary of state.</p> </blockquote> <ul> <li><strong>Plaid Cymru has launched its EU election campaign with leader Adam Price using a speech to call for an independent Wales in Europe.</strong> Price said he wanted a future Wales to remain in the EU as a member state, saying Brexit only involved “moving power from one end of the Eurostar to the other.” He went on:</li> </ul> <blockquote class=\"quoted\"> <p>We are a party born of the Welsh nationalist tradition, most certainty. We seek independence for our country. But we want that independence so we can participate directly in the wider world, first and foremost as part of the European family of nations.</p> </blockquote> <ul> <li><strong>Labour has moved the writ for the Peterborough byelection which will be held on Thursday 6 June.</strong></li> </ul> <ul> <li><strong>Climate change protests across the capital cost police an extra £7m and put a “huge strain” on the force, Britain’s most senior officer has said.</strong> As the Press Association reports, over 10 days in April, activists brought parts of London to a standstill, blocking Waterloo Bridge and Oxford Circus, staging a “die-in” at the Natural History Museum, and gluing themselves to objects. At a Scotland Yard briefing, Metropolitan Police Commissioner <strong>Cressida Dick </strong>revealed that the extra costs of policing the event ran to more than £7m.</li> </ul> <ul> <li><strong><a href=\"https://www.theguardian.com/business/2019/may/02/bombardier-puts-belfast-wing-making-plant-up-for-sale\">The Canadian aerospace firm Bombardier is to sell its wing-making operation, which employs 4,000 people in Northern Ireland, sparking concern among trade unions and MPs about the uncertain impact on highly skilled jobs.</a></strong></li> </ul> </div>   </div> <div id=\"block-5ccaea668f084f582f891afd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T13:04:31.154Z\">2.04pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nicola Sturgeon</strong>, Scotland’s first minister, has criticised Gavin Williamson over the Huawei leak. Speaking in the Scottish parliament she said:</p> <blockquote class=\"quoted\"> <p>Obviously it is a matter for the police to determine what criminal investigations they take forward and what the progress of them might be. </p> <p>It would not be appropriate for me to comment on that but what I would say is politically, that as a politician, I think that it’s reprehensible that there were leaks from the National Security Council and I think it is a sign of the complete dysfunction at the heart of the UK government. </p> <p>I think any minister that has been found guilty in such a way I think that they lose their job. </p> <p>All politicians in government should recognise the responsibility and the privileges we carry and should not be behaving in the way it Gavin Williamson appears was behaving - for their own selfish political ends.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"77b82b53a3afe39978173a1429764bfed3db10a7\"> <img src=\"https://media.guim.co.uk/77b82b53a3afe39978173a1429764bfed3db10a7/0_30_2820_1692/1000.jpg\" alt=\"Nicola Sturgeon speaking at first minister’s questions in the Scottish parliament today.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nicola Sturgeon speaking at first minister’s questions in the Scottish parliament today.</span> <span class=\"element-image__credit\">Photograph: Ken Jack/Getty Images</span> </figcaption> </figure> </div>   </div> <div id=\"block-5ccae87b8f086f1798139a5c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T12:54:54.605Z\">1.54pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"61f719757615152b72a6dccfadeff8181f89b90c\"> <img src=\"https://media.guim.co.uk/61f719757615152b72a6dccfadeff8181f89b90c/0_125_5136_3083/1000.jpg\" alt=\"Theresa May with the prime minister of Iceland, Katrin Jakobsdottir, before their talks at Downing Street today.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May with the prime minister of Iceland, Katrin Jakobsdottir, before their talks at Downing Street today.</span> <span class=\"element-image__credit\">Photograph: Facundo Arrizabalaga/EPA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5ccae5888f087d3be8781dee\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T12:43:49.035Z\">1.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Stephen Parkinson,</strong> a former deputy head of the attorney general’s office who is now senior partner at the law firm Kingsley Napley, says he does not expect the police to investigate Gavin Williamson. In a comment released to the media he explains:</p> <blockquote class=\"quoted\"> <p>It is highly unlikely a criminal investigation will be opened. Such an investigation would need the backing of government and a view is likely to be taken that the public interest test has already been met by Williamson’s dismissal. He has paid the price by losing his career.</p> </blockquote> </div>   </div> <div id=\"block-5ccae4828f087d3be8781de2\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T12:37:42.260Z\">1.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-image\" data-media-id=\"dcbf2002b9c8799d860f94eb6834dcf8b6f1775d\"> <img src=\"https://media.guim.co.uk/dcbf2002b9c8799d860f94eb6834dcf8b6f1775d/0_155_3500_2100/1000.jpg\" alt=\"A temporary building being used today as a polling station at Whitley Lodge, in Whitley Bay, North Tyneside\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A temporary building being used today as a polling station at Whitley Lodge, in Whitley Bay, North Tyneside</span> <span class=\"element-image__credit\">Photograph: Owen Humphreys/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5ccad7828f084f582f891a09\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T11:47:20.186Z\">12.47pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Earlier I quoted the Sun’s political editor Tom Newton Dunn giving away tricks of the trade about how lobby journalists get ministers to “leak” information to them. (See <a href=\"https://www.theguardian.com/politics/blog/live/2019/may/02/mps-to-debate-gavin-williamsons-sacking-after-speaker-grants-urgent-question-to-labour-live-news?page=with:block-5ccab3f08f0825fe5fd9527a#block-5ccab3f08f0825fe5fd9527a\">10.35am</a>.) </p> <p>My colleague <strong>Gaby Hinsliff</strong>, a former political editor of the Observer, has also spilled the beans in a long and interesting Twitter thread starting here.</p> <p>It starts here.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gabyhinsliff/status/1123901819644719104\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Look I haven&#39;t a clue what Gavin Williamson, or of course Another Mystery Person, said to Steven Swinford but generally: there seems to be some confusion about how leaking happens, so a brief boring thread</p>&mdash; Gaby Hinsliff (@gabyhinsliff) <a href=\"https://twitter.com/gabyhinsliff/status/1123901819644719104?ref_src=twsrc%5Etfw\">May 2, 2019</a></blockquote>  </figure>  <p>And this might be her most important post.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/gabyhinsliff/status/1123906478937714688\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">I&#39;ve had people say to me &quot;I don&#39;t know how you got hold of X&quot; &amp; I think &#39;uh literally from you mate&#39;. Sometimes if you know a person well it&#39;s about the face they pull when you ask them did X happen, or the answer they don&#39;t give. You might...</p>&mdash; Gaby Hinsliff (@gabyhinsliff) <a href=\"https://twitter.com/gabyhinsliff/status/1123906478937714688?ref_src=twsrc%5Etfw\">May 2, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T12:27:20.959Z\">at 1.27pm BST</time></p>  </div> <div id=\"block-5ccac9198f08f8a8c7947819\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T11:37:00.537Z\">12.37pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">No 10 seeks to rule out police inquiry into Williamson as Tory rightwingers claim he's victim of 'kangaroo court' justice</h2>  <div class=\"block-elements\">  <p>Here are the main points from the urgent question about Gavin Williamson. The government wheeled out the second most important member of the cabinet, <strong>David Lidington</strong>, the Cabinet Office minister and de facto deputy PM, to respond, which can be seen as an indication of how seriously it is taking this matter. But, despite the best efforts of the opposition, this did not feel like a crisis that is escalating. </p> <p>Here are the main points. </p> <ul> <li><strong>Lidington said that the government considered the matter closed and that it was not planning to refer the matter to the police for an investigation as to whether Gavin Williamson broke the Official Secrets Act.</strong> He told MPs:</li> </ul> <blockquote class=\"quoted\"> <p>The unauthorised disclosure of any information from government is serious and especially so from the National Security Council. </p> <p>The prime minister has said she now considers that this matter has been closed and the cabinet secretary [Sir Mark Sedwill] does not consider it necessary to refer it to the police, but we would of course cooperate fully should the police themselves consider that an investigation were necessary.</p> </blockquote> <p>Lidington’s comment about the government being willing to cooperate with any police inquiry was probably superfluous because the police themselves have said that, without an referral from the Cabinet Office, there won’t be an investigation in the first place. This is what <strong>Cressida Dick,</strong> the Metropolitan police commissioner, told reporters this morning, around the time the UQ was taking place.</p> <blockquote class=\"quoted\"> <p>We are not going to comment on that particular case suffice to say if the Cabinet Office were to send us a referral at any point that relates to apparent official secrets or leaks we would assess that. We would scope it and we would go through a very formal gateway process before working on any investigation. </p> <p>The gateway process has been in place for about six years and a formal decision would be taken by the deputy commissioner but that is hypothetical because we have not had any referral from the Cabinet Office. </p> </blockquote> <p>She said said that if other people made a complaint relating to official secrets, the Met would look at it, but she said the formal process involved a referral from the Cabinet Office. Asked if police needed permission from the government to launch an inquiry, she said any official secrets would be owned by them and they would hold any evidence relating to them.</p> <blockquote class=\"quoted\"> <p>It is sitting in the government. We as the police when considering whether there is an appropriate criminal investigation or not will have to be party to that material. At the present time we are not in possession.</p> </blockquote> <ul> <li><strong>Lidington refused to say whether he thought Williamson did or did not break the law. </strong>Asked about this, he told the SNP’s <strong>Stewart McDonald</strong>:</li> </ul> <blockquote class=\"quoted\"> <p>That is not a judgment that I or any other minister in any government can make. Whether a criminal offence has been committed is a matter of independent prosecution authorities and ultimately for the courts. </p> </blockquote> <p>But Lidington also told MPs repeatedly that the government was not planning to refer this matter to the police for an adjudication on this.</p> <ul> <li><strong>But he also played down suggestions that Williamson did break the Official Secrets Act.</strong> When the Tory former cabinet minister <strong>Oliver Letwin </strong>put it to him that there was no leak of classified information in this case, Lidington said: “I don’t want to rush to make that assumption because normally all papers that are considered by the national security council are at an extremely high level of classification.” But he want on to argue that what mattered was that there had been a leak in the first place.</li> </ul> <blockquote class=\"quoted\"> <p>But the key point here ... is that the issue at stake here was less the substance of the material that was disclosed than the principle of a leak from the national security council itself. Because the fact of that leak, that breach of confidentiality having taken place, is what puts at risk the mutual trust which is essential for all ministers and advising attending those meetings.</p> </blockquote> <ul> <li><strong>Lidington said that Williamson did not have to have broken the law for his sacking to be justified.</strong> He stressed that what led to Williamson losing his job was that Theresa May concluded she no longer had confidence of him. He said this was not the same meeting the burden of proof required to show the Official Secrets Act had been broken. <ul> <br> </ul></li> <li><strong>Tom Watson, Labour’s deputy leader, strongly criticised May for sacking Williamson but not being willing to order a criminal investigation that might determine his guilt or innocence. </strong>Watson said:</li> </ul> <blockquote class=\"quoted\"> <p>In response to receiving the most brutal sacking I can think of [Williamson] has protested his innocence. Therefore this matter cannot be, as the prime minister says, closed. </p> <p>The essential point here is the prime minister has sacked the secretary of state for defence because she believes there is compelling evidence that he has committed a crime. But despite that, she does not believe he should face a criminal investigation - where is the justice in that? </p> <p>In what world is it acceptable that the prime minister should be the arbiter of whether a politician she believes is guilty of criminal conduct in office should face a criminal investigation?</p> </blockquote> <ul> <li><strong>Some Tory MPs complained strongly about the way May has treated Williamson.</strong> During the UQ <strong>Sir Edward Leigh</strong> said:</li> </ul> <blockquote class=\"quoted\"> <p>In this country we believe in natural justice ... As a matter of natural justice, how is the former defence secretary now going to be given an opportunity to prove his innocence?</p> </blockquote> <p><strong>Sir Desmond Swayne</strong> said:</p> <blockquote class=\"quoted\"> <p>Outside this house [Williamson] is being called a liar. And inside this house a number of honourable members have implied as much. Natural justice demands that the evidence be produced so that his reputation can be salvaged or utterly destroyed, doesn’t it?</p> </blockquote> <p>And<strong> Peter Bone </strong>said he thought Williamson has been the victim of a “kangaroo court reaching a decision in secret”. Leigh, Swayne and Bone are all rightwing Brexiters who would not be near the top of a list of May loyalists.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T15:14:31.578Z\">at 4.14pm BST</time></p>  </div> <div id=\"block-5ccac9d38f08f8a8c7947824\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T10:44:02.697Z\">11.44am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Bombardier </strong>is to sell its aerostructures business in Belfast, the company has announced. As the Press Association reports, a statement by the Canadian manufacturing giant confirmed rumours which had been circulating at the plant in Northern Ireland. A statement issued in Montreal said: </p> <blockquote class=\"quoted\"> <p>As the company moves to optimise its global manufacturing footprint, Bombardier will pursue the divestiture of the Belfast and Morocco aerostructures businesses. These are great businesses with tremendous capabilities.</p> </blockquote> </div>   </div> <div id=\"block-5ccac7238f0825fe5fd9532d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T10:34:47.583Z\">11.34am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The UQ is now over, but <strong>Tom Watson</strong> is raising a point of order. He says Lidington said it was for the police to investigation. But the Metropolitan police have said this morning they cannot investigate unless the information is shared with them. </p> <p>Watson was referring to this.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DannyShawBBC/status/1123895805075697670\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Cressida Dick says there’s a “formal process” for dealing with alleged breaches of Official Secrets Act. Police need a referral and need to see material.  They have have had neither in relation to latest alleged leak from National Security Council</p>&mdash; Danny Shaw (@DannyShawBBC) <a href=\"https://twitter.com/DannyShawBBC/status/1123895805075697670?ref_src=twsrc%5Etfw\">May 2, 2019</a></blockquote>  </figure>  <p>I will post a summary of what we’ve learnt from the Williamson exchanges shortly.</p> </div>   </div> <div id=\"block-5ccac65b8f08129579275609\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T10:31:42.534Z\">11.31am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Bob Seely,</strong> a Conservative, says David Lidington told MPs last week that Huawei was a private company. Isn’t that a half-truth, he says. Isn’t it part of the Chinese state?</p> <p>Lidington says Huawei is owned by its workers and so it is a private company. But he accepts that it is required to collaborate with the Chinese state.</p> <p>He says the government wants to ensure diversity of supply.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T12:20:56.286Z\">at 1.20pm BST</time></p>  </div> <div id=\"block-5ccac5fb8f0825fe5fd95327\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T10:28:24.680Z\">11.28am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Philip Hollobone,</strong> a Conservative, asks if a leak from the NSC is not a breach of the Official Secrets Act, what is?</p> <p>Lidington says there are various tests that apply in deciding if the OSA has been broken. It depends on the category of information involved.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T12:20:36.813Z\">at 1.20pm BST</time></p>  </div> <div id=\"block-5ccac4f58f08f8a8c79477f4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T10:23:39.159Z\">11.23am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Back in the Commons Plaid Cymru’s<strong> Ben Lake </strong>asks if the government would refer this to the police if it thought the law had been broken.</p> <p>Lidington says the cabinet secretary considered this carefully, and chose not to refer it to the police.</p> </div>   </div> <div id=\"block-5ccac4d08f08f8a8c79477ef\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T10:22:22.257Z\">11.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Turning away from the UQ for a moment, this is from the BBC’s <strong>Danny Shaw.</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DannyShawBBC/status/1123895122213601282\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">BREAKING Cressida Dick says Met will “look at any complaint” that’s made re leaks but they have had no referral from Cabinet Office.  If a referral was made, she says Met would assess and scope it before carrying out an investigation</p>&mdash; Danny Shaw (@DannyShawBBC) <a href=\"https://twitter.com/DannyShawBBC/status/1123895122213601282?ref_src=twsrc%5Etfw\">May 2, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5ccac3338f081295792755e9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T10:21:46.738Z\">11.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Peter Bone,</strong> a Tory Brexiter, says Williamson has said on the lives of his children he did not leak this information. This seems to be a kangaroo court, he says. </p> <p>He says Andrew Mitchell was forced to resign as chief whip after a row with a police officer, but what he said was subsequently found to be true.</p> <p>(That is a very partial account of the Mitchell affair, which did result in<a href=\"https://www.theguardian.com/politics/2014/nov/27/pleb-andrew-mitchell-loses-libel-case\"> Mitchell losing a libel case</a>.)</p> <p>Lidington repeats the point about May deciding she no longer had confidence in Williamson.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T12:20:06.575Z\">at 1.20pm BST</time></p>  </div> <div id=\"block-5ccac2908f08f8a8c79477d9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T10:14:56.780Z\">11.14am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Greg Hands</strong>, a Conservative, says the ministerial code does not even mention the NSC.</p> <p>Lidington says the NSC is a cabinet committee, so it is covered by what the code says about cabinet.</p> </div>   </div> <div id=\"block-5ccac22d8f081295792755da\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T10:12:24.694Z\">11.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Lidington says, if the cabinet secretary had found <em>prima facie</em> evidence that the law had been broken, he would have come to a different judgment about referring this to the police.</p> <p>He says there is a difference between the test for the law being broken, and falling below the required standard for ministerial confidentiality.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T12:19:36.290Z\">at 1.19pm BST</time></p>  </div> <div id=\"block-5ccac1b58f081295792755d3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T10:10:51.468Z\">11.10am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Steve Baker</strong>, a Conservative Brexiter, says the principles of good government must be upheld. But does this mean we won’t see breaches of collective responsibility that undermine the UK’s Brexit negotiating positions?<br></p> <p>Baker is referring to cabinet pro-Europeans telling journalists about their opposition to a no-deal Brexit.</p> <p>Lidington says ministers should accept collective cabinet responsibility.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T12:19:04.340Z\">at 1.19pm BST</time></p>  </div> <div id=\"block-5ccac1678f08f8a8c79477cc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T10:08:51.549Z\">11.08am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sir Desmond Swayne,</strong> a Conservative, says outside this house Williamson is being called a liar. And some MPs are implying as much. He says natural justice requires that Williamson be allowed to defend his reputation, or see it destroyed.</p> <p>Lidington says he has chosen his language with care. May sacked Williamson because she no longer had confidence in him, he says.</p> </div>   </div> <div id=\"block-5ccac0ec8f081295792755c6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T10:07:32.154Z\">11.07am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <strong>Chris Bryant </strong>says MPs will feel sorry for Williamson. You cannot prove yourself innocent in a kangaroo court.</p> <p>And he says Lidington was wrong to say this was not a matter for the attorney general. The attorney general would have to agree any prosecution under the Official Secrets Act.</p> <p>Lidington says it is right to say that the attorney general would have to approve a prosecution under the OSA. But he cannot trigger an inquiry.</p> <p>And he repeats his point about the fact of the leak being more important than the substance of what it involved.</p> </div>   </div> <div id=\"block-5ccac0ba8f081295792755be\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T10:05:29.569Z\">11.05am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Sir Edward Leigh</strong>, a Conservative, says in this country people believe in natural justice. How can Williamson prove his innocence?</p> <p>Lidington says Williamson has not been accused of an offence. But he has lost the confidence of the PM.</p> </div>   </div> <div id=\"block-5ccac0688f08f8a8c79477be\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T10:04:41.355Z\">11.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Anna Soubry, </strong>the Change UK MP, says this episode represents “the complete disintegration of this government”. It marks someone abandoning all honour for personal advantage. She says, no ifs, not buts, this matter has to go to the police. Will the government fully cooperate with that police investigation?</p> <p>Lidington says, if the police consider that is necessary, the government will give full cooperation.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T12:17:57.501Z\">at 1.17pm BST</time></p>  </div> <div id=\"block-5ccabef68f0825fe5fd952de\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T10:01:46.921Z\">11.01am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p><strong>Oliver Letwin,</strong> the Conservative former Cabinet Office minister, says on this occasion there does not seem to have been a leak of classified information.</p> <p>Lidington says he cannot be sure. NSC papers are classified. But in this case it was less the substance of the leak than the fact that the leak took place. Leaks of this kind undermine trust, he says. And the UK’s allies rely on that trust too.</p> <ul> <li><strong>Lidington says the fact there was a leak from the NSC was more important than the substance of the leak.</strong></li> </ul> </div>   </div> <div id=\"block-5ccabec38f0825fe5fd952dd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T09:57:03.737Z\">10.57am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour’s <strong>Kevan Jones</strong> asks if the attorney general has been asked if the Official Secrets Act was broken.</p> <p>Lidington says this was not a matter for the attorney general. It was for the PM to decide whether the ministerial code was broken.</p> </div>   </div> <div id=\"block-5ccabcd28f08f8a8c794779f\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T09:54:51.904Z\">10.54am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lidington says it is not for government to say whether Official Secrets Act was broken</h2>  <div class=\"block-elements\">  <p>The SNP’s <strong>Stewart McDonald</strong> says this is a disgraceful episode. He praises the PM for acting quickly, but he says it is not for her to say that this matter is closed.</p> <p>In <a href=\"https://www.theguardian.com/politics/blog/live/2019/may/01/brexit-latest-news-pmqs-may-liaison-pm-to-face-questions-from-mps-amid-claims-she-is-preparing-for-deal-with-labour-live-news?page=with:block-5cc9d0908f0825fe5fd94c26#block-5cc9d0908f0825fe5fd94c26\">her letter </a>the PM said Williamson did not cooperate with the leak inquiry as satisfactorily as others did. What does this mean?</p> <p>Does Williamson have a future in the Conservative party? Will he be able to be a candidate again? And will he have his CBE removed?</p> <p>And has the Official Secrets Act been broken?</p> <p>Lidington says it is not for him to say if the OSA has been broken. That would be a matter for prosecuting authorities and for the courts.</p> <ul> <li><strong>Lidington says it is not for the government to say whether or not the Official Secrets Act was broken.</strong></li> </ul> <p>On the investigation, he says he will not go beyond what was <a href=\"https://www.theguardian.com/politics/blog/live/2019/may/01/brexit-latest-news-pmqs-may-liaison-pm-to-face-questions-from-mps-amid-claims-she-is-preparing-for-deal-with-labour-live-news?page=with:block-5cc9d0908f0825fe5fd94c26#block-5cc9d0908f0825fe5fd94c26\">in May’s letter</a>.</p> <p>MPs will know that May had a close working relationship with Williamson. (He helped organise her leadership campaign.) So she would not have done what she did without compelling evidence, he says.</p> <p>On Williamson’s honour, Lidington says this is a matter for an independent committee.</p> <p>He concludes by saying that Williamson has lost a job he loved.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T12:17:21.450Z\">at 1.17pm BST</time></p>  </div> <div id=\"block-5ccabc468f0812957927559c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T09:47:57.035Z\">10.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Lidington is responding to Watson.</p> <p>He says Watson has raised various different issues.</p> <p>On Huawei, he says once the government has made a decision about 5G, it will announce it to the Commons.</p> <p>Its priorities will be security of the network, resilience and diversity of supply, he says.</p> <p>On the inquiry, he says the ministerial code says ministers only remain in office as long as they retain the confidence of the PM. She is the ultimate judge of that, he says.</p> </div>   </div> <div id=\"block-5ccabb588f08129579275590\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T09:45:34.883Z\">10.45am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Watson says Huawai leak affair cannot be considered closed</h2>  <div class=\"block-elements\">  <p><strong>Tom Watson,</strong> Labour’s deputy leader, says the PM has accused Williamson of being responsible for the leak. But Williamson has denied it. Only one of them can be right.</p> <p>He says this was the “most brutal sacking” he can recall.</p> <p>He says May has sacked Williamson because of “compelling evidence” he committed a crime. But she does not want a criminal investigation. That cannot be right, he says.</p> <p>He says this matter cannot be considered closed.</p> <ul> <li><strong>Watson says Huawai leak affair cannot be considered closed.</strong></li> </ul> <p>He asks if there were any leaks from the leak inquiry.</p> <p>And he asks whether the Huawei decision was sound. The UK’s five eyes intelligence partners (the US, Canada, Australia and New Zealand) do not consider it is right for the UK to allow Huawei a role in building 5G infrastructure. Speaking out about this is unprecedented, he says.</p> <p>He asks if Lidington is confident the Huawei decision keeps the UK safe and protects our relationship with our allies.</p> </div>   </div> <div id=\"block-5ccaba828f08f8a8c794778b\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T09:41:41.956Z\">10.41am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Urgent question on Gavin Williamson</h2>  <div class=\"block-elements\">  <p><strong>David Lidington,</strong> the Cabinet Office minister and Theresa May’s de facto deputy, is responding to the UQ about Gavin Williamson.</p> <p>He says the National Security Council was set up in 2010, partly as a result of lessons learnt from the Iraq war.</p> <p>It takes decisions crucial to national security, he says.</p> <p>He says it is inconceivable now that the country could go to war without the NSC having a very full discussion about the decision, with access to full papers and legal advice.</p> <p>It is vital that its proceedings are confidential, he says.</p> <p>He says May set out her conclusions yesterday.</p> <p>Any leak from the NSC is particularly serious, he says.</p> <p>He says the PM now considers this matter closed and the cabinet secretary does not consider it necessary to refer this to the police. But if the police want to investigate, the government will cooperate.</p> <p>He says he will not comment on personnel, and will not go into details.</p> </div>   </div> <div id=\"block-5ccab3f08f0825fe5fd9527a\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T09:35:02.432Z\">10.35am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">How lobby journalists get their stories</h2>  <div class=\"block-elements\">  <p>Like people who make sausages, journalists who create news would sometimes rather the public did not know exactly what was involved in the production process. Sometimes it is not quite as edifying as people assume.</p> <p>So it is worth flagging up an exchange on the Today programme earlier between <strong>Nick Robinson</strong>, the Today presenter and the former BBC political editor, and <strong>Tom Newton Dunn</strong>, the Sun’s political editor, in which they discussed how the Telegraph’s Steven Swinford might have got his story about the National Security Council’s Huawei story.</p> <p>Robinson suggested that, to get a story like this, a journalist would not have to be told directly and outright by a minister what happened. They might instead by able to infer it from the minister not disagreeing with a proposition put to him, or her. Newton Dunn agreed. And he went on:</p> <blockquote class=\"quoted\"> <p>I’m sure that’s how it would have happened, whoever the leaker was, if it was Gavin Williamson, who we’ve all suspected it was in Westminster. We’ve done this for a while. That’s exactly how the conversations go. You don’t ring up a minister and say, ‘Will you leak this to me?’ You say to him, “If I were to write, and I think that this happened, would I look particularly silly?” And then the minister says to you, “I don’t think you look silly, Tom, at the best of times”. And that’s the code we talk in. Or sometimes they say, “You do look particularly silly much of the time”. That’s the code. And that’s how it would have happened.</p> </blockquote> <p>Gavin Williamson has admitted talking to Swinford for 11 minutes after the NSC meeting. But he denies telling Swinford what happened. </p> <p>It is possible that Williamson could both be the source of Swinford’s information, and that Williamson genuinely believes he did not actively give away any secrets because he never said anything specific.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T11:54:34.679Z\">at 12.54pm BST</time></p>  </div> <div id=\"block-5ccab1fd8f0812957927552c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T09:13:57.350Z\">10.13am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The curtains were drawn and two cars were on the drive at Gavin Williamson’s constituency address in a leafy area of south Staffordshire this morning, the Press Association reports. But there was no answer from anybody on the doorstep at the detached property.</p> </div>   </div> <div id=\"block-5ccab20d8f0825fe5fd95263\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T09:07:23.980Z\">10.07am <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Hunt says the police, not government, should decide whether Williamson should be investigated</h2>  <div class=\"block-elements\">  <p><strong>Jeremy Hunt,</strong> the foreign secretary, has said that it is not up to the government to decide whether there is a criminal investigation into Gavin Williamson. Speaking at a World Press Freedom Day forum at the African Union in Addis Ababa, Ethiopia, Hunt said:</p> <blockquote class=\"quoted\"> <p>Let me say that, when it comes to issues like whether there should be a police investigation or not, there’s a very, very important principle of our system that those decisions are not made by politicians, they are made independently by police. And that has to be the correct way forward in this situation.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"7f282ade40fa3764e1e92bef94955182eb5326df\"> <img src=\"https://media.guim.co.uk/7f282ade40fa3764e1e92bef94955182eb5326df/867_305_1888_1133/1000.jpg\" alt=\"Jeremy Hunt makes a speech at the African Union Headquarters on Thursday in Addis Ababa, Ethiopia,.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Hunt makes a speech at the African Union Headquarters on Thursday in Addis Ababa, Ethiopia,.</span> <span class=\"element-image__credit\">Photograph: Harriet Line/PA</span> </figcaption> </figure> </div>   </div> <div id=\"block-5ccaac108f08f8a8c794770f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T08:47:21.269Z\">9.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>But <strong>Lord Dannatt</strong>, the former head of the army, questioned Gus O’Donnell’s claim that the leak was not a breach of the Official Secrets Act. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/may/02/mps-to-debate-gavin-williamsons-sacking-after-speaker-grants-urgent-question-to-labour-live-news?page=with:block-5ccaa6b78f081295792754d9#block-5ccaa6b78f081295792754d9\"> 9.21am</a>.) Dannatt said:</p> <blockquote class=\"quoted\"> <p>Gus O’Donnell has just said on this programme that he does not regard [this] as a breach of the Official Secrets Act. I think that’s probably a moot point, given that the material in question that was being discussed came from the National Security Council. </p> </blockquote> <p>When it was put to Dannatt that Gavin Williamson had to deny being the source of the leak because otherwise he might face jail, Dannatt agreed. He said:</p> <blockquote class=\"quoted\"> <p>I think that’s probably why he is protesting it, because I think he has to protest his innocence over this, otherwise he is laying himself open to potential criminal prosecution.</p> </blockquote> <p>Dannatt said that he spoke to Williamson last night, and Williamson was “very much protesting his innocence”.</p> <p>Dannatt also described this a “a personal tragedy” and paid tribute to Williamson’s record as defence secretary.</p> <blockquote class=\"quoted\"> <p>It’s a very difficult brief, people take quite some time to learn it, and he has got to grips with it pretty well over the last 18 months. </p> <p>He got £1.8bn extra in the budget last year and was continuing to argue the case for more resources in the spending review and he was fighting his corner. </p> <p>Yes, he made some mistakes, he made some gaffes, and said some things that he probably regretted, but on the whole he was doing a good job.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"8e8910b9e512c3437e89af49b68ab095b58ee2e4\"> <img src=\"https://media.guim.co.uk/8e8910b9e512c3437e89af49b68ab095b58ee2e4/0_130_5760_3456/1000.jpg\" alt=\"Lord Dannatt.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lord Dannatt.</span> <span class=\"element-image__credit\">Photograph: Murdo Macleod/The Guardian</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T12:15:01.805Z\">at 1.15pm BST</time></p>  </div> <div id=\"block-5ccaa6b78f081295792754d9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T08:21:44.508Z\">9.21am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is what <strong>Gus O’Donnell</strong>, the former cabinet secretary, told the Today programme about Gavin Williamson’s offence being a breach of the ministerial code, not necessarily a breach of the Official Secrets Act. (See<a href=\"https://www.theguardian.com/politics/blog/live/2019/may/02/mps-to-debate-gavin-williamsons-sacking-after-speaker-grants-urgent-question-to-labour-live-news?page=with:block-5cca9ed68f08f8a8c79476b9#block-5cca9ed68f08f8a8c79476b9\"> 9.04am</a>.)</p> <blockquote class=\"quoted\"> <p>The cabinet secretary is saying, ‘Look, this is a matter for the violation of the ministerial code. It is not a breach of the Official Secrets Act, putting people’s lives at risk.’ That is why it is a matter for the prime minister to decide does she want this person in her political team when faced with this evidence? And she’s basically decided that he is not the Lionel Messi of the cabinet and she can do without him.</p> </blockquote> <p>“Not the Lionel Messi of the cabinet” is a polite way of saying was a dud as defence secretary. That is certainly a common view at Westminster – my colleague Matthew Weaver has a good round-up of some of Williamson’s mishaps in the role <a draggable=\"true\" href=\"https://www.theguardian.com/politics/2019/feb/11/gavin-williamson-enhances-reputation-for-haplessness\">here</a> – although it is worth pointing out that in his previous job, as chief whip, Williamson was seen as highly effective.</p>  <figure class=\"element element-image\" data-media-id=\"67a8a8117e5dea53c7f10437aea03774acbc1394\"> <img src=\"https://media.guim.co.uk/67a8a8117e5dea53c7f10437aea03774acbc1394/44_0_1147_688/1000.jpg\" alt=\"Gus O’Donnell\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gus O’Donnell</span> <span class=\"element-image__credit\">Photograph: BBC</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-03T05:05:46.600Z\">at 6.05am BST</time></p>  </div> <div id=\"block-5ccaa4f48f081295792754c9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T08:06:37.890Z\">9.06am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There will be a second urgent question in the Commons after the Gavin Williamson one.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/1123860438452715521\">  <blockquote class=\"twitter-tweet\" data-conversation=\"none\"><p lang=\"en\" dir=\"ltr\">There is a second UQ to <a href=\"https://twitter.com/AlanBrownSNP?ref_src=twsrc%5Etfw\">@AlanBrownSNP</a> to ask Chris Grayling Alan Brown MP to ask if he will make a statement on the No Deal Brexit Preparations for Cross Channel Ferry and Freight services.</p>&mdash; Labour Whips (@labourwhips) <a href=\"https://twitter.com/labourwhips/status/1123860438452715521?ref_src=twsrc%5Etfw\">May 2, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5cca9ed68f08f8a8c79476b9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-05-02T08:04:25.641Z\">9.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Last night, after announcing that Gavin Williamson was being sacked as defence secretary for the Huawei leak from the National Security Council, Downing Street said it considered the matter “closed”. You can read all the details in our overnight splash.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/01/gavin-williamson-sacked-as-defence-secretary-over-huawei-leak\">Gavin Williamson: 'I was tried by kangaroo court – then sacked'</a> </p> </aside>  <p>But the opposition parties have got other ideas; they are pushing for a criminal inquiry.</p> <p><strong>Tom Watson, </strong>the Labour deputy leader, was on the Today programme this morning making this argument. He said:</p> <blockquote class=\"quoted\"> <p>This is about the law applying equally and to everyone. </p> <p>We have had high-profile civil servants go to jail for breaching the Official Secrets Act.</p> <p>The logic of the prime minister’s letter is she says she has compelling evidence that suggests he has done the same.</p> <p>He is denying it and he has the right to clear his name - the way to do that is a criminal inquiry if confidential information has leaked.</p> </blockquote> <p>The Liberal Democrats are making the same argument. This is what <strong>Sir Vince Cable,</strong> the Lib Dem leader, said last night:</p> <blockquote class=\"quoted\"> <p>This story cannot begin and end with dismissal from office.</p> <p>What is at stake is the capacity of our security services to give advice at the highest level.</p> <p>This must now be referred to the Metropolitan police for a thorough criminal investigation into breaches of the Official Secrets Act.</p> </blockquote> <p>There are different views on whether or not Williamson, assuming he was responsible for the leak, might have broken the Official Secrets Act. On the Today programme this morning <strong>Gus O’Donnell</strong>, the former cabinet secretary, said Williamson’s offence was breaking the ministerial code, not breaking secrecy laws. But <strong>Lord Dannatt,</strong> a former head of the army, told the same programme a few minutes later that he did not necessarily accept this.</p> <p>We’ll here more on this in the Commons at 10.30am, because it has just been announced that Labour has been granted an urgent question on this.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/1123859322340040706\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">🚨UQ granted at 1030 to <a href=\"https://twitter.com/tom_watson?ref_src=twsrc%5Etfw\">@tom_watson</a> to ask <a href=\"https://twitter.com/theresa_may?ref_src=twsrc%5Etfw\">@theresa_may</a> if she will make a statement on the findings of the inquiry into the National Security Committee leak.</p>&mdash; Labour Whips (@labourwhips) <a href=\"https://twitter.com/labourwhips/status/1123859322340040706?ref_src=twsrc%5Etfw\">May 2, 2019</a></blockquote>  </figure>  <p>Here is the agenda for the day.<br></p> <p><em>9.30am:</em> Chris Grayling, the transport secretary, takes questions in the Commons.</p> <p><em>10am:</em> Theresa May holds a meeting with her Icelandic counterpart, Katrín Jakobsdóttir.</p> <p><em>10.30am: </em>Tom Watson, Labour’s deputy leader, asks an urgent question in the Commons about the sacking of Gavin Williamson.</p> <p><em>After 11am: </em>Andrea Leadsom, the leader of the Commons, makes a statement about next week’s Commons business.</p> <p>Of course, there are also local elections today in England and Northern Ireland. If you are commenting on them in the comments, please do not say anything about how you, or anyone else, cast their vote. Under electoral law it is an offence to publish “any statement relating to the way in which voters have voted at the election where that statement is (or might reasonably be taken to be) based on information given by voters after they have voted”. </p> <p>But we are interested in hearing about the elections in your area. You could just say you expect X to do very well ...</p> <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up.<br></p> <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-presented-by-peoples-postcode-lottery-getting-huawei-with-it-pike-on-his-bike-local-elections-day/\">the Politico Europe round-up of this morning’s political news</a>. And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> <p>I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone.</p> <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-02T12:13:02.502Z\">at 1.13pm BST</time></p>  </div>",
      "wordcount": "5436",
      "commentCloseDate": "2019-05-02T16:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-02T08:04:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-03T05:05:46Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bctqf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c06de130a25313818ba0a6c6a0dfff90d341f004/0_59_2550_1530/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Gavin Williamson will received a payoff of around £17,000 after he was sacked as defence secretary, it has emerged. Rory Stewart, the new secretary of state for international development, has reiterated his support for the government’s commitment to spend 0.7% of national income on overseas aid. More than 600,000 EU citizens have already applied to stay in the UK post-Brexit, Home Office figures reveal. Nicola Sturgeon has confirmed the Scottish government will rethink plans to cut air travel taxes after agreeing to reduce carbon emissions to zero by 2045. That is all from me for this afternoon. If there is any important breaking news later, a colleague will reactivate this blog. This evening we will be running a separate live blog for the local elections. It is due to launch at 9.30pm, and you will be able to find it here. Colleagues will be writing it during the night, and I will be in at 6am tomorrow morning to pick it up and carry it through all Friday. This is from Newsnight’s Nicholas Watt. This firms up what David Lidington was hinting in the Commons earlier. (See 12.37pm.) In response to a request from a reader .... here are some dogs at polling stations. The Scottish Conservative conference takes place tomorrow. It will be the moment when Ruth Davidson, the Scottish Tory leader, returns to frontline politics after her maternity leave, and in an interview to mark that, Davidson said she hoped the government and Labour would compromise in the Brexit talks. She told STV: I think at the moment there are conversations going on between Labour and the Conservatives in London. The mood music that is coming out of that room is that there may well be a breakthrough this week and I really want to see it, because we know more than anyone in Scotland that sometimes the divisions after referenda are bigger than the divisions before, and we’ve got into really entrenched positions. My view through all of this is that we’re going to have to meet somewhere in the middle - between the people who want to overturn the referendum and re-run it and those who want a no-deal Brexit. There are no local elections in London, but Theresa May has been voting his afternoon at Sonning in her Maidenhead constituency. According to the Press Association, she did not respond when reporters asked if she would ask the police to investigate the Huawei leak. Gavin Williamson is not being asked to leave the privy council, according to briefing notes carried by an aide to David Lidington, the Cabinet Office minister, and seen by a photographer. These are from the BBC’s Laura Kuenssberg. YouGov has released some polling today suggesting the Brexit party has a nine-point lead in the European elections. It is on 30%, ahead of Labour on 21%, the Conservatives on 13%, the Lib Dems on 10%, the Green and Change UK on 9% and Ukip on 4%. The Brexit party, which is led by Nigel Farage, is in many respects the successor party to the Farage version of Ukip that won the 2014 European elections. (The current Ukip is much more rightwing and Islamophobic.) But five years ago Ukip, which got 27% of the vote, was just two points ahead of Labour, on 25%, which in turn was just ahead of the Tories, on 24%. Gavin Williamson will received a payoff of around £17,000 after he was sacked as defence secretary, my colleague Rajeev Syal reports. Gavin Williamson has renewed his call for a police investigation into the Huawei leak, Sky’s Beth Rigby reports. David Lidington, the Cabinet Office minister, has sought to defuse the row generated by Gavin Williamson’s sacking from his post as defence secretary by playing down suggestions he might have broken the Official Secrets Act and rejecting calls for the matter to be referred to the police. But, as he answered a Commons urgent question on the subject, Lidington faced strong criticism from some Tory rightwingers who complained that Williamson had been subject to “kangaroo court” justice. (See 12.37pm.) Polls have opened for council and mayoral elections across England and Northern Ireland, with the Conservatives predicted to suffer significant losses to the Liberal Democrats and Labour. Chris Grayling, the transport secretary has faced fresh calls to resign as he defended the government’s decision to spend around £50m on scrapped contracts to provide ferry services in the event of a no-deal Brexit. Speaking in the Commons, his Labour shadow Andy McDonald said: Every other week, MPs must debate the transport secretary’s latest costly blunder. I am afraid that this will continue so long as the secretary of state remains in post. This country can no longer afford the secretary of state. Plaid Cymru has launched its EU election campaign with leader Adam Price using a speech to call for an independent Wales in Europe. Price said he wanted a future Wales to remain in the EU as a member state, saying Brexit only involved “moving power from one end of the Eurostar to the other.” He went on: We are a party born of the Welsh nationalist tradition, most certainty. We seek independence for our country. But we want that independence so we can participate directly in the wider world, first and foremost as part of the European family of nations. Labour has moved the writ for the Peterborough byelection which will be held on Thursday 6 June. Climate change protests across the capital cost police an extra £7m and put a “huge strain” on the force, Britain’s most senior officer has said. As the Press Association reports, over 10 days in April, activists brought parts of London to a standstill, blocking Waterloo Bridge and Oxford Circus, staging a “die-in” at the Natural History Museum, and gluing themselves to objects. At a Scotland Yard briefing, Metropolitan Police Commissioner Cressida Dick revealed that the extra costs of policing the event ran to more than £7m. The Canadian aerospace firm Bombardier is to sell its wing-making operation, which employs 4,000 people in Northern Ireland, sparking concern among trade unions and MPs about the uncertain impact on highly skilled jobs. Nicola Sturgeon, Scotland’s first minister, has criticised Gavin Williamson over the Huawei leak. Speaking in the Scottish parliament she said: Obviously it is a matter for the police to determine what criminal investigations they take forward and what the progress of them might be. It would not be appropriate for me to comment on that but what I would say is politically, that as a politician, I think that it’s reprehensible that there were leaks from the National Security Council and I think it is a sign of the complete dysfunction at the heart of the UK government. I think any minister that has been found guilty in such a way I think that they lose their job. All politicians in government should recognise the responsibility and the privileges we carry and should not be behaving in the way it Gavin Williamson appears was behaving - for their own selfish political ends. Stephen Parkinson, a former deputy head of the attorney general’s office who is now senior partner at the law firm Kingsley Napley, says he does not expect the police to investigate Gavin Williamson. In a comment released to the media he explains: It is highly unlikely a criminal investigation will be opened. Such an investigation would need the backing of government and a view is likely to be taken that the public interest test has already been met by Williamson’s dismissal. He has paid the price by losing his career. Earlier I quoted the Sun’s political editor Tom Newton Dunn giving away tricks of the trade about how lobby journalists get ministers to “leak” information to them. (See 10.35am.) My colleague Gaby Hinsliff, a former political editor of the Observer, has also spilled the beans in a long and interesting Twitter thread starting here. It starts here. And this might be her most important post. Here are the main points from the urgent question about Gavin Williamson. The government wheeled out the second most important member of the cabinet, David Lidington, the Cabinet Office minister and de facto deputy PM, to respond, which can be seen as an indication of how seriously it is taking this matter. But, despite the best efforts of the opposition, this did not feel like a crisis that is escalating. Here are the main points. Lidington said that the government considered the matter closed and that it was not planning to refer the matter to the police for an investigation as to whether Gavin Williamson broke the Official Secrets Act. He told MPs: The unauthorised disclosure of any information from government is serious and especially so from the National Security Council. The prime minister has said she now considers that this matter has been closed and the cabinet secretary [Sir Mark Sedwill] does not consider it necessary to refer it to the police, but we would of course cooperate fully should the police themselves consider that an investigation were necessary. Lidington’s comment about the government being willing to cooperate with any police inquiry was probably superfluous because the police themselves have said that, without an referral from the Cabinet Office, there won’t be an investigation in the first place. This is what Cressida Dick, the Metropolitan police commissioner, told reporters this morning, around the time the UQ was taking place. We are not going to comment on that particular case suffice to say if the Cabinet Office were to send us a referral at any point that relates to apparent official secrets or leaks we would assess that. We would scope it and we would go through a very formal gateway process before working on any investigation. The gateway process has been in place for about six years and a formal decision would be taken by the deputy commissioner but that is hypothetical because we have not had any referral from the Cabinet Office. She said said that if other people made a complaint relating to official secrets, the Met would look at it, but she said the formal process involved a referral from the Cabinet Office. Asked if police needed permission from the government to launch an inquiry, she said any official secrets would be owned by them and they would hold any evidence relating to them. It is sitting in the government. We as the police when considering whether there is an appropriate criminal investigation or not will have to be party to that material. At the present time we are not in possession. Lidington refused to say whether he thought Williamson did or did not break the law. Asked about this, he told the SNP’s Stewart McDonald: That is not a judgment that I or any other minister in any government can make. Whether a criminal offence has been committed is a matter of independent prosecution authorities and ultimately for the courts. But Lidington also told MPs repeatedly that the government was not planning to refer this matter to the police for an adjudication on this. But he also played down suggestions that Williamson did break the Official Secrets Act. When the Tory former cabinet minister Oliver Letwin put it to him that there was no leak of classified information in this case, Lidington said: “I don’t want to rush to make that assumption because normally all papers that are considered by the national security council are at an extremely high level of classification.” But he want on to argue that what mattered was that there had been a leak in the first place. But the key point here ... is that the issue at stake here was less the substance of the material that was disclosed than the principle of a leak from the national security council itself. Because the fact of that leak, that breach of confidentiality having taken place, is what puts at risk the mutual trust which is essential for all ministers and advising attending those meetings. Lidington said that Williamson did not have to have broken the law for his sacking to be justified. He stressed that what led to Williamson losing his job was that Theresa May concluded she no longer had confidence of him. He said this was not the same meeting the burden of proof required to show the Official Secrets Act had been broken. Tom Watson, Labour’s deputy leader, strongly criticised May for sacking Williamson but not being willing to order a criminal investigation that might determine his guilt or innocence. Watson said: In response to receiving the most brutal sacking I can think of [Williamson] has protested his innocence. Therefore this matter cannot be, as the prime minister says, closed. The essential point here is the prime minister has sacked the secretary of state for defence because she believes there is compelling evidence that he has committed a crime. But despite that, she does not believe he should face a criminal investigation - where is the justice in that? In what world is it acceptable that the prime minister should be the arbiter of whether a politician she believes is guilty of criminal conduct in office should face a criminal investigation? Some Tory MPs complained strongly about the way May has treated Williamson. During the UQ Sir Edward Leigh said: In this country we believe in natural justice ... As a matter of natural justice, how is the former defence secretary now going to be given an opportunity to prove his innocence? Sir Desmond Swayne said: Outside this house [Williamson] is being called a liar. And inside this house a number of honourable members have implied as much. Natural justice demands that the evidence be produced so that his reputation can be salvaged or utterly destroyed, doesn’t it? And Peter Bone said he thought Williamson has been the victim of a “kangaroo court reaching a decision in secret”. Leigh, Swayne and Bone are all rightwing Brexiters who would not be near the top of a list of May loyalists. Bombardier is to sell its aerostructures business in Belfast, the company has announced. As the Press Association reports, a statement by the Canadian manufacturing giant confirmed rumours which had been circulating at the plant in Northern Ireland. A statement issued in Montreal said: As the company moves to optimise its global manufacturing footprint, Bombardier will pursue the divestiture of the Belfast and Morocco aerostructures businesses. These are great businesses with tremendous capabilities. The UQ is now over, but Tom Watson is raising a point of order. He says Lidington said it was for the police to investigation. But the Metropolitan police have said this morning they cannot investigate unless the information is shared with them. Watson was referring to this. I will post a summary of what we’ve learnt from the Williamson exchanges shortly. Bob Seely, a Conservative, says David Lidington told MPs last week that Huawei was a private company. Isn’t that a half-truth, he says. Isn’t it part of the Chinese state? Lidington says Huawei is owned by its workers and so it is a private company. But he accepts that it is required to collaborate with the Chinese state. He says the government wants to ensure diversity of supply. Philip Hollobone, a Conservative, asks if a leak from the NSC is not a breach of the Official Secrets Act, what is? Lidington says there are various tests that apply in deciding if the OSA has been broken. It depends on the category of information involved. Back in the Commons Plaid Cymru’s Ben Lake asks if the government would refer this to the police if it thought the law had been broken. Lidington says the cabinet secretary considered this carefully, and chose not to refer it to the police. Turning away from the UQ for a moment, this is from the BBC’s Danny Shaw. Peter Bone, a Tory Brexiter, says Williamson has said on the lives of his children he did not leak this information. This seems to be a kangaroo court, he says. He says Andrew Mitchell was forced to resign as chief whip after a row with a police officer, but what he said was subsequently found to be true. (That is a very partial account of the Mitchell affair, which did result in Mitchell losing a libel case.) Lidington repeats the point about May deciding she no longer had confidence in Williamson. Greg Hands, a Conservative, says the ministerial code does not even mention the NSC. Lidington says the NSC is a cabinet committee, so it is covered by what the code says about cabinet. Lidington says, if the cabinet secretary had found prima facie evidence that the law had been broken, he would have come to a different judgment about referring this to the police. He says there is a difference between the test for the law being broken, and falling below the required standard for ministerial confidentiality. Steve Baker, a Conservative Brexiter, says the principles of good government must be upheld. But does this mean we won’t see breaches of collective responsibility that undermine the UK’s Brexit negotiating positions? Baker is referring to cabinet pro-Europeans telling journalists about their opposition to a no-deal Brexit. Lidington says ministers should accept collective cabinet responsibility. Sir Desmond Swayne, a Conservative, says outside this house Williamson is being called a liar. And some MPs are implying as much. He says natural justice requires that Williamson be allowed to defend his reputation, or see it destroyed. Lidington says he has chosen his language with care. May sacked Williamson because she no longer had confidence in him, he says. Labour’s Chris Bryant says MPs will feel sorry for Williamson. You cannot prove yourself innocent in a kangaroo court. And he says Lidington was wrong to say this was not a matter for the attorney general. The attorney general would have to agree any prosecution under the Official Secrets Act. Lidington says it is right to say that the attorney general would have to approve a prosecution under the OSA. But he cannot trigger an inquiry. And he repeats his point about the fact of the leak being more important than the substance of what it involved. Sir Edward Leigh, a Conservative, says in this country people believe in natural justice. How can Williamson prove his innocence? Lidington says Williamson has not been accused of an offence. But he has lost the confidence of the PM. Anna Soubry, the Change UK MP, says this episode represents “the complete disintegration of this government”. It marks someone abandoning all honour for personal advantage. She says, no ifs, not buts, this matter has to go to the police. Will the government fully cooperate with that police investigation? Lidington says, if the police consider that is necessary, the government will give full cooperation. Oliver Letwin, the Conservative former Cabinet Office minister, says on this occasion there does not seem to have been a leak of classified information. Lidington says he cannot be sure. NSC papers are classified. But in this case it was less the substance of the leak than the fact that the leak took place. Leaks of this kind undermine trust, he says. And the UK’s allies rely on that trust too. Lidington says the fact there was a leak from the NSC was more important than the substance of the leak. Labour’s Kevan Jones asks if the attorney general has been asked if the Official Secrets Act was broken. Lidington says this was not a matter for the attorney general. It was for the PM to decide whether the ministerial code was broken. The SNP’s Stewart McDonald says this is a disgraceful episode. He praises the PM for acting quickly, but he says it is not for her to say that this matter is closed. In her letter the PM said Williamson did not cooperate with the leak inquiry as satisfactorily as others did. What does this mean? Does Williamson have a future in the Conservative party? Will he be able to be a candidate again? And will he have his CBE removed? And has the Official Secrets Act been broken? Lidington says it is not for him to say if the OSA has been broken. That would be a matter for prosecuting authorities and for the courts. Lidington says it is not for the government to say whether or not the Official Secrets Act was broken. On the investigation, he says he will not go beyond what was in May’s letter. MPs will know that May had a close working relationship with Williamson. (He helped organise her leadership campaign.) So she would not have done what she did without compelling evidence, he says. On Williamson’s honour, Lidington says this is a matter for an independent committee. He concludes by saying that Williamson has lost a job he loved. Lidington is responding to Watson. He says Watson has raised various different issues. On Huawei, he says once the government has made a decision about 5G, it will announce it to the Commons. Its priorities will be security of the network, resilience and diversity of supply, he says. On the inquiry, he says the ministerial code says ministers only remain in office as long as they retain the confidence of the PM. She is the ultimate judge of that, he says. Tom Watson, Labour’s deputy leader, says the PM has accused Williamson of being responsible for the leak. But Williamson has denied it. Only one of them can be right. He says this was the “most brutal sacking” he can recall. He says May has sacked Williamson because of “compelling evidence” he committed a crime. But she does not want a criminal investigation. That cannot be right, he says. He says this matter cannot be considered closed. Watson says Huawai leak affair cannot be considered closed. He asks if there were any leaks from the leak inquiry. And he asks whether the Huawei decision was sound. The UK’s five eyes intelligence partners (the US, Canada, Australia and New Zealand) do not consider it is right for the UK to allow Huawei a role in building 5G infrastructure. Speaking out about this is unprecedented, he says. He asks if Lidington is confident the Huawei decision keeps the UK safe and protects our relationship with our allies. David Lidington, the Cabinet Office minister and Theresa May’s de facto deputy, is responding to the UQ about Gavin Williamson. He says the National Security Council was set up in 2010, partly as a result of lessons learnt from the Iraq war. It takes decisions crucial to national security, he says. He says it is inconceivable now that the country could go to war without the NSC having a very full discussion about the decision, with access to full papers and legal advice. It is vital that its proceedings are confidential, he says. He says May set out her conclusions yesterday. Any leak from the NSC is particularly serious, he says. He says the PM now considers this matter closed and the cabinet secretary does not consider it necessary to refer this to the police. But if the police want to investigate, the government will cooperate. He says he will not comment on personnel, and will not go into details. Like people who make sausages, journalists who create news would sometimes rather the public did not know exactly what was involved in the production process. Sometimes it is not quite as edifying as people assume. So it is worth flagging up an exchange on the Today programme earlier between Nick Robinson, the Today presenter and the former BBC political editor, and Tom Newton Dunn, the Sun’s political editor, in which they discussed how the Telegraph’s Steven Swinford might have got his story about the National Security Council’s Huawei story. Robinson suggested that, to get a story like this, a journalist would not have to be told directly and outright by a minister what happened. They might instead by able to infer it from the minister not disagreeing with a proposition put to him, or her. Newton Dunn agreed. And he went on: I’m sure that’s how it would have happened, whoever the leaker was, if it was Gavin Williamson, who we’ve all suspected it was in Westminster. We’ve done this for a while. That’s exactly how the conversations go. You don’t ring up a minister and say, ‘Will you leak this to me?’ You say to him, “If I were to write, and I think that this happened, would I look particularly silly?” And then the minister says to you, “I don’t think you look silly, Tom, at the best of times”. And that’s the code we talk in. Or sometimes they say, “You do look particularly silly much of the time”. That’s the code. And that’s how it would have happened. Gavin Williamson has admitted talking to Swinford for 11 minutes after the NSC meeting. But he denies telling Swinford what happened. It is possible that Williamson could both be the source of Swinford’s information, and that Williamson genuinely believes he did not actively give away any secrets because he never said anything specific. The curtains were drawn and two cars were on the drive at Gavin Williamson’s constituency address in a leafy area of south Staffordshire this morning, the Press Association reports. But there was no answer from anybody on the doorstep at the detached property. Jeremy Hunt, the foreign secretary, has said that it is not up to the government to decide whether there is a criminal investigation into Gavin Williamson. Speaking at a World Press Freedom Day forum at the African Union in Addis Ababa, Ethiopia, Hunt said: Let me say that, when it comes to issues like whether there should be a police investigation or not, there’s a very, very important principle of our system that those decisions are not made by politicians, they are made independently by police. And that has to be the correct way forward in this situation. But Lord Dannatt, the former head of the army, questioned Gus O’Donnell’s claim that the leak was not a breach of the Official Secrets Act. (See 9.21am.) Dannatt said: Gus O’Donnell has just said on this programme that he does not regard [this] as a breach of the Official Secrets Act. I think that’s probably a moot point, given that the material in question that was being discussed came from the National Security Council. When it was put to Dannatt that Gavin Williamson had to deny being the source of the leak because otherwise he might face jail, Dannatt agreed. He said: I think that’s probably why he is protesting it, because I think he has to protest his innocence over this, otherwise he is laying himself open to potential criminal prosecution. Dannatt said that he spoke to Williamson last night, and Williamson was “very much protesting his innocence”. Dannatt also described this a “a personal tragedy” and paid tribute to Williamson’s record as defence secretary. It’s a very difficult brief, people take quite some time to learn it, and he has got to grips with it pretty well over the last 18 months. He got £1.8bn extra in the budget last year and was continuing to argue the case for more resources in the spending review and he was fighting his corner. Yes, he made some mistakes, he made some gaffes, and said some things that he probably regretted, but on the whole he was doing a good job. This is what Gus O’Donnell, the former cabinet secretary, told the Today programme about Gavin Williamson’s offence being a breach of the ministerial code, not necessarily a breach of the Official Secrets Act. (See 9.04am.) The cabinet secretary is saying, ‘Look, this is a matter for the violation of the ministerial code. It is not a breach of the Official Secrets Act, putting people’s lives at risk.’ That is why it is a matter for the prime minister to decide does she want this person in her political team when faced with this evidence? And she’s basically decided that he is not the Lionel Messi of the cabinet and she can do without him. “Not the Lionel Messi of the cabinet” is a polite way of saying was a dud as defence secretary. That is certainly a common view at Westminster – my colleague Matthew Weaver has a good round-up of some of Williamson’s mishaps in the role here – although it is worth pointing out that in his previous job, as chief whip, Williamson was seen as highly effective. There will be a second urgent question in the Commons after the Gavin Williamson one. Last night, after announcing that Gavin Williamson was being sacked as defence secretary for the Huawei leak from the National Security Council, Downing Street said it considered the matter “closed”. You can read all the details in our overnight splash. But the opposition parties have got other ideas; they are pushing for a criminal inquiry. Tom Watson, the Labour deputy leader, was on the Today programme this morning making this argument. He said: This is about the law applying equally and to everyone. We have had high-profile civil servants go to jail for breaching the Official Secrets Act. The logic of the prime minister’s letter is she says she has compelling evidence that suggests he has done the same. He is denying it and he has the right to clear his name - the way to do that is a criminal inquiry if confidential information has leaked. The Liberal Democrats are making the same argument. This is what Sir Vince Cable, the Lib Dem leader, said last night: This story cannot begin and end with dismissal from office. What is at stake is the capacity of our security services to give advice at the highest level. This must now be referred to the Metropolitan police for a thorough criminal investigation into breaches of the Official Secrets Act. There are different views on whether or not Williamson, assuming he was responsible for the leak, might have broken the Official Secrets Act. On the Today programme this morning Gus O’Donnell, the former cabinet secretary, said Williamson’s offence was breaking the ministerial code, not breaking secrecy laws. But Lord Dannatt, a former head of the army, told the same programme a few minutes later that he did not necessarily accept this. We’ll here more on this in the Commons at 10.30am, because it has just been announced that Labour has been granted an urgent question on this. Here is the agenda for the day. 9.30am: Chris Grayling, the transport secretary, takes questions in the Commons. 10am: Theresa May holds a meeting with her Icelandic counterpart, Katrín Jakobsdóttir. 10.30am: Tom Watson, Labour’s deputy leader, asks an urgent question in the Commons about the sacking of Gavin Williamson. After 11am: Andrea Leadsom, the leader of the Commons, makes a statement about next week’s Commons business. Of course, there are also local elections today in England and Northern Ireland. If you are commenting on them in the comments, please do not say anything about how you, or anyone else, cast their vote. Under electoral law it is an offence to publish “any statement relating to the way in which voters have voted at the election where that statement is (or might reasonably be taken to be) based on information given by voters after they have voted”. But we are interested in hearing about the elections in your area. You could just say you expect X to do very well ... As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary at lunchtime and another when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments BTL but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply ATL, although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "31718",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/02/gavin-williamson-to-receive-17000-payoff-after-sacking",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-02T13:50:17Z",
    "webTitle": "Gavin Williamson to receive £17,000 payoff after sacking",
    "webUrl": "https://www.theguardian.com/politics/2019/may/02/gavin-williamson-to-receive-17000-payoff-after-sacking",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/02/gavin-williamson-to-receive-17000-payoff-after-sacking",
    "fields": {
      "headline": "Gavin Williamson to receive £17,000 payoff after sacking",
      "standfirst": "<p>Former defence secretary unlikely to face police inquiry over alleged Huawei leak</p><ul><li>Follow all the day’s political news with our <a href=\"https://www.theguardian.com/politics/blog/live/2019/may/02/mps-to-debate-gavin-williamsons-sacking-after-speaker-grants-urgent-question-to-labour-live-news\">live blog</a></li></ul>",
      "trailText": "Former defence secretary unlikely to face police inquiry over alleged Huawei leak",
      "byline": "Rajeev Syal",
      "main": "<figure class=\"element element-image\" data-media-id=\"deec48770a3a6024b5ce8e72ff91cbc8f0255026\"> <img src=\"https://media.guim.co.uk/deec48770a3a6024b5ce8e72ff91cbc8f0255026/0_125_3500_2101/1000.jpg\" alt=\"Gavin Williamson said he would be ‘absolutely exonerated’ if there was a police investigation.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gavin Williamson said he would be ‘absolutely exonerated’ if there was a police investigation.</span> <span class=\"element-image__credit\">Photograph: Alkis Konstantinidis/Reuters</span> </figcaption> </figure>",
      "body": "<p>Gavin Williamson, the former defence secretary Theresa May <a href=\"https://www.theguardian.com/politics/2019/may/01/gavin-williamson-sacked-as-defence-secretary-over-huawei-leak\">sacked for allegedly leaking secret information</a>, will receive a payoff and is unlikely to face a police inquiry, it emerged on Thursday.</p> <p>Williamson will be given a lump sum of around £17,000 after his dramatic removal from the government following a cabinet inquiry.</p> <p>As a former defence secretary, Williamson is entitled to the normal severance settlement enjoyed by any cabinet minister, No 10 said, which is three months of his annual salary of £67,505. </p> <p>The inquiry concluded he was the source of leaked details about a National Security Council (NSC) decision to allow the Chinese firm Huawei to play a role in the UK’s 5G network.</p> <p>Williamson continues to deny that he was behind the leak, and claims he would be “absolutely exonerated” if there was a police investigation.</p> <p>Despite demands from Labour, May’s de facto deputy, David Lidington, told the House of Commons the cabinet secretary, Sir Mark Sedwill, who conducted the investigation, had decided that he would not refer the matter to the police.</p> <p>Some Tories have voiced concerns over the sacking of Williamson.</p> <p>“The prime minister has said she now considers that this matter has been closed and the cabinet secretary does not consider it necessary to refer it to the police,”Lidlington said. Speaking in response to an urgent question in the Commons, he insisted that it was up to the police whether to launch an investigation. “We would of course co-operate fully should the police themselves consider that an investigation were necessary,” he said.</p> <p>But the Metropolitan police commissioner, Cressida Dick, contradicted him, saying a formal investigation would have to involve a referral from the Cabinet Office.</p> <p>Asked whether police needed permission from the government to launch an inquiry, she said any official secrets would be owned by the government and it would hold any evidence relating to them.</p> <p>“It is sitting in the government. We, as the police, when considering whether there is an appropriate criminal investigation or not will have to be party to that material. At the present time we are not in possession,” she said.</p> <p>Asked whether it was, on the face of it, a breach of the Official Secrets Act, Dick said police would seek advice at an early stage from the Crown Prosecution Service to establish that.</p> <p>Labour’s deputy leader, Tom Watson, said the government was trying to shut down legitimate questions about possible criminal activity by a minister before a police inquiry had been launched.</p> <p>“In response to receiving the most brutal sacking I can think of, [Williamson] has protested his innocence. Therefore this matter cannot be, as the prime minister says, closed.</p> <p>“The essential point here is the prime minister has sacked the secretary of state for defence because she believes there is compelling evidence that he has committed a crime. But despite that, she does not believe he should face a criminal investigation – where is the justice in that?</p> <p>“In what world is it acceptable that the prime minister should be the arbiter of whether a politician she believes is guilty of criminal conduct in office should face a criminal investigation?”</p> <p>In press briefings in the hours after his dismissal, Williamson claimed he had been the victim of a “kangaroo court” investigation by Sedwill with whom he had clashed on several occasions.</p> <p>He said he would welcome a police inquiry, which he said would have “absolutely exonerated” him.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/01/fall-of-may-ally-and-would-be-kingmaker-gavin-williamson\">Fall of May ally and would-be kingmaker Gavin Williamson</a> </p> </aside>  <p>Among Tory MPs who complained about the way May treated Williamson was Sir Edward Leigh, who said: “In this country we believe in natural justice ... As a matter of natural justice, how is the former defence secretary now going to be given an opportunity to prove his innocence?”</p> <p>Sir Desmond Swayne said: “Outside this house [Williamson] is being called a liar. And inside this house a number of honourable members have implied as much. Natural justice demands that the evidence be produced so that his reputation can be salvaged or utterly destroyed, doesn’t it?”</p> <p>The prime minister’s spokesman said on Thursday that Williamson’s removal from office had taken place because the leak had come from the NSC, which discusses matters of the highest security with the security services and the military.</p> <p>“It is vital that ministers can receive briefing on security matters and that this information is protected. This is not about what was leaked, this is about where this was leaked from and the importance of maintaining trust and the integrity of the national security council,” he said.</p> <p>The spokesman would not say whether the matter had not been referred to the police for either legal reasons or political reasons, and was not in a position to be able to say whether there was a view on whether the law had been broken.</p>",
      "wordcount": "794",
      "firstPublicationDate": "2019-05-02T13:07:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-02T13:53:07Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bck3z",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/deec48770a3a6024b5ce8e72ff91cbc8f0255026/0_125_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Gavin Williamson, the former defence secretary Theresa May sacked for allegedly leaking secret information, will receive a payoff and is unlikely to face a police inquiry, it emerged on Thursday. Williamson will be given a lump sum of around £17,000 after his dramatic removal from the government following a cabinet inquiry. As a former defence secretary, Williamson is entitled to the normal severance settlement enjoyed by any cabinet minister, No 10 said, which is three months of his annual salary of £67,505. The inquiry concluded he was the source of leaked details about a National Security Council (NSC) decision to allow the Chinese firm Huawei to play a role in the UK’s 5G network. Williamson continues to deny that he was behind the leak, and claims he would be “absolutely exonerated” if there was a police investigation. Despite demands from Labour, May’s de facto deputy, David Lidington, told the House of Commons the cabinet secretary, Sir Mark Sedwill, who conducted the investigation, had decided that he would not refer the matter to the police. Some Tories have voiced concerns over the sacking of Williamson. “The prime minister has said she now considers that this matter has been closed and the cabinet secretary does not consider it necessary to refer it to the police,”Lidlington said. Speaking in response to an urgent question in the Commons, he insisted that it was up to the police whether to launch an investigation. “We would of course co-operate fully should the police themselves consider that an investigation were necessary,” he said. But the Metropolitan police commissioner, Cressida Dick, contradicted him, saying a formal investigation would have to involve a referral from the Cabinet Office. Asked whether police needed permission from the government to launch an inquiry, she said any official secrets would be owned by the government and it would hold any evidence relating to them. “It is sitting in the government. We, as the police, when considering whether there is an appropriate criminal investigation or not will have to be party to that material. At the present time we are not in possession,” she said. Asked whether it was, on the face of it, a breach of the Official Secrets Act, Dick said police would seek advice at an early stage from the Crown Prosecution Service to establish that. Labour’s deputy leader, Tom Watson, said the government was trying to shut down legitimate questions about possible criminal activity by a minister before a police inquiry had been launched. “In response to receiving the most brutal sacking I can think of, [Williamson] has protested his innocence. Therefore this matter cannot be, as the prime minister says, closed. “The essential point here is the prime minister has sacked the secretary of state for defence because she believes there is compelling evidence that he has committed a crime. But despite that, she does not believe he should face a criminal investigation – where is the justice in that? “In what world is it acceptable that the prime minister should be the arbiter of whether a politician she believes is guilty of criminal conduct in office should face a criminal investigation?” In press briefings in the hours after his dismissal, Williamson claimed he had been the victim of a “kangaroo court” investigation by Sedwill with whom he had clashed on several occasions. He said he would welcome a police inquiry, which he said would have “absolutely exonerated” him. Among Tory MPs who complained about the way May treated Williamson was Sir Edward Leigh, who said: “In this country we believe in natural justice ... As a matter of natural justice, how is the former defence secretary now going to be given an opportunity to prove his innocence?” Sir Desmond Swayne said: “Outside this house [Williamson] is being called a liar. And inside this house a number of honourable members have implied as much. Natural justice demands that the evidence be produced so that his reputation can be salvaged or utterly destroyed, doesn’t it?” The prime minister’s spokesman said on Thursday that Williamson’s removal from office had taken place because the leak had come from the NSC, which discusses matters of the highest security with the security services and the military. “It is vital that ministers can receive briefing on security matters and that this information is protected. This is not about what was leaked, this is about where this was leaked from and the importance of maintaining trust and the integrity of the national security council,” he said. The spokesman would not say whether the matter had not been referred to the police for either legal reasons or political reasons, and was not in a position to be able to say whether there was a view on whether the law had been broken.",
      "charCount": "4798",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rajeev-syal\">Rajeev Syal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/may/02/britons-more-sold-on-immigration-benefits-than-other-europeans",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-05-02T13:00:14Z",
    "webTitle": "Britons most positive in Europe on benefits of immigration",
    "webUrl": "https://www.theguardian.com/world/2019/may/02/britons-more-sold-on-immigration-benefits-than-other-europeans",
    "apiUrl": "https://content.guardianapis.com/world/2019/may/02/britons-more-sold-on-immigration-benefits-than-other-europeans",
    "fields": {
      "headline": "Britons most positive in Europe on benefits of immigration",
      "standfirst": "<p>Findings contradict assumption UK is more hostile than European neighbours</p>",
      "trailText": "Findings contradict assumption UK is more hostile than European neighbours",
      "byline": "Jamie Grierson and Pamela Duncan",
      "main": "<figure class=\"element element-image\" data-media-id=\"ffe725748b7b9d138f1ab5a62b086aede1aca130\"> \n <img src=\"https://media.guim.co.uk/ffe725748b7b9d138f1ab5a62b086aede1aca130/0_0_2000_1200/1000.jpg\" alt=\"UK respondents showed the lowest level of support for migrants coming to join family members.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">UK respondents showed the lowest level of support for migrants coming to join family members.</span> \n  <span class=\"element-image__credit\">Illustration: Guardian Design</span> \n </figcaption> \n</figure>",
      "body": "<p>British people are more persuaded of the benefits of immigration than any other major European nation, according to a global survey, which has also found that almost half of Britons think immigrants are either positive or neutral for the country.</p> \n<p>The YouGov–Cambridge Globalism survey found that 28% of Britons believed the benefits of immigration outweighed the costs, compared with 24% in Germany, 21% in France and 19% in Denmark. A further 20% of British people believed the costs and benefits were about equal, while 16% were not sure.</p> \n<p>The findings contradict the assumption that Britain is more hostile to immigration than its European neighbours are. Britain was seen as taking a hardline and less compassionate response to the 2015 European migration crisis, while many argue concerns over immigration were the key driving force behind the Brexit vote.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/may/02/there-is-no-mass-public-revolt-against-globalisation\">There is no mass public revolt against globalisation | Joel Rogers de Waal</a> </p> \n</aside> \n<p>But experts have detected a softening in attitudes towards immigration since that vote, which could in part be influenced by the prospect of the end of freedom of movement and <a href=\"https://www.theguardian.com/uk-news/2019/feb/28/migration-from-non-eu-countries-reach-highest-level-in-15-years\">the dramatic drop in net migration to the UK from EU countries</a>, which in the last figures dropped to its lowest level since 2009.</p> \n<p>In all, only 37% of Britons feel the costs of immigration outweigh the benefits – lower than in any other big European country apart from Poland. By comparison, 50% of Italians believe the net impact of immigration is negative, as well as 49% of Swedes and 42% of French and 40% of Germans.</p> \n<p>The findings come weeks before the European parliament elections, where populist, anti-immigrant forces are projected to perform well across Europe.</p> \n<p>Nigel Farage, whose anti-migrant “breaking point” poster came to symbolise the leave message in the 2016 EU referendum, is returning to politics with his Brexit party, while his former party, Ukip, continues to campaign on immigration issues.</p> \n<figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/05/immigration-zip/giv-3902Vr3ZrXhQ5nr0/\" data-alt=\"More than a quarter of Britons say the benefits of immigration outweigh the costs\"> \n <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/05/immigration-zip/giv-3902Vr3ZrXhQ5nr0/\">More than a quarter of Britons say the benefits of immigration outweigh the costs</a> \n</figure> \n<p>However, the UK portion of the global YouGov survey suggests anti-immigrant messaging is unlikely to work across the party divide. While only 3% of Ukip voters thought benefits outweighed costs, this compared with 15% of Conservative voters and 42% who voted Labour.</p> \n<p>The survey also suggested men were most open to the benefits of immigration, with 32% saying the overall the impact was positive, compared with 24% of women.</p> \n<p>Sunder Katwala, the director of the identity and integration thinktank British Future, which last year published The National Conversation, a report on immigration in the UK, said studies were showing Britain was on the “glass half full” end of the debate.</p> \n<p>“There’s an increasing body of evidence that attitudes, having been very sceptical, are becoming softer,” he said. “The salience of immigration has dropped significantly and there’s also been a warming up of attitudes.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"b4006c41-0bbb-4b03-8b3a-a86c8fe45b17\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The project is a new annual survey of global attitudes in 23 of the world's biggest countries, covering almost 5 billion people. <br></p>\n    <p>The 2019 survey canvassed 25,325 people online across much of Europe, the Americas, Africa and Asia in February and March. <br></p>\n    <p>Questions about populist attitudes and convictions were inserted in order to derive a \"populist cohort\", and discover what this group of people think about major world issues from immigration to vaccination, social media and globalisation.</p>\n    <p>The full methodology can be found <a href=\"https://www.theguardian.com/world/2019/may/01/populism-what-is-yougov-cambridge-globalism-project-methodology\">here</a>.&nbsp;</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Katwala said a softening of attitudes had been noticed by politicians and as a result the likes of Farage had changed tone ahead of the European elections.</p> \n<p>“There’s a lot of nuance in British attitudes. The nuance was missing in the last 10 years because we were having a debate about ‘are we able to talk about immigration or not?’,” he added.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/may/01/revealed-populists-more-likely-believe-conspiracy-theories-vaccines\">Revealed: populists far more likely to believe in conspiracy theories</a> </p> \n</aside> \n<p>“It’s now a debate about what we should do now. Some people accept changes are coming. Some people are more empathetic because they see stories like <a href=\"https://www.theguardian.com/uk-news/2019/apr/14/in-search-of-home-portraits-of-the-windrush-scandal-pal-hansen\">Windrush</a>, they see that the 3 million Europeans in the UK aren’t just a statistic but the people we see on television worried about whether they’re allowed to stay.”The survey shows Britons are particularly supportive of migrants, either unskilled or qualified professionals, if they have a job offer in advance.</p> \n<p>Forty-one per cent of Britons agreed that unskilled labourers arriving in the UK with a job offer were good for the country, a higher proportion than in all other major EU nations apart from Spain.</p> \n<p>Similarly, Britons showed the highest level of support than any country surveyed for qualified professionals coming to the UK with a job offer, with 80% agreeing they were good for the country – compared, for example, with just 56% of French respondents.</p> \n<p>Conversely, Britons are less supportive than other western nations in the survey of migrants arriving without a job in search for work.</p> \n<p>Only 14% of Britons thought unskilled labourers coming to the UK to search for work were good for the country, with only Sweden and Germany showing lower levels of support for this kind of migrant.</p> \n<aside class=\"element element-membership\"> \n <p> <span>Membership Event: </span><a href=\"https://membership.theguardian.com/event/the-new-populism-a-threat-to-democracy-58639363916\">The new populism: A threat to democracy?</a> </p> \n</aside> \n<p>Britons also appeared relatively hostile to refugees. Only 29% of Britons thought people fleeing war or persecution were good for the country, less than any other EU or anglophone country in the survey. Almost half of Canadians (45%) and French (44%), in contrast, expressed support for refugees.</p> \n<p>UK respondents also showed the lowest level of support of all countries surveyed for migrants coming to join family members who already live here, with just 22% of respondents thinking this was good for the country, compared with 56% of Polish respondents who, among the EU and anglophone countries, showed the highest level of support.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "818",
      "commentable": "false",
      "firstPublicationDate": "2019-05-02T13:00:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:46Z",
      "newspaperEditionDate": "2019-05-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bcxhd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ffe725748b7b9d138f1ab5a62b086aede1aca130/0_0_2000_1200/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "British people are more persuaded of the benefits of immigration than any other major European nation, according to a global survey, which has also found that almost half of Britons think immigrants are either positive or neutral for the country. The YouGov–Cambridge Globalism survey found that 28% of Britons believed the benefits of immigration outweighed the costs, compared with 24% in Germany, 21% in France and 19% in Denmark. A further 20% of British people believed the costs and benefits were about equal, while 16% were not sure. The findings contradict the assumption that Britain is more hostile to immigration than its European neighbours are. Britain was seen as taking a hardline and less compassionate response to the 2015 European migration crisis, while many argue concerns over immigration were the key driving force behind the Brexit vote. But experts have detected a softening in attitudes towards immigration since that vote, which could in part be influenced by the prospect of the end of freedom of movement and the dramatic drop in net migration to the UK from EU countries, which in the last figures dropped to its lowest level since 2009. In all, only 37% of Britons feel the costs of immigration outweigh the benefits – lower than in any other big European country apart from Poland. By comparison, 50% of Italians believe the net impact of immigration is negative, as well as 49% of Swedes and 42% of French and 40% of Germans. The findings come weeks before the European parliament elections, where populist, anti-immigrant forces are projected to perform well across Europe. Nigel Farage, whose anti-migrant “breaking point” poster came to symbolise the leave message in the 2016 EU referendum, is returning to politics with his Brexit party, while his former party, Ukip, continues to campaign on immigration issues. However, the UK portion of the global YouGov survey suggests anti-immigrant messaging is unlikely to work across the party divide. While only 3% of Ukip voters thought benefits outweighed costs, this compared with 15% of Conservative voters and 42% who voted Labour. The survey also suggested men were most open to the benefits of immigration, with 32% saying the overall the impact was positive, compared with 24% of women. Sunder Katwala, the director of the identity and integration thinktank British Future, which last year published The National Conversation, a report on immigration in the UK, said studies were showing Britain was on the “glass half full” end of the debate. “There’s an increasing body of evidence that attitudes, having been very sceptical, are becoming softer,” he said. “The salience of immigration has dropped significantly and there’s also been a warming up of attitudes.” Katwala said a softening of attitudes had been noticed by politicians and as a result the likes of Farage had changed tone ahead of the European elections. “There’s a lot of nuance in British attitudes. The nuance was missing in the last 10 years because we were having a debate about ‘are we able to talk about immigration or not?’,” he added. “It’s now a debate about what we should do now. Some people accept changes are coming. Some people are more empathetic because they see stories like Windrush, they see that the 3 million Europeans in the UK aren’t just a statistic but the people we see on television worried about whether they’re allowed to stay.”The survey shows Britons are particularly supportive of migrants, either unskilled or qualified professionals, if they have a job offer in advance. Forty-one per cent of Britons agreed that unskilled labourers arriving in the UK with a job offer were good for the country, a higher proportion than in all other major EU nations apart from Spain. Similarly, Britons showed the highest level of support than any country surveyed for qualified professionals coming to the UK with a job offer, with 80% agreeing they were good for the country – compared, for example, with just 56% of French respondents. Conversely, Britons are less supportive than other western nations in the survey of migrants arriving without a job in search for work. Only 14% of Britons thought unskilled labourers coming to the UK to search for work were good for the country, with only Sweden and Germany showing lower levels of support for this kind of migrant. Britons also appeared relatively hostile to refugees. Only 29% of Britons thought people fleeing war or persecution were good for the country, less than any other EU or anglophone country in the survey. Almost half of Canadians (45%) and French (44%), in contrast, expressed support for refugees. UK respondents also showed the lowest level of support of all countries surveyed for migrants coming to join family members who already live here, with just 22% of respondents thinking this was good for the country, compared with 56% of Polish respondents who, among the EU and anglophone countries, showed the highest level of support.",
      "charCount": "4979",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jamie-grierson\">Jamie Grierson</a> and <a href=\"profile/pamela-duncan\">Pamela Duncan</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/02/police-officer-london-lost-control-streets-knife-crime-cuts",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-02T11:58:37Z",
    "webTitle": "I’m a police officer in London. Here’s why we’ve lost control of the streets | Anonymous",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/02/police-officer-london-lost-control-streets-knife-crime-cuts",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/02/police-officer-london-lost-control-streets-knife-crime-cuts",
    "fields": {
      "headline": "I’m a police officer in London. Here’s why we’ve lost control of the streets",
      "standfirst": "<p>I’ve faced the aftermath of knife crime and seen colleagues stabbed. Cuts mean we can’t keep ourselves or the public safe</p>",
      "trailText": "Cuts mean we can no longer keep ourselves or the public safe, says an anonymous Metropolitan police officer",
      "byline": "Anonymous",
      "main": "<figure class=\"element element-image\" data-media-id=\"54fa40969f891332244cc1e0251eb308bb01d417\"> <img src=\"https://media.guim.co.uk/54fa40969f891332244cc1e0251eb308bb01d417/0_252_6000_3600/1000.jpg\" alt=\"The scene of a fatal stabbing in Leyton, east London, March 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The scene of a fatal stabbing in Leyton, east London, March 2019. </span> <span class=\"element-image__credit\">Photograph: Niklas Halle’n/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>There’s a saying in the police. It’s not sophisticated or clever, really, and it’s been passed down from generation to generation of coppers; it’s not new. “The job is fucked,” they say. Only now, it doesn’t feel as flippant as it used to.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/may/02/boy-believed-to-be-aged-15-dies-after-being-stabbed-in-east-london\">Boy believed to be aged 15 dies after being stabbed in east London</a> </p> </aside>  <p>I’m a police officer in the Metropolitan police, and have been since 2014. I have anxiety and PTSD. I am – and I cannot say this strongly enough – exhausted. I do not feel safe policing London’s streets and, moreover, increasingly I do not feel that people in London are safe. Just last night, there was <a href=\"https://www.theguardian.com/uk-news/2019/may/02/boy-believed-to-be-aged-15-dies-after-being-stabbed-in-east-london\" title=\"\">another double stabbing in east London</a>, resulting in the death of a 15-year-old boy.</p> <p>It’s all well and good vaguely debating “cuts”, but on the frontline of service, those things have real meaning. In the borough I am stationed in – much like other boroughs – where there is a population of about 250,000 people, there are on average 10 police officers for the entire area to respond to emergency calls per shift. Only two or three of them can drive on blue lights. Crucially, very few staff carry Tasers. With a big incident, such as a stabbing, it’s not unusual to have all of those 10 officers at one crime scene, meaning there is no one else to attend further 999 calls.</p> <p>I can expect, at the very least, to respond to at least two to three crimes involving knives a month, and that is being generous. Attackers have pulled knives on me. My colleagues – friends – have been stabbed in front of me. I’ve found myself many times kneeling on the pavement holding parts of bodies together. We are simply not equipped: most of the time when a violent crime comes in, it’s only hope that we can depend on. That somehow we can verbally talk a person down from further attacks, or that we can physically overpower them. Or that, miraculously, an officer with a Taser turns up.</p> <p>There has been, as evidenced by the recent and continuing <a href=\"https://www.theguardian.com/politics/2019/apr/15/sajid-javid-to-call-for-shift-in-mindset-to-tackle-knife\" title=\"\">knife-crime debate</a>, a steep upturn in the amount of calls we attend that involve a blade or even a gun. I don’t mind admitting I’m scared going out on these jobs. I realise it’s part of my duty as a police officer, but the trouble is, I no longer feel we’re in control.</p> <p>The <a href=\"https://www.theguardian.com/uk-news/2017/jun/05/theresa-may-police-cuts-margaret-thatcher-budgets\" title=\"\">20,000 frontline cuts</a> don’t even begin to cover the reality. Theresa May also sanctioned cuts to civilian staff, ambulance services, crisis teams, call handlers and the people we rely on for intelligence – such as knowing if someone has committed previous crimes, whether they involved a weapon and therefore how prepared we should be. Our duties are being stretched beyond our capabilities to include non-criminal matters regarding mental health and social services, because cuts have debilitated those sectors too.</p> <p>While on-foot patrols are dangerously diminished, police officers are sent to help the mentally ill, often sitting for hours with people who are a danger to themselves. Should we try to section them, it can take even longer to locate a single bed, so we often end up at the other side of London, away from our borough. Frequently the person is then released an hour later, deemed to be fit, and we get another call from them the following night, at the same address, to deal with the same issue all over again. The system is broken.</p> <p>As for our own mental health, there isn’t really time to recover. You’re expected to go straight out on to the next job, sometimes on the same night, even if a situation is debilitating. If you’re lucky, you’ll get an inspector or a sergeant who’s half decent, and asks how you are. Often you think you’re all right for a while. But it takes its toll eventually. I have PTSD from particular jobs – I get panicky, and I’ve had periods of intense flashbacks – but when I asked my GP about being referred for help, he said I had to go through occupational health. I’ve been waiting for more than six months.</p> <p>On top of all this, numbers are dwindling because police officers no longer have faith. People who have been in the force for 20 years – just 10 years before they qualify for a pension – are leaving. We feel ignored and maltreated by the government, pushed to the brink of exhaustion and our mental capacities.</p> <p>When I first joined the force, <a href=\"https://www.theguardian.com/uk-news/2019/apr/14/stop-and-search-metropolitan-police-sajid-javid\" title=\"\">stop and search</a> was something that we were told to avoid unless we were absolutely certain there was a proper and solid reason to conduct it. For example, smelling weed being smoked wouldn’t be enough of a reason to search someone. Now, unofficial targets mean that if an officer hasn’t performed a stop and search for, say, two weeks, they are being hauled in front of chief inspectors and bollocked. This change – pressure being put on us to meet certain numbers – is not about safety: it’s about politics. And policing should never be politicised like that.</p> <p>It feels like the organisation just doesn’t care about the officers, the pressure they are being put under or, as a result, the public. Our normal shift pattern is six days on, four days off. Often that would be seven days, so that we can do training or follow up on crimes. We don’t get that day now to follow up – instead we’re making up teams in other boroughs. So the service that we’re actually able to provide to the public, in terms of reporting your crime, is shocking. We have no faith in the government. Not many people have had the balls to stand up for the police and say that this is wrong; this is unacceptable; this is dangerous. That’s what needs to happen now. But it won’t, because of Brexit. Our annual leave is in lockdown because of the anticipation of a rise in violence after we leave the EU. For years, people inside and outside the force have been saying that policing is on the brink of collapse. The mood now is that we are no longer on the brink. We have gone over the edge. The job is fucked.</p> <p>• The anonymous writer is a police officer in the Metropolitan police</p>",
      "wordcount": "1039",
      "commentCloseDate": "2019-05-02T16:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-02T11:58:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "true",
      "lastModified": "2020-04-16T09:43:43Z",
      "newspaperEditionDate": "2019-05-03T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bcjqm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/54fa40969f891332244cc1e0251eb308bb01d417/0_252_6000_3600/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There’s a saying in the police. It’s not sophisticated or clever, really, and it’s been passed down from generation to generation of coppers; it’s not new. “The job is fucked,” they say. Only now, it doesn’t feel as flippant as it used to. I’m a police officer in the Metropolitan police, and have been since 2014. I have anxiety and PTSD. I am – and I cannot say this strongly enough – exhausted. I do not feel safe policing London’s streets and, moreover, increasingly I do not feel that people in London are safe. Just last night, there was another double stabbing in east London, resulting in the death of a 15-year-old boy. It’s all well and good vaguely debating “cuts”, but on the frontline of service, those things have real meaning. In the borough I am stationed in – much like other boroughs – where there is a population of about 250,000 people, there are on average 10 police officers for the entire area to respond to emergency calls per shift. Only two or three of them can drive on blue lights. Crucially, very few staff carry Tasers. With a big incident, such as a stabbing, it’s not unusual to have all of those 10 officers at one crime scene, meaning there is no one else to attend further 999 calls. I can expect, at the very least, to respond to at least two to three crimes involving knives a month, and that is being generous. Attackers have pulled knives on me. My colleagues – friends – have been stabbed in front of me. I’ve found myself many times kneeling on the pavement holding parts of bodies together. We are simply not equipped: most of the time when a violent crime comes in, it’s only hope that we can depend on. That somehow we can verbally talk a person down from further attacks, or that we can physically overpower them. Or that, miraculously, an officer with a Taser turns up. There has been, as evidenced by the recent and continuing knife-crime debate, a steep upturn in the amount of calls we attend that involve a blade or even a gun. I don’t mind admitting I’m scared going out on these jobs. I realise it’s part of my duty as a police officer, but the trouble is, I no longer feel we’re in control. The 20,000 frontline cuts don’t even begin to cover the reality. Theresa May also sanctioned cuts to civilian staff, ambulance services, crisis teams, call handlers and the people we rely on for intelligence – such as knowing if someone has committed previous crimes, whether they involved a weapon and therefore how prepared we should be. Our duties are being stretched beyond our capabilities to include non-criminal matters regarding mental health and social services, because cuts have debilitated those sectors too. While on-foot patrols are dangerously diminished, police officers are sent to help the mentally ill, often sitting for hours with people who are a danger to themselves. Should we try to section them, it can take even longer to locate a single bed, so we often end up at the other side of London, away from our borough. Frequently the person is then released an hour later, deemed to be fit, and we get another call from them the following night, at the same address, to deal with the same issue all over again. The system is broken. As for our own mental health, there isn’t really time to recover. You’re expected to go straight out on to the next job, sometimes on the same night, even if a situation is debilitating. If you’re lucky, you’ll get an inspector or a sergeant who’s half decent, and asks how you are. Often you think you’re all right for a while. But it takes its toll eventually. I have PTSD from particular jobs – I get panicky, and I’ve had periods of intense flashbacks – but when I asked my GP about being referred for help, he said I had to go through occupational health. I’ve been waiting for more than six months. On top of all this, numbers are dwindling because police officers no longer have faith. People who have been in the force for 20 years – just 10 years before they qualify for a pension – are leaving. We feel ignored and maltreated by the government, pushed to the brink of exhaustion and our mental capacities. When I first joined the force, stop and search was something that we were told to avoid unless we were absolutely certain there was a proper and solid reason to conduct it. For example, smelling weed being smoked wouldn’t be enough of a reason to search someone. Now, unofficial targets mean that if an officer hasn’t performed a stop and search for, say, two weeks, they are being hauled in front of chief inspectors and bollocked. This change – pressure being put on us to meet certain numbers – is not about safety: it’s about politics. And policing should never be politicised like that. It feels like the organisation just doesn’t care about the officers, the pressure they are being put under or, as a result, the public. Our normal shift pattern is six days on, four days off. Often that would be seven days, so that we can do training or follow up on crimes. We don’t get that day now to follow up – instead we’re making up teams in other boroughs. So the service that we’re actually able to provide to the public, in terms of reporting your crime, is shocking. We have no faith in the government. Not many people have had the balls to stand up for the police and say that this is wrong; this is unacceptable; this is dangerous. That’s what needs to happen now. But it won’t, because of Brexit. Our annual leave is in lockdown because of the anticipation of a rise in violence after we leave the EU. For years, people inside and outside the force have been saying that policing is on the brink of collapse. The mood now is that we are no longer on the brink. We have gone over the edge. The job is fucked. • The anonymous writer is a police officer in the Metropolitan police",
      "charCount": "5797",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<span data-tag-id=\"22177\" class=\"contributor\">Anonymous</span>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/may/02/gavin-williamson-police-urged-to-launch-criminal-inquiry",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-02T09:57:58Z",
    "webTitle": "Hunt undermines PM's attempt to draw line under Williamson firing",
    "webUrl": "https://www.theguardian.com/politics/2019/may/02/gavin-williamson-police-urged-to-launch-criminal-inquiry",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/02/gavin-williamson-police-urged-to-launch-criminal-inquiry",
    "fields": {
      "headline": "Hunt undermines PM's attempt to draw line under Williamson firing",
      "standfirst": "<p>Foreign secretary says it is up to police to decide whether to launch criminal inquiry</p><ul><li><a href=\"https://www.theguardian.com/politics/blog/live/2019/may/02/mps-to-debate-gavin-williamsons-sacking-after-speaker-grants-urgent-question-to-labour-live-news\">Follow the day’s political developments - live</a></li></ul>",
      "trailText": "Foreign secretary says it is up to police to decide whether to launch criminal inquiry",
      "byline": "Matthew Weaver and Patrick Wintour in Addis Ababa",
      "main": "<figure class=\"element element-image\" data-media-id=\"ae7c57398c22e8e72bfe54f0345f5c459dafb3dd\"> <img src=\"https://media.guim.co.uk/ae7c57398c22e8e72bfe54f0345f5c459dafb3dd/0_84_2550_1530/1000.jpg\" alt=\"Gavin Williamson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Gavin Williamson denies he was behind the leak after he was sacked by Theresa May over the breach.</span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure>",
      "body": "<p>The foreign secretary, Jeremy Hunt, has appeared to undermine Theresa May’s attempt to draw a line under the sacking of the defence secretary, Gavin Williamson, over the Huawei leak, by saying the police should decide whether to launch a criminal investigation.</p> <p>Downing Street said it considered the matter closed despite growing calls for a police investigation into whether Williamson leaked official secrets about a National Security Council decision to grant the Chinese firm Huawei a role in the UK’s 5G network.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/02/how-will-history-judge-gavin-williamson\">Rat or stitch-up victim: how will history judge Gavin Williamson? | Simon Jenkins</a> </p> </aside>  <p>And now Hunt has fuelled those calls. Speaking at a world press freedom day forum in Addis Ababa in Ethiopia, he said: “When it comes to issues like whether there should be a police investigation or not, there’s a very, very important principle of our system that those decisions are not made by politicians, they are made independently by police.</p> <p>“And that has to be the correct way forward in this situation.”</p> <p>Scotland Yard said it was not carrying out an inquiry, but added it would look into any information “that would suggest criminal offences have been committed”. Downing Street said the prime minister “considers the matter to be closed”.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/05/resignations-zip/giv-3902djkFEvZbUTbf/\" data-alt=\"Graphic\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/05/resignations-zip/giv-3902djkFEvZbUTbf/\">Graphic</a> </figure>  <p>May’s de facto deputy, David Lidington, told MPs on Thursday: “The prime minister has said that she now considers that this matter has been closed and the cabinet secretary does not consider it necessary to refer it to the police, but we would of course cooperate fully should the police themselves consider that an investigation were necessary.”</p> <p>Williamson continues to deny that he was behind the leak after he was <a href=\"https://www.theguardian.com/politics/2019/may/01/gavin-williamson-sacked-as-defence-secretary-over-huawei-leak\">sacked by Theresa May over the breach</a>, and claims he would be “absolutely exonerated” if there was a police investigation.</p> <p><a href=\"https://www.theguardian.com/politics/blog/live/2019/may/02/mps-to-debate-gavin-williamsons-sacking-after-speaker-grants-urgent-question-to-labour-live-news\">Parliament was due to discuss the issue on Thursday morning</a> after Labour was granted an urgent question on Williamson’s sacking.</p> <p>Dominic Grieve, the chair of the intelligence and security committee and the former attorney general, has joined opposition parties in claiming the breach amounted to a potentially criminal act.</p> <p>Speaking to Sky News, Grieve said: “If people leak the content of such a meeting, even if it is just about a policy disagreement, not some specific secret item, it ruthlessly undermines the ability of the National Security Council to do its work. If you are going to leak material from a NSC meeting which includes classified material potentially you do break the law.”</p> <p>He added: “In this country investigation of criminal offences is done independently by the police and the Crown Prosecution Service. There is certainly an argument for it being referred to the police.</p> <p>“Indeed, I got the impression Gavin Williamson wished it to be because he believes it will exonerate him.”</p> <p>In her letter dismissing Williamson, May said a leak inquiry had found “compelling evidence” suggesting he was to blame.</p> <p>Labour’s deputy leader, Tom Watson, said such evidence should be passed to the police. Speaking to BBC Radio 4’s Today programme, he said: “This is about the law applying equally and to everyone. We have had high-profile civil servants go to jail for breaching the Official Secrets Act.</p> <p>“The logic of the prime minister’s letter is she says she has compelling evidence that suggests he has done the same. He is denying it and he has the right to clear his name – the way to do that is a criminal inquiry if confidential information has leaked.”</p> <p>The former national security adviser, Lord Ricketts, said the director of public prosecutions should decide whether a criminal investigation should be launched.</p> <p>Speaking to BBC Two’s Newsnight, he said: “On the face of it, this is a breach of the Official Secrets Act. All the ministers and officials around the table will have signed that. “So, it seems to me the police ought to be considering: is there a case to be considered there? “It would be for the director of public prosecutions to make the decisions, not ministers.”</p> <p>The Liberal Democrat deputy leader, Jo Swinson, has written to the Metropolitan police commissioner, Cressida Dick, calling for a criminal investigation.</p> <p>The letter states: “I am writing to ask you to open a criminal investigation to ascertain whether the actions of Mr Williamson constitute a breach of the Official Secrets Act.”</p>",
      "wordcount": "699",
      "firstPublicationDate": "2019-05-02T09:07:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-02T16:59:14Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bcjvj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ae7c57398c22e8e72bfe54f0345f5c459dafb3dd/0_84_2550_1530/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The foreign secretary, Jeremy Hunt, has appeared to undermine Theresa May’s attempt to draw a line under the sacking of the defence secretary, Gavin Williamson, over the Huawei leak, by saying the police should decide whether to launch a criminal investigation. Downing Street said it considered the matter closed despite growing calls for a police investigation into whether Williamson leaked official secrets about a National Security Council decision to grant the Chinese firm Huawei a role in the UK’s 5G network. And now Hunt has fuelled those calls. Speaking at a world press freedom day forum in Addis Ababa in Ethiopia, he said: “When it comes to issues like whether there should be a police investigation or not, there’s a very, very important principle of our system that those decisions are not made by politicians, they are made independently by police. “And that has to be the correct way forward in this situation.” Scotland Yard said it was not carrying out an inquiry, but added it would look into any information “that would suggest criminal offences have been committed”. Downing Street said the prime minister “considers the matter to be closed”. May’s de facto deputy, David Lidington, told MPs on Thursday: “The prime minister has said that she now considers that this matter has been closed and the cabinet secretary does not consider it necessary to refer it to the police, but we would of course cooperate fully should the police themselves consider that an investigation were necessary.” Williamson continues to deny that he was behind the leak after he was sacked by Theresa May over the breach, and claims he would be “absolutely exonerated” if there was a police investigation. Parliament was due to discuss the issue on Thursday morning after Labour was granted an urgent question on Williamson’s sacking. Dominic Grieve, the chair of the intelligence and security committee and the former attorney general, has joined opposition parties in claiming the breach amounted to a potentially criminal act. Speaking to Sky News, Grieve said: “If people leak the content of such a meeting, even if it is just about a policy disagreement, not some specific secret item, it ruthlessly undermines the ability of the National Security Council to do its work. If you are going to leak material from a NSC meeting which includes classified material potentially you do break the law.” He added: “In this country investigation of criminal offences is done independently by the police and the Crown Prosecution Service. There is certainly an argument for it being referred to the police. “Indeed, I got the impression Gavin Williamson wished it to be because he believes it will exonerate him.” In her letter dismissing Williamson, May said a leak inquiry had found “compelling evidence” suggesting he was to blame. Labour’s deputy leader, Tom Watson, said such evidence should be passed to the police. Speaking to BBC Radio 4’s Today programme, he said: “This is about the law applying equally and to everyone. We have had high-profile civil servants go to jail for breaching the Official Secrets Act. “The logic of the prime minister’s letter is she says she has compelling evidence that suggests he has done the same. He is denying it and he has the right to clear his name – the way to do that is a criminal inquiry if confidential information has leaked.” The former national security adviser, Lord Ricketts, said the director of public prosecutions should decide whether a criminal investigation should be launched. Speaking to BBC Two’s Newsnight, he said: “On the face of it, this is a breach of the Official Secrets Act. All the ministers and officials around the table will have signed that. “So, it seems to me the police ought to be considering: is there a case to be considered there? “It would be for the director of public prosecutions to make the decisions, not ministers.” The Liberal Democrat deputy leader, Jo Swinson, has written to the Metropolitan police commissioner, Cressida Dick, calling for a criminal investigation. The letter states: “I am writing to ask you to open a criminal investigation to ascertain whether the actions of Mr Williamson constitute a breach of the Official Secrets Act.”",
      "charCount": "4233",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/matthewweaver\">Matthew Weaver</a> and <a href=\"profile/patrickwintour\">Patrick Wintour</a> in Addis Ababa"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]