[
  {
    "id": "commentisfree/2019/jul/22/the-guardian-view-on-nhs-privatisation-the-92bn-question",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-22T17:42:02Z",
    "webTitle": "The Guardian view on NHS privatisation: the £9.2bn question | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/22/the-guardian-view-on-nhs-privatisation-the-92bn-question",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/22/the-guardian-view-on-nhs-privatisation-the-92bn-question",
    "fields": {
      "headline": "The Guardian view on NHS privatisation: the £9.2bn question",
      "standfirst": "<p>Facts on the ground, such as private companies’ 44% share of child mental health spending, make a mockery of ministers’ promises</p>",
      "trailText": "<strong>Editorial:</strong> Facts on the ground, such as private companies’ 44% share of child mental health spending, make a mockery of ministers’ promises",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"97b63663a4acf50562d0f76a350a3fe82014e13b\"> <img src=\"https://media.guim.co.uk/97b63663a4acf50562d0f76a350a3fe82014e13b/0_174_5107_3063/1000.jpg\" alt=\"NHS logo\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘While the government insists that the overall share of NHS budgets being handed to private companies is steady, this is disingenuous when set against the outsize role they now play in some areas.’ </span> <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> </figcaption> </figure>",
      "body": "<p>The gap between what the government is saying about the NHS and what is actually happening is growing. When the health secretary, Matt Hancock, declared in January that there would be “no privatisation on my watch”, he was not announcing a change in policy but a continuation. Andrew Lansley’s 2012 reorganisation is recognised by Theresa May’s government as a failure, and ministers support NHS England’s goal of abolishing the <a href=\"https://www.theguardian.com/society/2018/aug/05/virgin-awarded-almost-2bn-of-nhs-contracts-in-the-past-five-years\" title=\"\">compulsory tendering</a> that it ushered in. </p> <p>Whether a government led by Boris Johnson sticks by this policy remains to be seen. But even it does, the willingness to rein in profit-seeking companies by restricting competition is far from the whole story. <a href=\"https://www.theguardian.com/society/2019/jul/21/private-firms-nhs-budget-matt-hancock-promise\" title=\"\">Analysis of recent figures</a> reveals a 14% rise in the amount of money going to profit-making companies over the past four years, up to a record £9.2bn in 2018-19 (a rise of more than £1bn from the £8.1bn spent on private healthcare in 2014-15). In some sectors the proportion of private spending is many times the overall average of 7.3%, with 44% of all spending on child and adolescent mental health going to private providers, and 30% of mental health budgets overall. In the controversial area of “<a href=\"https://www.theguardian.com/society/2019/apr/23/nhs-mental-health-patients-locked-in-secure-ward-rehabilitation-years\" title=\"\">locked ward rehabilitation</a>”, where people are held as psychiatric inpatients, sometimes against their will and for years at a time, the private sector has held a share of the market as high as 97%.</p> <p>These extraordinary figures should be far more widely known, and opponents of NHS privatisation are rightly angry. While the government insists that the overall share of NHS budgets being handed to private companies is steady, this is disingenuous when set against the outsize role they now play in some areas. There is no sense in which a £415m annual increase in the value of private contracts is consistent with Mr Hancock’s “no privatisation” promise.</p> <p>Systematically starved of funds during a decade of austerity, NHS trusts have been forced to outsource. But even more concerning than this overall picture is the detail of where private companies have chosen to expand. Where their role in diagnostic testing and routine operations such as hip replacements was conceived as a way to reduce waiting times, the delivery of highly complex mental health services is a different matter. If it is generally undesirable to introduce a money-making motive into a health setting, as most people believe it is, it is nowhere less appropriate than in an environment where trust, professional judgments and staff-patient relationships underpin good outcomes.</p> <p>Evidence that private providers are failing in their duty of care to vulnerable young people is mounting. In April, <a href=\"https://www.theguardian.com/society/2019/may/11/priory-mental-health-profits-death\" title=\"\">Priory Healthcare was fined £300,000</a> after pleading guilty to criminal charges related to the death of Amy El-Keria. Another of the company’s hospitals is <a href=\"https://www.theguardian.com/society/2019/feb/13/priory-to-close-inadequate-high-wycombe-hospital\" title=\"\">set to close</a> after being rated inadequate. While poor practice is not limited to private providers, on accountability and transparency measures they fall far short. Recent research highlights the <a href=\"https://www.theguardian.com/society/2019/jun/30/nhs-consultants-refer-patients-private-hospitals-own-shares-potential-conflict-interest\" title=\"\">potential for conflicts of interest</a>, with <a href=\"https://www.theguardian.com/society/2018/aug/05/how-virgin-became-one-of-the-uks-leading-healthcare-providers\" title=\"\">Virgin Care</a> among providers to have an ownership structure that is opaque.</p> <p>All these issues require ministers’ attention, but parliament too must step up. The Lansley reforms must be undone not by stealth, because politicians are stuck on Brexit, but with Commons votes. Privatisation of health services urgently requires scrutiny. At a time of significant <a href=\"https://www.theguardian.com/society/2019/apr/17/mental-health-young-people-england-crisis-point-teacher-school-leader-survey\" title=\"\">concern about young people’s wellbeing</a>, a public debate about whether companies should make money by looking after the most vulnerable among them would be a good place to start.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "575",
      "commentCloseDate": "2019-07-25T17:42:02Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-22T17:42:02Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-22T19:25:02Z",
      "newspaperEditionDate": "2019-07-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cvp6a",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/97b63663a4acf50562d0f76a350a3fe82014e13b/0_174_5107_3063/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The gap between what the government is saying about the NHS and what is actually happening is growing. When the health secretary, Matt Hancock, declared in January that there would be “no privatisation on my watch”, he was not announcing a change in policy but a continuation. Andrew Lansley’s 2012 reorganisation is recognised by Theresa May’s government as a failure, and ministers support NHS England’s goal of abolishing the compulsory tendering that it ushered in. Whether a government led by Boris Johnson sticks by this policy remains to be seen. But even it does, the willingness to rein in profit-seeking companies by restricting competition is far from the whole story. Analysis of recent figures reveals a 14% rise in the amount of money going to profit-making companies over the past four years, up to a record £9.2bn in 2018-19 (a rise of more than £1bn from the £8.1bn spent on private healthcare in 2014-15). In some sectors the proportion of private spending is many times the overall average of 7.3%, with 44% of all spending on child and adolescent mental health going to private providers, and 30% of mental health budgets overall. In the controversial area of “locked ward rehabilitation”, where people are held as psychiatric inpatients, sometimes against their will and for years at a time, the private sector has held a share of the market as high as 97%. These extraordinary figures should be far more widely known, and opponents of NHS privatisation are rightly angry. While the government insists that the overall share of NHS budgets being handed to private companies is steady, this is disingenuous when set against the outsize role they now play in some areas. There is no sense in which a £415m annual increase in the value of private contracts is consistent with Mr Hancock’s “no privatisation” promise. Systematically starved of funds during a decade of austerity, NHS trusts have been forced to outsource. But even more concerning than this overall picture is the detail of where private companies have chosen to expand. Where their role in diagnostic testing and routine operations such as hip replacements was conceived as a way to reduce waiting times, the delivery of highly complex mental health services is a different matter. If it is generally undesirable to introduce a money-making motive into a health setting, as most people believe it is, it is nowhere less appropriate than in an environment where trust, professional judgments and staff-patient relationships underpin good outcomes. Evidence that private providers are failing in their duty of care to vulnerable young people is mounting. In April, Priory Healthcare was fined £300,000 after pleading guilty to criminal charges related to the death of Amy El-Keria. Another of the company’s hospitals is set to close after being rated inadequate. While poor practice is not limited to private providers, on accountability and transparency measures they fall far short. Recent research highlights the potential for conflicts of interest, with Virgin Care among providers to have an ownership structure that is opaque. All these issues require ministers’ attention, but parliament too must step up. The Lansley reforms must be undone not by stealth, because politicians are stuck on Brexit, but with Commons votes. Privatisation of health services urgently requires scrutiny. At a time of significant concern about young people’s wellbeing, a public debate about whether companies should make money by looking after the most vulnerable among them would be a good place to start.",
      "charCount": "3574",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-22T16:56:45Z",
    "webTitle": "'Britain deserves better than Boris Johnson,' says new Lib Dem leader Jo Swinson - as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news",
    "fields": {
      "headline": "'Britain deserves better than Boris Johnson,' says new Lib Dem leader Jo Swinson - as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news?page=with:block-5d35e2588f0845f89e31227a#block-5d35e2588f0845f89e31227a\">Afternoon summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news?page=with:block-5d3566438f08d0b6ca53549f#block-5d3566438f08d0b6ca53549f\">Blair ridicules Johnson’s claim ‘can-do spirit’ can solve Brexit </a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news?page=with:block-5d358c218f0845f89e311e99#block-5d358c218f0845f89e311e99\">Millions of Brexit voters do not support no-deal, says Gordon Brown</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news?page=with:block-5d35a4b98f08d0b6ca5356af#block-5d35a4b98f08d0b6ca5356af\">Almost 1m public sector workers to get above-inflation pay rises</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news?page=with:block-5d35c4538f08d0b6ca5357ee#block-5d35c4538f08d0b6ca5357ee\">Duncan claims Speaker blocked bid to hold confidence vote in Johnson</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"bf14da55-0737-4bc3-81c8-78601e902847\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/0obz_l1XvGM?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5d35e2588f0845f89e31227a\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T16:56:45.957Z\">5.56pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/22/jo-swinson-elected-new-lib-dem-leader\">Jo Swinson has been elected the new leader of the Liberal Democrats, winning a vote among party members to take over following Vince Cable’s two-year tenure, with the party newly resurgent in the polls.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong>Jeremy Hunt, the foreign secretary, has said the government will try to put together a European-led mission to protect shipping in the Gulf</strong>. In a Commons statement about Iran’s seizure of a British-flagged tanker, Hunt said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Because freedom of navigation is a vital interest of every nation, we will now seek to put together a European-led maritime protection mission to support safe passage of both crew and cargo in this vital region.</p> \n   <p>We have had constructive discussions with a number of countries in the last 48 hours and will discuss later this week the best way to complement this with recent US proposals in this area.</p> \n   <p>The new force will be focused on free navigation, bearing in mind that one fifth of the world’s oil, a quarter of its liquefied natural gas – and trade worth half a trillion dollars - pass through the Strait of Hormuz every year . </p> \n   <p>It will not be part of the US maximum pressure policy on Iran because we remain committed to preserving the Iran nuclear agreement.</p> \n  </blockquote> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/22/alan-duncan-quits-as-minister-before-boris-johnson-arrival-at-no-10\">Alan Duncan, a senior Conservative critic of Boris Johnson, resigned from the government in order to test whether the new prime minister commands the confidence of the House of Commons.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/business/2019/jul/22/no-deal-brexit-uk-recession-niesr-british-eu-trade\">The mounting risk of no-deal Brexit may have pushed the UK economy into a recession already, one of the country’s foremost economic forecasters has warned.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/education/2019/jul/22/schools-cutbacks-pay-rise-teachers-england\">School budgets face cuts to fund a new teachers’ pay rise after the government announced it would only partially fund the award of 2.75%.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong>Three former prime ministers, Sir John Major, Tony Blair and Gordon Brown, have all told Boris Johnson that opting for a no-deal Brexit would be unacceptable.</strong> (See <a href=\"https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news?page=with:block-5d35af218f08d0b6ca5356f3#block-5d35af218f08d0b6ca5356f3\">1.55pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jul/22/boris-johnson-can-do-spirit-solve-problem-irish-border\">Boris Johnson has put his faith in optimism to find technological solutions to prevent a hard Irish border if he becomes prime minister, as the DUP impressed on him the need to resolve the issue of the backstop to keep their support.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong>Labour’s shadow cabinet is backing a plan to speed up the expulsion from the party of antisemites. </strong> According to the party, <strong>Jeremy Corbyn </strong>told a shadow cabinet meeting: </li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>It is wrong to deny there is antisemitism in the Labour party. And those who deny that it does exist are part of the problem. We have to stand for a serious, anti-racist, inclusive socialism.</p> \n   <p>Labour is not an antisemitic party. But one antisemite is always one too many. </p> \n   <p>I also know that some complaints have taken too long to deal with. This is not good enough. </p> \n   <p>Our members don’t want to share their party with anyone who is racist - and they want to be able to demonstrate there is no place for antisemitism among them.</p> \n  </blockquote> \n  <p>Corbyn presented the shadow cabinet with two options for speeding up the party’s complaints process. Under his preferred option the most serious of cases would be referred to a special panel consisting of the party’s general secretary and NEC officers who would have the power to expel the member - allowing for more rapid action. After the meeting the shadow cabinet issued a statement saying:</p> \n  <blockquote class=\"quoted\"> \n   <p>As part of tackling antisemitism, the shadow cabinet has today supported the proposal for summary exclusion outlined by the Labour leader, which he will put to the national executive committee tomorrow.</p> \n   <p>The shadow cabinet also supports the proposal to introduce independent oversight of our processes, and will continue to seek to engage with Jewish community organisations to build confidence.</p> \n  </blockquote> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/jul/22/tory-mp-charlie-elphicke-charged-with-sexual-assault\">The Conservative MP Charlie Elphicke has been charged with three counts of sexual assault relating to two women, prosecutors have said.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong>Self-styled yellow vest protester James Goddard has been handed a suspended prison sentence and been banned from an area around parliament for hurling abuse at remain-supporting MP Anna Soubry, the Press Association reports.</strong><br></li> \n  </ul> \n  <p>That’s all from me for today.</p> \n  <p>Thanks for the comments.</p> \n </div> \n</div> \n<div id=\"block-5d35e61a8f08cf92bb774d80\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T16:42:46.857Z\">5.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is a fascinating chart. The tweet is from James Morris, a pollster who in the past has worked for Labour, but the data is from <a href=\"https://lordashcroftpolls.com/wp-content/uploads/2019/07/Conservative-Leadership-Survey-Results-Summary-July-2019-1.pdf\">a poll published by Lord Ashcroft earlier this month (pdf). </a>This graphic presents the information in a much clearer way than the table in the Ashcroft report (table 10).</p> \n  <p>The two most positive readings in this chart are those that show what remain-voting Labour voters feel about the Green party (they prefer it to Labour) and what leave-voting Tories feel about the Brexit party (they prefer it to the Conservative party).</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesDMorris/status/1153315656185634816\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Labour Remain voters pretty much as positive about the Lib Dems as Labour<br><br>Labour Leave voters pretty much as positive about the Brexit party as Labour<br><br>Conditions for possible Pasokification <a href=\"https://t.co/R28ZfzXcG2\">pic.twitter.com/R28ZfzXcG2</a></p>— James Morris (@JamesDMorris) \n    <a href=\"https://twitter.com/JamesDMorris/status/1153315656185634816?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d35e3be8f08d0b6ca5359f7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T16:27:28.577Z\">5.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In her first letter to party members as Lib Dem leader,<strong> Jo Swinson</strong> said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I love this party - and honestly if you’d told me when I first joined at the age of 17 that I’d one day get the chance to write you this message, as the party’s new leader, I’d never have believed you. </p> \n   <p>The first thing I want to do is say a huge thank you to everyone who took part in this election, and especially to my good friend Ed Davey. </p> \n   <p>Over the last seven weeks Ed has shown the country what an outstanding politician he is; energetic, passionate and thoughtful. We’ve debated and challenged each other in the way the contest deserved, but always in a spirit of friendship and unity. The contrast with the Conservative party couldn’t be starker. </p> \n   <p>I also want to pay tribute to Vince Cable, whose leadership has put us in an exciting position to have a real impact on British politics. </p> \n   <p>And I want to pay tribute to all of you, who not only have challenged and tested us over the course of the contest, but whose hard work has ensured the party I’m now so proud to lead is looking at a much brighter future than many predicted just six months ago, ready to take on the challenges ahead. </p> \n   <p>The first of those is, of course, stopping Brexit. And as your new leader, it’s the task that is absolutely at the top of my agenda. </p> \n   <p>When I say Bollocks to Brexit I mean it. This isn’t a normal political issue - this is about the fundamental direction of our country for generations to Brexit, in any form, is a disaster for our country and we’ll do everything in our power to stop it.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d35e2118f08cf92bb774d1d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T16:20:38.189Z\">5.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from <strong>Ed Davey</strong>, congratulating Jo Swinson on beating him in the Lib Dem leadership contest.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/EdwardJDavey/status/1153338603222777859\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Huge congratulations <a href=\"https://twitter.com/joswinson?ref_src=twsrc%5Etfw\">@joswinson</a> - you will be a great leader to take our message of hope, respect and love for others across the country and build a Liberal Britain. Thanks to <a href=\"https://twitter.com/vincecable?ref_src=twsrc%5Etfw\">@vincecable</a> for taking us to this point; thanks to my supporters and team. You’ve all been incredible. <a href=\"https://t.co/OFJs6YLVJO\">https://t.co/OFJs6YLVJO</a></p>— Ed Davey MP 🔶 (@EdwardJDavey) \n    <a href=\"https://twitter.com/EdwardJDavey/status/1153338603222777859?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d35dfd98f08cf92bb774ce9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T16:10:32.916Z\">5.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is my colleague <strong>Peter Walker</strong>’s profile of <strong>Jo Swinson.</strong></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/22/jo-swinson-youthful-veteran-natural-heir-vince-cable\">Jo Swinson: youthful veteran long seen as natural heir to Vince Cable</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d35ddd08f08d0b6ca535977\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T16:08:52.077Z\">5.08pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Hunt announces plan for European-led mission to protect ships in Gulf</h2> \n <div class=\"block-elements\"> \n  <p>In the Commons <strong>Jeremy Hunt</strong>, the foreign secretary, is making a statement about the situation in the Gulf.</p> \n  <p>He says<a href=\"https://www.theguardian.com/politics/2019/jul/21/jeremy-hunt-under-pressure-gulf-maritime-force-iran-uk-tanker\"> the seizure of the British-flagged Stena Impero </a>was an act of state piracy.</p> \n  <p>He says the UK will try to put together a European-led mission to protect ships in the Gulf. He says it will not be part of the US maximum pressure policy on Iran, because the UK remains committed to the Iran nuclear deal.<br></p> \n  <p>He says British-flagged ships will be asked to advise the government on when they are planning to sail through the Strait of Hormuz, so that they can be offered assistance.</p> \n  <p>He says Iran may end up with an increased foreign naval presence on its doorstep. But if that happens, Iran only has itself to blame, he says.</p> \n </div> \n</div> \n<div id=\"block-5d35db518f08d0b6ca53594c\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T15:55:06.217Z\">4.55pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Lib Dem election results in full</h2> \n <div class=\"block-elements\"> \n  <p>Here are the Lib Dem election results in full.</p> \n  <p>Some 106,075 ballot papers were issued, and 76,429 were returned, giving a turnout of 72 per cent.</p> \n  <p>Ed Davey: 28,021 (37%)<br>Jo Swinson: 47,997 (63%)<br></p> \n </div> \n</div> \n<div id=\"block-5d35d9eb8f0845f89e3121e1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T15:46:04.250Z\">4.46pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Swinson says this is a time for working together.</p> \n  <p>And she says she has a message for MPs in other parties: if you want to stop Brexit and Corbyn, work with the Lib Dems. My door is always open, she says.</p> \n  <p>And she says she has a message for people at home. If you want change, it is not enough to shout at the TV. Join us, she says.</p> \n  <p>She winds up saying we should change politics so we can change the country.</p> \n </div> \n</div> \n<div id=\"block-5d35d7878f0845f89e3121c0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T15:41:25.652Z\">4.41pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">'Britain deserves better than Boris Johnson', says Jo Swinson, claiming she's candidate to be PM</h2> \n <div class=\"block-elements\"> \n  <p>Jo Swinson is still giving her victory speech.</p> \n  <p>She says in 2017 she knew she had to stand in East Dunbartonshire again to try to win back her seat.</p> \n  <p>The 2017 campaign was ugly, she says. But she says she had seen this already in the 2014 Scottish independence referendum. That campaign was marked by Twitter trolls and rows about fake news.</p> \n  <p>She says she felt sick in 2016 when Nigel Farage said leave won without a shot being filed. Just a week before Jo Cox had been murdered. But Farage did not seem to care, she says.</p> \n  <p>She says the Lib Dems champion freedom. But Brexit means the next generation will be less free to work, live and love across Europe.</p> \n  <p>She talks about a rise in the number of hate crimes, and Islamophobia and antisemitism at the heart of politics. And she condemns President Trump. Ilhan Omar is a strong woman, she says. But because of what Trump says migrant women feel less safe.</p> \n  <p>Turning to Boris Johnson, she says he only cares about himself. Ask Kim Darroch. “Britain deserves better than Boris Johnson,” she says.</p> \n  <p>And, on Labour, she says any party that cannot decide on the biggest issue of our time does not deserve her time or her vote.</p> \n  <p>Swinson says she stands her today not just as Lib Dem leader, but as a candidate for PM.</p> \n  <p>She says there is no limit to her ambition. She is ready to take her party into a general election and win it, she says.</p> \n </div> \n</div> \n<div id=\"block-5d35d76d8f08d0b6ca535906\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T15:34:27.968Z\">4.34pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is my colleague <strong>Peter Walker</strong>’s story on Jo Swinson’s election.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/22/jo-swinson-elected-new-lib-dem-leader\">Jo Swinson elected new Lib Dem leader</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d35d6e08f08cf92bb774c58\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T15:33:39.723Z\">4.33pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Swinson says, when she decided to stand, she thought the challenge would be different. The Lib Dems were only on around 8% in the poll. New parties (ie Change UK) were after their vote.</p> \n  <p>But now there has been a turnaround, she says. She says Liberal Democrats are winning again.</p> \n  <p>She pays tribute to her two predecessors: to Tim Farron for saying after the referendum that the Lib Dems would be the party of remain, and to Sir Vince Cable for overseeing a transformation in the party’s fortunes.</p> \n </div> \n</div> \n<div id=\"block-5d35d5e88f0845f89e3121aa\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T15:31:36.504Z\">4.31pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">New Lib Dem leader Jo Swinson says liberalism is alive and thriving</h2> \n <div class=\"block-elements\"> \n  <p><strong>Jo Swinson </strong>is speaking now.</p> \n  <p>She says she is “over the moon” to be elected leader.</p> \n  <p>The Liberal Democrats are like a family to her, she says.</p> \n  <p>She says liberalism is alive and thriving. And she will do whatever she can to stop Brexit, she says.</p> \n  <p>She says the Lib Dems will lead the revive the country needs.</p> \n  <p>She thanks her husband, the former Lib Dem MP Duncan Hames, and her mum, and says her two young children have brought her pure joy.</p> \n  <p>And she thanks Sir Ed Davey. She says he has carried himself in the campaign with grace. She has huge respect for him, and they agree on most things, she says. She says this did not make for an interesting contest. She is proud to call him a friend, and he will be central to her team, she says.</p> \n  <figure class=\"element element-image\" data-media-id=\"b5ef9eec4687dcdd7de16663c739ca0b630bd009\"> \n   <img src=\"https://media.guim.co.uk/b5ef9eec4687dcdd7de16663c739ca0b630bd009/0_73_5472_3283/1000.jpg\" alt=\"Jo Swinson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jo Swinson</span> \n    <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d35d4e78f08cf92bb774c42\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T15:25:04.375Z\">4.25pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Jo Swinson elected Lib Dem leader with big majority over Ed Davey</h2> \n <div class=\"block-elements\"> \n  <p>Brinton reads out the results</p> \n  <p>Ed Davey: 28,021</p> \n  <p>Jo Swinson: 47,XXX</p> \n  <p>(We could not hear the rest of Swinson’s tally because there was so much cheering.)</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-22T15:25:21.520Z\">at 4.25pm BST</time></p> \n</div> \n<div id=\"block-5d35d4468f0845f89e312186\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T15:23:00.812Z\">4.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>She says Cable has campaigned tirelessly for the Lib Dems’ recovery.</p> \n  <p>The Lib Dems won more than 700 council seats this year, and the party is now running at about 20% in the polls.</p> \n  <p>She says the Lib Dem leadership contest has been unlike the Tories’. Ed Davey and Jo Swinson have fought a courteous campaign, and they have respected each other.</p> \n  <p>They have shown that there is a different way of doing politics.</p> \n  <p>The message from members has been how hard it has been to decide, because both are exceptional candidates, she says.</p> \n </div> \n</div> \n<div id=\"block-5d35d4078f0845f89e312181\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T15:20:30.977Z\">4.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Sal Brinton, </strong>the Lib Dem president, is making the announcement.</p> \n  <p>She pays tribute to Sir Vince Cable, the outgoing leader.</p> \n </div> \n</div> \n<div id=\"block-5d35d3e08f08d0b6ca5358d6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T15:19:23.260Z\">4.19pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Lib Dem leadership election announcement</h2> \n <div class=\"block-elements\"> \n  <p>We’re about to get the announcement.</p> \n </div> \n</div> \n<div id=\"block-5d35d1ad8f08d0b6ca5358b8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T15:11:30.838Z\">4.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the House of Lords peers have just voted to keep the amendment to the Northern Ireland (executive formation) bill passed by MPs last week intended to stop a new prime minister proroguing parliament to stop the Commons blocking a no-deal Brexit.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/LabourLordsUK/status/1153319612961964033\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING: Govt defeat as Peers vote 260-146 to back Commons bosltering of Lords amendt on <a href=\"https://twitter.com/hashtag/NIExecutiveBill?src=hash&amp;ref_src=twsrc%5Etfw\">#NIExecutiveBill</a> to stop new Prime Minister proroguing <a href=\"https://twitter.com/hashtag/Parliament?src=hash&amp;ref_src=twsrc%5Etfw\">#Parliament</a> on a whim<br>Oppn Maj 114</p>— LabourLordsUK (@LabourLordsUK) \n    <a href=\"https://twitter.com/LabourLordsUK/status/1153319612961964033?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d35d0aa8f0845f89e312151\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T15:05:42.095Z\">4.05pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The result of the Lib Dem leadership contest will be announced soon.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielHewittITV/status/1153313045227212802\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">At the announcement of the new <a href=\"https://twitter.com/LibDems?ref_src=twsrc%5Etfw\">@LibDems</a> leader. Result at 4pm. <a href=\"https://twitter.com/joswinson?ref_src=twsrc%5Etfw\">@joswinson</a> or <a href=\"https://twitter.com/EdwardJDavey?ref_src=twsrc%5Etfw\">@EdwardJDavey</a>? <a href=\"https://t.co/moNVooaCV2\">pic.twitter.com/moNVooaCV2</a></p>— Daniel Hewitt (@DanielHewittITV) \n    <a href=\"https://twitter.com/DanielHewittITV/status/1153313045227212802?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d35cc1d8f08cf92bb774bc3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T15:02:57.704Z\">4.02pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Alan Duncan claims he wanted effective confidence vote in Johnson to avoid 'constitutional crisis'</h2> \n <div class=\"block-elements\"> \n  <p>BBC News has just broadcast Laura Kuenssberg’s interview with <strong>Sir Alan Duncan</strong>. Here are the main points.</p> \n  <ul> \n   <li><strong>Sir Alan Duncan, the former Foreign Office minister, said he wanted the Commons to hold an effective confidence vote in Boris Johnson tomorrow to avoid a constitutional crisis. </strong>Some people may suspect that Duncan, a longstanding critic of Johnson’s was trying to bring him down before the Queen even had a chance to appoint him as PM on Wednesday afternoon. But Duncan put a more positive gloss on what he was doing. He said that this be the first time in living memory where a minority government changes PM mid-term and he said that, to avoid a “constitutional crisis”, he thought it was important to establish that Johnson had the confidence of the Commons. Speaking to Sky, Duncan said he would have voted to back Johnson. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news?page=with:block-5d35c9a18f08d0b6ca535839#block-5d35c9a18f08d0b6ca535839\"> 3.40pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>Duncan said he did not know why John Bercow, the Speaker, turned down his application for a debate.</strong></li> \n  </ul> \n  <ul> \n   <li><strong>He cast doubt on Johnson’s ability to be a good PM, while claiming he was not motivated by animosity.</strong> Asked about his views of Johnson, he replied:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>When I was his deputy I was totally loyal. We never had an argument. I never bad mouthed him. So I’ve served both foreign secretaries. And I’ve no doubt which of the two is the more capable and more competent. So I have very grave concerns that he flies by the seat of his pants, and it’s all a bit haphazard and ramshackle. But there’s no personal animosity of any sort. I just think he’s going to go smack into a crisis of government.</p> \n  </blockquote> \n  <p>When asked if he thought Johnson was fit to be PM, Duncan replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>I will never say that he’s unfit to be prime minister. </p> \n  </blockquote> \n  <p>Duncan also claimed he wanted Johnson to succeed.</p> \n  <blockquote class=\"quoted\"> \n   <p>I’m a Conservative, I’m a patriot. I want him to succeed. My judgment says that it is going to be very, very difficult. </p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"979f0be476322ad5ccb8b5f952ee3c6a97deb1d0\"> \n   <img src=\"https://media.guim.co.uk/979f0be476322ad5ccb8b5f952ee3c6a97deb1d0/64_0_1057_634/1000.jpg\" alt=\"Alan Duncan talking to Laura Kuenssberg\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Alan Duncan talking to Laura Kuenssberg</span> \n    <span class=\"element-image__credit\">Photograph: BBC</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d35c9a18f08d0b6ca535839\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T14:40:29.200Z\">3.40pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Duncan refuses to rule out voting against Johnson in a no confidence motion to stop no-deal Brexit</h2> \n <div class=\"block-elements\"> \n  <p>Sky’s<strong> Beth Rigby</strong> has also been speaking to Sir Alan Duncan.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1153309444161318912\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Just interviewed Sir Alan too: he says he wanted to have an emergency vote to prove the House had confidence in the new PM and he would have been supportive. But also says Johnson administration is already on knife edge. More on <a href=\"https://twitter.com/SkyNews?ref_src=twsrc%5Etfw\">@SkyNews</a> imminently <a href=\"https://t.co/83usCpUcEC\">https://t.co/83usCpUcEC</a></p>— Beth Rigby (@BethRigby) \n    <a href=\"https://twitter.com/BethRigby/status/1153309444161318912?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1153309852476870658\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">I also asked Sir Alan if he would vote against a Johnson govt should he pursue a no deal exit. He said he’d never answer a Q like this but warns that Johnson would be foolish to follow this course</p>— Beth Rigby (@BethRigby) \n    <a href=\"https://twitter.com/BethRigby/status/1153309852476870658?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li><strong>Sir Alan Duncan refuses to rule out voting against Boris Johnson in a no confidence motion to stop a no-deal Brexit.</strong></li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1153311484337938432\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Sir Alan: Why resigning now? “I wanted to do it in a polite way but with the ability some nice things about the PM and FCO. Given there might be a little bit of a rush in the middle of week I thought I’d do it before”</p>— Beth Rigby (@BethRigby) \n    <a href=\"https://twitter.com/BethRigby/status/1153311484337938432?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1153311842644762627\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Sir Alan on the emergency debate. We’re on the edge of a difficult constitutional moment. PM changing mid-term when minority govt. It should be tested to see if the PM has a majority before the new PM goes to the palace.</p>— Beth Rigby (@BethRigby) \n    <a href=\"https://twitter.com/BethRigby/status/1153311842644762627?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1153312217271537664\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Sir Alan: “It was a confidence vote in [Johnson]. I would have voted for him but I think there is doubt so in my view it is very important to get it launched in confidence rather than live with doubt.”</p>— Beth Rigby (@BethRigby) \n    <a href=\"https://twitter.com/BethRigby/status/1153312217271537664?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1153312676203945986\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Sir Alan says he thinks Johnson would have won that confidence vote. But now it is launched in doubt: “I think he will be living on a knife edge”</p>— Beth Rigby (@BethRigby) \n    <a href=\"https://twitter.com/BethRigby/status/1153312676203945986?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d35c5b68f08d0b6ca535808\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T14:32:02.056Z\">3.32pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">What was Alan Duncan trying to achieve?</h2> \n <div class=\"block-elements\"> \n  <p>A few words of explanation about the Alan Duncan story.</p> \n  <p>Sir Alan Duncan did not try to table a formal motion of no confidence in Boris Johnson. There seem to have been two reasons for this. First, Duncan was pushing for a vote tomorrow - after Johnson’s probable election as Tory leader, but before he gets appointed prime minister (which is due to happen on Wednesday afternoon). And, much more importantly, only the leader of the opposition can table a no confidence motion in the government that has to be debated. (Other MPs can table no confidence motions, but they just get printed as early day motions and then ignored.)</p> \n  <p>Instead, Duncan tried to use standing order 24 to hold an emergency debate on a motion that would have effectively amounted to a confidence vote in Johnson.</p> \n  <p>SO24 allows MPs to call for emergency debates on topical issues, normally held on the day an MP applies, and lasting for up to three hours.</p> \n  <p>But for an SO24 debate to happen, the Speaker has to allow the MP to apply, by making a very short speech in the Commons chamber, and the Speaker then decides whether it should go ahead. John Bercow has blocked this bid at the first hurdle; he is not even allowing Duncan to make his application in the chamber.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-22T14:33:04.915Z\">at 3.33pm BST</time></p> \n</div> \n<div id=\"block-5d35c4538f08d0b6ca5357ee\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T14:16:01.288Z\">3.16pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Alan Duncan claims Speaker has blocked attempt to hold vote on whether Boris Johnson has confidence of MPs</h2> \n <div class=\"block-elements\"> \n  <p>These are from the BBC’s<strong> Laura Kuenssberg.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1153305713772552194\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">1. This is rather extraordinary - Sir Alan Duncan tells <a href=\"https://twitter.com/BBCNews?ref_src=twsrc%5Etfw\">@bbcnews</a> he quit govt so he could push for an emergency vote tomorrow, after the next PM is announced, to test if they can hold a majority</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1153305713772552194?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1153305982363193344\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">2. Duncan makes plain he has held doubts about Johnson's character for a long time, but angrily dismisses suggestions idea of holding a vote on a hypothetical Johnson govt before it's formed was personal - he says it was the way to avoid a much worse crisis in autumn</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1153305982363193344?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1153306571532902402\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">3. Sir Alan astonished that Bercow has turned his request down, and fears much bigger meltdown after recess when next PM can't hold a majority in the Commons - his critics may reckon he was trying to kill off a Johnson govt before he's even gone to the Palace</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1153306571532902402?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1153306900638916609\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Here’s the motion Duncan wanted a vote on... <a href=\"https://t.co/n1SyeVZtbC\">pic.twitter.com/n1SyeVZtbC</a></p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1153306900638916609?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d35c26d8f0845f89e312078\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T14:12:23.397Z\">3.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>More than 750 people may have missed out on their right to vote because of pilot schemes requiring them to prove their identity, the Press Association reports. Pilot schemes in 10 council areas for the local elections in England left “important questions” unanswered, the Electoral Commission said. Labour claimed the voter ID trials were evidence of a “blatant attempt by the Tories to rig the result of future elections” and called for the programme to be abandoned. But the government insisted the schemes revealed requiring voters to show ID was a “reasonable and proportionate measure” to tackle electoral fraud. The 10 trial areas in May’s elections were Braintree, Broxtowe, Craven, Derby, Mid-Sussex, North Kesteven, North West Leicestershire, Pendle, Watford and Woking. </p> \n  <p><a href=\"https://www.electoralcommission.org.uk/i-am-a/journalist/electoral-commission-media-centre/reviews-and-research-to-keep/independent-evaluation-of-may-2019-voter-identification-pilots-published\">A review published by the Electoral Commission</a> found up to 2,083 voters were initially refused a ballot paper because they lacked the required ID, and up to 758 of them did not return to cast their vote. Out of all those who went to their polling station in the pilots, the proportion who could not show ID and who did not return to vote ranged from 0.03% to 0.7%. </p> \n  <p>The Cabinet Office also published <a href=\"https://www.gov.uk/government/news/another-success-for-the-governments-voter-id-pilots-22-july-2019\">its own review,</a> saying the “overwhelming majority” of people were able to cast their vote despite the voter ID rules being piloted.</p> \n </div> \n</div> \n<div id=\"block-5d35c0d28f08cf92bb774b06\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T14:00:01.868Z\">3.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Charlie Elphicke has been suspended from the Conservative whip, party sources have said, following the news that <a href=\"https://www.theguardian.com/uk-news/2019/jul/22/tory-mp-charlie-elphicke-charged-with-sexual-assault\">he has been charged with three counts of sexual assault. </a>His solicitor has said he is confident he will clear his name.</p> \n </div> \n</div> \n<div id=\"block-5d35bee58f08cf92bb774af0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T13:51:57.988Z\">2.51pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Boris Johnson has repeatedly said that if, as expected, he becomes prime minister on Wednesday, the UK will definitely leave the EU by 31 October. But a majority of voters, and even 50% of leave voters, do not believe that will happen,<a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/07/22/public-unconvinced-brexit-will-take-place-october-\"> a YouGov poll has found.</a></p> \n  <figure class=\"element element-image\" data-media-id=\"4553522f2939b53627526d11fa03be1909a18d9d\"> \n   <img src=\"https://media.guim.co.uk/4553522f2939b53627526d11fa03be1909a18d9d/0_0_681_353/500.jpg\" alt=\"Brexit polling\" width=\"500\" height=\"259\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Brexit polling</span> \n    <span class=\"element-image__credit\">Photograph: YouGov</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d35bd458f08d0b6ca535792\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T13:47:25.597Z\">2.47pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here are a couple of comments from below the line on Boris Johnson’s Brexit/moon landings analogy. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news?page=with:block-5d3566438f08d0b6ca53549f#block-5d3566438f08d0b6ca53549f\"> 9.32am.)</a></p> \n  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/131247900\"> \n   <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> \n    <div class=\"d2-left-col\"> \n     <a href=\"https://profile.theguardian.com/user/id/2456210\" title=\"View paulhs’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/2456210\" height=\"40\" width=\"40\" alt=\"User avatar for paulhs\"> </a> \n    </div> \n    <div class=\"d2-right-col\"> \n     <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> \n      <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/2456210\" title=\"View paulhs’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">paulhs</span> </a> \n     </div> \n     <div class=\"d2-permalink\"> \n      <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/131247900\" title=\"Link to this comment\" itemprop=\"datePublished\">22 July 2019 10:59am</a> \n     </div> \n     <div class=\"d2-body\" itemprop=\"text\">\n      <p>There are clear parallels with the Apollo missions. <br>They cost the USA about 4% of GDP, which is likely to be the cost of Brexit.<br>Unlike the Apollo missions, though, this is a cumulative loss, with no benefits and at a cost of the LOSS of international prestige.</p>\n     </div> \n    </div> \n   </div> \n  </figure> \n  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/131248031\"> \n   <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> \n    <div class=\"d2-left-col\"> \n     <a href=\"https://profile.theguardian.com/user/id/14035207\" title=\"View burgermeister’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/14035207\" height=\"40\" width=\"40\" alt=\"User avatar for burgermeister\"> </a> \n    </div> \n    <div class=\"d2-right-col\"> \n     <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> \n      <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/14035207\" title=\"View burgermeister’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">burgermeister</span> </a> \n     </div> \n     <div class=\"d2-permalink\"> \n      <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/131248031\" title=\"Link to this comment\" itemprop=\"datePublished\">22 July 2019 11:01am</a> \n     </div> \n     <div class=\"d2-body\" itemprop=\"text\">\n      <p>It took years of planning and thousands of \"Experts\" to land on the moon. There were also many deaths and serious accidents on the way and, having got there, it's quite telling that there was very little interest in going back. After all, why waste hundreds of billions of pounds going to a barren, remote wasteland in the void of space for no good reason ... sums up the futility of Brexit rather well actually.</p>\n     </div> \n    </div> \n   </div> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"52a944f330d9395060ee3fe1f69554dda7538948\"> \n   <img src=\"https://media.guim.co.uk/52a944f330d9395060ee3fe1f69554dda7538948/0_152_2344_1406/1000.jpg\" alt=\"Buzz Aldrin on the moon 20 July 20, 1969. Boris Johnson thinks the Apollo space mission has some lessons for Brexit.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Buzz Aldrin on the moon 20 July 20, 1969. Boris Johnson thinks the Apollo space mission has some lessons for Brexit.</span> \n    <span class=\"element-image__credit\">Photograph: NASA/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d35bb4b8f08d0b6ca535775\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T13:39:33.537Z\">2.39pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from <strong>Conor Burns,</strong> a Tory MP supporting Boris Johnson’s leadership campaign.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ConorBurnsUK/status/1153294216732262400\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">How come the PM doesn't refer to him as Deputy Foreign Secretary?!</p>— Conor Burns MP (@ConorBurnsUK) \n    <a href=\"https://twitter.com/ConorBurnsUK/status/1153294216732262400?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n  <p>It is a joke about how Alan Duncan was happy to be known as the deputy foreign secretary, even though this was not a proper title (there is no such position) but just a term used by the media occasionally to refer to Duncan.</p> \n </div> \n</div> \n<div id=\"block-5d35ba4a8f08cf92bb774ac0\" class=\"block\" data-block-contributor=\"profile/richardadams\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T13:31:14.371Z\">2.31pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from<strong> </strong>Geoff Barton, general secretary of the <strong>Association of School and College Leaders</strong>, which represents mainly secondary school head teachers, on the 2.75% pay rise for teachers. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news?page=with:block-5d35a8388f08d0b6ca5356c1#block-5d35a8388f08d0b6ca5356c1\"> 1.25pm.)</a></p> \n  <blockquote class=\"quoted\"> \n   <p>Our reading of the government’s statement is that the first 2% of the award will have to come from existing school budgets which are already under intense pressure and cannot sustain more unfunded costs.</p> \n   <p>It is inevitable that this will result in more cutbacks, and while schools will do their best to implement the increase, we would not be surprised if some are unable to do so.</p> \n   <p>The fact that this announcement has been made so late is not at all helpful for schools as they have had no time to factor these costs into next year’s budgets.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d35b98d8f08d0b6ca53575e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T13:28:51.436Z\">2.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is Theresa May’s reply to Alan Duncan following his resignation. (See<a href=\"https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news?page=with:block-5d3585028f0845f89e311e5f#block-5d3585028f0845f89e311e5f\"> 10.43am.)</a></p> \n  <figure class=\"element element-image\" data-media-id=\"5d4e7e800f3bfe670daa5f9058d71ee83a881355\"> \n   <img src=\"https://media.guim.co.uk/5d4e7e800f3bfe670daa5f9058d71ee83a881355/0_0_763_1093/698.jpg\" alt=\"May’s letter to Duncan\" width=\"698\" height=\"1000\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">May’s letter to Duncan</span> \n    <span class=\"element-image__credit\">Photograph: No10</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d35b4dd8f08d0b6ca53572f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T13:11:20.657Z\">2.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The fourth former prime minister alive today is<strong> David Cameron.</strong> He probably feels the say way Sir John Major, Tony Blair and Gordon Brown do about a no-deal Brexit (see <a href=\"https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news?page=with:block-5d35af218f08d0b6ca5356f3#block-5d35af218f08d0b6ca5356f3\">1.55pm),</a> but he been reluctant to say anything of substance about the government’s handling of Brexit since he left Number 10 three years ago. He is probably saving up his thoughts for his memoirs, <a href=\"https://www.theguardian.com/politics/2019/may/16/david-cameron-book-for-the-record-to-be-published-in-september\">which are out in the autumn. </a></p> \n </div> \n</div> \n<div id=\"block-5d35af218f08d0b6ca5356f3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T12:55:46.540Z\">1.55pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">John Major tells Boris Johnson he won't be proper PM if he just represents 'ultra-Brexit faction'</h2> \n <div class=\"block-elements\"> \n  <p>There are four former prime ministers still alive. (Theresa May probably already feels like a former prime minister, but she does not join the club until Wednesday). Today three of them have spoken out against a no-deal Brexit: <strong>Tony Blair</strong>, in an article in the Times (paywall) and on the Today programme (see<a href=\"https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news?page=with:block-5d3566438f08d0b6ca53549f#block-5d3566438f08d0b6ca53549f\"> 9.32am)</a>; <strong>Gordon Brown</strong> in a speech this morning (see<a href=\"https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news?page=with:block-5d358c218f0845f89e311e99#block-5d358c218f0845f89e311e99\"> 11.36am)</a>; and now <strong>Sir John Major</strong>. Major has just issued this statement.</p> \n  <blockquote class=\"quoted\"> \n   <p>It is a timely moment to note that <em>whoever</em> becomes our prime minister this week, he will be far more than Leader of the Conservative party.</p> \n   <p>As for <em>every</em> prime minister, he must act for our nation as a whole – not just one part of it. He must also remember that no-one born this century voted for Brexit – let alone a “no-deal” Brexit.</p> \n   <p>Words and actions have consequences, and never more so than when they are those of the prime minister. As the evidence mounts of the probable economic and social damage of a “no-deal” Brexit – and of the rising opposition to it – the new prime minister must choose whether to be the spokesman for an ultra-Brexit faction, or the servant of the nation he leads. He cannot be both, and the choice he makes will define his premiership from the moment of its birth.</p> \n   <p>As the most powerful politician in the four nations of our United Kingdom, any prime minister has the right to expect support but – if he acts as the spokesman for one hard-line faction only – he cannot complain if he faces uncompromising opposition from those who believe they have had their views ignored.</p> \n   <p>I hope our new leader understands this, and is fully prepared for the enormity of the task before him. </p> \n  </blockquote> \n  <ul> \n   <li><strong>Boris Johnson must choose whether he wants to serve the nation, or just “an ultra-Brexit faction”, says Sir John Major. As PM he can’t do both, says Major.</strong></li> \n  </ul> \n  <ul> \n   <li><strong>Major says Johnson will face “uncompromising opposition” if he just represents Brexiters as PM.</strong></li> \n  </ul> \n  <figure class=\"element element-image\" data-media-id=\"340f11b44a5feddd830f36dd0a865911ba700029\"> \n   <img src=\"https://media.guim.co.uk/340f11b44a5feddd830f36dd0a865911ba700029/0_23_3500_2101/1000.jpg\" alt=\"Sir John Major\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sir John Major</span> \n    <span class=\"element-image__credit\">Photograph: Dominic Lipinski/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d35a8388f08d0b6ca5356c1\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T12:25:47.675Z\">1.25pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Public sector pay awards - Details</h2> \n <div class=\"block-elements\"> \n  <p>Here are links to the written ministerial statements out today with details of the public sector pay awards, with extracts.</p> \n  <p><a href=\"https://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2019-07-22/HCWS1766/\">Teachers</a><br></p> \n  <blockquote class=\"quoted\"> \n   <p>Last year, the government announced the largest pay rise in nearly a decade for almost a million public sector workers. Building on this, this year I have decided to accept in full the STRB’s recommendations for a 2.75% uplift to the minima and maxima of all pay ranges and allowances.</p> \n   <p>The pay award will both raise starting salaries and increase the competitiveness of the pay framework. As a result, minimum starting salaries for classroom teachers will see an increase between £652 (Rest of England) and £816 (Inner London), and classroom teachers at the top of the main pay range could see an increase between £963 and £1,110. For more experienced classroom teachers at the top of the upper pay range, it could mean an increase of between £1,084 and £1,327.</p> \n   <p>As a result, the pay ranges for all teachers and leaders will see an uplift. Thanks to the flexible performance-based pay system we have, schools can choose to give teachers and leaders a higher pay rise where this is appropriate to their local context and budget.</p> \n  </blockquote> \n  <p><a href=\"https://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2019-07-22/HCWS1765/\">Doctors and dentists</a></p> \n  <blockquote class=\"quoted\"> \n   <p>This pay rise represents one of the biggest uplifts in pay for medical staff for over a decade. In addition to their pay, medical staff continue to benefit from defined benefit pensions, which are amongst the most generous available.</p> \n   <p>Today’s pay award is worth:</p> \n   <p>Between £1,940 and £2,630 for consultants</p> \n   <p>Between £970 and £1,820 for specialty doctors</p> \n   <p>Between £1,360 and £2,250 for associate specialists</p> \n  </blockquote> \n  <p><a href=\"https://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2019-07-22/HCWS1769/\">Police</a></p> \n  <blockquote class=\"quoted\"> \n   <p>Last year, the government announced the largest pay rise in nearly a decade for almost a million public sector workers. Building on this, this year the government has accepted in full the recommendations of the PRRB that a consolidated increase of 2.5% should be awarded to all ranks at all pay points. It has also accepted a corresponding increase to London weighting and the dog handlers’ allowance and an increase in the on-call allowance for officers in the federated ranks from £15 to £20 for each 24-hour period on-call. These will be implemented with effect from 1 September 2019.</p> \n  </blockquote> \n  <p><a href=\"https://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2019-07-22/HCWS1768/\">Prison officers</a></p> \n  <blockquote class=\"quoted\"> \n   <p>Last year, the government announced the largest pay rise in nearly a decade for almost a million public sector workers. Today we are building on that with a pay award that is worth at least 2.2% for all prison staff and 3% for our Band 3 officers on the ‘Fair and Sustainable’ terms and conditions. This is the second year in a row we have put in place awards over 2% for our prison staff and this year’s settlement represents the highest consolidated increase for over 10 years.</p> \n   <p>In addition to the headline increases we will also implement the totality of the other Review Body recommendations. This represents a full package for staff that will support us to recruit and retain prison officers and managers, contributing to safer prisons and reduced reoffending. In addition to their pay, prison officers continue to benefit from defined benefit pensions, which are amongst the most generous available.</p> \n   <p>For a Band 3 officer on the modern terms and conditions the pay settlement is worth on average £1,277.</p> \n  </blockquote> \n  <p><a href=\"https://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2019-07-22/HCWS1770/\">Armed forces</a></p> \n  <blockquote class=\"quoted\"> \n   <p>Last year, the government announced the largest pay rise in nearly a decade for almost a million public sector workers. This year’s award builds on this and focuses attention on increasing pay for the most junior sailors, soldiers, and airmen and women, to ensure that they continue to receive a living wage. Consequently, the basic pay for other ranks on completion of their initial training will now be £20,000. This pay rise of over 6% represents an increase of £1,140 for over 7,200 newly trained sailors, soldiers, and airmen and airwomen.</p> \n   <p>The pay award also represents an annual increase of £995 in the nominal ‘average’ salary in the armed forces (which is at the corporal level), as well as an annual increase of £769 in starting salary for an officer.</p> \n  </blockquote> \n  <p><a href=\"https://www.parliament.uk/business/publications/written-questions-answers-statements/written-statement/Commons/2019-07-22/HCWS1771/\">Senior civil servants</a></p> \n  <blockquote class=\"quoted\"> \n   <p>SSRB recommendations set a 2.2% pay award with money allocated in the following priority order:</p> \n   <p>0.9% targeted at pay progression and anomalies</p> \n   <p>0.2% set aside for minima increases</p> \n   <p>1% increase for all SCS not benefiting from the minima increases, and those benefiting by less than 1% from the minima increases should be ‘topped up’ to a 1% increase (estimated cost of 0.9% of the paybill)</p> \n   <p>0.2% set aside to implement any specialist pay proposals.</p> \n   <p>The SSRB also recommended reductions to the maxima and commented on priority work to be undertaken for the 2020-21 pay award.</p> \n   <p>The government accepts the SSRB’s recommendations in full with the following exceptions:</p> \n   <p>The overall figure should be limited to an average 2% increase in line with the figure contained in the delegated pay remit guidance. The reduction of 0.2% will be taken from the money set aside for specialist pay which we will not be implementing this pay year.</p> \n   <p>The government accepts the recommendation to decrease the maxima for all pay bands, but to delay implementation of this to next year whilst further work is undertaken on capability-based pay progression to ensure the levels set are robust and there is a clear and positive narrative for reduction.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d35a4b98f08d0b6ca5356af\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T12:11:01.652Z\">1.11pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Almost 1m public sector workers to get above-inflation pay rises, says Treasury</h2> \n <div class=\"block-elements\"> \n  <p>There are 30 written ministerial statements coming today, including quite a few relating to public sector pay. You can read them as they come out <a href=\"https://www.parliament.uk/writtenstatements?page=2\">here.</a></p> \n  <p><a href=\"https://www.gov.uk/government/news/almost-a-million-public-sector-workers-handed-a-second-year-of-inflation-busting-pay-rises\">In a press notice,</a> the Treasury says almost a million public sector workers are getting above-inflation pay increases. It says:</p> \n  <blockquote class=\"quoted\"> \n   <p>Each workforce is different and reaches its own settlement with the government. All six deals finalised today hand pay rises higher than the current 2% rate of inflation (CPI June 2019, ONS) for the 2019/20 financial year.</p> \n   <p>The pay rises will be backdated to the start of each work force’s financial year and mean a rise of 2.75% for school teachers, 2.5% for consultants and dentists, 2.5% for police officers, 2.9% per cent for personnel in the armed forces, at least 2.2% for prison officers and 2% for senior civil servants and senior military staff.</p> \n   <p>Pay for most public sector workers also rose above inflation last year after the government ended the across-the-board 1% pay rise cap in September 2017. Earnings growth for public sector workers reached 3.6% last year.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-22T12:27:02.034Z\">at 1.27pm BST</time></p> \n</div> \n<div id=\"block-5d35a42e8f08d0b6ca5356a8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T11:55:40.672Z\">12.55pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is the Tory MP <strong>Ben Bradley</strong> on Alan Duncan’s resignation.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbradleymp/status/1153252444421464064\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Oh no. I'm devastated. 😭 Cried a river. He was such a... a...<br><br>Anyway, what's for lunch?<a href=\"https://twitter.com/hashtag/tinyviolin?src=hash&amp;ref_src=twsrc%5Etfw\">#tinyviolin</a> 🎻 <a href=\"https://t.co/Mrpu8oGuzu\">https://t.co/Mrpu8oGuzu</a></p>— Ben Bradley MP (@bbradleymp) \n    <a href=\"https://twitter.com/bbradleymp/status/1153252444421464064?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d35a3478f08d0b6ca53569d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T11:52:40.224Z\">12.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Charlie Elphicke’s solicitor has issued a statement saying Elphicke is confident he will clear his name, Sky’s <strong>Beth Rigby</strong> reports.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1153269680775340039\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">NEW: Elphicke statement. Denies “sex assault” charges and retains full support of constituency chairman <a href=\"https://t.co/leHUiJEwCt\">pic.twitter.com/leHUiJEwCt</a></p>— Beth Rigby (@BethRigby) \n    <a href=\"https://twitter.com/BethRigby/status/1153269680775340039?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d35a1f18f08d0b6ca53568d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T11:50:20.369Z\">12.50pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Theresa May, senior ministers and security chiefs have met to discuss the UK’s response to the Gulf crisis following the seizure of a British-flagged tanker by Iran, the Press Association reports.Downing Street has been hit by claims that the government “dropped the ball” by failing to prepare for Tehran’s actions against British shipping in the Strait of Hormuz. The prime minister was chairing a meeting of the government’s emergency committee Cobra to consider how to react to the capture of the Stena Impero on Friday. Officials said the meeting would consider the options for “strengthening current reassurances” to commercial shipping as well as the response to Tehran. </p> \n  <p>The prime minister’s spokesman told journalists: </p> \n  <blockquote class=\"quoted\"> \n   <p>We do not seek confrontation with Iran but it is unacceptable and highly escalatory to seize a ship going about legitimate business through internationally recognised shipping lanes.</p> \n  </blockquote> \n  <p>The spokesman said the ship was seized under “false and illegal pretences and the Iranians should release it and its crew immediately”. As the Press Association reports, military experts have warned that cuts to the Royal Navy had left it over-stretched, with too few warships to protect British interests. The prime minister’s spokesman said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The high volume of ships moving through the Strait of Hormuz - up to 30 ships covering more than 100 nautical miles - makes it impossible to escort vessels individually. </p> \n   <p>We already work closely with international partners to ensure a co-ordinated effort to defend freedom of navigation, this includes sharing information on threats to shipping and offering mutual protection for each other’s vessels.</p> \n  </blockquote> \n  <p>Downing Street said there had not been a US offer to escort all UK ships in the region. But the spokesman said: </p> \n  <blockquote class=\"quoted\"> \n   <p>The US has been discussing with a number of countries, including the UK, how we might deliver maritime security in the face of recent threats to shipping.</p> \n  </blockquote> \n  <p>Jeremy Hunt, the foreign secretary, will update MPs later on the situation.</p> \n  <figure class=\"element element-image\" data-media-id=\"1b32b79ed60521a440cd362bd16ffd1dd41f988e\"> \n   <img src=\"https://media.guim.co.uk/1b32b79ed60521a440cd362bd16ffd1dd41f988e/0_147_3189_1913/1000.jpg\" alt=\"Iranian Revolutionary Guards patrolling around the British-flagged tanker Stena Impero anchored off the Iranian port city of Bandar Abbas yesterday.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Iranian Revolutionary Guards patrolling around the British-flagged tanker Stena Impero anchored off the Iranian port city of Bandar Abbas yesterday.</span> \n    <span class=\"element-image__credit\">Photograph: Hasan Shirvani/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d35940c8f08cf92bb77496d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T10:51:58.822Z\">11.51am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Tory MP Charlie Elphicke charged with three counts of sexual assault</h2> \n <div class=\"block-elements\"> \n  <p>This is from the Press Association.</p> \n  <blockquote class=\"quoted\"> \n   <p>Charlie Elphicke, the Conservative MP for Dover, has been charged with three counts of sexual assault against two women, the Crown Prosecution Service said. </p> \n  </blockquote> \n  <p>Elphicke was suspended from the Conservative party for just over a year after allegations of sexual offences were made against him, but <a href=\"https://www.theguardian.com/politics/2018/dec/12/tory-mps-suspended-over-sex-allegations-reinstated-for-confidence-vote\">he had his suspension lifted so that he could take part in the no confidence vote in Theresa May in December.</a> He has strongly denied any criminal wrongdoing.</p> \n  <figure class=\"element element-image\" data-media-id=\"d5fd7163cfa95efe9d9ef05df34fb2cb3b59360f\"> \n   <img src=\"https://media.guim.co.uk/d5fd7163cfa95efe9d9ef05df34fb2cb3b59360f/0_149_3500_2100/1000.jpg\" alt=\"Charlie Elphicke\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Charlie Elphicke</span> \n    <span class=\"element-image__credit\">Photograph: Rick Findler/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d358c218f0845f89e311e99\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T10:36:05.029Z\">11.36am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Polling shows millions of Brexit voters do not support no-deal, says Gordon Brown</h2> \n <div class=\"block-elements\"> \n  <p><strong>Gordon Brown</strong>, the former Labour prime minister, has been speaking at an event this morning organised by the IPPR thinktank and Hope not Hate, which campaigns against fascism and the far-right. Here are the main points, based on the text of the speech sent out in advance.</p> \n  <ul> \n   <li><strong>Brown says most voters oppose a no-deal Brexit, with millions of leave supporters saying it would be bad for Britain. </strong>He is referring to <a href=\"https://www.hopenothate.org.uk/campaigns/nodealbrexit/nodealbrexit-the-polling/\">some polling released by Hope not Hate today</a> which shows that, by a margin of more than two to one, people are more likely to think leaving the EU without a deal will be bad for Britain than good for Britain. Brown says:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Elected by a smaller electorate than voted for Ed Balls on Strictly Come Dancing, [Boris Johnson] will have to come face to face with a very hard truth [if he becomes PM on Wednesday]: Millions of Brexit voters do not support a no-deal Brexit.</p> \n   <p>According to the poll by Hope Not Hate, who are, to their credit, launching this community No To No-Deal campaign today, three million of those who voted leave in 2016 say that exiting the EU without a deal would be bad for Britain.</p> \n   <p>While the Conservative party has been talking to itself, Johnson’s ’do or die’ plan to leave on October 31 with or without a deal is losing support.</p> \n   <p>Perhaps the most revealing figure of all is that 40 per cent of Labour Brexit voters have been changing their minds. </p> \n   <p>And I believe dissent about Brexit will grow as people find what a no-deal really means.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He says a no-deal Brexit would be a betrayal of what people were promised in the Brexit referendum and in the 2017 Tory election manifesto. </strong>He says:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>In the run-up to the referendum the official Vote Leave campaign ruled out a no-deal Brexit, one of their publications stating: ‘Taking back control is a careful change, not a sudden stop. We will negotiate the terms of a new deal before we start any legal process to leave’. </p> \n   <p>Another briefing paper stressed that if the country voted to leave, it would be on the basis of ‘a new UK-EU treaty based on free trade and friendly co-operation’.</p> \n   <p>And although Mr Johnson now insists on a hard deadline of Halloween, Vote Leave argued at the time of the referendum that ‘our guiding principle should be ‘safety first and flexibility’. Is a no-deal safety first? </p> \n   <p>Nor were the voters asked to sign up to a no-deal Brexit even as a last resort at the 2017 general election. The Tory manifesto promised ‘the best possible deal for Britain as we leave the European Union delivered by a smooth, orderly Brexit’.</p> \n   <p>Smooth and orderly? A phrase that rings as hollow as Mrs May’s promise of a government that would be ‘strong and stable’.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He says a no-deal Brexit would be unprecedented as a “peacetime act of self-harm”.</strong></li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>When future historians look back, they will be shocked to discover how such an act of economic self-harm that runs wholly counter to the national interest could ever be portrayed by Nigel Farage and Boris Johnson as the height of patriotism and criticism from any quarter be dismissed as a betrayal of Britain and all we stand for.</p> \n   <p>Even if some of the immediate chaos forecast by officials is averted on the day, the long-term economic impact of no-deal Brexit is where the calamity lies. British history includes self-inflicted wounds – military disasters such as the Charge of the Light Brigade and the fiasco of Gallipoli – but no peacetime act of self-harm can rival a no-deal Brexit for which we are so woefully unprepared and from which even now the new European Commission president is offering to deliver us – and we are refusing the help.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He says the risk of a no-deal Brexit to the union means Johnson could be “fated to be remembered not as the 55th prime minister of the UK but as the first prime minister of England”.</strong></li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/hopenothate/status/1153245106302062593\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/OfficeGSBrown?ref_src=twsrc%5Etfw\">@OfficeGSBrown</a>: 'I fear for the cohesion or our community and country.' Gordon Brown on the impact <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> has had in Britian <a href=\"https://t.co/tpIG8hyvMk\">pic.twitter.com/tpIG8hyvMk</a></p>— HOPE not hate (@hopenothate) \n    <a href=\"https://twitter.com/hopenothate/status/1153245106302062593?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-22T10:38:22.304Z\">at 11.38am BST</time></p> \n</div> \n<div id=\"block-5d3586e28f08d0b6ca535583\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T10:02:42.916Z\">11.02am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Alan Duncan says UK could have been dominant political force in Europe if it had not been for Brexit</h2> \n <div class=\"block-elements\"> \n  <p>And here is an extract from <strong>Sir Alan Duncan</strong>’s resignation letter. He voted remain in the referendum.</p> \n  <blockquote class=\"quoted\"> \n   <p>The UK does so much good in the world. It is tragic that just when we could have been the dominant intellectual and political force throughout Europe, and beyond, we have had to spend every day working beneath the dark cloud of Brexit.</p> \n   <p>On a heartfelt personal note, I have known you and Philip for over 40 years, throughout which you have both displayed faultless dignity and an unstinting sense of duty. I am only sorry that your three years as prime minister have been brought to an end. You deserved better, but please take lasting comfort from the knowledge that your self-esteem can, and will forever, far exceed that of your critics.</p> \n  </blockquote> \n  <p>(Duncan may not have phrased that final sentence quite as intended. Boris Johnson’s self-esteem probably far exceeds Theresa May’s. Duncan seems to have been saying that the esteem in which she is held by others is higher.)</p> \n </div> \n</div> \n<div id=\"block-5d3585028f0845f89e311e5f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T09:43:17.868Z\">10.43am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is <strong>Sir Alan Duncan</strong>’s resignation letter.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlanDuncanMP/status/1153238110475554821\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I resigned as Foreign Office minister this morning. Here is my letter to the Prime Minister. <a href=\"https://t.co/1kpt7rHsF0\">pic.twitter.com/1kpt7rHsF0</a></p>— Sir Alan Duncan MP (@AlanDuncanMP) \n    <a href=\"https://twitter.com/AlanDuncanMP/status/1153238110475554821?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d3583ad8f08cf92bb7748ed\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T09:40:08.757Z\">10.40am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My colleague <strong>Heather Stewart </strong>says Boris Johnson now seems be beset by “rolling resignations” - a tactic that was used against Jeremy Corbyn.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GuardianHeather/status/1153236863324491777\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Johnson suffering rolling resignations before he’s even made it to Downing Street: natural party of government sure not looking like it right now.</p>— Heather Stewart (@GuardianHeather) \n    <a href=\"https://twitter.com/GuardianHeather/status/1153236863324491777?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Note to Tories: <a href=\"https://www.thesun.co.uk/news/politics/1347936/three-more-labour-shadow-ministers-resign-piling-pressure-on-corbyn-to-quit/\">the “rolling resignations” directed at Corbyn by Labour front benchers</a> did not achieve much in the end; three years on, he’s still there.</p> \n </div> \n</div> \n<div id=\"block-5d3580dc8f08cf92bb7748d0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T09:25:11.770Z\">10.25am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from my colleague <strong>Patrick Wintour </strong>on Alan Duncan’s resignation.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/patrickwintour/status/1153226005378686977\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Alan Duncan foreign office minister who quit today is currently responsible for Americas, Europe and Asia. In Asia he was substituting for Mark Field who is suspended due to his alleged assault on a protestor. All rectifiable on Weds, but a picture of chaos at time of crisis.</p>— Patrick Wintour (@patrickwintour) \n    <a href=\"https://twitter.com/patrickwintour/status/1153226005378686977?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d357e068f0845f89e311e1e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T09:18:55.320Z\">10.18am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Senior Tory criticises ministers announcing their resignation now to avoid being sacked by Boris Johnson</h2> \n <div class=\"block-elements\"> \n  <p><strong>Greg Hands</strong>, the former international trade minister, has criticised Sir Alan Duncan, Philip Hammond and David Gauke for announcing pre-emptive resignations. (See <a href=\"https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news?page=with:block-5d3575898f08d0b6ca5354f0#block-5d3575898f08d0b6ca5354f0\">9.48am.)</a> He claims they are damaging the party.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GregHands/status/1153224317230039041\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">In my view, pre-emptive ministerial resignations (If reports are true) in case your own democratically-elected Party Leader is not to your liking are absurd. And I say that as a committed <a href=\"https://twitter.com/Jeremy_Hunt?ref_src=twsrc%5Etfw\">@Jeremy_Hunt</a> supporter. Such moves make a Corbyn Government one step more likely.</p>— Greg Hands (@GregHands) \n    <a href=\"https://twitter.com/GregHands/status/1153224317230039041?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-22T09:23:21.070Z\">at 10.23am BST</time></p> \n</div> \n<div id=\"block-5d3575898f08d0b6ca5354f0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T08:48:38.327Z\">9.48am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Alan Duncan quits as Foreign Office minister to avoid serving under Boris Johnson</h2> \n <div class=\"block-elements\"> \n  <p><strong>Sir Alan Duncan,</strong> the Foreign Office minister, has resigned today because he is not willing to serve under Boris Johnson, the Times’<strong> Steven Swinford</strong> reports. Number 10 has confirmed that Duncan has indeed gone.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Steven_Swinford/status/1153220855423520768\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Sir Alan Duncan has quit as a foreign minister<br><br>He handed in his resignation letter this morning<br><br>He's made clear he can't serve under a Boris Johnson premiership</p>— Steven Swinford (@Steven_Swinford) \n    <a href=\"https://twitter.com/Steven_Swinford/status/1153220855423520768?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n   </blockquote> \n  </figure> \n  <p>That is not especially surprising. Duncan has been fiercely critical of Johnson in public, including <a href=\"https://www.theguardian.com/politics/live/2019/jul/10/tory-leadership-latest-news-john-major-threatens-to-take-boris-johnson-to-court-to-stop-him-proroguing-parliament-for-no-deal-brexit-live-news?page=with:block-5d25d7618f08cf92bb76d08b#block-5d25d7618f08cf92bb76d08b\">recently accusing Johnson of “contemptible negligence”</a> for his failure to back Sir Kim Darroch, at the time the US ambassador to Washington, in the face of attacks from President Trump. If Duncan was not resigning, he would almost certainly be sacked later this week.</p> \n  <p>But what is unusual is the way Duncan<a href=\"https://www.theguardian.com/politics/2019/jul/21/ministers-resignations-could-disrupt-boris-johnson-brexit-plans\">, along with the cabinet ministers Philip Hammond and David Gauke</a>, have decided to resign pre-emptively rather than let Johnson dismiss them. This is unusual, and illustrates quite how strong the opposition to Johnson is in some parts of the parliamentary Conservative party.</p> \n  <figure class=\"element element-image\" data-media-id=\"fc3d2973ef696f9f513e07d285a609e1bed1e236\"> \n   <img src=\"https://media.guim.co.uk/fc3d2973ef696f9f513e07d285a609e1bed1e236/0_118_3347_2008/1000.jpg\" alt=\"Sir Alan Duncan\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sir Alan Duncan</span> \n    <span class=\"element-image__credit\">Photograph: Adem Altan/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-22T08:52:19.093Z\">at 9.52am BST</time></p> \n</div> \n<div id=\"block-5d3566438f08d0b6ca53549f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-07-22T08:32:39.989Z\">9.32am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Tony Blair ridicules Boris Johnson's claim moon landing-style 'can-do spirit' can solve Brexit</h2> \n <div class=\"block-elements\"> \n  <p>Unless everything we know about the Conservative party turns out to be wrong, there are only about 60 hours to go before<strong> Boris Johnson</strong> becomes prime minister, and he has used what will probably be <a href=\"https://www.telegraph.co.uk/politics/2019/07/21/need-can-do-spirit-1960s-america-help-us-get-eu/\">his final column in the Daily Telegraph (paywall)</a> to reveal his long-awaited solution to Brexit, and in particular the Irish backstop problem. Johnson has been watching the TV over the weekend and he has decided that, if humans can land a man on the moon, they can construct a mechanism for allowing frictionless trade at the Ireland/Northern Ireland border without the UK having to be in the the customs union.</p> \n  <p>Here’s an extract from his column.</p> \n  <blockquote class=\"quoted\"> \n   <p>Think of that achievement [the moon landing], and then <a href=\"https://www.telegraph.co.uk/politics/2019/07/21/boris-johnson-ignore-pessimists-can-put-man-moon-can-solve/\">think of the current debate about actually leaving the EU </a>– which has been going on for so long that we are in danger of believing that we are incapable of finding our way out; like someone who has lost their car in a vast multi-storey car park, and is beginning to despair of ever leaving at all.</p> \n   <p>At its core, the problem with leaving the EU is technical and logistical. In order to come out of the EU customs union, and to maintain frictionless trade across the border in Northern Ireland (and indeed at Calais and elsewhere) we will need ways of checking goods for rules of origin, and whether they conform to the right standards, and whether or not they have been smuggled – but we have to do it away from the border, because no one can accept border controls in Northern Ireland.</p> \n   <p>And I am afraid that there are technological pessimists – some of them apparently in London – who seem genuinely to think that such technical solutions are impossible, that they are a kind of logical contradiction, a mythological species that we will never see in this universe. Are they right? Of course not. There is abundant scope to find the solutions necessary – and they can and will be found, in the context of the Free Trade Agreement that we will negotiate with the EU (and this is common to both candidates in the current leadership contest) after we have left on October 31.</p> \n   <p>It is absurd that we have even allowed ourselves to be momentarily delayed by these technical issues. If they could use hand-knitted computer code to make a frictionless re-entry to Earth’s atmosphere in 1969, we can solve the problem of frictionless trade at the Northern Irish border ...</p> \n   <p>It is time this country recovered some its can-do spirit. We can come out of the EU on October 31, and yes, we certainly have the technology to do so. What we need now is the will and the drive.</p> \n  </blockquote> \n  <p>In the past, in response to a complaint about an inaccuracy about Brexit in one of Johnson’s columns, <a href=\"https://www.ipso.co.uk/rulings-and-resolution-statements/ruling/?id=00154-19\">the Daily Telegraph told the Independent Press Standards Organisation</a> that the column in question was “clearly comically polemical, and could not be reasonably read as a serious, empirical, in-depth analysis of hard factual matters.” That does not seem to be the paper’s take on this article, although one can never be entirely sure.</p> \n  <p>But the objections to Johnson’s argument are numerous, including: 1) This is what people say about almost any insuperable problem, normally ones that never do get solved (like abolishing poverty); 2) Putting a man on the moon took the Americans the best part of a decade, while Johnson is committed to delivering Brexit in just 100 days; 3) If it were that easy, the UK and the EU would probably have found a solution within the last three years; 4) There is no example in the world of an entirely frictionless border between two countries with different customs arrangements; and 5) the Americans never had to worry about smuggling being a problem, or sanitary and phytosanitary regulations, or lunar paramilitaries, when they established their own border crossing on the surface of the moon. </p> \n  <p>On the Today programme this <strong>Tony Blair</strong>, the Labour former prime minister, came up with another specific objection, as well as dismissing Johnson’s entire stance. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>It’s a very Boris Johnson approach to thing which is to say ‘Look, never mind the detail, but if we only believe in ourselves, we can do it’. I found the article this morning - it’s one of these things where essentially he was saying was, look, the Americans put a man on the moon, and therefore surely we can find a way round the Irish border problem. To which the obvious response of the Europeans will be, ‘Well, if it’s that simple, why are you opposed to the backstop?’ But in any event the two things are obviously rather technically different. </p> \n  </blockquote> \n  <p>Here is the agenda for the day.<br></p> \n  <p><em>9.30am: </em>The National Institute of Economic and Social Research (NIESR) publishes its latest economic forecast for the economy.</p> \n  <p><em>11am: </em>Gordon Brown, the former Labour prime minister, gives a speech on Brexit. As he writes <a href=\"https://www.theguardian.com/commentisfree/2019/jul/21/mps-stop-no-deal-brexit-british-public-economic-shock\">in a Guardian article</a>, he is urging MPs to reject no-deal as an option.</p> \n  <p><em>2pm: </em>Sajid Javid, the home secretary, gives evidence to the Commons home affairs committee.</p> \n  <p><em>After 3.30pm:</em> Jeremy Hunt, the foreign secretary, is expected to make a statement in the Commons on <a href=\"https://www.theguardian.com/politics/2019/jul/21/jeremy-hunt-under-pressure-gulf-maritime-force-iran-uk-tanker\">Iran’s seizure of a British-flagged tanker.</a></p> \n  <p><em>4pm: </em>The Liberal Democrats announce the winner of their leadership contest.</p> \n  <p>And at some point Jeremy Corbyn will chair a shadow cabinet meeting devoted to the subject of <a href=\"https://www.theguardian.com/politics/2019/jul/21/jeremy-corbyn-apologises-hurt-jewish-people-labour-antisemitism\">how Labour should address its antisemitism problem.</a></p> \n  <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary when I wrap up.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-westminster-season-finale-iran-crisis-latest-the-other-leadership-contest/\">the Politico Europe roundup of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n  <p><em>UPDATE:</em> Brutha in the comments says I was wrong in what I said about the moon landings and sanitary and phytosanitary regulations. It just goes to show, you learn something new every day. There is more about the astronauts spending time in quarantine when they returned <a href=\"https://www.houstonchronicle.com/news/houston-texas/houston/article/QUARANTINED-Fear-of-moon-bugs-kept-Apollo-11-13850839.php\">here.</a></p> \n  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/131245194\"> \n   <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> \n    <div class=\"d2-left-col\"> \n     <a href=\"https://profile.theguardian.com/user/id/15678012\" title=\"View Brutha’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/15678012\" height=\"40\" width=\"40\" alt=\"User avatar for Brutha\"> </a> \n    </div> \n    <div class=\"d2-right-col\"> \n     <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> \n      <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/15678012\" title=\"View Brutha’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">Brutha</span> </a> \n     </div> \n     <div class=\"d2-permalink\"> \n      <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/131245194\" title=\"Link to this comment\" itemprop=\"datePublished\">22 July 2019 10:04am</a> \n     </div> \n     <div class=\"d2-body\" itemprop=\"text\">\n      <blockquote> \n       <p>the Americans never had to worry about........ or sanitary and phytosanitary regulations</p> \n      </blockquote> \n      <p>The astronauts were put in quarantine for 21 days on return in case they bought moon bugs back with them.</p>\n     </div> \n    </div> \n   </div> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-07-22T11:02:55.224Z\">at 12.02pm BST</time></p> \n</div>",
      "wordcount": "7224",
      "commentCloseDate": "2019-07-22T17:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-22T08:33:49Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:38Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cvmep",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ee660facad044952af03b7ff40f954a4591f5c7f/0_310_5368_3220/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jo Swinson has been elected the new leader of the Liberal Democrats, winning a vote among party members to take over following Vince Cable’s two-year tenure, with the party newly resurgent in the polls. Jeremy Hunt, the foreign secretary, has said the government will try to put together a European-led mission to protect shipping in the Gulf. In a Commons statement about Iran’s seizure of a British-flagged tanker, Hunt said: Because freedom of navigation is a vital interest of every nation, we will now seek to put together a European-led maritime protection mission to support safe passage of both crew and cargo in this vital region. We have had constructive discussions with a number of countries in the last 48 hours and will discuss later this week the best way to complement this with recent US proposals in this area. The new force will be focused on free navigation, bearing in mind that one fifth of the world’s oil, a quarter of its liquefied natural gas – and trade worth half a trillion dollars - pass through the Strait of Hormuz every year . It will not be part of the US maximum pressure policy on Iran because we remain committed to preserving the Iran nuclear agreement. Alan Duncan, a senior Conservative critic of Boris Johnson, resigned from the government in order to test whether the new prime minister commands the confidence of the House of Commons. The mounting risk of no-deal Brexit may have pushed the UK economy into a recession already, one of the country’s foremost economic forecasters has warned. School budgets face cuts to fund a new teachers’ pay rise after the government announced it would only partially fund the award of 2.75%. Three former prime ministers, Sir John Major, Tony Blair and Gordon Brown, have all told Boris Johnson that opting for a no-deal Brexit would be unacceptable. (See 1.55pm.) Boris Johnson has put his faith in optimism to find technological solutions to prevent a hard Irish border if he becomes prime minister, as the DUP impressed on him the need to resolve the issue of the backstop to keep their support. Labour’s shadow cabinet is backing a plan to speed up the expulsion from the party of antisemites. According to the party, Jeremy Corbyn told a shadow cabinet meeting: It is wrong to deny there is antisemitism in the Labour party. And those who deny that it does exist are part of the problem. We have to stand for a serious, anti-racist, inclusive socialism. Labour is not an antisemitic party. But one antisemite is always one too many. I also know that some complaints have taken too long to deal with. This is not good enough. Our members don’t want to share their party with anyone who is racist - and they want to be able to demonstrate there is no place for antisemitism among them. Corbyn presented the shadow cabinet with two options for speeding up the party’s complaints process. Under his preferred option the most serious of cases would be referred to a special panel consisting of the party’s general secretary and NEC officers who would have the power to expel the member - allowing for more rapid action. After the meeting the shadow cabinet issued a statement saying: As part of tackling antisemitism, the shadow cabinet has today supported the proposal for summary exclusion outlined by the Labour leader, which he will put to the national executive committee tomorrow. The shadow cabinet also supports the proposal to introduce independent oversight of our processes, and will continue to seek to engage with Jewish community organisations to build confidence. The Conservative MP Charlie Elphicke has been charged with three counts of sexual assault relating to two women, prosecutors have said. Self-styled yellow vest protester James Goddard has been handed a suspended prison sentence and been banned from an area around parliament for hurling abuse at remain-supporting MP Anna Soubry, the Press Association reports. That’s all from me for today. Thanks for the comments. This is a fascinating chart. The tweet is from James Morris, a pollster who in the past has worked for Labour, but the data is from a poll published by Lord Ashcroft earlier this month (pdf). This graphic presents the information in a much clearer way than the table in the Ashcroft report (table 10). The two most positive readings in this chart are those that show what remain-voting Labour voters feel about the Green party (they prefer it to Labour) and what leave-voting Tories feel about the Brexit party (they prefer it to the Conservative party). In her first letter to party members as Lib Dem leader, Jo Swinson said: I love this party - and honestly if you’d told me when I first joined at the age of 17 that I’d one day get the chance to write you this message, as the party’s new leader, I’d never have believed you. The first thing I want to do is say a huge thank you to everyone who took part in this election, and especially to my good friend Ed Davey. Over the last seven weeks Ed has shown the country what an outstanding politician he is; energetic, passionate and thoughtful. We’ve debated and challenged each other in the way the contest deserved, but always in a spirit of friendship and unity. The contrast with the Conservative party couldn’t be starker. I also want to pay tribute to Vince Cable, whose leadership has put us in an exciting position to have a real impact on British politics. And I want to pay tribute to all of you, who not only have challenged and tested us over the course of the contest, but whose hard work has ensured the party I’m now so proud to lead is looking at a much brighter future than many predicted just six months ago, ready to take on the challenges ahead. The first of those is, of course, stopping Brexit. And as your new leader, it’s the task that is absolutely at the top of my agenda. When I say Bollocks to Brexit I mean it. This isn’t a normal political issue - this is about the fundamental direction of our country for generations to Brexit, in any form, is a disaster for our country and we’ll do everything in our power to stop it. This is from Ed Davey, congratulating Jo Swinson on beating him in the Lib Dem leadership contest. Here is my colleague Peter Walker’s profile of Jo Swinson. In the Commons Jeremy Hunt, the foreign secretary, is making a statement about the situation in the Gulf. He says the seizure of the British-flagged Stena Impero was an act of state piracy. He says the UK will try to put together a European-led mission to protect ships in the Gulf. He says it will not be part of the US maximum pressure policy on Iran, because the UK remains committed to the Iran nuclear deal. He says British-flagged ships will be asked to advise the government on when they are planning to sail through the Strait of Hormuz, so that they can be offered assistance. He says Iran may end up with an increased foreign naval presence on its doorstep. But if that happens, Iran only has itself to blame, he says. Here are the Lib Dem election results in full. Some 106,075 ballot papers were issued, and 76,429 were returned, giving a turnout of 72 per cent. Ed Davey: 28,021 (37%) Jo Swinson: 47,997 (63%) Swinson says this is a time for working together. And she says she has a message for MPs in other parties: if you want to stop Brexit and Corbyn, work with the Lib Dems. My door is always open, she says. And she says she has a message for people at home. If you want change, it is not enough to shout at the TV. Join us, she says. She winds up saying we should change politics so we can change the country. Jo Swinson is still giving her victory speech. She says in 2017 she knew she had to stand in East Dunbartonshire again to try to win back her seat. The 2017 campaign was ugly, she says. But she says she had seen this already in the 2014 Scottish independence referendum. That campaign was marked by Twitter trolls and rows about fake news. She says she felt sick in 2016 when Nigel Farage said leave won without a shot being filed. Just a week before Jo Cox had been murdered. But Farage did not seem to care, she says. She says the Lib Dems champion freedom. But Brexit means the next generation will be less free to work, live and love across Europe. She talks about a rise in the number of hate crimes, and Islamophobia and antisemitism at the heart of politics. And she condemns President Trump. Ilhan Omar is a strong woman, she says. But because of what Trump says migrant women feel less safe. Turning to Boris Johnson, she says he only cares about himself. Ask Kim Darroch. “Britain deserves better than Boris Johnson,” she says. And, on Labour, she says any party that cannot decide on the biggest issue of our time does not deserve her time or her vote. Swinson says she stands her today not just as Lib Dem leader, but as a candidate for PM. She says there is no limit to her ambition. She is ready to take her party into a general election and win it, she says. Here is my colleague Peter Walker’s story on Jo Swinson’s election. Swinson says, when she decided to stand, she thought the challenge would be different. The Lib Dems were only on around 8% in the poll. New parties (ie Change UK) were after their vote. But now there has been a turnaround, she says. She says Liberal Democrats are winning again. She pays tribute to her two predecessors: to Tim Farron for saying after the referendum that the Lib Dems would be the party of remain, and to Sir Vince Cable for overseeing a transformation in the party’s fortunes. Jo Swinson is speaking now. She says she is “over the moon” to be elected leader. The Liberal Democrats are like a family to her, she says. She says liberalism is alive and thriving. And she will do whatever she can to stop Brexit, she says. She says the Lib Dems will lead the revive the country needs. She thanks her husband, the former Lib Dem MP Duncan Hames, and her mum, and says her two young children have brought her pure joy. And she thanks Sir Ed Davey. She says he has carried himself in the campaign with grace. She has huge respect for him, and they agree on most things, she says. She says this did not make for an interesting contest. She is proud to call him a friend, and he will be central to her team, she says. Brinton reads out the results Ed Davey: 28,021 Jo Swinson: 47,XXX (We could not hear the rest of Swinson’s tally because there was so much cheering.) She says Cable has campaigned tirelessly for the Lib Dems’ recovery. The Lib Dems won more than 700 council seats this year, and the party is now running at about 20% in the polls. She says the Lib Dem leadership contest has been unlike the Tories’. Ed Davey and Jo Swinson have fought a courteous campaign, and they have respected each other. They have shown that there is a different way of doing politics. The message from members has been how hard it has been to decide, because both are exceptional candidates, she says. Sal Brinton, the Lib Dem president, is making the announcement. She pays tribute to Sir Vince Cable, the outgoing leader. We’re about to get the announcement. In the House of Lords peers have just voted to keep the amendment to the Northern Ireland (executive formation) bill passed by MPs last week intended to stop a new prime minister proroguing parliament to stop the Commons blocking a no-deal Brexit. The result of the Lib Dem leadership contest will be announced soon. BBC News has just broadcast Laura Kuenssberg’s interview with Sir Alan Duncan. Here are the main points. Sir Alan Duncan, the former Foreign Office minister, said he wanted the Commons to hold an effective confidence vote in Boris Johnson tomorrow to avoid a constitutional crisis. Some people may suspect that Duncan, a longstanding critic of Johnson’s was trying to bring him down before the Queen even had a chance to appoint him as PM on Wednesday afternoon. But Duncan put a more positive gloss on what he was doing. He said that this be the first time in living memory where a minority government changes PM mid-term and he said that, to avoid a “constitutional crisis”, he thought it was important to establish that Johnson had the confidence of the Commons. Speaking to Sky, Duncan said he would have voted to back Johnson. (See 3.40pm.) Duncan said he did not know why John Bercow, the Speaker, turned down his application for a debate. He cast doubt on Johnson’s ability to be a good PM, while claiming he was not motivated by animosity. Asked about his views of Johnson, he replied: When I was his deputy I was totally loyal. We never had an argument. I never bad mouthed him. So I’ve served both foreign secretaries. And I’ve no doubt which of the two is the more capable and more competent. So I have very grave concerns that he flies by the seat of his pants, and it’s all a bit haphazard and ramshackle. But there’s no personal animosity of any sort. I just think he’s going to go smack into a crisis of government. When asked if he thought Johnson was fit to be PM, Duncan replied: I will never say that he’s unfit to be prime minister. Duncan also claimed he wanted Johnson to succeed. I’m a Conservative, I’m a patriot. I want him to succeed. My judgment says that it is going to be very, very difficult. Sky’s Beth Rigby has also been speaking to Sir Alan Duncan. Sir Alan Duncan refuses to rule out voting against Boris Johnson in a no confidence motion to stop a no-deal Brexit. A few words of explanation about the Alan Duncan story. Sir Alan Duncan did not try to table a formal motion of no confidence in Boris Johnson. There seem to have been two reasons for this. First, Duncan was pushing for a vote tomorrow - after Johnson’s probable election as Tory leader, but before he gets appointed prime minister (which is due to happen on Wednesday afternoon). And, much more importantly, only the leader of the opposition can table a no confidence motion in the government that has to be debated. (Other MPs can table no confidence motions, but they just get printed as early day motions and then ignored.) Instead, Duncan tried to use standing order 24 to hold an emergency debate on a motion that would have effectively amounted to a confidence vote in Johnson. SO24 allows MPs to call for emergency debates on topical issues, normally held on the day an MP applies, and lasting for up to three hours. But for an SO24 debate to happen, the Speaker has to allow the MP to apply, by making a very short speech in the Commons chamber, and the Speaker then decides whether it should go ahead. John Bercow has blocked this bid at the first hurdle; he is not even allowing Duncan to make his application in the chamber. These are from the BBC’s Laura Kuenssberg. More than 750 people may have missed out on their right to vote because of pilot schemes requiring them to prove their identity, the Press Association reports. Pilot schemes in 10 council areas for the local elections in England left “important questions” unanswered, the Electoral Commission said. Labour claimed the voter ID trials were evidence of a “blatant attempt by the Tories to rig the result of future elections” and called for the programme to be abandoned. But the government insisted the schemes revealed requiring voters to show ID was a “reasonable and proportionate measure” to tackle electoral fraud. The 10 trial areas in May’s elections were Braintree, Broxtowe, Craven, Derby, Mid-Sussex, North Kesteven, North West Leicestershire, Pendle, Watford and Woking. A review published by the Electoral Commission found up to 2,083 voters were initially refused a ballot paper because they lacked the required ID, and up to 758 of them did not return to cast their vote. Out of all those who went to their polling station in the pilots, the proportion who could not show ID and who did not return to vote ranged from 0.03% to 0.7%. The Cabinet Office also published its own review, saying the “overwhelming majority” of people were able to cast their vote despite the voter ID rules being piloted. Charlie Elphicke has been suspended from the Conservative whip, party sources have said, following the news that he has been charged with three counts of sexual assault. His solicitor has said he is confident he will clear his name. Boris Johnson has repeatedly said that if, as expected, he becomes prime minister on Wednesday, the UK will definitely leave the EU by 31 October. But a majority of voters, and even 50% of leave voters, do not believe that will happen, a YouGov poll has found. Here are a couple of comments from below the line on Boris Johnson’s Brexit/moon landings analogy. (See 9.32am.) This is from Conor Burns, a Tory MP supporting Boris Johnson’s leadership campaign. It is a joke about how Alan Duncan was happy to be known as the deputy foreign secretary, even though this was not a proper title (there is no such position) but just a term used by the media occasionally to refer to Duncan. This is from Geoff Barton, general secretary of the Association of School and College Leaders, which represents mainly secondary school head teachers, on the 2.75% pay rise for teachers. (See 1.25pm.) Our reading of the government’s statement is that the first 2% of the award will have to come from existing school budgets which are already under intense pressure and cannot sustain more unfunded costs. It is inevitable that this will result in more cutbacks, and while schools will do their best to implement the increase, we would not be surprised if some are unable to do so. The fact that this announcement has been made so late is not at all helpful for schools as they have had no time to factor these costs into next year’s budgets. Here is Theresa May’s reply to Alan Duncan following his resignation. (See 10.43am.) The fourth former prime minister alive today is David Cameron. He probably feels the say way Sir John Major, Tony Blair and Gordon Brown do about a no-deal Brexit (see 1.55pm), but he been reluctant to say anything of substance about the government’s handling of Brexit since he left Number 10 three years ago. He is probably saving up his thoughts for his memoirs, which are out in the autumn. There are four former prime ministers still alive. (Theresa May probably already feels like a former prime minister, but she does not join the club until Wednesday). Today three of them have spoken out against a no-deal Brexit: Tony Blair, in an article in the Times (paywall) and on the Today programme (see 9.32am); Gordon Brown in a speech this morning (see 11.36am); and now Sir John Major. Major has just issued this statement. It is a timely moment to note that whoever becomes our prime minister this week, he will be far more than Leader of the Conservative party. As for every prime minister, he must act for our nation as a whole – not just one part of it. He must also remember that no-one born this century voted for Brexit – let alone a “no-deal” Brexit. Words and actions have consequences, and never more so than when they are those of the prime minister. As the evidence mounts of the probable economic and social damage of a “no-deal” Brexit – and of the rising opposition to it – the new prime minister must choose whether to be the spokesman for an ultra-Brexit faction, or the servant of the nation he leads. He cannot be both, and the choice he makes will define his premiership from the moment of its birth. As the most powerful politician in the four nations of our United Kingdom, any prime minister has the right to expect support but – if he acts as the spokesman for one hard-line faction only – he cannot complain if he faces uncompromising opposition from those who believe they have had their views ignored. I hope our new leader understands this, and is fully prepared for the enormity of the task before him. Boris Johnson must choose whether he wants to serve the nation, or just “an ultra-Brexit faction”, says Sir John Major. As PM he can’t do both, says Major. Major says Johnson will face “uncompromising opposition” if he just represents Brexiters as PM. Here are links to the written ministerial statements out today with details of the public sector pay awards, with extracts. Teachers Last year, the government announced the largest pay rise in nearly a decade for almost a million public sector workers. Building on this, this year I have decided to accept in full the STRB’s recommendations for a 2.75% uplift to the minima and maxima of all pay ranges and allowances. The pay award will both raise starting salaries and increase the competitiveness of the pay framework. As a result, minimum starting salaries for classroom teachers will see an increase between £652 (Rest of England) and £816 (Inner London), and classroom teachers at the top of the main pay range could see an increase between £963 and £1,110. For more experienced classroom teachers at the top of the upper pay range, it could mean an increase of between £1,084 and £1,327. As a result, the pay ranges for all teachers and leaders will see an uplift. Thanks to the flexible performance-based pay system we have, schools can choose to give teachers and leaders a higher pay rise where this is appropriate to their local context and budget. Doctors and dentists This pay rise represents one of the biggest uplifts in pay for medical staff for over a decade. In addition to their pay, medical staff continue to benefit from defined benefit pensions, which are amongst the most generous available. Today’s pay award is worth: Between £1,940 and £2,630 for consultants Between £970 and £1,820 for specialty doctors Between £1,360 and £2,250 for associate specialists Police Last year, the government announced the largest pay rise in nearly a decade for almost a million public sector workers. Building on this, this year the government has accepted in full the recommendations of the PRRB that a consolidated increase of 2.5% should be awarded to all ranks at all pay points. It has also accepted a corresponding increase to London weighting and the dog handlers’ allowance and an increase in the on-call allowance for officers in the federated ranks from £15 to £20 for each 24-hour period on-call. These will be implemented with effect from 1 September 2019. Prison officers Last year, the government announced the largest pay rise in nearly a decade for almost a million public sector workers. Today we are building on that with a pay award that is worth at least 2.2% for all prison staff and 3% for our Band 3 officers on the ‘Fair and Sustainable’ terms and conditions. This is the second year in a row we have put in place awards over 2% for our prison staff and this year’s settlement represents the highest consolidated increase for over 10 years. In addition to the headline increases we will also implement the totality of the other Review Body recommendations. This represents a full package for staff that will support us to recruit and retain prison officers and managers, contributing to safer prisons and reduced reoffending. In addition to their pay, prison officers continue to benefit from defined benefit pensions, which are amongst the most generous available. For a Band 3 officer on the modern terms and conditions the pay settlement is worth on average £1,277. Armed forces Last year, the government announced the largest pay rise in nearly a decade for almost a million public sector workers. This year’s award builds on this and focuses attention on increasing pay for the most junior sailors, soldiers, and airmen and women, to ensure that they continue to receive a living wage. Consequently, the basic pay for other ranks on completion of their initial training will now be £20,000. This pay rise of over 6% represents an increase of £1,140 for over 7,200 newly trained sailors, soldiers, and airmen and airwomen. The pay award also represents an annual increase of £995 in the nominal ‘average’ salary in the armed forces (which is at the corporal level), as well as an annual increase of £769 in starting salary for an officer. Senior civil servants SSRB recommendations set a 2.2% pay award with money allocated in the following priority order: 0.9% targeted at pay progression and anomalies 0.2% set aside for minima increases 1% increase for all SCS not benefiting from the minima increases, and those benefiting by less than 1% from the minima increases should be ‘topped up’ to a 1% increase (estimated cost of 0.9% of the paybill) 0.2% set aside to implement any specialist pay proposals. The SSRB also recommended reductions to the maxima and commented on priority work to be undertaken for the 2020-21 pay award. The government accepts the SSRB’s recommendations in full with the following exceptions: The overall figure should be limited to an average 2% increase in line with the figure contained in the delegated pay remit guidance. The reduction of 0.2% will be taken from the money set aside for specialist pay which we will not be implementing this pay year. The government accepts the recommendation to decrease the maxima for all pay bands, but to delay implementation of this to next year whilst further work is undertaken on capability-based pay progression to ensure the levels set are robust and there is a clear and positive narrative for reduction. There are 30 written ministerial statements coming today, including quite a few relating to public sector pay. You can read them as they come out here. In a press notice, the Treasury says almost a million public sector workers are getting above-inflation pay increases. It says: Each workforce is different and reaches its own settlement with the government. All six deals finalised today hand pay rises higher than the current 2% rate of inflation (CPI June 2019, ONS) for the 2019/20 financial year. The pay rises will be backdated to the start of each work force’s financial year and mean a rise of 2.75% for school teachers, 2.5% for consultants and dentists, 2.5% for police officers, 2.9% per cent for personnel in the armed forces, at least 2.2% for prison officers and 2% for senior civil servants and senior military staff. Pay for most public sector workers also rose above inflation last year after the government ended the across-the-board 1% pay rise cap in September 2017. Earnings growth for public sector workers reached 3.6% last year. Here is the Tory MP Ben Bradley on Alan Duncan’s resignation. Charlie Elphicke’s solicitor has issued a statement saying Elphicke is confident he will clear his name, Sky’s Beth Rigby reports. Theresa May, senior ministers and security chiefs have met to discuss the UK’s response to the Gulf crisis following the seizure of a British-flagged tanker by Iran, the Press Association reports.Downing Street has been hit by claims that the government “dropped the ball” by failing to prepare for Tehran’s actions against British shipping in the Strait of Hormuz. The prime minister was chairing a meeting of the government’s emergency committee Cobra to consider how to react to the capture of the Stena Impero on Friday. Officials said the meeting would consider the options for “strengthening current reassurances” to commercial shipping as well as the response to Tehran. The prime minister’s spokesman told journalists: We do not seek confrontation with Iran but it is unacceptable and highly escalatory to seize a ship going about legitimate business through internationally recognised shipping lanes. The spokesman said the ship was seized under “false and illegal pretences and the Iranians should release it and its crew immediately”. As the Press Association reports, military experts have warned that cuts to the Royal Navy had left it over-stretched, with too few warships to protect British interests. The prime minister’s spokesman said: The high volume of ships moving through the Strait of Hormuz - up to 30 ships covering more than 100 nautical miles - makes it impossible to escort vessels individually. We already work closely with international partners to ensure a co-ordinated effort to defend freedom of navigation, this includes sharing information on threats to shipping and offering mutual protection for each other’s vessels. Downing Street said there had not been a US offer to escort all UK ships in the region. But the spokesman said: The US has been discussing with a number of countries, including the UK, how we might deliver maritime security in the face of recent threats to shipping. Jeremy Hunt, the foreign secretary, will update MPs later on the situation. This is from the Press Association. Charlie Elphicke, the Conservative MP for Dover, has been charged with three counts of sexual assault against two women, the Crown Prosecution Service said. Elphicke was suspended from the Conservative party for just over a year after allegations of sexual offences were made against him, but he had his suspension lifted so that he could take part in the no confidence vote in Theresa May in December. He has strongly denied any criminal wrongdoing. Gordon Brown, the former Labour prime minister, has been speaking at an event this morning organised by the IPPR thinktank and Hope not Hate, which campaigns against fascism and the far-right. Here are the main points, based on the text of the speech sent out in advance. Brown says most voters oppose a no-deal Brexit, with millions of leave supporters saying it would be bad for Britain. He is referring to some polling released by Hope not Hate today which shows that, by a margin of more than two to one, people are more likely to think leaving the EU without a deal will be bad for Britain than good for Britain. Brown says: Elected by a smaller electorate than voted for Ed Balls on Strictly Come Dancing, [Boris Johnson] will have to come face to face with a very hard truth [if he becomes PM on Wednesday]: Millions of Brexit voters do not support a no-deal Brexit. According to the poll by Hope Not Hate, who are, to their credit, launching this community No To No-Deal campaign today, three million of those who voted leave in 2016 say that exiting the EU without a deal would be bad for Britain. While the Conservative party has been talking to itself, Johnson’s ’do or die’ plan to leave on October 31 with or without a deal is losing support. Perhaps the most revealing figure of all is that 40 per cent of Labour Brexit voters have been changing their minds. And I believe dissent about Brexit will grow as people find what a no-deal really means. He says a no-deal Brexit would be a betrayal of what people were promised in the Brexit referendum and in the 2017 Tory election manifesto. He says: In the run-up to the referendum the official Vote Leave campaign ruled out a no-deal Brexit, one of their publications stating: ‘Taking back control is a careful change, not a sudden stop. We will negotiate the terms of a new deal before we start any legal process to leave’. Another briefing paper stressed that if the country voted to leave, it would be on the basis of ‘a new UK-EU treaty based on free trade and friendly co-operation’. And although Mr Johnson now insists on a hard deadline of Halloween, Vote Leave argued at the time of the referendum that ‘our guiding principle should be ‘safety first and flexibility’. Is a no-deal safety first? Nor were the voters asked to sign up to a no-deal Brexit even as a last resort at the 2017 general election. The Tory manifesto promised ‘the best possible deal for Britain as we leave the European Union delivered by a smooth, orderly Brexit’. Smooth and orderly? A phrase that rings as hollow as Mrs May’s promise of a government that would be ‘strong and stable’. He says a no-deal Brexit would be unprecedented as a “peacetime act of self-harm”. When future historians look back, they will be shocked to discover how such an act of economic self-harm that runs wholly counter to the national interest could ever be portrayed by Nigel Farage and Boris Johnson as the height of patriotism and criticism from any quarter be dismissed as a betrayal of Britain and all we stand for. Even if some of the immediate chaos forecast by officials is averted on the day, the long-term economic impact of no-deal Brexit is where the calamity lies. British history includes self-inflicted wounds – military disasters such as the Charge of the Light Brigade and the fiasco of Gallipoli – but no peacetime act of self-harm can rival a no-deal Brexit for which we are so woefully unprepared and from which even now the new European Commission president is offering to deliver us – and we are refusing the help. He says the risk of a no-deal Brexit to the union means Johnson could be “fated to be remembered not as the 55th prime minister of the UK but as the first prime minister of England”. And here is an extract from Sir Alan Duncan’s resignation letter. He voted remain in the referendum. The UK does so much good in the world. It is tragic that just when we could have been the dominant intellectual and political force throughout Europe, and beyond, we have had to spend every day working beneath the dark cloud of Brexit. On a heartfelt personal note, I have known you and Philip for over 40 years, throughout which you have both displayed faultless dignity and an unstinting sense of duty. I am only sorry that your three years as prime minister have been brought to an end. You deserved better, but please take lasting comfort from the knowledge that your self-esteem can, and will forever, far exceed that of your critics. (Duncan may not have phrased that final sentence quite as intended. Boris Johnson’s self-esteem probably far exceeds Theresa May’s. Duncan seems to have been saying that the esteem in which she is held by others is higher.) Here is Sir Alan Duncan’s resignation letter. My colleague Heather Stewart says Boris Johnson now seems be beset by “rolling resignations” - a tactic that was used against Jeremy Corbyn. Note to Tories: the “rolling resignations” directed at Corbyn by Labour front benchers did not achieve much in the end; three years on, he’s still there. This is from my colleague Patrick Wintour on Alan Duncan’s resignation. Greg Hands, the former international trade minister, has criticised Sir Alan Duncan, Philip Hammond and David Gauke for announcing pre-emptive resignations. (See 9.48am.) He claims they are damaging the party. Sir Alan Duncan, the Foreign Office minister, has resigned today because he is not willing to serve under Boris Johnson, the Times’ Steven Swinford reports. Number 10 has confirmed that Duncan has indeed gone. That is not especially surprising. Duncan has been fiercely critical of Johnson in public, including recently accusing Johnson of “contemptible negligence” for his failure to back Sir Kim Darroch, at the time the US ambassador to Washington, in the face of attacks from President Trump. If Duncan was not resigning, he would almost certainly be sacked later this week. But what is unusual is the way Duncan, along with the cabinet ministers Philip Hammond and David Gauke, have decided to resign pre-emptively rather than let Johnson dismiss them. This is unusual, and illustrates quite how strong the opposition to Johnson is in some parts of the parliamentary Conservative party. Unless everything we know about the Conservative party turns out to be wrong, there are only about 60 hours to go before Boris Johnson becomes prime minister, and he has used what will probably be his final column in the Daily Telegraph (paywall) to reveal his long-awaited solution to Brexit, and in particular the Irish backstop problem. Johnson has been watching the TV over the weekend and he has decided that, if humans can land a man on the moon, they can construct a mechanism for allowing frictionless trade at the Ireland/Northern Ireland border without the UK having to be in the the customs union. Here’s an extract from his column. Think of that achievement [the moon landing], and then think of the current debate about actually leaving the EU – which has been going on for so long that we are in danger of believing that we are incapable of finding our way out; like someone who has lost their car in a vast multi-storey car park, and is beginning to despair of ever leaving at all. At its core, the problem with leaving the EU is technical and logistical. In order to come out of the EU customs union, and to maintain frictionless trade across the border in Northern Ireland (and indeed at Calais and elsewhere) we will need ways of checking goods for rules of origin, and whether they conform to the right standards, and whether or not they have been smuggled – but we have to do it away from the border, because no one can accept border controls in Northern Ireland. And I am afraid that there are technological pessimists – some of them apparently in London – who seem genuinely to think that such technical solutions are impossible, that they are a kind of logical contradiction, a mythological species that we will never see in this universe. Are they right? Of course not. There is abundant scope to find the solutions necessary – and they can and will be found, in the context of the Free Trade Agreement that we will negotiate with the EU (and this is common to both candidates in the current leadership contest) after we have left on October 31. It is absurd that we have even allowed ourselves to be momentarily delayed by these technical issues. If they could use hand-knitted computer code to make a frictionless re-entry to Earth’s atmosphere in 1969, we can solve the problem of frictionless trade at the Northern Irish border ... It is time this country recovered some its can-do spirit. We can come out of the EU on October 31, and yes, we certainly have the technology to do so. What we need now is the will and the drive. In the past, in response to a complaint about an inaccuracy about Brexit in one of Johnson’s columns, the Daily Telegraph told the Independent Press Standards Organisation that the column in question was “clearly comically polemical, and could not be reasonably read as a serious, empirical, in-depth analysis of hard factual matters.” That does not seem to be the paper’s take on this article, although one can never be entirely sure. But the objections to Johnson’s argument are numerous, including: 1) This is what people say about almost any insuperable problem, normally ones that never do get solved (like abolishing poverty); 2) Putting a man on the moon took the Americans the best part of a decade, while Johnson is committed to delivering Brexit in just 100 days; 3) If it were that easy, the UK and the EU would probably have found a solution within the last three years; 4) There is no example in the world of an entirely frictionless border between two countries with different customs arrangements; and 5) the Americans never had to worry about smuggling being a problem, or sanitary and phytosanitary regulations, or lunar paramilitaries, when they established their own border crossing on the surface of the moon. On the Today programme this Tony Blair, the Labour former prime minister, came up with another specific objection, as well as dismissing Johnson’s entire stance. He said: It’s a very Boris Johnson approach to thing which is to say ‘Look, never mind the detail, but if we only believe in ourselves, we can do it’. I found the article this morning - it’s one of these things where essentially he was saying was, look, the Americans put a man on the moon, and therefore surely we can find a way round the Irish border problem. To which the obvious response of the Europeans will be, ‘Well, if it’s that simple, why are you opposed to the backstop?’ But in any event the two things are obviously rather technically different. Here is the agenda for the day. 9.30am: The National Institute of Economic and Social Research (NIESR) publishes its latest economic forecast for the economy. 11am: Gordon Brown, the former Labour prime minister, gives a speech on Brexit. As he writes in a Guardian article, he is urging MPs to reject no-deal as an option. 2pm: Sajid Javid, the home secretary, gives evidence to the Commons home affairs committee. After 3.30pm: Jeremy Hunt, the foreign secretary, is expected to make a statement in the Commons on Iran’s seizure of a British-flagged tanker. 4pm: The Liberal Democrats announce the winner of their leadership contest. And at some point Jeremy Corbyn will chair a shadow cabinet meeting devoted to the subject of how Labour should address its antisemitism problem. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to publish a summary when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter. UPDATE: Brutha in the comments says I was wrong in what I said about the moon landings and sanitary and phytosanitary regulations. It just goes to show, you learn something new every day. There is more about the astronauts spending time in quarantine when they returned here.",
      "charCount": "41655",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/22/bringing-boris-johnson-back-to-earth-about-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-22T16:47:18Z",
    "webTitle": "Bringing Boris Johnson back to Earth about Brexit | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/22/bringing-boris-johnson-back-to-earth-about-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/22/bringing-boris-johnson-back-to-earth-about-brexit",
    "fields": {
      "headline": "Bringing Boris Johnson back to Earth about Brexit",
      "standfirst": "Readers respond after Johnson compared Brexit to the mission to put astronauts on the moon in 1969",
      "trailText": "<strong>Letters:</strong> Readers respond after Johnson compared Brexit to the mission to put astronauts on the moon in 1969",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"eb3a96e3a4c82100d273e40c7e7a9bfa42a541be\"> <img src=\"https://media.guim.co.uk/eb3a96e3a4c82100d273e40c7e7a9bfa42a541be/0_365_4500_2699/1000.jpg\" alt=\"The Earth and the Moon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Friction was the key to the safe re-entry of the Apollo astronauts,’ writes Bill Truscott.</span> <span class=\"element-image__credit\">Photograph: MarcelC/Getty Images/iStockphoto</span> </figcaption> </figure>",
      "body": "<p>Boris Johnson compares the sorting out of the Irish border issue under a no-deal Brexit with the Apollo moon landing (<a href=\"https://www.theguardian.com/politics/2019/jul/22/boris-johnson-can-do-spirit-solve-problem-irish-border\" title=\"\">Report</a>, theguardian.com, 22 July). Well, the moon landing took nearly 10 years to plan, was built on previous achievements and technologies, required about 400,000 people working together for one clear aim and cost America billions of dollars in the 1960s. People sadly died in the early trials (the Apollo 1 fire), and it was not designed to deliver a sustainable base, but only to enable the moon to be visited a few times. It inspired a generation, not least through the iconic vision of one blue Earth against a sea of stars.</p> <p>Brexit, by contrast, only really got going when article 50 was invoked, does not have the same concerted will supporting it; rather, it divides the nation. It will cost the UK billions, will doubtless shorten many more people’s lives through creating more poverty and extending and deepening austerity, and it is a complete change to the state of the nation. Perhaps a more useful comparison than he realises?<br><strong>Graham Head</strong><br><em>London</em></p> <p>• Boris Johnson has written “if they could use hand-knitted computer code to make a frictionless re-entry to Earth’s atmosphere in 1969, we can solve the problem of frictionless trade at the Northern Irish border”.</p> <p>Friction was the key to the safe re-entry of the Apollo astronauts. Air friction slowed the returning capsule from the speed of a stone dropped from 240,000 miles to one that allowed parachutes to open. The heat generated by friction turned the air bordering the capsule to a plasma, cutting all communication between the astronauts and the world for a critical six minutes. Boris Johnson has redefined “frictionless” so that it includes total isolation. What else has he redefined?<br><strong>Bill Truscott</strong><br><em>Buckingham, Buckinghamshire</em></p> <p>• I might trust Boris Johnson’s belief in a technological solution to the Irish backstop if I could ever imagine him wiring up an electric plug safely.<br><strong>David Spilsbury</strong><br><em>Birmingham</em></p> <p>• Our next prime minister will be a TV personality with no political agenda other than that borrowed from the European Research Group. If Matthew d’Ancona is correct (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/22/boris-johnson-prime-minister-blame-standup-journalists\" title=\"\">I was part of the brotherhood that enabled Johnson’s rise</a>, Journal, 22 July), the House of Commons will no longer be the training ground for our future leaders, but it will be the media.</p> <p>Does not the success of that other media star Nigel Farage demonstrate this truth? This suggests we are doomed to a succession of dilettante leaders who owe their success to their celebrity than their grasp of policy issues. What the UK now requires is reform of the political system that minimises the role of the television studio and the media in the political process, otherwise the successor to Boris will not be a serious politician but yet another media star.<br><strong>Derrick Joad</strong><br><em>Leeds</em></p> <p>• Re Matthew d’Ancona’s article, it’s surely time to look at what Oxbridge, especially Oxford, is teaching its students. On the evidence of the last few Tory governments it certainly doesn’t involve rational thinking. Rather, it is based not on competence or intellectual ability but on a very narrow world view, an unjustified sense of entitlement and wildly out of date memories of empire, the attempts to deal with which show only too clearly how despicable “British values” actually are. It is not good for any country to have two universities to which such unthinking deference is given.<br><strong>Dee Thomas</strong><br><em>St Albans, Hertfordshire</em></p> <p>• Perhaps the kindest response to Matthew d’Ancona’s mea culpa is to observe that some politicians, given the chance, have the diabolical gift of being able to corrupt anyone and anything. In 2006 Matthew was dealing with a classic chancer.<br><strong>Geoff Reid</strong><br><em>Bradford</em><em> </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "658",
      "commentable": "false",
      "firstPublicationDate": "2019-07-22T16:47:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:39Z",
      "newspaperEditionDate": "2019-07-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cvzyx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/eb3a96e3a4c82100d273e40c7e7a9bfa42a541be/0_365_4500_2699/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson compares the sorting out of the Irish border issue under a no-deal Brexit with the Apollo moon landing (Report, theguardian.com, 22 July). Well, the moon landing took nearly 10 years to plan, was built on previous achievements and technologies, required about 400,000 people working together for one clear aim and cost America billions of dollars in the 1960s. People sadly died in the early trials (the Apollo 1 fire), and it was not designed to deliver a sustainable base, but only to enable the moon to be visited a few times. It inspired a generation, not least through the iconic vision of one blue Earth against a sea of stars. Brexit, by contrast, only really got going when article 50 was invoked, does not have the same concerted will supporting it; rather, it divides the nation. It will cost the UK billions, will doubtless shorten many more people’s lives through creating more poverty and extending and deepening austerity, and it is a complete change to the state of the nation. Perhaps a more useful comparison than he realises? Graham Head London • Boris Johnson has written “if they could use hand-knitted computer code to make a frictionless re-entry to Earth’s atmosphere in 1969, we can solve the problem of frictionless trade at the Northern Irish border”. Friction was the key to the safe re-entry of the Apollo astronauts. Air friction slowed the returning capsule from the speed of a stone dropped from 240,000 miles to one that allowed parachutes to open. The heat generated by friction turned the air bordering the capsule to a plasma, cutting all communication between the astronauts and the world for a critical six minutes. Boris Johnson has redefined “frictionless” so that it includes total isolation. What else has he redefined? Bill Truscott Buckingham, Buckinghamshire • I might trust Boris Johnson’s belief in a technological solution to the Irish backstop if I could ever imagine him wiring up an electric plug safely. David Spilsbury Birmingham • Our next prime minister will be a TV personality with no political agenda other than that borrowed from the European Research Group. If Matthew d’Ancona is correct (I was part of the brotherhood that enabled Johnson’s rise, Journal, 22 July), the House of Commons will no longer be the training ground for our future leaders, but it will be the media. Does not the success of that other media star Nigel Farage demonstrate this truth? This suggests we are doomed to a succession of dilettante leaders who owe their success to their celebrity than their grasp of policy issues. What the UK now requires is reform of the political system that minimises the role of the television studio and the media in the political process, otherwise the successor to Boris will not be a serious politician but yet another media star. Derrick Joad Leeds • Re Matthew d’Ancona’s article, it’s surely time to look at what Oxbridge, especially Oxford, is teaching its students. On the evidence of the last few Tory governments it certainly doesn’t involve rational thinking. Rather, it is based not on competence or intellectual ability but on a very narrow world view, an unjustified sense of entitlement and wildly out of date memories of empire, the attempts to deal with which show only too clearly how despicable “British values” actually are. It is not good for any country to have two universities to which such unthinking deference is given. Dee Thomas St Albans, Hertfordshire • Perhaps the kindest response to Matthew d’Ancona’s mea culpa is to observe that some politicians, given the chance, have the diabolical gift of being able to corrupt anyone and anything. In 2006 Matthew was dealing with a classic chancer. Geoff Reid Bradford • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4021",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/jul/22/political-opportunism-feeding-rising-tensions-with-iran",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-07-22T16:47:03Z",
    "webTitle": "Political opportunism feeding rising tensions with Iran | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/jul/22/political-opportunism-feeding-rising-tensions-with-iran",
    "apiUrl": "https://content.guardianapis.com/world/2019/jul/22/political-opportunism-feeding-rising-tensions-with-iran",
    "fields": {
      "headline": "Political opportunism feeding rising tensions with Iran",
      "standfirst": "Readers share their views on relations between Britain, the US and Iran",
      "trailText": "<strong>Letters:</strong> Readers share their views on relations between Britain, the US and Iran",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"afd86b9e1e8d9b36daceca42e3669dad4c812e09\"> <img src=\"https://media.guim.co.uk/afd86b9e1e8d9b36daceca42e3669dad4c812e09/0_133_2000_1200/1000.jpg\" alt=\"A speedboat of Iran’s Revolutionary Guard trains a weapon towards the British-flagged oil tanker Stena Impero, which was seized in the Strait of Hormuz on Friday by the Guard, in the Iranian port of Bandar Abbas. Photo taken on Sunday 21 July\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A speedboat of Iran’s Revolutionary Guard trains a weapon towards the British-flagged oil tanker Stena Impero, which was seized in the strait of Hormuz on Friday. Photo taken on Sunday 21 July.</span> <span class=\"element-image__credit\">Photograph: AP</span> </figcaption> </figure>",
      "body": "<p>What on earth did the UK government expect to happen (<a href=\"https://www.theguardian.com/world/2019/jul/19/british-tanker-iran-capture-fears-stena-impero-uk-ship-latest\" title=\"\">Iran stokes tensions in the Gulf by seizing British-linked oil tankers</a>, 20 July)? By detaining the Iranian tanker Grace 1 weeks ago, apparently at the behest of the US, the UK immediately put at risk not only the safety of all British-flagged shipping operating in the Gulf, but also the efforts to rescue the nuclear deal with Iran.</p> <p>The sensible approach, using all diplomatic means to organise a quid pro quo deal on the tankers, with the future release of Nazanin Zaghari-Ratcliffe also included, is probably asking too much of a government so in thrall to Trump’s Twitter account. Instead Britain’s response will more likely be one aimed at getting his approval, threatening Iran with dire consequences without, of course, stating what they might be.</p> <p>All Tories will bemoan the fact that not enough spare naval vessels are available to escort the tankers through the strait of Hormuz, and use it to ensure defence spending gets a massive boost as soon as Johnson can fix it. If Tory politicians were capable of such joined-up thinking, it would be conceivable that the government’s behaviour was designed for just that outcome.</p> <p>Alleged “patriotic” wars can prove extremely beneficial electorally for rightwing governments. The more ships patrolling in the Gulf, the increased likelihood there is of other “incidents” taking place. No one should forget how the Vietnam war formally started in 1964, with the American government “misrepresenting” a supposed attack in the Gulf of Tonkin on the USS Maddox on 2 August, and US warships firing on the “Tonkin ghosts” two days later.<br><strong>Bernie Evans</strong><br><em>Liverpool</em></p> <p>• As the threat to shipping escalates in the strait of Hormuz, and <a href=\"https://www.theguardian.com/politics/2019/jul/20/diplomacy-defence-strategic-britain-global-doward-politics-national-security\" title=\"\">MPs warn</a> that Britain has not invested sufficiently in meeting emerging international threats, there’s a lesson to be learned from the last 10 years’ experience of counter-piracy operations in the Indian Ocean. At the peak of pirate attacks in 2011, 32 ships and 736 hostages were held by pirates. Five years later that number was zero, and has remained that way. This success was due to <a href=\"https://eunavfor.eu/\" title=\"\">Operation Atalanta</a>, a multilateral flotilla of warships organised by the EU.</p> <p>Operation Atalanta was coordinated by the UK from a headquarters in Northwood. On 29 March this year – the date determined for Brexit, which wasn’t subject to prevarication for reasons of military planning – the headquarters were transferred to Spain. I leave it to readers to draw their own conclusions about Brexit and British maritime power.<br><strong>Alex de Waal</strong><br><em>World Peace Foundation</em></p> <p>• A mini-war, somewhere remote – just what the Tories need as they destroy what is left of a decent Britain and take us over the Brexit cliff. Just like the Falklands war did for Margaret Thatcher as she set in train her appalling policies which have resulted in all our public services being run by foreign-owned companies, including European state-run ventures such as Deutsche Bahn, Électricité de France and even Nederlandse Spoorwegen, the Dutch-state railway company. And they dare to talk about “taking back control”. And the Labour party whistles in the wind. I give up. <br><strong>David Reed</strong><br><em>London </em></p> <p>• Nobody seems to have noticed (though I bet a leading Tory leadership contender has) that the title of the tanker impounded by Iran (Stena Impero) literally means “I rule the straits”. The stena is Greek, the impero Latin. Is that a provocation or what, given the extreme delicacy of the location?<br><strong>James Gordon</strong><br><em>St Leonards on Sea, East Sussex</em><strong> </strong></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "623",
      "commentable": "false",
      "firstPublicationDate": "2019-07-22T16:47:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:31Z",
      "newspaperEditionDate": "2019-07-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cvzxg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/afd86b9e1e8d9b36daceca42e3669dad4c812e09/0_133_2000_1200/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "What on earth did the UK government expect to happen (Iran stokes tensions in the Gulf by seizing British-linked oil tankers, 20 July)? By detaining the Iranian tanker Grace 1 weeks ago, apparently at the behest of the US, the UK immediately put at risk not only the safety of all British-flagged shipping operating in the Gulf, but also the efforts to rescue the nuclear deal with Iran. The sensible approach, using all diplomatic means to organise a quid pro quo deal on the tankers, with the future release of Nazanin Zaghari-Ratcliffe also included, is probably asking too much of a government so in thrall to Trump’s Twitter account. Instead Britain’s response will more likely be one aimed at getting his approval, threatening Iran with dire consequences without, of course, stating what they might be. All Tories will bemoan the fact that not enough spare naval vessels are available to escort the tankers through the strait of Hormuz, and use it to ensure defence spending gets a massive boost as soon as Johnson can fix it. If Tory politicians were capable of such joined-up thinking, it would be conceivable that the government’s behaviour was designed for just that outcome. Alleged “patriotic” wars can prove extremely beneficial electorally for rightwing governments. The more ships patrolling in the Gulf, the increased likelihood there is of other “incidents” taking place. No one should forget how the Vietnam war formally started in 1964, with the American government “misrepresenting” a supposed attack in the Gulf of Tonkin on the USS Maddox on 2 August, and US warships firing on the “Tonkin ghosts” two days later. Bernie Evans Liverpool • As the threat to shipping escalates in the strait of Hormuz, and MPs warn that Britain has not invested sufficiently in meeting emerging international threats, there’s a lesson to be learned from the last 10 years’ experience of counter-piracy operations in the Indian Ocean. At the peak of pirate attacks in 2011, 32 ships and 736 hostages were held by pirates. Five years later that number was zero, and has remained that way. This success was due to Operation Atalanta, a multilateral flotilla of warships organised by the EU. Operation Atalanta was coordinated by the UK from a headquarters in Northwood. On 29 March this year – the date determined for Brexit, which wasn’t subject to prevarication for reasons of military planning – the headquarters were transferred to Spain. I leave it to readers to draw their own conclusions about Brexit and British maritime power. Alex de Waal World Peace Foundation • A mini-war, somewhere remote – just what the Tories need as they destroy what is left of a decent Britain and take us over the Brexit cliff. Just like the Falklands war did for Margaret Thatcher as she set in train her appalling policies which have resulted in all our public services being run by foreign-owned companies, including European state-run ventures such as Deutsche Bahn, Électricité de France and even Nederlandse Spoorwegen, the Dutch-state railway company. And they dare to talk about “taking back control”. And the Labour party whistles in the wind. I give up. David Reed London • Nobody seems to have noticed (though I bet a leading Tory leadership contender has) that the title of the tanker impounded by Iran (Stena Impero) literally means “I rule the straits”. The stena is Greek, the impero Latin. Is that a provocation or what, given the extreme delicacy of the location? James Gordon St Leonards on Sea, East Sussex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3808",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/jul/22/new-pm-must-help-children-with-special-educational-needs",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-07-22T16:46:49Z",
    "webTitle": "New PM must help children with special educational needs | Letter",
    "webUrl": "https://www.theguardian.com/education/2019/jul/22/new-pm-must-help-children-with-special-educational-needs",
    "apiUrl": "https://content.guardianapis.com/education/2019/jul/22/new-pm-must-help-children-with-special-educational-needs",
    "fields": {
      "headline": "New PM must help children with special educational needs",
      "standfirst": "They’ll have to find a way of reversing cuts to staff and repairing the damage caused by years of underinvestment, says <strong>Steve Haines</strong> of the National Deaf Children’s Society",
      "trailText": "<strong>Letter:</strong> They’ll have to find a way of reversing cuts to staff and repairing the damage caused by years of underinvestment, says <strong>Steve Haines</strong> of the National Deaf Children’s Society",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"4438e39ec77332b6310079f48e68e587e0d32c8b\"> <img src=\"https://media.guim.co.uk/4438e39ec77332b6310079f48e68e587e0d32c8b/0_509_3974_2384/1000.jpg\" alt=\"Deaf boy and teacher. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Deaf boy and teacher. </span> <span class=\"element-image__credit\">Photograph: Brian Mitchell/Alamy</span> </figcaption> </figure>",
      "body": "<p>It’s heartbreaking to see that children with special educational needs are being left without the support they so desperately need (<a href=\"https://www.theguardian.com/education/2019/jul/19/special-needs-education-breaking-our-budgets-warn-councils\" title=\"\">Special needs education is breaking our budgets, say councils</a>, 19 July). Every child in this country has been promised a world-class education. Instead, they’re being constantly held back because of a chronic lack of funding.</p> <p>The responsibility to fix it now falls to the incoming prime minister. They’ll inherit a broken system that is failing disabled children. They’ll have to find a way of reversing cuts to staff and repairing the damage caused by years of underinvestment. But they’ll also get the chance to have a lasting impact on the lives of over a million children. Whether they choose to take it, and how quickly they act, will show exactly what kind of leader they want to be.<br><strong>Steve Haines</strong><br><em>Director, National Deaf Children’s Society</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "191",
      "commentable": "false",
      "firstPublicationDate": "2019-07-22T16:46:49Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-22T17:04:26Z",
      "newspaperEditionDate": "2019-07-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cvz7g",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4438e39ec77332b6310079f48e68e587e0d32c8b/0_509_3974_2384/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It’s heartbreaking to see that children with special educational needs are being left without the support they so desperately need (Special needs education is breaking our budgets, say councils, 19 July). Every child in this country has been promised a world-class education. Instead, they’re being constantly held back because of a chronic lack of funding. The responsibility to fix it now falls to the incoming prime minister. They’ll inherit a broken system that is failing disabled children. They’ll have to find a way of reversing cuts to staff and repairing the damage caused by years of underinvestment. But they’ll also get the chance to have a lasting impact on the lives of over a million children. Whether they choose to take it, and how quickly they act, will show exactly what kind of leader they want to be. Steve Haines Director, National Deaf Children’s Society • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1173",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "media/2019/jul/22/freedom-of-the-press-in-indonesian-occupied-west-papua",
    "type": "article",
    "sectionId": "media",
    "sectionName": "Media",
    "webPublicationDate": "2019-07-22T16:46:36Z",
    "webTitle": "Freedom of the press in Indonesian-occupied West Papua | Letter",
    "webUrl": "https://www.theguardian.com/media/2019/jul/22/freedom-of-the-press-in-indonesian-occupied-west-papua",
    "apiUrl": "https://content.guardianapis.com/media/2019/jul/22/freedom-of-the-press-in-indonesian-occupied-west-papua",
    "fields": {
      "headline": "Freedom of the press in Indonesian-occupied West Papua",
      "standfirst": "Eight members of the House of Lords call on the foreign secretary to take a strong stand against the banning of nearly all foreign media, NGOs and humanitarian agencies from entering West Papua",
      "trailText": "<strong>Letter:</strong> Eight members of the House of Lords call on the foreign secretary to take a strong stand against the banning of nearly all foreign media, NGOs and humanitarian agencies from entering West Papua",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"be974e328a7929325434c6fe21b37ec7ca959d3d\"> <img src=\"https://media.guim.co.uk/be974e328a7929325434c6fe21b37ec7ca959d3d/218_25_1548_929/1000.jpg\" alt=\"Indonesia’s President Joko Widodo. ‘We hope the UK will take a strong stand on press freedom in West Papua,’ write eight UK parliamentarians. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Indonesia’s President Joko Widodo. ‘We hope the UK will take a strong stand on press freedom in West Papua,’ write eight UK parliamentarians. </span> <span class=\"element-image__credit\">Photograph: Anadolu Agency/Getty Images</span> </figcaption> </figure>",
      "body": "<p>We, members of the House of Lords, would like to draw Jeremy Hunt’s attention to the severe restrictions on press freedom in Indonesian-occupied West Papua. Since the Indonesian takeover in 1963, nearly all foreign media, NGOs and humanitarian agencies have been banned from entering West Papua. At a time of allegations of widespread, systemic human rights abuses against the indigenous population, the Indonesian government has sought to control the flow of information from West Papua to the outside world.</p> <p>UN officials have found themselves barred from accessing West Papua. Former UN high commissioner for human rights, Zeid Ra’ad Al Hussein, issued a statement of concern over Indonesia’s persistent foot-dragging in response to his desire to visit the territory. The current high commissioner, Michelle Bachelet, has similarly found her outstanding request for access unfulfilled. West Papuan journalists working locally face even more severe threats. This decade, several have been killed, arrested, beaten or tortured, allegedly for their reporting on Indonesian security service activities.</p> <p>The Foreign and Commonwealth Office is making press freedom a pillar of its agenda in 2019. We hope the UK will take a strong stand on press freedom in West Papua and ensure that it is not bolstering this repressive activity through diplomatic support and military and police ties.<br></p> <p><strong>Richard Harries</strong>, <strong>Ray Collins</strong> <em>Shadow minister for foreign affairs and international development</em>, <strong>Alistair </strong><strong>Cooke</strong> <em>Deputy speaker</em>, <strong>Navnit</strong> <strong>Dholakia</strong><em> Deputy leader, Liberal Democrats,</em> <strong>David Hannay, </strong><strong>Leslie Griffiths,</strong> <strong>Alan Beith,</strong> <strong>David Alton</strong><strong> </strong><em>International Parliamentarians for West Papua (IPWP), All-party parliamentary group (APPG) on West Papua</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "302",
      "commentable": "false",
      "firstPublicationDate": "2019-07-22T16:46:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-22T17:04:26Z",
      "newspaperEditionDate": "2019-07-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cvzc2",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/be974e328a7929325434c6fe21b37ec7ca959d3d/218_25_1548_929/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We, members of the House of Lords, would like to draw Jeremy Hunt’s attention to the severe restrictions on press freedom in Indonesian-occupied West Papua. Since the Indonesian takeover in 1963, nearly all foreign media, NGOs and humanitarian agencies have been banned from entering West Papua. At a time of allegations of widespread, systemic human rights abuses against the indigenous population, the Indonesian government has sought to control the flow of information from West Papua to the outside world. UN officials have found themselves barred from accessing West Papua. Former UN high commissioner for human rights, Zeid Ra’ad Al Hussein, issued a statement of concern over Indonesia’s persistent foot-dragging in response to his desire to visit the territory. The current high commissioner, Michelle Bachelet, has similarly found her outstanding request for access unfulfilled. West Papuan journalists working locally face even more severe threats. This decade, several have been killed, arrested, beaten or tortured, allegedly for their reporting on Indonesian security service activities. The Foreign and Commonwealth Office is making press freedom a pillar of its agenda in 2019. We hope the UK will take a strong stand on press freedom in West Papua and ensure that it is not bolstering this repressive activity through diplomatic support and military and police ties. Richard Harries, Ray Collins Shadow minister for foreign affairs and international development, Alistair Cooke Deputy speaker, Navnit Dholakia Deputy leader, Liberal Democrats, David Hannay, Leslie Griffiths, Alan Beith, David Alton International Parliamentarians for West Papua (IPWP), All-party parliamentary group (APPG) on West Papua • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2016",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/22/theresa-mays-lack-of-human-empathy",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-22T16:46:07Z",
    "webTitle": "Theresa May’s lack of human empathy | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/22/theresa-mays-lack-of-human-empathy",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/22/theresa-mays-lack-of-human-empathy",
    "fields": {
      "headline": "Theresa May’s lack of human empathy",
      "standfirst": "She was not in touch with the basic needs and feelings of ordinary people, writes <strong>Joe McCarthy; </strong>while <strong>Henry Gold </strong>says her reliably fierce partisanship was the least of the qualities required for a divided country; <strong>James Gordon</strong> says launching a consultation is not the same as actually achieving something",
      "trailText": "<strong>Letters:</strong> She was not in touch with the basic needs and feelings of ordinary people, writes <strong>Joe McCarthy; </strong>while <strong>Henry Gold </strong>says her reliably fierce partisanship was the least of the qualities required for a divided country; <strong>James Gordon</strong> says launching a consultation is not the same as actually achieving something",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"76c6da4a5c5494f25087a4bca51bee39e0e295d3\"> <img src=\"https://media.guim.co.uk/76c6da4a5c5494f25087a4bca51bee39e0e295d3/297_411_2802_1682/1000.jpg\" alt=\"Theresa May speaks to members of the fire service at Grenfell Tower on 15 June 2017. Her failure at first to meet the victims showed she was out of touch, says Joe McCarthy. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May speaks to members of the fire service at Grenfell Tower on 15 June 2017. Her failure at first to meet the victims showed she was out of touch, says Joe McCarthy. </span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Gary Younge is right that Theresa May “could not navigate her way out of the Brexit mess”, but her biggest failing was a shortage of human empathy rather than a lack of political skill (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/19/theresa-may-failures-conservative-leader\" title=\"\">Farewell then, Theresa. Your best was never good enough</a>, Journal, 19 July).</p> <p>Mrs May came into office in 2016 with a passionate promise to tackle the “burning injustices” that scar the lives and limit the prospects of many British people. However, her oddly cold reaction to the Grenfell Tower fire including, in particular, failing at first to meet victims, showed she was not in touch with the basic needs and feelings of ordinary people.</p> <p>Also, the UN special rapporteur, Philip Alston, reported in recent months that the government continues to inflict “extreme poverty” on the population with “punitive, mean-spirited, and often callous” austerity policies. Ultimately, it’s the actions of politicians rather than clever rhetoric that determines their legacy; a fact her probable successor is also about to uncomfortably discover.<br><strong>Joe McCarthy</strong><br><em>Dublin</em></p> <p>• Gary Younge writes a fitting but sad epitaph on the outgoing prime minister. The Conservative party, in allowing her to fill the post, did the country a huge disservice, apparently for want of anyone better. She was warned early on that her Brexit commitments were incompatible with one another, while her leadership qualities were vastly overestimated.</p> <p>It is hard to escape the conclusion that both she and her party displayed a woeful lack of intelligence in trusting her suitability for her main task. Her reliably fierce partisanship was the least of the qualities required for a divided country. We are all the worse for it.<br><strong>Henry Gold</strong><br><em>Bildeston, Suffolk</em></p> <p>• It is unduly cruel of you to publish Theresa May’s article (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/18/family-fathers-paternity-leave-theresa-may\" title=\"\">Fathers need more paternity leave, for all the family’s sake</a>, 19 July). Has the poor woman not suffered enough? She says she is “proud” to have launched, as one of her final acts as PM, a consultation on paternity leave. In other words, she is “proud” not to have actually done something, but merely to have encouraged others to talk, at public expense, on a subject with a possible outcome of someone else having to deal with the thing well after she has gone.<br><strong>James Gordon</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "417",
      "commentable": "false",
      "firstPublicationDate": "2019-07-22T16:46:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:39Z",
      "newspaperEditionDate": "2019-07-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cvnty",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/76c6da4a5c5494f25087a4bca51bee39e0e295d3/297_411_2802_1682/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Gary Younge is right that Theresa May “could not navigate her way out of the Brexit mess”, but her biggest failing was a shortage of human empathy rather than a lack of political skill (Farewell then, Theresa. Your best was never good enough, Journal, 19 July). Mrs May came into office in 2016 with a passionate promise to tackle the “burning injustices” that scar the lives and limit the prospects of many British people. However, her oddly cold reaction to the Grenfell Tower fire including, in particular, failing at first to meet victims, showed she was not in touch with the basic needs and feelings of ordinary people. Also, the UN special rapporteur, Philip Alston, reported in recent months that the government continues to inflict “extreme poverty” on the population with “punitive, mean-spirited, and often callous” austerity policies. Ultimately, it’s the actions of politicians rather than clever rhetoric that determines their legacy; a fact her probable successor is also about to uncomfortably discover. Joe McCarthy Dublin • Gary Younge writes a fitting but sad epitaph on the outgoing prime minister. The Conservative party, in allowing her to fill the post, did the country a huge disservice, apparently for want of anyone better. She was warned early on that her Brexit commitments were incompatible with one another, while her leadership qualities were vastly overestimated. It is hard to escape the conclusion that both she and her party displayed a woeful lack of intelligence in trusting her suitability for her main task. Her reliably fierce partisanship was the least of the qualities required for a divided country. We are all the worse for it. Henry Gold Bildeston, Suffolk • It is unduly cruel of you to publish Theresa May’s article (Fathers need more paternity leave, for all the family’s sake, 19 July). Has the poor woman not suffered enough? She says she is “proud” to have launched, as one of her final acts as PM, a consultation on paternity leave. In other words, she is “proud” not to have actually done something, but merely to have encouraged others to talk, at public expense, on a subject with a possible outcome of someone else having to deal with the thing well after she has gone. James Gordon London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2541",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/jul/22/the-mother-of-all-annoyances",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-07-22T16:45:52Z",
    "webTitle": "The mother of all annoyances | Brief letters",
    "webUrl": "https://www.theguardian.com/world/2019/jul/22/the-mother-of-all-annoyances",
    "apiUrl": "https://content.guardianapis.com/world/2019/jul/22/the-mother-of-all-annoyances",
    "fields": {
      "headline": "The mother of all annoyances",
      "standfirst": "Ursula von der Leyen | Drugs and Scotland | Sajid Javid | Ofsted | Cats | Free newspapers",
      "trailText": "<strong>Brief letters:</strong> Ursula von der Leyen | Drugs and Scotland | Sajid Javid | Ofsted | Cats | Free newspapers",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"8e653d4c9d6d4e6a31328a104b531064efac5e3b\"> <img src=\"https://media.guim.co.uk/8e653d4c9d6d4e6a31328a104b531064efac5e3b/130_0_3633_2180/1000.jpg\" alt=\"The European commission’s new president Ursula von der Leyen. Liz Reason wonders why we need to be told constantly how many children she has. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The European commission’s new president, Ursula von der Leyen. Liz Reason wonders why we need to be told constantly how many children she has. </span> <span class=\"element-image__credit\">Photograph: Sascha Steinbach/EPA</span> </figcaption> </figure>",
      "body": "<p>How many more times will the Guardian tell us that Ursula von der Leyen is the mother of seven (<a href=\"https://www.theguardian.com/world/2019/jul/18/ursula-von-der-leyen-no-deal-brexit-would-be-massive-blow-for-both-sides\" title=\"\">Report</a>, 19 July)? Why are female politicians still subject to this kind of characterisation? Generally we only get told about male politicians’ families when they choose to use them as photo opportunities, or when there is speculation about how many children they have with their wives and how many with their mistresses. Please change your style guide to ensure that these unnecessary details are deleted before they reach the press.<br><strong>Liz Reason</strong><br><em>Charlbury, Oxfordshire</em></p> <p>• Whether Scotland’s appalling drug problem is Westminster’s fault, as Simon Jenkins maintains (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/19/scotland-drugs-problem-westminster-policy\" title=\"\">Journal</a>, 19 July), is open to debate. But it makes one wonder just how successful the much-lauded “public approach” to the reduction in Glasgow’s knife crime really was. How could a public health approach have ignored the prevalence of drugs?<br><strong>Stan Labovitch</strong><br><em>Windsor, Berkshire</em></p> <p>• So Sajid Javid thinks that it does not help to demonise Nigel Farage, and to see danger when it is not there (<a href=\"https://www.theguardian.com/politics/2019/jul/19/sajid-javid-praises-nigel-farage-in-speech-on-extremism-boris-johnson\" title=\"\">Report</a>, 20 July). Perhaps it would help to apply the same criteria to Jeremy Corbyn?<br><strong>Stuart </strong><strong>Raymond</strong><br><em>Trowbridge, Wiltshire</em></p> <p>• Ofsted is a “source of stress for teachers” (<a href=\"https://www.theguardian.com/education/2019/jul/22/ofsted-teacher-wellbeing-survey-stress\" title=\"\">Report</a>, 22 July). Who’d have thought it?<br><strong>Robert Newton</strong><br><em>Oldham, Greater Manchester</em></p> <p>• While I concur with Anne Cowper (“Let them eat mice”), if only they would. Dead and half-eaten (usually the liver) corpses abound (<a href=\"https://www.theguardian.com/lifeandstyle/2019/jul/21/playing-cat-and-mouse-over-posh-nosh\" title=\"\">Letters</a>, 22 July).<br><strong>Christopher Westall</strong><br><em>Wombourne, South Staffordshire</em></p> <p>• My newsagent offered me a free copy of the Sun with the Guardian. Any chance of a reciprocal arrangement?<br><strong>Jim Barton</strong><br><em>Peebles, Scottish Borders</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "305",
      "commentable": "false",
      "firstPublicationDate": "2019-07-22T16:45:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:31Z",
      "newspaperEditionDate": "2019-07-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cvzj3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8e653d4c9d6d4e6a31328a104b531064efac5e3b/130_0_3633_2180/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "How many more times will the Guardian tell us that Ursula von der Leyen is the mother of seven (Report, 19 July)? Why are female politicians still subject to this kind of characterisation? Generally we only get told about male politicians’ families when they choose to use them as photo opportunities, or when there is speculation about how many children they have with their wives and how many with their mistresses. Please change your style guide to ensure that these unnecessary details are deleted before they reach the press. Liz Reason Charlbury, Oxfordshire • Whether Scotland’s appalling drug problem is Westminster’s fault, as Simon Jenkins maintains (Journal, 19 July), is open to debate. But it makes one wonder just how successful the much-lauded “public approach” to the reduction in Glasgow’s knife crime really was. How could a public health approach have ignored the prevalence of drugs? Stan Labovitch Windsor, Berkshire • So Sajid Javid thinks that it does not help to demonise Nigel Farage, and to see danger when it is not there (Report, 20 July). Perhaps it would help to apply the same criteria to Jeremy Corbyn? Stuart Raymond Trowbridge, Wiltshire • Ofsted is a “source of stress for teachers” (Report, 22 July). Who’d have thought it? Robert Newton Oldham, Greater Manchester • While I concur with Anne Cowper (“Let them eat mice”), if only they would. Dead and half-eaten (usually the liver) corpses abound (Letters, 22 July). Christopher Westall Wombourne, South Staffordshire • My newsagent offered me a free copy of the Sun with the Guardian. Any chance of a reciprocal arrangement? Jim Barton Peebles, Scottish Borders • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1944",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/22/alan-duncan-quits-as-minister-before-boris-johnson-arrival-at-no-10",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-22T10:43:56Z",
    "webTitle": "Alan Duncan quit to test if Boris Johnson has confidence of MPs",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/22/alan-duncan-quits-as-minister-before-boris-johnson-arrival-at-no-10",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/22/alan-duncan-quits-as-minister-before-boris-johnson-arrival-at-no-10",
    "fields": {
      "headline": "Alan Duncan quit to test if Boris Johnson has confidence of MPs",
      "standfirst": "<p>Foreign Office minister reveals he sought Commons debate to consider merits of next PM</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/jul/22/brexit-tory-leadership-boris-johnson-dismisses-boris-johnsons-claim-moon-landing-style-can-do-spirit-will-solve-brexit-live-news\">Latest political developments – live</a></li></ul>",
      "trailText": "Foreign Office minister says sought debate in parliament to consider merits of new PM",
      "byline": "Peter Walker and Rowena Mason",
      "main": "<figure class=\"element element-image\" data-media-id=\"577042c8692466318fe8b0d8d96a7c6e9563b587\"> \n <img src=\"https://media.guim.co.uk/577042c8692466318fe8b0d8d96a7c6e9563b587/0_102_3500_2100/1000.jpg\" alt=\"Alan Duncan\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Alan Duncan accused Boris Johnson of throwing Kim Darroch, Britain’s ambassador to the US, ‘under the bus’ after Johnson refused to back Darroch in the row over leaked diplomatic cables. </span> \n  <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>Alan Duncan, a senior Conservative critic of Boris Johnson, resigned from the government in order to test whether the new prime minister commands the confidence of the House of Commons.</p> \n<p>Duncan resigned as a Foreign Office minister on Monday before the expected arrival of Johnson at Downing Street, becoming the latest in a string of ministers to pre-emptively quit their jobs in protest at Johnson’s likely direction as prime minister.</p> \n<p>He then revealed to the BBC that he had applied for a debate to test whether Johnson could command a majority, but was turned down by the Speaker.</p> \n<p>The motion read: “That this house has considered the merits of the newly chosen leader of the Conservative party, and supports his wish to form a government”.</p> \n<p>If he had lost a vote of confidence, Johnson’s tenure in government could have been sunk before it began. However, Tory rebels fighting against a no-deal Brexit have indicated they are prepared to give him a “time-limited chance” to steer away from that path before they consider bringing him down.</p> \n<p>Labour is backing away from holding its own confidence motion on Johnson’s government this week because anti-Johnson MPs believe it would probably be won by the likely new prime minister and have the effect of boosting his confidence.</p> \n<p>The departure of Duncan followed <a href=\"https://www.theguardian.com/politics/2019/jul/21/david-gauke-to-quit-government-if-boris-johnson-becomes-pm\">announcements on Sunday</a> by Philip Hammond, the chancellor, and David Gauke, the justice secretary, that they would quit on Wednesday, just before Johnson formally becomes prime minister.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"0e9d21fc-1faa-4993-958e-f60ce5110447\" data-atom-type=\"timeline\"> \n  <!-- invalid atom id (0e9d21fc-1faa-4993-958e-f60ce5110447) -->\n </gu-atom> \n</figure> \n<p>Other cabinet ministers have been tipped to follow, including Rory Stewart, the international development secretary who was also in the Tory leadership race. Duncan’s decision is arguably even less of a surprise given his criticisms of Johnson, with whom he spent two years working at the Foreign Office.</p> \n<p>In a letter to Theresa May, which Duncan tweeted a photo of, the MP said he was resigning ahead of the changeover of PM “in order to be free to express my views in advance of you relinquishing office”.</p> \n<figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlanDuncanMP/status/1153238110475554821\"> \n <blockquote class=\"twitter-tweet\">\n  <p lang=\"en\" dir=\"ltr\">I resigned as Foreign Office minister this morning. Here is my letter to the Prime Minister. <a href=\"https://t.co/1kpt7rHsF0\">pic.twitter.com/1kpt7rHsF0</a></p>— Sir Alan Duncan MP (@AlanDuncanMP) \n  <a href=\"https://twitter.com/AlanDuncanMP/status/1153238110475554821?ref_src=twsrc%5Etfw\">July 22, 2019</a>\n </blockquote> \n</figure> \n<p>In the letter, Duncan hailed the work of the Foreign Office, adding: “It is tragic that just when we could have been the dominant intellectual and political force throughout Europe, and beyond, we have had to spend every working day beneath the dark cloud of Brexit.”</p> \n<p>The most recent falling out between Duncan and Johnson came this month amid a row over Sir Kim Darroch, the UK ambassador to Washington.</p> \n<p>When Johnson pointedly refused to back Darroch after the ambassador was condemned by Donald Trump over leaked UK diplomatic cables critical of the White House – following which Darroch resigned – Duncan <a href=\"https://www.theguardian.com/uk-news/2019/jul/10/kim-darroch-resigns-as-uk-ambassador-to-us-after-leaked-trump-comment\">accused Johnson</a> of throwing the envoy “under the bus”.</p> \n<p>Adding to the awkwardness, Duncan, whose Foreign Office brief covers the Americas, <a href=\"https://www.theguardian.com/politics/2019/jul/11/tory-mps-condemn-boris-johnson-over-kim-darroch-resignation\">was tasked to answer</a> an urgent Labour question the next day in the Commons on Johnson’s role in the Darroch affair. A series of Tory MPs castigated the likely next prime minister, with Duncan indicating he agreed with them.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"881dd92e-5c29-4d58-83ef-9006534df7e2\" data-atom-type=\"timeline\"> \n  <div>\n   <div class=\"atom-Timeline\">\n    <p><i>(January 1, 1987)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Fired by the Times after landing a job at the newspaper through his family connections. In an article about the discovery of Edward II’s Rose Palace, Johnson allegedly invented a quote from his godfather, the historian Colin Lucas.</p>\n    <p></p>\n    <p><i>(June 1, 1990)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Discussed plans to have a tabloid journalist beaten up with his fellow Old Etonian Darius Guppy. Johnson said he would try to obtain personal details of the News of the World journalist Stuart Collier. Guppy talked of hiring a contact from south London to assault Collier.</p>\n    <p></p>\n    <p><i>(January 1, 2002)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>In a Telegraph column he predicted that when Tony Blair arrived in Congo “the tribal warriors” would “all break out in watermelon smiles”. He added that the Queen loved the Commonwealth “partly because it supplies her with regular cheering crowds of flag-waving piccaninnies”. It was written the year after he became an MP.</p>\n    <p></p>\n    <p><i>(June 1, 2002)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Compared same-sex marriage to polygamy and bestiality in his debut book, Friends, Voters, Countrymen. “If gay marriage was OK – and I was uncertain on the issue – then I saw no reason in principle why a union should not be consecrated between three men, as well as two men, or indeed three men and a dog,” said Johnson. Four years before, Johnson described gay men as “tank-topped bumboys” in his Telegraph column.</p>\n    <p></p>\n    <p><i>(October 1, 2004)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Condemned for publishing an article as editor of the Spectator in which Liverpool fans were blamed for the 1989 Hillsborough disaster. While the article says the event was “undeniably” a tragedy, it added: “That is no excuse for Liverpool’s failure to acknowledge, even to this day, the part played in the disaster by drunken fans at the back of the crowd who mindlessly tried to fight their way into the ground that Saturday afternoon.”&nbsp;It also claimed that people in Liverpool “wallow” in their “victim status”.</p>\n    <p></p>\n    <p><i>(November 1, 2004)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Fired by the then Tory leader, Michael Howard, from positions as shadow arts minister and party vice-chairman for lying about his extramarital affair with Spectator columnist Petronella Wyatt. When it transpired that tabloid reports, which Johnson had dismissed as an “inverted pyramid of piffle”, were true, he had refused to resign.</p>\n    <p></p>\n    <p><i>(July 1, 2013)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Suggested that a rise in the number of Malaysian women attending university was down to their desire to find a husband.</p>\n    <p></p>\n    <p><i>(April 1, 2016)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Suggested the “part-Kenyan” US president Barack Obama had an “ancestral dislike” of the UK.&nbsp;</p>\n    <p></p>\n    <p><i>(May 1, 2016)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Won “most offensive Erdoğan poem” competition, two months before he was appointed foreign secretary. The limerick, for which he was handed £1,000 by the Spectator, described the Turkish president having sex with a goat.</p>\n    <p></p>\n    <p><i>(January 1, 2017)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Caught on camera reciting a colonial-era poem by Rudyard Kipling in front of local dignitaries while on an official trip to Myanmar. Johnson, who was accused of “incredible insensitivity”, had been inside the sacred Buddhist site the Shwedagon Pagoda when he began murmuring the first verse of Mandalay, a later verse of which includes the line: “Bloomin’ idol made o’ mud, wot they called the Great Gawd Budd”.</p>\n    <p></p>\n    <p><i>(November 1, 2017)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Criticised for making incorrect statement that the jailed British-Iranian Nazanin Zaghari-Ratcliffe had been “teaching people journalism” rather than being on holiday in Iran. The then foreign secretary condemned her conviction for spying but his comments were later cited as proof by Iran that she was engaged in “propaganda against the regime”.</p>\n    <p></p>\n    <p><i>(August 1, 2018)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Came under fire for describing Muslim women in burqas as looking like “bank robbers” and “letter boxes”. Making the comments in his Telegraph column, Johnson also called the garments “oppressive” but added that Britain should not follow other countries in banning them in public.&nbsp;</p>\n    <p></p>\n    <p><i>(June 1, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Media firestorm ensued after a neighbour recorded a loud altercation at the home Johnson shared with his partner, Carrie Symonds. Johnson refused to answer questions about the circumstances of the tape, which featured screaming, shouting and banging. A picture of the couple posing happily subsequently appeared in the media, but Johnson repeatedly refused to say who had taken or released the photograph, or whether it was an old picture.</p>\n    <p></p>\n    <p><i>(September 24, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>The UK's Supreme court rules that the advice prime minister Boris Johnson gave to the Queen over proroguing parliament was \"unlawful, void, and of no effect\" as it rules that his decision to prorogue parliament was unlawful.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>On Sunday, Hammond announced his departure on live TV. Asked on BBC One’s The Andrew Marr Show if he expected to be sacked if Johnson took over, Hammond said: “No, I’m sure I’m not going to be sacked because I’m going to resign before we get to that point. Assuming that Boris Johnson becomes the next prime minister, I understand that his conditions for serving in his government would include accepting a no-deal exit on 31 October and that’s not something that I could ever sign up to.”</p> \n<p>Earlier, Gauke <a href=\"https://www.thetimes.co.uk/article/britain-is-about-to-be-humiliated-i-prefer-to-resign-says-david-gauke-wphgfkshh\">told the Sunday Times</a> he would not be able to serve under Johnson if he pursued a no-deal Brexit: “Given that I’ve been in the cabinet since Theresa May came to power, I think the appropriate thing is for me to resign.”</p> \n<p>Such resignations have not gone down well with every Tory MP. The former minister Greg Hands <a href=\"https://twitter.com/GregHands/status/1153224317230039041\">tweeted</a>: “In my view, pre-emptive ministerial resignations (if reports are true) in case your own democratically elected party leader is not to your liking are absurd.</p> \n<p>“And I say that as a committed Jeremy Hunt supporter. Such moves make a Corbyn government one step more likely.”</p> \n<p>While expected, the departure of Duncan will deprive the Foreign Office of an experienced and generally well-liked minister, who was in the role throughout May’s tenure.</p> \n<p>The MP for Rutland and Melton since 1992, Duncan has been on the Conservative frontbench for more than 20 years, taking on shadow cabinet briefs including transport as well as trade and industry.</p>",
      "wordcount": "750",
      "firstPublicationDate": "2019-07-22T09:50:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:31Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cvmzk",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/577042c8692466318fe8b0d8d96a7c6e9563b587/0_102_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Alan Duncan, a senior Conservative critic of Boris Johnson, resigned from the government in order to test whether the new prime minister commands the confidence of the House of Commons. Duncan resigned as a Foreign Office minister on Monday before the expected arrival of Johnson at Downing Street, becoming the latest in a string of ministers to pre-emptively quit their jobs in protest at Johnson’s likely direction as prime minister. He then revealed to the BBC that he had applied for a debate to test whether Johnson could command a majority, but was turned down by the Speaker. The motion read: “That this house has considered the merits of the newly chosen leader of the Conservative party, and supports his wish to form a government”. If he had lost a vote of confidence, Johnson’s tenure in government could have been sunk before it began. However, Tory rebels fighting against a no-deal Brexit have indicated they are prepared to give him a “time-limited chance” to steer away from that path before they consider bringing him down. Labour is backing away from holding its own confidence motion on Johnson’s government this week because anti-Johnson MPs believe it would probably be won by the likely new prime minister and have the effect of boosting his confidence. The departure of Duncan followed announcements on Sunday by Philip Hammond, the chancellor, and David Gauke, the justice secretary, that they would quit on Wednesday, just before Johnson formally becomes prime minister. Other cabinet ministers have been tipped to follow, including Rory Stewart, the international development secretary who was also in the Tory leadership race. Duncan’s decision is arguably even less of a surprise given his criticisms of Johnson, with whom he spent two years working at the Foreign Office. In a letter to Theresa May, which Duncan tweeted a photo of, the MP said he was resigning ahead of the changeover of PM “in order to be free to express my views in advance of you relinquishing office”. In the letter, Duncan hailed the work of the Foreign Office, adding: “It is tragic that just when we could have been the dominant intellectual and political force throughout Europe, and beyond, we have had to spend every working day beneath the dark cloud of Brexit.” The most recent falling out between Duncan and Johnson came this month amid a row over Sir Kim Darroch, the UK ambassador to Washington. When Johnson pointedly refused to back Darroch after the ambassador was condemned by Donald Trump over leaked UK diplomatic cables critical of the White House – following which Darroch resigned – Duncan accused Johnson of throwing the envoy “under the bus”. Adding to the awkwardness, Duncan, whose Foreign Office brief covers the Americas, was tasked to answer an urgent Labour question the next day in the Commons on Johnson’s role in the Darroch affair. A series of Tory MPs castigated the likely next prime minister, with Duncan indicating he agreed with them. On Sunday, Hammond announced his departure on live TV. Asked on BBC One’s The Andrew Marr Show if he expected to be sacked if Johnson took over, Hammond said: “No, I’m sure I’m not going to be sacked because I’m going to resign before we get to that point. Assuming that Boris Johnson becomes the next prime minister, I understand that his conditions for serving in his government would include accepting a no-deal exit on 31 October and that’s not something that I could ever sign up to.” Earlier, Gauke told the Sunday Times he would not be able to serve under Johnson if he pursued a no-deal Brexit: “Given that I’ve been in the cabinet since Theresa May came to power, I think the appropriate thing is for me to resign.” Such resignations have not gone down well with every Tory MP. The former minister Greg Hands tweeted: “In my view, pre-emptive ministerial resignations (if reports are true) in case your own democratically elected party leader is not to your liking are absurd. “And I say that as a committed Jeremy Hunt supporter. Such moves make a Corbyn government one step more likely.” While expected, the departure of Duncan will deprive the Foreign Office of an experienced and generally well-liked minister, who was in the role throughout May’s tenure. The MP for Rutland and Melton since 1992, Duncan has been on the Conservative frontbench for more than 20 years, taking on shadow cabinet briefs including transport as well as trade and industry.",
      "charCount": "4438",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> and <a href=\"profile/rowena-mason\">Rowena Mason</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/22/eu-negotiating-table-influence-britain-uk-brussels",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-22T07:00:18Z",
    "webTitle": "I sat at the EU’s negotiating table for years – and saw how great Britain’s influence was | Bobby McDonagh",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/22/eu-negotiating-table-influence-britain-uk-brussels",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/22/eu-negotiating-table-influence-britain-uk-brussels",
    "fields": {
      "headline": "I sat at the EU’s negotiating table for years – and saw how great Britain’s influence was",
      "standfirst": "Brexiters claim the UK is the victim of Brussels bureaucracy. The truth is that it has shaped EU decisions for decades",
      "trailText": "The truth is that the UK has shaped EU decisions for decades, says Bobby McDonagh, a former Irish ambassador to the UK",
      "byline": "Bobby McDonagh",
      "main": "<figure class=\"element element-image\" data-media-id=\"8ba104a4454b9fdca29b3d472c0c3454941bf4f1\"> <img src=\"https://media.guim.co.uk/8ba104a4454b9fdca29b3d472c0c3454941bf4f1/5_0_1800_1080/1000.jpg\" alt=\"Ann Widdecombe giving a speech to the European parliament in Strasbourg, July 2019\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Extreme British Eurosceptic MPs are more interested in throwing shapes than in shaping policy.’ Ann Widdecombe giving a speech to the European parliament in Strasbourg, July 2019. </span> <span class=\"element-image__credit\">Photograph: EuropaTV/PA</span> </figcaption> </figure>",
      "body": "<p>The Conservative party’s choice of a new leader will also impact on Britain’s influence in the world. Friendship, not showmanship, is valued by foreign governments. Bluster at home diminishes lustre abroad.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jul/19/brussels-to-offer-boris-johnson-extension-on-no-deal-brexit\">Brussels to offer Boris Johnson extension on no-deal Brexit</a> </p> </aside>  <p>Over many years, Brexiters constructed a fable that presents the UK as the <a href=\"https://www.theguardian.com/politics/2019/jul/04/ann-widdecombe-likens-brexit-to-emancipation-of-slaves\" title=\"\">helpless victim</a> of an unaccountable bureaucracy in Brussels. Their version of history has become ever more at odds with reality. Brave Britannia is increasingly portrayed as a heroic underdog determined to fight for its independence from Europe. It matters not a jot that the organisation from which the UK is purportedly seeking to escape is a decent grouping of democratic nations that the UK willingly joined, which it helped significantly to shape and of which at least half the British people now very much wish their country to remain a member.</p> <p>It is probably impossible to break the link between the fantastical tale and its fanatical followers. However, in the hope that rational argument still has some role to play in British public debate, the record should be set straight regarding the reality of the influence that Britain has brought to bear in shaping EU decisions and indeed the European project as a whole.</p> <p>I was in a social setting recently with a group of British people with differing views on Brexit. The issue was simmering below the surface when one of them proclaimed that the UK was leaving the EU because “we don’t like France telling us what to do”. This nonsensical, but not untypical, interpretation of relative French and British influence in Europe will come as a surprise to many; not least to generations of French negotiators for whom frustration with the impact of “<a href=\"https://www.thejournal.ie/what-does-perfidious-albion-mean-4472338-Feb2019/\" title=\"\">perfidious Albion</a>” was a familiar EU experience. There is, of course, a fundamental contradiction between asserting that the EU is run by bureaucrats and that it is subject to excessive influence by other governments.</p> <p>For three decades I sat around the European negotiating table, worked the Brussels corridors and networked in EU capitals. The truth is that, throughout the years of its membership, the UK has been particularly effective in the pursuit of its interests.</p> <p>Like other member states, the UK has been represented around every EU negotiating table at every level as the decisions have been thrashed out. Sadly, many British people are not even aware that there were such tables to sit around. The UK also elected its members to the European parliament. Its EU commissioners helped to shape EU legislation. British nationals have held key positions in all the EU institutions.</p> <p>But British influence in the EU went well beyond that available to most member states. The UK’s impact was exceptional due to several factors. The quality of its civil servants. The effectiveness of its coordination mechanisms. The reach of its diplomacy. The potency of its networking. The admiration for its pragmatism. The predominance of the English language.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The UK’s decision to opt out of some key policy areas diminished British influence in other areas</p> </blockquote> </aside>  <p>British influence in Europe, it is true, was hamstrung in self-inflicted ways. The UK’s decision to opt out of some key policy areas diminished British influence in other areas. London governments, partly driven by a jingoistic media, often favoured short-term tactics over long-term strategy. If the UK had put as much heart as it did head into its European policy, its influence would have been much greater. David Cameron’s decision to <a href=\"https://www.theguardian.com/politics/2009/may/05/david-cameron-european-elections-epp\" title=\"\">pull the Conservatives out of the EPP Group</a> in the European parliament diminished British influence there; a development compounded by extreme British Eurosceptic MEPs more interested in throwing shapes rather than in shaping policy.</p> <p>Every member state has its strengths and weaknesses. But there is a wide measure of consensus across Europe that British influence on the EU has been exceptional and immense. The EU today looks more like the one the UK wanted a quarter of a century ago than the one France had in mind.</p> <p>Brexit will change all that. Europe will be the poorer for the loss of British influence. But Britain itself will be diminished even more. It is important that our British friends understand the influence they once had in Europe so that they also know what they are giving up. As an EU, without the UK, continues to shape the legislation and regulatory standards that will affect British business, France will be delighted to find that it has more scope to “tell the UK what to do” than was ever possible when the UK significantly influenced every decision.</p> <p>• Bobby McDonagh was Ireland’s ambassador to the UK from 2009-2013</p>",
      "wordcount": "747",
      "commentCloseDate": "2019-07-22T17:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-22T07:00:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:40Z",
      "newspaperEditionDate": "2019-07-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cvj4d",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8ba104a4454b9fdca29b3d472c0c3454941bf4f1/5_0_1800_1080/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Conservative party’s choice of a new leader will also impact on Britain’s influence in the world. Friendship, not showmanship, is valued by foreign governments. Bluster at home diminishes lustre abroad. Over many years, Brexiters constructed a fable that presents the UK as the helpless victim of an unaccountable bureaucracy in Brussels. Their version of history has become ever more at odds with reality. Brave Britannia is increasingly portrayed as a heroic underdog determined to fight for its independence from Europe. It matters not a jot that the organisation from which the UK is purportedly seeking to escape is a decent grouping of democratic nations that the UK willingly joined, which it helped significantly to shape and of which at least half the British people now very much wish their country to remain a member. It is probably impossible to break the link between the fantastical tale and its fanatical followers. However, in the hope that rational argument still has some role to play in British public debate, the record should be set straight regarding the reality of the influence that Britain has brought to bear in shaping EU decisions and indeed the European project as a whole. I was in a social setting recently with a group of British people with differing views on Brexit. The issue was simmering below the surface when one of them proclaimed that the UK was leaving the EU because “we don’t like France telling us what to do”. This nonsensical, but not untypical, interpretation of relative French and British influence in Europe will come as a surprise to many; not least to generations of French negotiators for whom frustration with the impact of “perfidious Albion” was a familiar EU experience. There is, of course, a fundamental contradiction between asserting that the EU is run by bureaucrats and that it is subject to excessive influence by other governments. For three decades I sat around the European negotiating table, worked the Brussels corridors and networked in EU capitals. The truth is that, throughout the years of its membership, the UK has been particularly effective in the pursuit of its interests. Like other member states, the UK has been represented around every EU negotiating table at every level as the decisions have been thrashed out. Sadly, many British people are not even aware that there were such tables to sit around. The UK also elected its members to the European parliament. Its EU commissioners helped to shape EU legislation. British nationals have held key positions in all the EU institutions. But British influence in the EU went well beyond that available to most member states. The UK’s impact was exceptional due to several factors. The quality of its civil servants. The effectiveness of its coordination mechanisms. The reach of its diplomacy. The potency of its networking. The admiration for its pragmatism. The predominance of the English language. British influence in Europe, it is true, was hamstrung in self-inflicted ways. The UK’s decision to opt out of some key policy areas diminished British influence in other areas. London governments, partly driven by a jingoistic media, often favoured short-term tactics over long-term strategy. If the UK had put as much heart as it did head into its European policy, its influence would have been much greater. David Cameron’s decision to pull the Conservatives out of the EPP Group in the European parliament diminished British influence there; a development compounded by extreme British Eurosceptic MEPs more interested in throwing shapes rather than in shaping policy. Every member state has its strengths and weaknesses. But there is a wide measure of consensus across Europe that British influence on the EU has been exceptional and immense. The EU today looks more like the one the UK wanted a quarter of a century ago than the one France had in mind. Brexit will change all that. Europe will be the poorer for the loss of British influence. But Britain itself will be diminished even more. It is important that our British friends understand the influence they once had in Europe so that they also know what they are giving up. As an EU, without the UK, continues to shape the legislation and regulatory standards that will affect British business, France will be delighted to find that it has more scope to “tell the UK what to do” than was ever possible when the UK significantly influenced every decision. • Bobby McDonagh was Ireland’s ambassador to the UK from 2009-2013",
      "charCount": "4519",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/bobby-mcdonagh\">Bobby McDonagh</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/jul/22/boris-johnson-prime-minister-blame-standup-journalists",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-22T05:00:15Z",
    "webTitle": "Prime Minister Boris Johnson? I’m sorry to say that I’m partly to blame | Matthew d’Ancona",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/22/boris-johnson-prime-minister-blame-standup-journalists",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/22/boris-johnson-prime-minister-blame-standup-journalists",
    "fields": {
      "headline": "Boris Johnson, the prime minister? I’m sorry to say that I’m partly to blame",
      "standfirst": "<p>He artfully honed his buffoonish persona like a standup – and the brotherhood of his peers lapped it up</p>",
      "trailText": "He honed his buffoonish persona like a standup – and his peers indulged him as part of their brotherhood, says Guardian columnist Matthew d’Ancona",
      "byline": "Matthew d’Ancona",
      "main": "<figure class=\"element element-image\" data-media-id=\"24c3b3af90e280c7459431d41e16eaffd5974308\"> \n <img src=\"https://media.guim.co.uk/24c3b3af90e280c7459431d41e16eaffd5974308/0_94_3500_2100/1000.jpg\" alt=\"Boris Johnson offers  tea to journalists outside his home in Oxfordshire, August 2018.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘He activated the narcotic weakness within the English for eccentricity.’ Boris Johnson offers tea to journalists outside his home in Oxfordshire, August 2018. </span> \n  <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>How can this be happening?” I have lost count of the number of times I have been asked this question in the past few weeks.</p> \n<p>What people want to know – and I mean people from across the political spectrum – is how Boris Johnson, barring a serious upset, is about to become prime minister, first lord of the Treasury, and generally in charge of everything. How?</p> \n<p>One can easily construct a narrative of exogenous forces that have brought the former foreign secretary to the <a href=\"https://www.theguardian.com/politics/2019/jul/13/johnson-leads-hunt-by-two-to-one-in-tory-leader-race-poll\" title=\"\">threshold of No 10</a>: the patronage of one-time Telegraph owner <a href=\"https://www.theguardian.com/business/2019/may/15/conrad-black-trump-pardons-ex-media-mogul\" title=\"\">Conrad Black</a>, the lobbying of those who argued against John Major’s initial instinct that Johnson should be kept off the Tory candidates’ list, <a href=\"https://www.theguardian.com/politics/2016/feb/20/cameron-set-to-name-eu-referendum-date-after-cabinet-meeting\" title=\"\">David Cameron’s decision</a> to hold the EU referendum that turbocharged his claim to the top job. But I don’t think such an account gets us to the heart of the matter; in fact, it is essentially dishonest.</p> \n<p>To understand how Johnson and the rest of us have reached this point, one has to understand the stage upon which he has strutted. One has to grasp both cultural context and collective complicity. First, one must acknowledge, without qualification or excuse, the huge role that the media – and not just the rightwing press – has played in Johnson’s rise. And this is a very English, and mostly male, story.</p> \n<p>Johnson is the spawn of two institutions – Eton and Oxford – that, at least in his day, taught men to assume that they were going to be in charge; of what scarcely mattered. Their principal bequest to their alumni was a potent brew of nonchalance, presumption and confidence. Of course, life has a way of draining a surfeit of such attributes from most people, but not all. Even in his darkest hour Johnson has never faltered in his belief that he is different, better and destined for greatness.</p> \n<figure class=\"element element-image\" data-media-id=\"e0cd3cadf6ca6d8c73faacf4e775c308e621ac37\"> \n <img src=\"https://media.guim.co.uk/e0cd3cadf6ca6d8c73faacf4e775c308e621ac37/0_194_3317_1990/1000.jpg\" alt=\"Boris Johnson at the Tory leadership hustings in London\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘What Johnson understood was that in the digital age voters were behaving more like an audience consuming entertainment than a civically engaged electorate.’</span> \n  <span class=\"element-image__credit\">Photograph: Kirsty O’Connor/PA</span> \n </figcaption> \n</figure> \n<p>His fellow male journalists fell for this precisely because it was marketed with an artful buffoonery straight from the pages of PG Wodehouse. Especially in his early years, Johnson had the will to power of Pinochet and the social graces of Gussie Fink-Nottle.</p> \n<p>He was clever without being a swot. He winged it, which <a href=\"https://www.theguardian.com/commentisfree/2019/jun/24/boris-johnson-prime-minister-tory-party-britain\" title=\"\">drove his editors mad</a> but inspired considerable envy in his peers. He was fun.</p> \n<p>He activated the narcotic weakness within the English for eccentricity – especially potent when it is suspected that the eccentric in question may one day be the leader of the gang. All too often one heard the words “that’s just Boris being Boris”, as if his singular character conferred upon him a special kind of impunity. But it wasn’t his character that did that. It was his fellow hacks, who indulged him for year after year, through <a href=\"https://www.theguardian.com/politics/ng-interactive/2019/jul/17/boris-johnson-gaff-prone-character-controversies\" title=\"\">controversy after controversy</a> – because he was part of what was still largely a brotherhood.</p> \n<p>I’d love to exempt myself from this audit of blame, but I can’t – at least not entirely. Though I was never a member of Team Boris in the press corps – those who believed, once he became an MP, that he should rise to the very top – the two of us maintained a civil acquaintance as fellow members of the media-industrial complex for two decades.</p> \n<p>When I succeeded him at the Spectator in 2006, he was impeccably helpful and supportive. I commissioned articles from him and ran them on the cover. Did this skew my judgment of him as a political creature? That’s for others to judge. Certainly, he can’t stand what <a href=\"https://www.theguardian.com/commentisfree/2019/jun/23/boris-johnson-politics-personality-row-flat-prime-minister\" title=\"\">I’m writing about him</a> these days. But I can’t rule out the possibility that, in the past, I pulled my punches from time to time.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"04afb4a8-14af-4cf4-9c7e-9696f425590d\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/2Jy1y9faTjc?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Thus indulged by his peers, Johnson was perfectly placed for a cultural shift of prodigious importance that he intuited very early: namely, the colonisation of politics by the entertainment industry. Let me be clear: I absolutely don’t mean the theatrical dimension of power, which is as old as the charismatic leadership rituals of prehistoric tribes.</p> \n<p>No, I mean the ultramodern colonisation of politics by show business and its tropes. What Johnson understood was that in the digital age, voters were behaving more like an audience consuming entertainment than a civically engaged electorate. His shtick was no longer an aspect of his politics. It was his politics.</p> \n<p>While the rest of Westminster operated within the structures of 20th-century political discourse, Johnson worked on his material like a standup preparing for a Netflix special. And we let him get away with it. Be absolutely candid: a fair few of you laughed along more than occasionally, didn’t you? Precisely because he was different, precisely because he didn’t seem like another starchy old Tory.</p> \n<p>All of which converged neatly with the plummeting trust in institutions that has marked the first quarter of this century. Like Donald Trump, Johnson understands that the more scornful you appear of the traditional political process the more you appeal to your target voters. You signal to them: “I hate regular politics, and politicians, and journalists, as much as you do.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jul/19/held-captive-by-his-carers-for-four-weeks-lets-look-at-boris-johnsons-best-bits\">Held captive by his carers for four weeks, let’s look at Boris Johnson’s best bits | Marina Hyde</a> </p> \n</aside> \n<p>During Andrew Neil’s brilliant recent forensic <a href=\"https://www.theguardian.com/politics/2019/jul/12/boris-johnson-claims-his-remarks-were-misrepresented-to-kim-darroch\" title=\"\">demolition of Johnson</a> in a BBC interview, it was remarkable to see the massacred Johnson smirking away and gurning in irritation. He did the same in his <a href=\"https://www.theguardian.com/politics/video/2019/jul/09/boris-johnson-and-jeremy-hunt-face-off-in-itv-tory-leadership-debate-video-highlights\" title=\"\">ITV debate with Jeremy Hunt</a>, narrowing his eyes and grimacing as if the whole business were a monstrous impertinence for a Man of Destiny.</p> \n<p>The blame is not evenly distributed. If Johnson becomes prime minister it will say something truly terrible about the contemporary Conservative party. The media should hang its collective head in shame.</p> \n<p>But I can’t help feeling that the culpability stretches much further afield: to all those who, over the years and perhaps against their better judgment, laughed along at this brutally ambitious politician. In the end, Gotham gets the hero it deserves. Welcome to Boris Johnson’s Gotham.</p> \n<p>• Matthew d’Ancona is a Guardian columnist</p>",
      "newspaperPageNumber": "3",
      "wordcount": "976",
      "commentCloseDate": "2019-07-22T10:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-07-22T05:00:15Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-22T10:08:01Z",
      "newspaperEditionDate": "2019-07-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cv6cx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/24c3b3af90e280c7459431d41e16eaffd5974308/0_94_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "How can this be happening?” I have lost count of the number of times I have been asked this question in the past few weeks. What people want to know – and I mean people from across the political spectrum – is how Boris Johnson, barring a serious upset, is about to become prime minister, first lord of the Treasury, and generally in charge of everything. How? One can easily construct a narrative of exogenous forces that have brought the former foreign secretary to the threshold of No 10: the patronage of one-time Telegraph owner Conrad Black, the lobbying of those who argued against John Major’s initial instinct that Johnson should be kept off the Tory candidates’ list, David Cameron’s decision to hold the EU referendum that turbocharged his claim to the top job. But I don’t think such an account gets us to the heart of the matter; in fact, it is essentially dishonest. To understand how Johnson and the rest of us have reached this point, one has to understand the stage upon which he has strutted. One has to grasp both cultural context and collective complicity. First, one must acknowledge, without qualification or excuse, the huge role that the media – and not just the rightwing press – has played in Johnson’s rise. And this is a very English, and mostly male, story. Johnson is the spawn of two institutions – Eton and Oxford – that, at least in his day, taught men to assume that they were going to be in charge; of what scarcely mattered. Their principal bequest to their alumni was a potent brew of nonchalance, presumption and confidence. Of course, life has a way of draining a surfeit of such attributes from most people, but not all. Even in his darkest hour Johnson has never faltered in his belief that he is different, better and destined for greatness. His fellow male journalists fell for this precisely because it was marketed with an artful buffoonery straight from the pages of PG Wodehouse. Especially in his early years, Johnson had the will to power of Pinochet and the social graces of Gussie Fink-Nottle. He was clever without being a swot. He winged it, which drove his editors mad but inspired considerable envy in his peers. He was fun. He activated the narcotic weakness within the English for eccentricity – especially potent when it is suspected that the eccentric in question may one day be the leader of the gang. All too often one heard the words “that’s just Boris being Boris”, as if his singular character conferred upon him a special kind of impunity. But it wasn’t his character that did that. It was his fellow hacks, who indulged him for year after year, through controversy after controversy – because he was part of what was still largely a brotherhood. I’d love to exempt myself from this audit of blame, but I can’t – at least not entirely. Though I was never a member of Team Boris in the press corps – those who believed, once he became an MP, that he should rise to the very top – the two of us maintained a civil acquaintance as fellow members of the media-industrial complex for two decades. When I succeeded him at the Spectator in 2006, he was impeccably helpful and supportive. I commissioned articles from him and ran them on the cover. Did this skew my judgment of him as a political creature? That’s for others to judge. Certainly, he can’t stand what I’m writing about him these days. But I can’t rule out the possibility that, in the past, I pulled my punches from time to time. Thus indulged by his peers, Johnson was perfectly placed for a cultural shift of prodigious importance that he intuited very early: namely, the colonisation of politics by the entertainment industry. Let me be clear: I absolutely don’t mean the theatrical dimension of power, which is as old as the charismatic leadership rituals of prehistoric tribes. No, I mean the ultramodern colonisation of politics by show business and its tropes. What Johnson understood was that in the digital age, voters were behaving more like an audience consuming entertainment than a civically engaged electorate. His shtick was no longer an aspect of his politics. It was his politics. While the rest of Westminster operated within the structures of 20th-century political discourse, Johnson worked on his material like a standup preparing for a Netflix special. And we let him get away with it. Be absolutely candid: a fair few of you laughed along more than occasionally, didn’t you? Precisely because he was different, precisely because he didn’t seem like another starchy old Tory. All of which converged neatly with the plummeting trust in institutions that has marked the first quarter of this century. Like Donald Trump, Johnson understands that the more scornful you appear of the traditional political process the more you appeal to your target voters. You signal to them: “I hate regular politics, and politicians, and journalists, as much as you do.” During Andrew Neil’s brilliant recent forensic demolition of Johnson in a BBC interview, it was remarkable to see the massacred Johnson smirking away and gurning in irritation. He did the same in his ITV debate with Jeremy Hunt, narrowing his eyes and grimacing as if the whole business were a monstrous impertinence for a Man of Destiny. The blame is not evenly distributed. If Johnson becomes prime minister it will say something truly terrible about the contemporary Conservative party. The media should hang its collective head in shame. But I can’t help feeling that the culpability stretches much further afield: to all those who, over the years and perhaps against their better judgment, laughed along at this brutally ambitious politician. In the end, Gotham gets the hero it deserves. Welcome to Boris Johnson’s Gotham. • Matthew d’Ancona is a Guardian columnist",
      "charCount": "5766",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/matthew-dancona\">Matthew d’Ancona</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]