[
  {
    "id": "politics/2019/aug/15/brexit-ideology-and-the-new-cult-of-remainism",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-15T17:23:51Z",
    "webTitle": "Brexit ideology and the new ‘cult’ of remainism | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/15/brexit-ideology-and-the-new-cult-of-remainism",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/15/brexit-ideology-and-the-new-cult-of-remainism",
    "fields": {
      "headline": "Brexit ideology and the new ‘cult’ of remainism",
      "standfirst": "Readers respond to Daniel Cohen’s long read on the radicalisation of the remain movement",
      "trailText": "<strong>Letters: </strong>Readers respond to Daniel Cohen’s long read on the radicalisation of the remain movement",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"5fad3195202d5a53d1b8d9b0e009f4c828b62c2e\"> <img src=\"https://media.guim.co.uk/5fad3195202d5a53d1b8d9b0e009f4c828b62c2e/0_185_3500_2100/1000.jpg\" alt=\"Anti-Brexit demonstrators protest outside the Houses of Parliament in London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Many people in the movement have put their careers and family life on hold,’ writes Melissa Percival.</span> <span class=\"element-image__credit\">Photograph: Henry Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>The long read by Daniel Cohen (<a href=\"https://www.theguardian.com/politics/2019/aug/13/brexit-remain-radicalisation-fbpe-peoples-vote\" title=\"\">Among the remainists</a>, Journal 13 August) charts the radicalisation of remain supporters. But as someone who identifies strongly with this movement and is active within it, I found the sneering and patronising tone difficult to stomach. The caricatured presentation of remainers as an eccentric and ineffectual sect “locked in an arms race to out-remain each other” undermined the presentation of the facts and was antagonistic towards a large swathe of Guardian readers.</p> <p>Many people in the movement have put their careers and family life on hold. We have stood out in rain, wind and heat engaging with the public. We have endured abuse in the street and online. We have stumped up for crowdfunders and campaigns, travelled hundreds of miles to attend rallies and written countless letters to MPs and newspapers. I have nothing but admiration for the grassroots campaigners and organisers who have given far more of their time and energy that I ever could. </p> <p>Surely this new political awakening is cause for celebration, not contempt? Out of the remain movement will come the positive change this country needs.<br><strong>Melissa Percival</strong><br><em>Crediton, Devon</em></p> <p>• Daniel Cohen presents a disturbing picture of remain fanatics who are determined to subvert a democratic decision. The 2016 referendum was not advisory or a test of public opinion; it was presented by those who expected a different result as binding. That was the whole point of holding it.</p> <p>I voted to leave because I am a radical socialist-anarchist and an absolute pacifist. The EU seeks to prevent members opting for socialism or from contracting out of a nuclear-armed alliance like Nato, with which the EU is closely associated. But if this country is to play its part in avoiding catastrophe, it needs to renounce nuclear weapons, close foreign bases, refuse to participate in foreign wars of choice and break the special relationship with the US. We can do none of these things if we are members of the EU and Nato.</p> <p>I don’t think I’m the only person who voted for Brexit for these reasons. But the remainists cannot even comprehend that such a view exists and can be sustained by powerful arguments.<br><strong>Malcolm Pittock</strong><br><em>Bolton, Lancashire</em></p> <p>• One aspect of Brexit that Daniel Cohen fails to acknowledge is the implicit permission that leave has given to the politics of racism and exclusion. It is possible that many who support remain also fear the implications of the free movement clause in the EU agreement, but so far this has not become a central remain concern. Contrast this with the politics of leave, which from the start invoked a clear call to define and exclude “others”.</p> <p>What this has provided is not just the toleration of the hostile environment, but also a further legitimation of state-organised racism. By all means identify the persona and literature of remain, but do not exclude the mindset that the politics of leave is creating.<br><strong>Mary Evans</strong><br><em>Patrixbourne, Kent</em></p> <p>• As one of the generation blamed for the Brexit vote, I identified with so much of the long read. I too will feel bereaved if/when Brexit goes ahead and I will be on the march on 19 October. But for me it’s personal. In 2010, my younger son went to Australia to work and is now a dual British and Australian citizen, followed in 2016 by my elder son going to California. Both thought they would return, but have now said they will not come back while the UK is such a divided and racist society. At one time that would have been painful, but now I can only be pleased that they are making careers away from this mess. For the UK, it is the loss of two talented, well-educated individuals who would have contributed much to society. This cannot be a unique situation.<br><strong>Cynthia Battersby</strong><br><em>Surbiton, Surrey</em></p> <p>• Daniel Cohen says Brexit has torn the country apart and remainism isn’t trying to put it back together. This fails to recognise that it is likely that remainers and leavers have a lot of concerns in common, such as NHS underfunding, rising private debt, austerity, inequality, etc. The difference is that they blame different institutions: on the one hand, UK government policy over the past 30 years, on the other, the EU. Both domestically and within the EU, the prevailing ideology is neoliberalism, and the Brexit debate has generated a great deal of heat but very little light. The media highlights and cultivates this division rather than providing a balanced assessment of the causes, myths and misinformation that created it. To do such a thing would show that Brexit has been, perhaps, a deliberate distraction.<br><strong>Charlie Mason</strong><br><em>Glogue, Pembrokeshire</em></p> <p>• The long read could only have been written by someone without sympathy for the estimated half a million workers who will lose their jobs because of the uncompetitive market Brexit will create for exporters, who now pay in tax all of the UK’s contribution to the EU plus about £800m. Defending government policy cannot be right if it means putting people out of work, and when job losses will be so great, any journalist not questioning the justice and decency of it disrespects humanity and themselves.</p> <p>How can anyone believe that the US is going to take what the UK sends to the EU – £4bn a week tariff-free in exports – or enough to make up what the tariffs of no deal will cost. The EU expects to lose 1.5m jobs, and anyone thinking that it will not be taking steps to minimise its losses is not being realistic.</p> <p>Reducing a £4bn-a-week import bill will become a priority for the EU, and its economies missing the UK contribution have no choice but to find investment to replace it. With a substantial labour cost advantage over the UK that won’t be a problem. How will the UK regain its loss?<br><strong>Michael A McPhillips</strong><br><em>Ballymun, Dublin</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1025",
      "commentable": "false",
      "firstPublicationDate": "2019-08-15T17:23:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:43Z",
      "newspaperEditionDate": "2019-08-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5zzp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5fad3195202d5a53d1b8d9b0e009f4c828b62c2e/0_185_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The long read by Daniel Cohen (Among the remainists, Journal 13 August) charts the radicalisation of remain supporters. But as someone who identifies strongly with this movement and is active within it, I found the sneering and patronising tone difficult to stomach. The caricatured presentation of remainers as an eccentric and ineffectual sect “locked in an arms race to out-remain each other” undermined the presentation of the facts and was antagonistic towards a large swathe of Guardian readers. Many people in the movement have put their careers and family life on hold. We have stood out in rain, wind and heat engaging with the public. We have endured abuse in the street and online. We have stumped up for crowdfunders and campaigns, travelled hundreds of miles to attend rallies and written countless letters to MPs and newspapers. I have nothing but admiration for the grassroots campaigners and organisers who have given far more of their time and energy that I ever could. Surely this new political awakening is cause for celebration, not contempt? Out of the remain movement will come the positive change this country needs. Melissa Percival Crediton, Devon • Daniel Cohen presents a disturbing picture of remain fanatics who are determined to subvert a democratic decision. The 2016 referendum was not advisory or a test of public opinion; it was presented by those who expected a different result as binding. That was the whole point of holding it. I voted to leave because I am a radical socialist-anarchist and an absolute pacifist. The EU seeks to prevent members opting for socialism or from contracting out of a nuclear-armed alliance like Nato, with which the EU is closely associated. But if this country is to play its part in avoiding catastrophe, it needs to renounce nuclear weapons, close foreign bases, refuse to participate in foreign wars of choice and break the special relationship with the US. We can do none of these things if we are members of the EU and Nato. I don’t think I’m the only person who voted for Brexit for these reasons. But the remainists cannot even comprehend that such a view exists and can be sustained by powerful arguments. Malcolm Pittock Bolton, Lancashire • One aspect of Brexit that Daniel Cohen fails to acknowledge is the implicit permission that leave has given to the politics of racism and exclusion. It is possible that many who support remain also fear the implications of the free movement clause in the EU agreement, but so far this has not become a central remain concern. Contrast this with the politics of leave, which from the start invoked a clear call to define and exclude “others”. What this has provided is not just the toleration of the hostile environment, but also a further legitimation of state-organised racism. By all means identify the persona and literature of remain, but do not exclude the mindset that the politics of leave is creating. Mary Evans Patrixbourne, Kent • As one of the generation blamed for the Brexit vote, I identified with so much of the long read. I too will feel bereaved if/when Brexit goes ahead and I will be on the march on 19 October. But for me it’s personal. In 2010, my younger son went to Australia to work and is now a dual British and Australian citizen, followed in 2016 by my elder son going to California. Both thought they would return, but have now said they will not come back while the UK is such a divided and racist society. At one time that would have been painful, but now I can only be pleased that they are making careers away from this mess. For the UK, it is the loss of two talented, well-educated individuals who would have contributed much to society. This cannot be a unique situation. Cynthia Battersby Surbiton, Surrey • Daniel Cohen says Brexit has torn the country apart and remainism isn’t trying to put it back together. This fails to recognise that it is likely that remainers and leavers have a lot of concerns in common, such as NHS underfunding, rising private debt, austerity, inequality, etc. The difference is that they blame different institutions: on the one hand, UK government policy over the past 30 years, on the other, the EU. Both domestically and within the EU, the prevailing ideology is neoliberalism, and the Brexit debate has generated a great deal of heat but very little light. The media highlights and cultivates this division rather than providing a balanced assessment of the causes, myths and misinformation that created it. To do such a thing would show that Brexit has been, perhaps, a deliberate distraction. Charlie Mason Glogue, Pembrokeshire • The long read could only have been written by someone without sympathy for the estimated half a million workers who will lose their jobs because of the uncompetitive market Brexit will create for exporters, who now pay in tax all of the UK’s contribution to the EU plus about £800m. Defending government policy cannot be right if it means putting people out of work, and when job losses will be so great, any journalist not questioning the justice and decency of it disrespects humanity and themselves. How can anyone believe that the US is going to take what the UK sends to the EU – £4bn a week tariff-free in exports – or enough to make up what the tariffs of no deal will cost. The EU expects to lose 1.5m jobs, and anyone thinking that it will not be taking steps to minimise its losses is not being realistic. Reducing a £4bn-a-week import bill will become a priority for the EU, and its economies missing the UK contribution have no choice but to find investment to replace it. With a substantial labour cost advantage over the UK that won’t be a problem. How will the UK regain its loss? Michael A McPhillips Ballymun, Dublin • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "6052",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/aug/15/slow-education-and-child-centred-classes",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-08-15T17:20:31Z",
    "webTitle": "Slow education and child-centred classes | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/aug/15/slow-education-and-child-centred-classes",
    "apiUrl": "https://content.guardianapis.com/education/2019/aug/15/slow-education-and-child-centred-classes",
    "fields": {
      "headline": "Slow education and child-centred classes",
      "standfirst": "<strong>Mary James</strong> on a key recommendation of the 2011 national curriculum review that was not pursued, <strong>Joan Lewis</strong> on 1970s teaching and <strong>Geoff Reid</strong> on merging state and private schools",
      "trailText": "Letters: <strong>Mary James</strong> on a key recommendation of the 2011 national curriculum review that was not pursued, <strong>Joan Lewis</strong> on 1970s teaching and <strong>Geoff Reid</strong> on merging state and private schools",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"6b19e91d6f731f5f67d5c263dc177f0aaa012f13\"> <img src=\"https://media.guim.co.uk/6b19e91d6f731f5f67d5c263dc177f0aaa012f13/0_291_4368_2621/1000.jpg\" alt=\"Mike Grenier\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘How I wish that Mike Grenier would restrain his shudders at the thought of “child-centred education”,’ writes Mary James.</span> <span class=\"element-image__credit\">Photograph: Martin Godwin/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Peter Wilby gives his support to “slow education” as promoted by Mike Grenier (<a href=\"https://www.theguardian.com/education/2019/aug/13/eton-master-wants-pupils-learn-slow-education-mike-grenier\" title=\"\">Eton master who wants pupils to learn very slowly</a>, 13 August). A little-known fact is that Michael Gove’s expert panel for the national curriculum review in 2011, of which I was a member, also recommended “a focus on fewer things in greater depth”, and on “ensuring that all pupils have an appropriate understanding of key elements prior to moving on to the next body of content”. Unfortunately Gove and Nick Gibb took little notice of this key recommendation, derived from evidence from high-performing countries, when deciding the overloaded and unbalanced national curriculum that we now have. Our <a href=\"https://www.gov.uk/government/publications/framework-for-the-national-curriculum-a-report-by-the-expert-panel-for-the-national-curriculum-review\" title=\"\">report is still available</a> on the Department for Education website. <br><strong>Mary James</strong><br><em>Professor (retired), faculty of education, University of Cambridge</em></p> <p>• How I wish that Mike Grenier would restrain his shudders at the thought of “child-centred education”. As a teacher of young children in the 1970s, I find so much in common with his “slow education movement”, and wish that he would take a little time to understand the nature of learning through discovery at primary school level. It certainly wasn’t a free-for-all as he contemptuously suggests. Any skilful teacher at that time was ready to capitalise on the excitement she had engendered, leading children to learn more while interweaving essential skills into this process. The only difference might be that we presented the structure after the initial inspiration, and not before.<br><strong>Joan Lewis</strong><br><em>Saint-Étienne-de-Gourgas, France</em></p> <p>• Mike Grenier may be on to something. Many of us have long thought that the integration of private schools into the state system should be done gradually.<br><strong>Geoff Reid</strong><br><em>Bradford</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "320",
      "commentable": "false",
      "firstPublicationDate": "2019-08-15T17:20:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-15T17:40:27Z",
      "newspaperEditionDate": "2019-08-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5pve",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6b19e91d6f731f5f67d5c263dc177f0aaa012f13/0_291_4368_2621/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Peter Wilby gives his support to “slow education” as promoted by Mike Grenier (Eton master who wants pupils to learn very slowly, 13 August). A little-known fact is that Michael Gove’s expert panel for the national curriculum review in 2011, of which I was a member, also recommended “a focus on fewer things in greater depth”, and on “ensuring that all pupils have an appropriate understanding of key elements prior to moving on to the next body of content”. Unfortunately Gove and Nick Gibb took little notice of this key recommendation, derived from evidence from high-performing countries, when deciding the overloaded and unbalanced national curriculum that we now have. Our report is still available on the Department for Education website. Mary James Professor (retired), faculty of education, University of Cambridge • How I wish that Mike Grenier would restrain his shudders at the thought of “child-centred education”. As a teacher of young children in the 1970s, I find so much in common with his “slow education movement”, and wish that he would take a little time to understand the nature of learning through discovery at primary school level. It certainly wasn’t a free-for-all as he contemptuously suggests. Any skilful teacher at that time was ready to capitalise on the excitement she had engendered, leading children to learn more while interweaving essential skills into this process. The only difference might be that we presented the structure after the initial inspiration, and not before. Joan Lewis Saint-Étienne-de-Gourgas, France • Mike Grenier may be on to something. Many of us have long thought that the integration of private schools into the state system should be done gradually. Geoff Reid Bradford • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2027",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/aug/15/the-right-response-to-saudi-arabias-executions",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-08-15T17:19:53Z",
    "webTitle": "The right response to Saudi Arabia’s executions | Letter",
    "webUrl": "https://www.theguardian.com/world/2019/aug/15/the-right-response-to-saudi-arabias-executions",
    "apiUrl": "https://content.guardianapis.com/world/2019/aug/15/the-right-response-to-saudi-arabias-executions",
    "fields": {
      "headline": "The right response to Saudi Arabia’s executions",
      "standfirst": "The UK must not remain silent on human rights violations in Saudi Arabia, says crossbench peer <strong>David Alton</strong>",
      "trailText": "<strong>Letter:</strong> The UK must not remain silent on human rights violations in Saudi Arabia, says crossbench peer <strong>David Alton</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"0c8bc71f6e917e2dc9c5c82b18c0bd53ea1dd68f\"> <img src=\"https://media.guim.co.uk/0c8bc71f6e917e2dc9c5c82b18c0bd53ea1dd68f/0_270_1231_739/1000.jpg\" alt=\"Salman al-Odah, a Saudi reformist scholar, faces execution.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Salman al-Odah, a Saudi reformist scholar, faces execution.</span> <span class=\"element-image__credit\">Photograph: Salman Al-Odah/Facebook</span> </figcaption> </figure>",
      "body": "<p>The spike in executions in Saudi Arabia is great cause for concern, as highlighted by the son of reformist Saudi cleric Salman al-Odah (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/13/saudi-arabia-salman-al-odah-arrest-death-sentence\" title=\"\">My father called for reform in Saudi Arabia. Now he faces death</a>, theguardian.com, 13 August) and a recent <a href=\"https://www.google.com/url?sa=t&amp;rct=j&amp;q=&amp;esrc=s&amp;source=web&amp;cd=3&amp;ved=2ahUKEwi_6uzO4oTkAhU9UhUIHQSLBmYQFjACegQIBBAC&amp;url=https%3A%2F%2Farabi21.com%2FUP%2FSEVEN%2520Earth%2FKSA%2520-%2520Report%2520on%2520Use%2520of%2520the%2520Death%2520Penalty%25202019%2520.pdf&amp;usg=AOvVaw0XvSLbI9kLH-Avg53L89m_\" title=\"\">report</a> by Helena Kennedy QC. Whenever the UK government is challenged about its apparent indifference to Saudi Arabia’s human rights violations, it justifies its silence by claiming it uses its significant economic and security ties to exert back-channel pressure.</p> <p>Serial executions, including those of children, and the punitive treatment of anyone who challenges the authoritarianism behind the regime’s behaviour, underlines how back-channel influence is too often a self-serving piece of fiction. Kennedy’s report spells out what we can do to make clear that while children are executed and the rule of law is disregarded, it cannot be a case of business as usual with Saudi Arabia.<br><strong>David Alton</strong><br><em>House of Lords</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "198",
      "commentable": "false",
      "firstPublicationDate": "2019-08-15T17:19:53Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-08-15T17:40:28Z",
      "newspaperEditionDate": "2019-08-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5z8a",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/0c8bc71f6e917e2dc9c5c82b18c0bd53ea1dd68f/0_270_1231_739/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The spike in executions in Saudi Arabia is great cause for concern, as highlighted by the son of reformist Saudi cleric Salman al-Odah (My father called for reform in Saudi Arabia. Now he faces death, theguardian.com, 13 August) and a recent report by Helena Kennedy QC. Whenever the UK government is challenged about its apparent indifference to Saudi Arabia’s human rights violations, it justifies its silence by claiming it uses its significant economic and security ties to exert back-channel pressure. Serial executions, including those of children, and the punitive treatment of anyone who challenges the authoritarianism behind the regime’s behaviour, underlines how back-channel influence is too often a self-serving piece of fiction. Kennedy’s report spells out what we can do to make clear that while children are executed and the rule of law is disregarded, it cannot be a case of business as usual with Saudi Arabia. David Alton House of Lords • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1251",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/aug/15/casting-around-for-prince-philip",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-08-15T17:19:16Z",
    "webTitle": "Casting around for Prince Philip | Brief letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/aug/15/casting-around-for-prince-philip",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/aug/15/casting-around-for-prince-philip",
    "fields": {
      "headline": "Casting around for Prince Philip",
      "standfirst": "Adolescents | Rail Delivery Group | Women and aging | Circumcision | Beards | Prince Philip",
      "trailText": "<strong>Brief letters:</strong> Adolescents | Rail Delivery Group | Women and aging | Circumcision | Beards | Prince Philip",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"ae54b129e2ed840272bc12905c7202c10874e1e1\"> <img src=\"https://media.guim.co.uk/ae54b129e2ed840272bc12905c7202c10874e1e1/154_10_6623_3974/1000.jpg\" alt=\"David Bradley. A royal role awaits? \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Bradley. A royal role awaits? </span> <span class=\"element-image__credit\">Photograph: Maarten de Boer/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Why should post-pubertal teenagers be called “children” (<a href=\"https://www.theguardian.com/world/2019/aug/14/enough-with-the-term-underage-girls\" title=\"\">Letters</a>, 15 August)? It’s an outdated and meaningless legalism. Protect adolescents by all means, but don’t infantilise them.<br><strong>Chris Hughes</strong><br><em>Leicester</em></p> <p>• The Rail Delivery Group says 98p in the pound was put back into running the railway (<a href=\"https://www.theguardian.com/money/2019/aug/14/rail-fares-to-rise-in-january\" title=\"\">Report</a>, 14 August). If they were nationalised it would be 100p in the pound.<br><strong>Gareth Hopcyn</strong><br><em>Stockport</em></p> <p>• Like Jane Hoy (<a href=\"https://www.theguardian.com/world/2019/aug/14/enough-with-the-term-underage-girls\" title=\"\">Letters</a>, 15 August), I was utterly exasperated by Gaby Hinsliff’s melodramatic bleating about the “pulverising loss” of youthful looks. At 72 I have hardly any regrets about the passing years, and I wear my long, wavy silver hair with pleasure – not “courage”, as Hinsliff suggests. Age can indeed be liberating, but certainly not for the reasons Hinsliff suggests.<br><strong>Brigid Purcell</strong><br><em>Norwich</em></p> <p>• Given that practitioners of FGM can be jailed, how come circumcision (<a href=\"https://www.theguardian.com/stage/2019/aug/13/tom-rosenthal-manhood-foreskin-edinburgh\" title=\"\">‘I just don’t think it’s very funny’</a>, G2, 13 August) is seen as a comedic topic?<br><strong>Roger Dobson</strong><br><em>Tavistock, Devon</em></p> <p>• Stuart Jeffries (<a href=\"https://www.theguardian.com/commentisfree/2019/aug/14/thwart-facial-recognition-cameras-invisibility-cloak-3d-mask\" title=\"\">Journal</a>, 15 August) misses a key way to outwit facial recognition technology. While not available to all, a beard will perplex Big Brother every time.<br><strong>Keith Flett</strong><br><em>London</em></p> <p>• Now that Charles Dance has ruled himself out by playing Lord Mountbatten in series three of The Crown (<a href=\"https://www.theguardian.com/tv-and-radio/2019/aug/12/the-crown-first-glimpse-of-olivia-colman-queen-as-hit-netflix-drama-returns\" title=\"\">She who wears the crown</a>, 13 August), there remains only one contender for the role of Prince Philip in series four – David Bradley.<br><strong>Dave Headey</strong><br><em>Faringdon, Oxfordshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "272",
      "commentable": "false",
      "firstPublicationDate": "2019-08-15T17:19:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:30Z",
      "newspaperEditionDate": "2019-08-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5zp6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ae54b129e2ed840272bc12905c7202c10874e1e1/154_10_6623_3974/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Why should post-pubertal teenagers be called “children” (Letters, 15 August)? It’s an outdated and meaningless legalism. Protect adolescents by all means, but don’t infantilise them. Chris Hughes Leicester • The Rail Delivery Group says 98p in the pound was put back into running the railway (Report, 14 August). If they were nationalised it would be 100p in the pound. Gareth Hopcyn Stockport • Like Jane Hoy (Letters, 15 August), I was utterly exasperated by Gaby Hinsliff’s melodramatic bleating about the “pulverising loss” of youthful looks. At 72 I have hardly any regrets about the passing years, and I wear my long, wavy silver hair with pleasure – not “courage”, as Hinsliff suggests. Age can indeed be liberating, but certainly not for the reasons Hinsliff suggests. Brigid Purcell Norwich • Given that practitioners of FGM can be jailed, how come circumcision (‘I just don’t think it’s very funny’, G2, 13 August) is seen as a comedic topic? Roger Dobson Tavistock, Devon • Stuart Jeffries (Journal, 15 August) misses a key way to outwit facial recognition technology. While not available to all, a beard will perplex Big Brother every time. Keith Flett London • Now that Charles Dance has ruled himself out by playing Lord Mountbatten in series three of The Crown (She who wears the crown, 13 August), there remains only one contender for the role of Prince Philip in series four – David Bradley. Dave Headey Faringdon, Oxfordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1739",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/aug/15/jo-swinson-brexit-jeremy-corbyn",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-08-15T16:25:51Z",
    "webTitle": "If Jo Swinson is serious about stopping a no-deal Brexit, she must support Corbyn | Jonathan Lis",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/aug/15/jo-swinson-brexit-jeremy-corbyn",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/aug/15/jo-swinson-brexit-jeremy-corbyn",
    "fields": {
      "headline": "If Jo Swinson is serious about stopping a no-deal Brexit, she must support Corbyn",
      "standfirst": "The Labour leader’s solution may not be perfect, but for the Lib Dems it could be the most viable",
      "trailText": "The Labour leader’s solution may not be perfect, but could well be the most viable, says Jonathan Lis of the thinktank British Influence",
      "byline": "Jonathan Lis",
      "main": "<figure class=\"element element-image\" data-media-id=\"d968368fb8a14692fb023b4895c50b20f0901015\"> \n <img src=\"https://media.guim.co.uk/d968368fb8a14692fb023b4895c50b20f0901015/0_156_3500_2100/1000.jpg\" alt=\"Jo Swinson gives first major speechLiberal Democrat leader Jo Swinson at Code Node in London for her first major speech since she was elected last month. PRESS ASSOCIATION Photo. Picture date: Thursday August 15, 2019. See PA story POLITICS Brexit. Photo credit should read: Stefan Rousseau/PA Wire\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘Jo Swinson does not have the parliamentary numbers or time to pick and choose who she is prepared to work with.’</span> \n  <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>Jeremy Corbyn has always been more of a politician than either his most fervent supporters or detractors have wanted to admit. Last night he again demonstrated why. In a move unprecedented in modern times, the leader of the opposition has <a href=\"https://www.theguardian.com/politics/2019/aug/14/jeremy-corbyn-urges-opposition-leaders-and-tory-rebels-to-help-oust-pm\" title=\"\">offered to form a government</a> with the express proviso of not implementing any of his party’s policies.</p> \n<p>Corbyn’s offer, in a letter to other party leaders and moderate Tories, involves setting up a “strictly time-limited temporary government” with the sole intention of extending article 50 and holding a general election. In that election, Corbyn will commit to a new referendum with the option of remaining in the EU. </p> \n<p>There might be debate about why he’s done this, but ultimately his motives don’t matter. Corbyn is the leader of the opposition and, in accordance with our unwritten constitution, the first alternative prime minister. He is also offering a concrete proposal to do exactly the thing <a href=\"https://www.theguardian.com/commentisfree/2019/aug/15/remainers-stop-brexit-install-corbyn-pm\" title=\"\">remainers say they want</a> – to stop no deal and then offer voters the chance to stop Brexit altogether.</p> \n<p>Of course, if Corbyn was attempting to trap the Lib Dems, they have walked right into it. Jo Swinson, the party’s leader, has dismissed outright the prospect of Corbyn leading such a government, and has not even signalled a willingness to enter discussions with him. Instead, she has declared she could support <a href=\"https://www.theguardian.com/politics/2019/aug/15/corbyns-plan-to-lead-caretaker-government-unworkable-say-lib-dems\" title=\"\">a Ken Clarke or Harriet Harman government</a>. All well and good, but neither of these MPs is leader of the opposition (or any political party), and Swinson does not have the parliamentary numbers or time to pick and choose who she is prepared to work with.</p> \n<p>The new Lib Dem leader risks making a grave mistake. Even in purely party political terms, a Corbyn-led caretaker government does not necessarily strengthen Labour in the long term. But more importantly, Swinson has always emphasised, rightly, that her party’s priority is to stop no deal. This could prove the only way to do so. If the Lib Dems really believe that a few months of a limited Corbyn government is worse than medicine shortages, it is their duty to say why.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"6abb9549-0f30-403e-8f6c-7eff020700ee\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/qViLF9oNupY?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Remainers can, of course, be forgiven for some scepticism at Corbyn’s offer, and many questions remain unanswered. Labour will offer a remain option in a referendum, but will it in all circumstances campaign for that? Is it still party policy to renegotiate Brexit first? Why not in fact call that referendum now, then hold a general election that – heaven forbid – might not actually be about Brexit, but instead focus on some of the vital issues we have been ignoring for the past three years? The point is that all parties will need to engage, fast and in good faith. Any prime minister derives their <a href=\"https://www.theguardian.com/politics/2019/aug/14/johnson-sparks-cross-party-backlash-over-brexit-collaboration-claim\" title=\"\">authority from parliament</a> alone, and if Corbyn strayed from the agreed path MPs could instantly withdraw their confidence.</p> \n<p>It is also the case that parliament can deploy multiple and simultaneous tactics to stop no deal. MPs can enact legislation to force an extension request while still haggling over no-confidence motions and an alternative government. It is, however, more difficult to legislate in the face of government opposition than to work with a government that shares your basic objectives. Corbyn’s solution may not be perfect, but may be the most viable.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/aug/15/jeremy-corbyn-labour-brexit-second-referendum\">Corbyn has taken a brave step. Now he must rule out any ‘Labour Brexit’ | Paul Mason</a> </p> \n</aside> \n<p>The truth is that if our political parties do not do everything possible to avoid no deal, none of them will escape the blame for it. When politicians put party or personality ahead of the national interest and people’s lives, voters punish them. Such a spectacular failure of the political class would only benefit the extreme political fringes.</p> \n<p>It is time for the Lib Dems, and indeed all remainers, to decide what they really want. A few months of a Corbyn government is not worse than infrastructural or <a href=\"https://www.theguardian.com/commentisfree/2019/aug/14/the-guardian-view-on-brexit-and-the-economy-storm-clouds-on-the-horizon\" title=\"\">economic collapse</a>. If your most important goal is to stop no deal, you must take every conceivable step to do just that. Our politicians will not benefit from the catastrophe of a crash-out Brexit. But, far more importantly, neither will the British people.</p> \n<p>• Jonathan Lis is deputy director of the thinktank British Influence</p>",
      "wordcount": "688",
      "commentable": "false",
      "firstPublicationDate": "2019-08-15T16:25:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:49:29Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c5znp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d968368fb8a14692fb023b4895c50b20f0901015/0_156_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has always been more of a politician than either his most fervent supporters or detractors have wanted to admit. Last night he again demonstrated why. In a move unprecedented in modern times, the leader of the opposition has offered to form a government with the express proviso of not implementing any of his party’s policies. Corbyn’s offer, in a letter to other party leaders and moderate Tories, involves setting up a “strictly time-limited temporary government” with the sole intention of extending article 50 and holding a general election. In that election, Corbyn will commit to a new referendum with the option of remaining in the EU. There might be debate about why he’s done this, but ultimately his motives don’t matter. Corbyn is the leader of the opposition and, in accordance with our unwritten constitution, the first alternative prime minister. He is also offering a concrete proposal to do exactly the thing remainers say they want – to stop no deal and then offer voters the chance to stop Brexit altogether. Of course, if Corbyn was attempting to trap the Lib Dems, they have walked right into it. Jo Swinson, the party’s leader, has dismissed outright the prospect of Corbyn leading such a government, and has not even signalled a willingness to enter discussions with him. Instead, she has declared she could support a Ken Clarke or Harriet Harman government. All well and good, but neither of these MPs is leader of the opposition (or any political party), and Swinson does not have the parliamentary numbers or time to pick and choose who she is prepared to work with. The new Lib Dem leader risks making a grave mistake. Even in purely party political terms, a Corbyn-led caretaker government does not necessarily strengthen Labour in the long term. But more importantly, Swinson has always emphasised, rightly, that her party’s priority is to stop no deal. This could prove the only way to do so. If the Lib Dems really believe that a few months of a limited Corbyn government is worse than medicine shortages, it is their duty to say why. Remainers can, of course, be forgiven for some scepticism at Corbyn’s offer, and many questions remain unanswered. Labour will offer a remain option in a referendum, but will it in all circumstances campaign for that? Is it still party policy to renegotiate Brexit first? Why not in fact call that referendum now, then hold a general election that – heaven forbid – might not actually be about Brexit, but instead focus on some of the vital issues we have been ignoring for the past three years? The point is that all parties will need to engage, fast and in good faith. Any prime minister derives their authority from parliament alone, and if Corbyn strayed from the agreed path MPs could instantly withdraw their confidence. It is also the case that parliament can deploy multiple and simultaneous tactics to stop no deal. MPs can enact legislation to force an extension request while still haggling over no-confidence motions and an alternative government. It is, however, more difficult to legislate in the face of government opposition than to work with a government that shares your basic objectives. Corbyn’s solution may not be perfect, but may be the most viable. The truth is that if our political parties do not do everything possible to avoid no deal, none of them will escape the blame for it. When politicians put party or personality ahead of the national interest and people’s lives, voters punish them. Such a spectacular failure of the political class would only benefit the extreme political fringes. It is time for the Lib Dems, and indeed all remainers, to decide what they really want. A few months of a Corbyn government is not worse than infrastructural or economic collapse. If your most important goal is to stop no deal, you must take every conceivable step to do just that. Our politicians will not benefit from the catastrophe of a crash-out Brexit. But, far more importantly, neither will the British people. • Jonathan Lis is deputy director of the thinktank British Influence",
      "charCount": "4087",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonathan-lis\">Jonathan Lis</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]