[
  {
    "id": "books/2019/sep/27/ken-stott-ian-rankin-rebus-scottish-independence-yes-voter",
    "type": "article",
    "sectionId": "books",
    "sectionName": "Books",
    "webPublicationDate": "2019-09-27T17:40:44Z",
    "webTitle": "Ken Stott: 'Ian Rankin is wrong. Rebus would have been a yes voter'",
    "webUrl": "https://www.theguardian.com/books/2019/sep/27/ken-stott-ian-rankin-rebus-scottish-independence-yes-voter",
    "apiUrl": "https://content.guardianapis.com/books/2019/sep/27/ken-stott-ian-rankin-rebus-scottish-independence-yes-voter",
    "fields": {
      "headline": "Ken Stott: 'Ian Rankin is wrong. Rebus would have been a yes voter'",
      "standfirst": "<p>Actor disagrees with Edinburgh detective’s creator on thorny issue of Scottish independence</p>",
      "trailText": "Actor disagrees with Edinburgh detective’s creator on thorny issue of Scottish independence",
      "byline": "Henry McDonald",
      "main": "<figure class=\"element element-image\" data-media-id=\"bb621b02a19c0dc49ce6e9706861a10a17a87dfd\"> <img src=\"https://media.guim.co.uk/bb621b02a19c0dc49ce6e9706861a10a17a87dfd/277_898_1857_1114/1000.jpg\" alt=\"Ken Stott as Rebus in the ITV crime drama.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ken Stott as Rebus in the ITV crime drama.</span> <span class=\"element-image__credit\">Photograph: ITV Plc</span> </figcaption> </figure>",
      "body": "<p>Ian Rankin’s fictional detective survived military service during the Northern Ireland Troubles, fist fights with criminals and bent cops in his native Edinburgh, and even a lifetime of heavy drinking and smoking.</p> <p>But DI John Rebus is being forced to confront even more challenging circumstances: Scotland’s independence debate.</p> <p>Earlier this week, Scotland’s first minister, Nicola Sturgeon, revealed that Rankin told her Rebus would have voted no in the independence referendum five years ago.</p> <p>However, Ken Stott, the Scottish star of ITV’s Rebus adaption, begs to differ. In <a href=\"https://www.scotsman.com/news/politics/ken-stott-ian-rankin-s-wrong-rebus-would-have-voted-yes-for-scottish-independence-1-5011708\">a letter to the Scotsman newspaper,</a> he claimed Rebus’ ancestral roots instead made him a natural yes voter.</p>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"3cf4829ac5134f4661a0f050874f5724185bd789\"> <img src=\"https://media.guim.co.uk/3cf4829ac5134f4661a0f050874f5724185bd789/2152_780_2071_2589/800.jpg\" alt=\"Ian Rankin in the Oxford Bar, Edinburgh.\" width=\"800\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Ian Rankin in the Oxford Bar, Edinburgh.</span> <span class=\"element-image__credit\">Photograph: Murdo Macleod/The Guardian</span> </figcaption> </figure>  <p>“Let’s look briefly at just one aspect: [Rankin’s] creation was the grandson of a Polish immigrant, therefore I suspect Rebus would be well aware of the humiliation and degradation suffered by so many immigrants at the hands of the Home Office then and now. This may, in turn, lead him to ‘think carefully’ before voting and to consider how his grandfather might have fared in the ‘hostile environment’ of a pre/post Brexit UK,” his letter said.</p> <p>The actor, who played the dwarf Balin in The Hobbit film trilogy, even accused Rankin of “projecting himself on to a much-loved character”.</p> <p>Last weekend, Rankin was interviewed by Sturgeon at the Bloody Scotland crime writing festival in Stirling. Sturgeon, who is a fan of Rankin and Scottish crime fiction, challenged him on the way Rebus would have voted in the referendum.</p> <p>“I think Rebus, if you’re talking about yes or no to independence, which I assume you are, and not Brexit, the thing about Rebus is Rebus likes the status quo. He fears change, he doesn’t like change, and is very set in his ways. I think he would be a no,” Rankin replied.</p> <p>Rankin and Stott did not respond to requests for comment before publication.</p> <p>In 2014 Stott, who was born in Edinburgh, expressed his “wholehearted” support for Scotland’s independence although he could not vote in the plebiscite because he was living in London.</p> <p>It is not just the union on which Rebus and Stott’s allegiances diverge. Football may be another issue ripe for debate in the detective’s beloved Oxford Bar: Stott supports Heart of Midlothian while Rebus (on television at least) is a fan of their Edinburgh rivals Hibernian.</p> <p>• This article was amended on 30 September 2019 to correct the spelling of the Scottish city of Stirling.</p>",
      "wordcount": "402",
      "firstPublicationDate": "2019-09-27T17:40:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-01T11:23:46Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cdggc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bb621b02a19c0dc49ce6e9706861a10a17a87dfd/277_898_1857_1114/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Ian Rankin’s fictional detective survived military service during the Northern Ireland Troubles, fist fights with criminals and bent cops in his native Edinburgh, and even a lifetime of heavy drinking and smoking. But DI John Rebus is being forced to confront even more challenging circumstances: Scotland’s independence debate. Earlier this week, Scotland’s first minister, Nicola Sturgeon, revealed that Rankin told her Rebus would have voted no in the independence referendum five years ago. However, Ken Stott, the Scottish star of ITV’s Rebus adaption, begs to differ. In a letter to the Scotsman newspaper, he claimed Rebus’ ancestral roots instead made him a natural yes voter. “Let’s look briefly at just one aspect: [Rankin’s] creation was the grandson of a Polish immigrant, therefore I suspect Rebus would be well aware of the humiliation and degradation suffered by so many immigrants at the hands of the Home Office then and now. This may, in turn, lead him to ‘think carefully’ before voting and to consider how his grandfather might have fared in the ‘hostile environment’ of a pre/post Brexit UK,” his letter said. The actor, who played the dwarf Balin in The Hobbit film trilogy, even accused Rankin of “projecting himself on to a much-loved character”. Last weekend, Rankin was interviewed by Sturgeon at the Bloody Scotland crime writing festival in Stirling. Sturgeon, who is a fan of Rankin and Scottish crime fiction, challenged him on the way Rebus would have voted in the referendum. “I think Rebus, if you’re talking about yes or no to independence, which I assume you are, and not Brexit, the thing about Rebus is Rebus likes the status quo. He fears change, he doesn’t like change, and is very set in his ways. I think he would be a no,” Rankin replied. Rankin and Stott did not respond to requests for comment before publication. In 2014 Stott, who was born in Edinburgh, expressed his “wholehearted” support for Scotland’s independence although he could not vote in the plebiscite because he was living in London. It is not just the union on which Rebus and Stott’s allegiances diverge. Football may be another issue ripe for debate in the detective’s beloved Oxford Bar: Stott supports Heart of Midlothian while Rebus (on television at least) is a fan of their Edinburgh rivals Hibernian. • This article was amended on 30 September 2019 to correct the spelling of the Scottish city of Stirling.",
      "charCount": "2424",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/henrymcdonald\">Henry McDonald</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "commentisfree/2019/sep/27/boris-johnson-brexit-supreme-court-donald-trump-impeachment",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-27T17:38:34Z",
    "webTitle": "Trump and Johnson are getting their comeuppance. But will it make them stronger? | Jonathan Freedland",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/27/boris-johnson-brexit-supreme-court-donald-trump-impeachment",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/27/boris-johnson-brexit-supreme-court-donald-trump-impeachment",
    "fields": {
      "headline": "Trump and Johnson are getting their comeuppance. But will it make them stronger?",
      "standfirst": "Though the impeachment announcement and supreme court judgment are welcome, there are dangers ahead for progressives",
      "trailText": "Though the impeachment announcement and supreme court judgment are welcome, there are dangers ahead, says Guardian columnist Jonathan Freedland",
      "byline": "Jonathan Freedland",
      "main": "<figure class=\"element element-image\" data-media-id=\"e3073cf6e003f9d9b55ae719765ecf09aac8fc4b\"> \n <img src=\"https://media.guim.co.uk/e3073cf6e003f9d9b55ae719765ecf09aac8fc4b/0_78_2334_1400/1000.jpg\" alt=\"Boris Johnson and Donald Trump in New York\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘Smiling and joshing, they looked like partners in crime.’ Boris Johnson and Donald Trump at their meeting in New York on Tuesday.</span> \n  <span class=\"element-image__credit\">Photograph: Evan Vucci/AP</span> \n </figcaption> \n</figure>",
      "body": "<p>Since 2016, Britain and the United States have grappled with a shared fate, facing down the conjoined twins of populism: Brexit and Trump. This week, at long last, came the first signs of a reckoning. After three years in which the winners of 2016 have mocked, pushed or trampled on the constitutional constraints that sustain a liberal democracy, the constitutions – on both sides of the Atlantic – struck back.</p> \n<p>The mechanisms are different of course, but the convergence of these two connected stories has been uncanny all the same. The 11 judges of the UK supreme court cancelled Boris Johnson’s <a href=\"https://www.theguardian.com/law/2019/sep/24/boris-johnsons-suspension-of-parliament-unlawful-supreme-court-rules-prorogue\" title=\"\">unlawful suspension</a> of parliament on the very day the House Speaker, Nancy Pelosi, put aside her previous misgivings and launched an <a href=\"https://www.theguardian.com/us-news/2019/sep/24/pelosi-impeachment-inquiry-trump-ukraine\" title=\"\">impeachment inquiry</a> against Donald Trump.</p> \n<p>Pelosi closed her announcement with a declaration that could serve as a precis of the judgment read out that morning by supreme court president, <a href=\"https://www.theguardian.com/law/2019/sep/24/lady-hale-career-breaking-barriers-judiciary\" title=\"\">Lady Hale</a>: “No one is above the law.”</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>Right now impeachment looks doomed to fail</p> \n </blockquote> \n</aside> \n<p>As if to reinforce the point, in a touch which seemed almost too on-the-nose, that same day also saw <a href=\"https://www.theguardian.com/politics/video/2019/sep/24/hes-not-going-anywhere-trump-shows-support-for-johnson-video\" title=\"\">Boris Johnson and Trump</a> appear side by side at the UN in New York – Trump joking that a ruling by Britain’s highest court that the prime minister had acted illegally was “just another day in the office”. Smiling and joshing, they looked like partners in crime.</p> \n<p>The similarities between these two convulsions, separated by an ocean, range from the trivial to the grave. In the first category, how odd that in both countries the anointed tribune for anti-elite rage and channel for pent-up, nativist fury is a wealthy child of privilege once inseparably associated with the ultra-liberal metropolis. Johnson was the mayor of London who backed an amnesty for undocumented immigrants, Trump the Manhattan socialite who supported abortion rights and gun control. Yet both now pose as champions of the forgotten heartlands against the liberal establishment.</p> \n<p>In the second, more serious category, hovering over the turmoil in both Britain and the US has been the threat of violence. During the 2016 EU referendum campaign, MP Jo Cox was murdered; a few weeks later, Trump <a href=\"https://www.nytimes.com/2016/08/10/us/politics/donald-trump-hillary-clinton.html\" title=\"\">hinted</a> that gun owners might deal with Hillary Clinton by taking the law into their own hands.</p> \n<p>This week, the Commons gasped as Johnson dismissed as <a href=\"https://www.theguardian.com/politics/video/2019/sep/25/outrage-as-boris-johnson-dismisses-dangers-of-inflammatory-language-as-humbug-video\" title=\"\">“humbug”</a> a pained plea to learn the lesson of Cox’s murder and drop the inflammatory talk of “surrender” and “betrayal”, language that has been adopted in the death threats that have rained down on so many MPs, women especially. In New York, Trump greeted the testimony of an unnamed whistleblower – who had revealed that the president had pressed the leader of Ukraine, needy for financial aid, to “do us a favour” and dig for dirt on a political rival – with a barely veiled <a href=\"https://www.vox.com/policy-and-politics/2019/9/26/20885603/trump-ukraine-whistleblower-spy-treason-threat\" title=\"\">threat</a> of his own: “You know what we used to do in the old days when we were smart? Right? The spies and treason, we used to handle it a little differently than we do now.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"726eebbd-fc5e-41a5-8752-a12d293b2472\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/yD-4vs7He6M?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>What connects these two battles most, however, is that they are framed the same way. Both the Brexiters and Trump insist they are locked in a titanic struggle between “the people” – with “Boris” or Trump as their champions – and the hated elite, comprised of anyone who might thwart their will: judges, journalists or even elected representatives. This leads in turn to the dilemma that has confronted those who would oppose Brexit or Trump. Is it wise to mount a challenge when that very challenge will confirm and strengthen the frame that Trump or the Brexiters have constructed? Put another way, is it wise to fight a populist when a fight is exactly what they want?</p> \n<p>In Britain, the dilemma was visible during that ugly Wednesday night in the Commons. Those MPs speaking of their alarm at the increasingly incendiary rhetoric of the Brexit debate had their anxiety etched on their faces. But Johnson was untroubled, insouciant throughout. That might have been because a debate about language provides a handy distraction from the week’s central fact, the supreme court ruling, allowing him to wave aside that verdict as if it were a mere opinion with which he disagreed. (That’s not how the law works. It is not a court’s opinion that <a href=\"https://www.theguardian.com/uk/peter-sutcliffe\" title=\"\">Peter Sutcliffe</a> was a murderer; it is a fact.)</p> \n<p>But might it not also have been because Johnson welcomes the outrage of a few teary MPs and their defenders on Twitter? After all, that’s apparently been the Johnson strategy since the start: keep on acting appallingly, keep goading the remainers, keep inviting them to denounce and block you all the way to an election that you can fight as “the people v the elite”. A debate about whether it’s appropriate to brand a law preventing a no-deal Brexit as “the surrender act” works well for Johnson, just as the row over the bogus £350m did in 2016, not least because it ensures the idea gets repeated on the airwaves ad nauseam: surrender, surrender, surrender.</p> \n<p>In the US, Pelosi was reluctant to move to impeachment because she feared it would give Trump the fight he relished. There they go again, he’d say, Democrats and their friends in the “fake news media” using tricks to remove a president that you, the people, elected fair and square. He could play the victim, howling about witch-hunts and “presidential harassment”, tapping into the deep sense of grievance that animates his base. The circus of televised hearings would provide precisely the polarised chaos in which he thrives.</p> \n<p>There are plenty of other good reasons not to go ahead. Right now impeachment looks doomed to fail: it requires the votes of 67 senators to remove a president from office, which means the defection of 20 Republicans. The liberal Republican wing whose desertion spelled the end for Richard Nixon is all but vanished now: the <a href=\"https://www.theguardian.com/politics/2019/sep/03/what-have-tory-rebels-voted-for-and-will-an-election-now-happen\" title=\"\">21 brave Tories</a> who broke from Johnson have few counterparts on Capitol Hill. The notion of US public opinion shifting en masse against Trump is a stretch, too. US media consumption is now so partisan that Trump’s base will only ever hear a story that exonerates him from guilt.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"8e23cecd-2522-407e-bb53-989b0937aa05\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/1Q-pdDV_Fqk?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The truth of Watergate was near-universally accepted in 1974; it’s hard to imagine anything being universally accepted now. What’s more, impeachment will consume Democratic energies, distracting them from their ongoing primary contest. When Democrats should be talking to US voters about healthcare, jobs and the climate crisis, they’ll be talking instead about Ukraine, transcripts and secret servers.</p> \n<p>And yet they have no real choice. The politics of it may be fraught with risk, but it is their duty. The already known facts of the Ukraine episode establish a clear abuse of presidential power: Trump used the might of his office to advance not the country’s interest but his own. Nor can you argue that the remedy for such behaviour is an (upcoming) election, because Trump’s abuse was aimed at subverting that very election.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/sep/27/tories-dominic-cummings-people-v-parliament-election\">Tory MPs beware: if you whip up an angry mob, they may end up angry with you</a> </p> \n</aside> \n<p>Democrats face the same logic that confronted Johnson’s opponents.</p> \n<p>Perhaps, politically, it would have played better not to have a wealthy Londoner such as Gina Miller sue the government. Maybe it did look bad having 11 judges strike down the Brexiters’ champion, thereby confirming every Brexiters’ suspicion about the “remain elite”. But the alternative was to let Johnson’s suspension stand, so that a future prime minister could sweep aside an inconvenient parliament, and its irritating scrutiny, whenever they chose and for however long they liked.</p> \n<p>Perhaps impeachment will hand Trump a reality TV showdown he’ll love. But the alternative was to say that when Trump <a href=\"https://www.washingtonpost.com/politics/2019/07/23/trump-falsely-tells-auditorium-full-teens-constitution-gives-him-right-do-whatever-i-want/\" title=\"\">told</a> a group of teenagers in July that “I have the right to do whatever I want as president”, he was right. If Democrats met this abuse with a shrug, it would become the new normal. In Britain and America, the lesson is clear. Fighting populists might be like wrestling with a pig – you both get dirty, but the pig likes it – and yet it has to be done. The alternative is to see our democratic way of life snuffed out while we watch and wait and do nothing.</p> \n<p>• Jonathan Freedland is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1357",
      "commentCloseDate": "2019-09-27T20:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-27T17:38:34Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:15Z",
      "newspaperEditionDate": "2019-09-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cdgh8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e3073cf6e003f9d9b55ae719765ecf09aac8fc4b/0_78_2334_1400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Since 2016, Britain and the United States have grappled with a shared fate, facing down the conjoined twins of populism: Brexit and Trump. This week, at long last, came the first signs of a reckoning. After three years in which the winners of 2016 have mocked, pushed or trampled on the constitutional constraints that sustain a liberal democracy, the constitutions – on both sides of the Atlantic – struck back. The mechanisms are different of course, but the convergence of these two connected stories has been uncanny all the same. The 11 judges of the UK supreme court cancelled Boris Johnson’s unlawful suspension of parliament on the very day the House Speaker, Nancy Pelosi, put aside her previous misgivings and launched an impeachment inquiry against Donald Trump. Pelosi closed her announcement with a declaration that could serve as a precis of the judgment read out that morning by supreme court president, Lady Hale: “No one is above the law.” As if to reinforce the point, in a touch which seemed almost too on-the-nose, that same day also saw Boris Johnson and Trump appear side by side at the UN in New York – Trump joking that a ruling by Britain’s highest court that the prime minister had acted illegally was “just another day in the office”. Smiling and joshing, they looked like partners in crime. The similarities between these two convulsions, separated by an ocean, range from the trivial to the grave. In the first category, how odd that in both countries the anointed tribune for anti-elite rage and channel for pent-up, nativist fury is a wealthy child of privilege once inseparably associated with the ultra-liberal metropolis. Johnson was the mayor of London who backed an amnesty for undocumented immigrants, Trump the Manhattan socialite who supported abortion rights and gun control. Yet both now pose as champions of the forgotten heartlands against the liberal establishment. In the second, more serious category, hovering over the turmoil in both Britain and the US has been the threat of violence. During the 2016 EU referendum campaign, MP Jo Cox was murdered; a few weeks later, Trump hinted that gun owners might deal with Hillary Clinton by taking the law into their own hands. This week, the Commons gasped as Johnson dismissed as “humbug” a pained plea to learn the lesson of Cox’s murder and drop the inflammatory talk of “surrender” and “betrayal”, language that has been adopted in the death threats that have rained down on so many MPs, women especially. In New York, Trump greeted the testimony of an unnamed whistleblower – who had revealed that the president had pressed the leader of Ukraine, needy for financial aid, to “do us a favour” and dig for dirt on a political rival – with a barely veiled threat of his own: “You know what we used to do in the old days when we were smart? Right? The spies and treason, we used to handle it a little differently than we do now.” What connects these two battles most, however, is that they are framed the same way. Both the Brexiters and Trump insist they are locked in a titanic struggle between “the people” – with “Boris” or Trump as their champions – and the hated elite, comprised of anyone who might thwart their will: judges, journalists or even elected representatives. This leads in turn to the dilemma that has confronted those who would oppose Brexit or Trump. Is it wise to mount a challenge when that very challenge will confirm and strengthen the frame that Trump or the Brexiters have constructed? Put another way, is it wise to fight a populist when a fight is exactly what they want? In Britain, the dilemma was visible during that ugly Wednesday night in the Commons. Those MPs speaking of their alarm at the increasingly incendiary rhetoric of the Brexit debate had their anxiety etched on their faces. But Johnson was untroubled, insouciant throughout. That might have been because a debate about language provides a handy distraction from the week’s central fact, the supreme court ruling, allowing him to wave aside that verdict as if it were a mere opinion with which he disagreed. (That’s not how the law works. It is not a court’s opinion that Peter Sutcliffe was a murderer; it is a fact.) But might it not also have been because Johnson welcomes the outrage of a few teary MPs and their defenders on Twitter? After all, that’s apparently been the Johnson strategy since the start: keep on acting appallingly, keep goading the remainers, keep inviting them to denounce and block you all the way to an election that you can fight as “the people v the elite”. A debate about whether it’s appropriate to brand a law preventing a no-deal Brexit as “the surrender act” works well for Johnson, just as the row over the bogus £350m did in 2016, not least because it ensures the idea gets repeated on the airwaves ad nauseam: surrender, surrender, surrender. In the US, Pelosi was reluctant to move to impeachment because she feared it would give Trump the fight he relished. There they go again, he’d say, Democrats and their friends in the “fake news media” using tricks to remove a president that you, the people, elected fair and square. He could play the victim, howling about witch-hunts and “presidential harassment”, tapping into the deep sense of grievance that animates his base. The circus of televised hearings would provide precisely the polarised chaos in which he thrives. There are plenty of other good reasons not to go ahead. Right now impeachment looks doomed to fail: it requires the votes of 67 senators to remove a president from office, which means the defection of 20 Republicans. The liberal Republican wing whose desertion spelled the end for Richard Nixon is all but vanished now: the 21 brave Tories who broke from Johnson have few counterparts on Capitol Hill. The notion of US public opinion shifting en masse against Trump is a stretch, too. US media consumption is now so partisan that Trump’s base will only ever hear a story that exonerates him from guilt. The truth of Watergate was near-universally accepted in 1974; it’s hard to imagine anything being universally accepted now. What’s more, impeachment will consume Democratic energies, distracting them from their ongoing primary contest. When Democrats should be talking to US voters about healthcare, jobs and the climate crisis, they’ll be talking instead about Ukraine, transcripts and secret servers. And yet they have no real choice. The politics of it may be fraught with risk, but it is their duty. The already known facts of the Ukraine episode establish a clear abuse of presidential power: Trump used the might of his office to advance not the country’s interest but his own. Nor can you argue that the remedy for such behaviour is an (upcoming) election, because Trump’s abuse was aimed at subverting that very election. Democrats face the same logic that confronted Johnson’s opponents. Perhaps, politically, it would have played better not to have a wealthy Londoner such as Gina Miller sue the government. Maybe it did look bad having 11 judges strike down the Brexiters’ champion, thereby confirming every Brexiters’ suspicion about the “remain elite”. But the alternative was to let Johnson’s suspension stand, so that a future prime minister could sweep aside an inconvenient parliament, and its irritating scrutiny, whenever they chose and for however long they liked. Perhaps impeachment will hand Trump a reality TV showdown he’ll love. But the alternative was to say that when Trump told a group of teenagers in July that “I have the right to do whatever I want as president”, he was right. If Democrats met this abuse with a shrug, it would become the new normal. In Britain and America, the lesson is clear. Fighting populists might be like wrestling with a pig – you both get dirty, but the pig likes it – and yet it has to be done. The alternative is to see our democratic way of life snuffed out while we watch and wait and do nothing. • Jonathan Freedland is a Guardian columnist",
      "charCount": "8005",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jonathanfreedland\">Jonathan Freedland</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "society/2019/sep/27/innovative-solutions-to-the-uks-housing-crisis",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-09-27T16:53:22Z",
    "webTitle": "Innovative solutions to the UK’s housing crisis | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/sep/27/innovative-solutions-to-the-uks-housing-crisis",
    "apiUrl": "https://content.guardianapis.com/society/2019/sep/27/innovative-solutions-to-the-uks-housing-crisis",
    "fields": {
      "headline": "Innovative solutions to the UK’s housing crisis",
      "standfirst": "<strong>Siân Berry</strong> on Green housing policy, <strong>Celia Thomas</strong> on accessible homes, <strong>John Marsh</strong> on building more almshouses, <strong>Iain Malcolm</strong> on the South Tyneside Housing Ventures Trust, and <strong>Sue Simmons</strong> on volunteering to help the homeless with Nightstop",
      "trailText": "Letters: <strong>Siân Berry</strong> on Green housing policy, <strong>Celia Thomas</strong> on accessible homes, <strong>John Marsh</strong> on building more almshouses, <strong>Iain Malcolm</strong> on the South Tyneside Housing Ventures Trust, and <strong>Sue Simmons</strong> on volunteering to help the homeless with Nightstop",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"bf5644d68f878e838850d23b5eae8ba1c0464db6\"> <img src=\"https://media.guim.co.uk/bf5644d68f878e838850d23b5eae8ba1c0464db6/0_199_5976_3586/1000.jpg\" alt=\"Older women’s co-Housing in Barnet\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The government must now change national policy to ensure all new homes are built to accessible and adaptable standards,’ writes Celia Thomas.</span> <span class=\"element-image__credit\">Photograph: David Levene/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Your report (<a href=\"https://www.theguardian.com/society/2019/sep/23/people-england-living-unsuitable-housing\" title=\"\">One in eight people in poor or unaffordable housing</a>, 23 September) makes clear just how many people are living without their basic right to a decent, secure home they can afford.</p> <p>In London, Greens have helped expose the huge numbers affected by overcrowded conditions and cold, damp mouldy homes, as well as the fact that up to 13 times more people are hidden and homeless every night than are left on the streets. Homeless even if they have a basic roof over their heads, living with friends and family, sofa surfing with strangers or living in unsuitable temporary housing.</p> <p>As a country we urgently need to put the human right to housing first. We need to mandate more social and low-rent homes in new developments, with this new stock of houses built using the latest energy efficiency technologies. And communities should have a stronger voice in local housing policy too.</p> <p>Hard-fought new laws have already increased the rights of renters to get repairs so their homes are fit to live in, and we are soon set to see renters protected against unfair eviction under section 21 of the Housing Act. But the next domino to fall – the one that will finally put the right to a secure home into policy and stop landlords pricing out tenants when they can no longer evict them without reason – is controls on rents in existing homes. This is a Green policy that every area needs, not just London.</p> <p>The free market has proved it is unable to meet this country’s housing needs. Only with public policy putting our housing needs as a bottom line will we stop denying millions of residents of this country this basic human right.<br><strong>Siân Berry</strong><br><em>Green party candidate for mayor of London</em></p> <p>• Your article mentioned many older and disabled people struggling to move around their homes because they are unsuitable. Neither can many thousands get in and out of their homes without a lot of help, which leads to isolation and loneliness. There is a significant shortage of accessible homes in the UK, with most people not able to welcome wheelchair users into their homes due to poor access, according to this month’s YouGov poll commissioned by the housing association Habinteg.</p> <p>The gains for improved accessibility are huge. Disabled people of working age living in suitable housing are four times more likely to be in work than those who have unmet housing needs, and accessible and adaptable homes also alleviate pressure on health and social care services by speeding up hospital discharges and enabling greater independence at home.</p> <p>The government must now change national policy to ensure all new homes are built to accessible and adaptable standards. This was promised by Theresa May in July when a new consultation was announced. We now need the new prime minister to honour that pledge as a matter of urgency.<br><strong>Celia Thomas</strong><br><em>Liberal Democrat, House of Lords</em></p> <p>• I was disappointed to see no mention of almshouses in your <a href=\"https://uploads.guim.co.uk/2019/09/24/Housing_ALL_smaller.pdf\" title=\"\">Homes for Everyone supplement</a> (25 September) about “the future of social housing”. The common perception of almshouses is that they are charming relics of a bygone age, but this is simply not accurate. They have many advantages over other forms of social housing.</p> <p>They are “affordable” for ever, and those who live in them, if they are old people, have the right to remain there until they are no longer able to live alone for whatever reason. The almshouses schemes create communities, so the problems of loneliness are overcome. The properties are looked after by the charity that has to be in place for every alms housing scheme and they have a responsibility to keep an eye on the residents. All this means that the responsibilities of the local authority are much reduced. If built from scratch today they would be very energy-efficient which would be good news for the residents and for the world at large.</p> <p>Building many more almshouses would be an enormous benefit to the country because the new homes would guarantee a stock of affordable housing for the foreseeable future, well-kept and sustainable.</p> <p>And almshouses may be created for other categories of people in need of affordable housing such as key workers, disabled people and those saving to take a step on the housing ladder, and these uses have to be defined by the managing charity. So their provision would be a win-win solution all round.<br><strong>John Marsh</strong><br><em>Hildenborough, Kent</em></p> <p>• In South Tyneside, we know that housing supply, choice and quality underpins economic prosperity and is fundamental to creating sustainable communities (<a href=\"https://www.theguardian.com/society/2019/sep/24/councils-investing-in-quality-homes\" title=\"\">Councils invest in quality design for future savings</a>, Homes for Everyone supplement, 25 September). We are using innovative models to deliver housing that meets local need and aspirations and generates an income for the local authority.</p> <p>South Tyneside Housing Ventures Trust (STHVT), established in 2013, is building affordable social housing for rent. The not-for-profit company has provided a vehicle to build new housing assets protected from right to buy and can access alternative sources of funding not available to the council.</p> <p>With 435 homes now built or under construction, this has proved a very successful model. Almost a quarter of all affordable homes built in South Tyneside in the last five years have been delivered through STHVT. It has also brought more than 50 long-term empty homes back into use for affordable rent, with the rental income reinvested into other properties.</p> <p>South Tyneside council has also established Centaurea Homes, to develop homes for private sale. Planning permission has just been granted for its first development of 62 homes. This will generate over £1m, which will be used to support vital local services. Alongside South Tyneside Homes, the council’s housing management company and STHVT, Centaurea will deliver new, high-quality homes to meet growing demand and create sustainable mixed-tenure neighbourhoods. <br><strong>Cllr Iain Malcolm</strong><br><em>Leader of South Tyneside council</em></p> <p>• Daniel Lavelle describes a number of ways that people can volunteer to help those who are homeless (<a href=\"https://www.theguardian.com/cities/2019/sep/24/homelessness-is-now-part-of-all-our-lives-heres-what-you-can-do-to-help\" title=\"\">How can you best help rough sleepers?</a>, G2, 25 September). We have been volunteer hosts for Nightstop for four years. It is a brilliant way to do something practical to counter the toxic effects of homelessness among young people. Although Lavelle writes that many hosts may have a social work or similar background, a lot of our fellow hosts simply bring their humanity and their wish to help by providing a comfortable bed and a decent evening meal. The young people who have stayed with us have been unfailingly polite and desperate to get their lives back on track, and we hope we have played a small part in helping in that process.</p> <p>We would encourage any reader, of any background, to see if there is a Nightstop scheme in their area. <br><strong>Sue Simmons</strong><br><em>Bovey Tracey, Devon </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1177",
      "commentable": "false",
      "firstPublicationDate": "2019-09-27T16:53:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-27T16:55:03Z",
      "newspaperEditionDate": "2019-09-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cdg4p",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bf5644d68f878e838850d23b5eae8ba1c0464db6/0_199_5976_3586/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your report (One in eight people in poor or unaffordable housing, 23 September) makes clear just how many people are living without their basic right to a decent, secure home they can afford. In London, Greens have helped expose the huge numbers affected by overcrowded conditions and cold, damp mouldy homes, as well as the fact that up to 13 times more people are hidden and homeless every night than are left on the streets. Homeless even if they have a basic roof over their heads, living with friends and family, sofa surfing with strangers or living in unsuitable temporary housing. As a country we urgently need to put the human right to housing first. We need to mandate more social and low-rent homes in new developments, with this new stock of houses built using the latest energy efficiency technologies. And communities should have a stronger voice in local housing policy too. Hard-fought new laws have already increased the rights of renters to get repairs so their homes are fit to live in, and we are soon set to see renters protected against unfair eviction under section 21 of the Housing Act. But the next domino to fall – the one that will finally put the right to a secure home into policy and stop landlords pricing out tenants when they can no longer evict them without reason – is controls on rents in existing homes. This is a Green policy that every area needs, not just London. The free market has proved it is unable to meet this country’s housing needs. Only with public policy putting our housing needs as a bottom line will we stop denying millions of residents of this country this basic human right. Siân Berry Green party candidate for mayor of London • Your article mentioned many older and disabled people struggling to move around their homes because they are unsuitable. Neither can many thousands get in and out of their homes without a lot of help, which leads to isolation and loneliness. There is a significant shortage of accessible homes in the UK, with most people not able to welcome wheelchair users into their homes due to poor access, according to this month’s YouGov poll commissioned by the housing association Habinteg. The gains for improved accessibility are huge. Disabled people of working age living in suitable housing are four times more likely to be in work than those who have unmet housing needs, and accessible and adaptable homes also alleviate pressure on health and social care services by speeding up hospital discharges and enabling greater independence at home. The government must now change national policy to ensure all new homes are built to accessible and adaptable standards. This was promised by Theresa May in July when a new consultation was announced. We now need the new prime minister to honour that pledge as a matter of urgency. Celia Thomas Liberal Democrat, House of Lords • I was disappointed to see no mention of almshouses in your Homes for Everyone supplement (25 September) about “the future of social housing”. The common perception of almshouses is that they are charming relics of a bygone age, but this is simply not accurate. They have many advantages over other forms of social housing. They are “affordable” for ever, and those who live in them, if they are old people, have the right to remain there until they are no longer able to live alone for whatever reason. The almshouses schemes create communities, so the problems of loneliness are overcome. The properties are looked after by the charity that has to be in place for every alms housing scheme and they have a responsibility to keep an eye on the residents. All this means that the responsibilities of the local authority are much reduced. If built from scratch today they would be very energy-efficient which would be good news for the residents and for the world at large. Building many more almshouses would be an enormous benefit to the country because the new homes would guarantee a stock of affordable housing for the foreseeable future, well-kept and sustainable. And almshouses may be created for other categories of people in need of affordable housing such as key workers, disabled people and those saving to take a step on the housing ladder, and these uses have to be defined by the managing charity. So their provision would be a win-win solution all round. John Marsh Hildenborough, Kent • In South Tyneside, we know that housing supply, choice and quality underpins economic prosperity and is fundamental to creating sustainable communities (Councils invest in quality design for future savings, Homes for Everyone supplement, 25 September). We are using innovative models to deliver housing that meets local need and aspirations and generates an income for the local authority. South Tyneside Housing Ventures Trust (STHVT), established in 2013, is building affordable social housing for rent. The not-for-profit company has provided a vehicle to build new housing assets protected from right to buy and can access alternative sources of funding not available to the council. With 435 homes now built or under construction, this has proved a very successful model. Almost a quarter of all affordable homes built in South Tyneside in the last five years have been delivered through STHVT. It has also brought more than 50 long-term empty homes back into use for affordable rent, with the rental income reinvested into other properties. South Tyneside council has also established Centaurea Homes, to develop homes for private sale. Planning permission has just been granted for its first development of 62 homes. This will generate over £1m, which will be used to support vital local services. Alongside South Tyneside Homes, the council’s housing management company and STHVT, Centaurea will deliver new, high-quality homes to meet growing demand and create sustainable mixed-tenure neighbourhoods. Cllr Iain Malcolm Leader of South Tyneside council • Daniel Lavelle describes a number of ways that people can volunteer to help those who are homeless (How can you best help rough sleepers?, G2, 25 September). We have been volunteer hosts for Nightstop for four years. It is a brilliant way to do something practical to counter the toxic effects of homelessness among young people. Although Lavelle writes that many hosts may have a social work or similar background, a lot of our fellow hosts simply bring their humanity and their wish to help by providing a comfortable bed and a decent evening meal. The young people who have stayed with us have been unfailingly polite and desperate to get their lives back on track, and we hope we have played a small part in helping in that process. We would encourage any reader, of any background, to see if there is a Nightstop scheme in their area. Sue Simmons Bovey Tracey, Devon • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "7093",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "environment/2019/sep/27/voters-too-busy-with-supper-or-is-that-tea",
    "type": "article",
    "sectionId": "environment",
    "sectionName": "Environment",
    "webPublicationDate": "2019-09-27T16:45:59Z",
    "webTitle": "Voters too busy with supper, or is that tea? | Brief letters",
    "webUrl": "https://www.theguardian.com/environment/2019/sep/27/voters-too-busy-with-supper-or-is-that-tea",
    "apiUrl": "https://content.guardianapis.com/environment/2019/sep/27/voters-too-busy-with-supper-or-is-that-tea",
    "fields": {
      "headline": "Voters too busy with supper, or is that tea?",
      "standfirst": "Conserving energy | Social change degree | Peter Bradshaw reviews | Isle of Wight | Mealtime debate",
      "trailText": "<strong>Brief letters:</strong> Conserving energy | Social change degree | Peter Bradshaw reviews | Isle of Wight | Mealtime debate",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"40d882dbbe4fcdc10f854cee3881b2d04424e651\"> <img src=\"https://media.guim.co.uk/40d882dbbe4fcdc10f854cee3881b2d04424e651/0_291_5472_3283/1000.jpg\" alt=\"Bowl of pasta\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Tea, dinner or supper? That’s the big question. </span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>Note to anyone who contributes to Feast on Saturdays: please rethink the opening line in your recipes. Modern ovens needn’t be switched on when you start preparing the dish. Preparation times of 20-45 minutes over a switched-on oven simply waste energy. Instead, set your oven timer to five minutes before the end of preparation time to turn the oven on then. Bingo. You’ve saved another couple of minutes for the planet. Multiply that by the number of Guardian readers…<br><strong>Alison Leonard</strong><br><em>Hebden Bridge, West Yorkshire</em></p> <p>• What a hopeful, life-affirming article about Queen Mary University of London’s new “social change” degree course, where students attending are not motivated by potential earnings but by a desire to help fellow human beings within society (<a href=\"https://www.theguardian.com/education/2019/sep/26/uks-first-degree-course-queen-mary-university-london-in-social-change-begins\" title=\"\">Report</a>, 27 September). Come on, other UK universities, put on your own similar courses – they are obviously, and wondrously, in demand.<br><strong>Gayna Walls</strong><br><em>Hythe, Kent</em></p> <p>• Why is Peter Bradshaw’s main G2 review called “<a href=\"https://www.theguardian.com/film/series/peter-bradshaw-film-of-the-week\" title=\"\">film of the week</a>” when it seems that every Friday he gives it fewer stars than other films? Maybe “review of the week” would be a better title.<br><strong>Annette Dent</strong><br><em>Keighley, West Yorkshire</em></p> <p>• Can you explain why the freakishly beautiful Isle of Wight was chosen as a suitable place to send this minority of individuals who are allegedly responsible for part of the climate emergency that is facing us (<a href=\"https://www.theguardian.com/commentisfree/2019/sep/26/why-frequent-flyers-should-be-sent-into-exile\" title=\"\">These too-frequent flyers need their wings clipped</a>, G2, 26 September)?<br><strong>Claire Ezard</strong><br><em>Cowes, Isle of Wight</em></p> <p>• Gaby Hinsliff says that “most voters are too busy cooking supper” to pay attention to politics (<a href=\"https://www.theguardian.com/commentisfree/2019/sep/26/tory-moderates-conservative-party\" title=\"\">Journal</a>, 27 September). Untrue. Most of us – the ones who aren’t posh – are too busy cooking our tea.<br><strong>Andy Riley</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "318",
      "commentable": "false",
      "firstPublicationDate": "2019-09-27T16:45:59Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:26Z",
      "newspaperEditionDate": "2019-09-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cdg6g",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/40d882dbbe4fcdc10f854cee3881b2d04424e651/0_291_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Note to anyone who contributes to Feast on Saturdays: please rethink the opening line in your recipes. Modern ovens needn’t be switched on when you start preparing the dish. Preparation times of 20-45 minutes over a switched-on oven simply waste energy. Instead, set your oven timer to five minutes before the end of preparation time to turn the oven on then. Bingo. You’ve saved another couple of minutes for the planet. Multiply that by the number of Guardian readers… Alison Leonard Hebden Bridge, West Yorkshire • What a hopeful, life-affirming article about Queen Mary University of London’s new “social change” degree course, where students attending are not motivated by potential earnings but by a desire to help fellow human beings within society (Report, 27 September). Come on, other UK universities, put on your own similar courses – they are obviously, and wondrously, in demand. Gayna Walls Hythe, Kent • Why is Peter Bradshaw’s main G2 review called “film of the week” when it seems that every Friday he gives it fewer stars than other films? Maybe “review of the week” would be a better title. Annette Dent Keighley, West Yorkshire • Can you explain why the freakishly beautiful Isle of Wight was chosen as a suitable place to send this minority of individuals who are allegedly responsible for part of the climate emergency that is facing us (These too-frequent flyers need their wings clipped, G2, 26 September)? Claire Ezard Cowes, Isle of Wight • Gaby Hinsliff says that “most voters are too busy cooking supper” to pay attention to politics (Journal, 27 September). Untrue. Most of us – the ones who aren’t posh – are too busy cooking our tea. Andy Riley London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1978",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/sep/27/brexit-major-fears-johnson-could-use-privy-council-to-bypass-law-preventing-no-deal-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-27T14:45:17Z",
    "webTitle": "Brexit: Amber Rudd says Boris Johnson's language 'does incite violence' – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/sep/27/brexit-major-fears-johnson-could-use-privy-council-to-bypass-law-preventing-no-deal-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/sep/27/brexit-major-fears-johnson-could-use-privy-council-to-bypass-law-preventing-no-deal-live-news",
    "fields": {
      "headline": "Brexit: Amber Rudd says Boris Johnson's language 'does incite violence' – as it happened",
      "standfirst": "<p>Former cabinet minister says ‘casual approach to safety of MPs and their staff is immoral’</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/sep/27/amber-rudd-prime-minister-brexit-rhetoric-legitimises-violence\">Amber Rudd says PM’s Brexit rhetoric ‘legitimises violence’</a></li><li><a href=\"https://www.theguardian.com/politics/2019/sep/27/benn-act-is-watertight-gauke-deems-majors-brexit-fears-misplaced\">‘Benn Act is watertight’: Gauke deems Major’s Brexit fears misplaced</a></li><li><a href=\"https://www.theguardian.com/business/2019/sep/27/brexit-uncertainty-pushes-uk-to-brink-of-recession\">Brexit uncertainty pushes UK to brink of recession</a></li></ul>",
      "trailText": "Follow the day’s political events as they happened",
      "byline": "Haroon Siddique  and Mattha Busby",
      "main": "<figure class=\"element element-image\" data-media-id=\"7b138f29d44226597e5ee95f0387870345d45208\"> <img src=\"https://media.guim.co.uk/7b138f29d44226597e5ee95f0387870345d45208/540_234_4416_2651/1000.jpg\" alt=\"Amber Rudd said she was ‘disappointed and stunned’ by Boris Johnson’s comments on Jo Cox.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Amber Rudd said she was ‘disappointed and stunned’ by Boris Johnson’s comments on Jo Cox.</span> <span class=\"element-image__credit\">Photograph: Alastair Grant/AP</span> </figcaption> </figure>",
      "body": "<div id=\"block-5d8e193f8f08fbb0c171ca87\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T14:34:51.708Z\">3.34pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Summary</h2>  <div class=\"block-elements\">  <p>Thanks for all your comments today. I’m going to leave you with a summary of the afternoon’s main developments:</p> <ul> <li><strong>The Scottish first minister, Nicola Sturgeon, has backed the idea of Jeremy Corbyn becoming a caretaker prime minister,</strong> in a bid to secure an extension to the <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> deadline. She said she agrees with installing the Labour leader as PM through a vote of no confidence in Boris Johnson. The Scottish Lib Dems said Corbyn was too divisive to lead a caretaker government.</li> <li><strong>The Labour MP Jess Phillips says she has received more threats</strong> after an incident <a href=\"https://www.theguardian.com/politics/2019/sep/26/man-arrested-outside-office-of-labour-mp-jess-phillips\">outside her constituency office</a> on Thursday when a man allegedly tried to smash her windows. She showed Sky News a message that said: “Unless you change your attitude, be afraid, be very afraid.”</li> <li><strong>Labour has condemned the veteran Conservative backbencher Desmond Swayne for defending wearing blackface makeup as an entirely acceptable bit of fun. </strong>His comments after Justin Trudeau’s admission he had <a href=\"https://www.theguardian.com/world/2019/sep/19/justin-trudeau-wearing-blackface-details-emerge-third-incident\">worn blackface makeup</a> were described by Dawn Butler as “another example of a politician not even trying to understand the history of oppression”.<br></li> <li><strong>The Labour MP David Lammy has criticised the columnist Brendan O’Neill after he said on BBC Politics Live that the delay to <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> should have sparked riots</strong>. It came after the Times quoted an unnamed senior cabinet minister today who warned the country risked a “violent, popular uprising” if a second referendum overturned the result of the first.</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T14:45:17.428Z\">at 3.45pm BST</time></p>  </div> <div id=\"block-5d8e14ef8f08fbb0c171ca5c\" class=\"block\" data-block-contributor=\"profile/mattha-busby\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T14:07:53.753Z\">3.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is a last post to bring a smile to your face before I wrap up the blog with a summary. My eagle-eyed colleague <strong>Mattha Busby </strong>writes about an advert on the Working for an MP website posted by the Conservatives in the European Parliament: </p> <blockquote class=\"quoted\"> <p>The Eurosceptic Conservatives and Reformist Group in the European parliament, which includes Conservative MEPs, <a href=\"http://www.w4mpjobs.org/JobDetails.aspx?jobid=72853\">are recruiting an intern</a> to begin work in Brussels at the European parliament on 1 November for six months, the day after the UK is expected to have left the EU.</p> <p>The successful applicant for the role working for the Conservatives and Reformist Group will receive €1,500 a month and will work to “nurture the relationship between the group and the party now and beyond Brexit”.</p> <p>It is made up of MEPs from rightwing parties across Europe such as Spain’s Vox, Brother’s of Italy, Poland’s Law and Justice, and Sweden Democrats, and the Tories have previously been criticised for their affiliation with the group.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T14:43:48.528Z\">at 3.43pm BST</time></p>  </div> <div id=\"block-5d8e16958f084ab84172e5c3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T14:07:19.579Z\">3.07pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Hugo Dixon, a supporter of the People’s Vote campaign, says that Nicola Sturgeon’s reasoning, that installing Jeremy Corbyn as a caretaker PM after a vote of no confidence in Boris Johnson could secure a Brexit extension, is flawed:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Hugodixon/status/1177580601639149568\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The 14-day period for forming a new government under the Fixed Term Parliaments Act only kicks in if Johnson resigns - see clauses 2.3b and 2.5 <a href=\"https://t.co/bCnRZlJD35\">https://t.co/bCnRZlJD35</a> 2/</p>&mdash; Hugo Dixon (@Hugodixon) <a href=\"https://twitter.com/Hugodixon/status/1177580601639149568?ref_src=twsrc%5Etfw\">September 27, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Hugodixon/status/1177581780276338689\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">So don&#39;t launch a Vote of No Confidence until an extension is in the bag. Better to force Johnson to obey the Benn Act and, if necessary, tighten it up. 4/</p>&mdash; Hugo Dixon (@Hugodixon) <a href=\"https://twitter.com/Hugodixon/status/1177581780276338689?ref_src=twsrc%5Etfw\">September 27, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T15:09:42.779Z\">at 4.09pm BST</time></p>  </div> <div id=\"block-5d8e12548f084ab84172e58d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T13:49:39.427Z\">2.49pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Boris Johnson has penned a <a href=\"https://www.politicshome.com/news/uk/political-parties/conservative-party/house/house-magazine/106839/boris-johnson-mp-we-are\">piece for parliament’s the House magazine</a> ahead of the Conservative party conference saying the UK will leave the EU by 31 October “come what may”. It does not really add much to the debate as there is no indication of how this will be achieved in light of the Benn Act, which was passed to prevent a no-deal Brexit. He writes:</p> <blockquote class=\"quoted\"> <p>We are leaving the European Union by 31 October come what may. This is absolutely crucial in order to renew and restore trust in our precious democracy. The British people have had enough of waiting; the constant message I hear from the public is that they are tired of delay. By getting on with the job we will unite and re-energise our great United Kingdom. I would much prefer the UK to leave the EU with a deal, and the government I lead is working flat out to do its part to make that happen. We have also stepped up preparations and will be fully prepared to leave without an agreement.<br></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T14:09:03.190Z\">at 3.09pm BST</time></p>  </div> <div id=\"block-5d8e10908f081108db9bde85\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T13:43:36.039Z\">2.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Unfortunately, as well as receiving support (see previous post), the Labour MP Jess Phillips has also received more threats overnight. </p> <p><a href=\"https://news.sky.com/story/jess-phillips-mp-warned-to-be-afraid-be-very-afraid-in-death-threats-after-office-attacked-11820767\">From Sky News:</a></p> <blockquote class=\"quoted\"> <p>It reads: “Unless you change your attitude, be afraid, be very afraid... wherever you are, keep looking over your shoulder. The person standing behind you may not be friendly. You and your remain friends have been warned.”</p> <p>Ms Phillips said: “The other thing that happened yesterday is that all day the phones in my Westminster [office] had to eventually be switched off because the line was being jammed with people.</p> <p>“I won’t say what they were shouting because I’m not sure it’s fit for the television, but using words like ‘traitor’,” the Labour MP added.</p> <p>Asked if she’s had death threats she said: “Yeah, lots.”</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T14:08:25.374Z\">at 3.08pm BST</time></p>  </div> <div id=\"block-5d8e0d088f081108db9bde62\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T13:26:45.785Z\">2.26pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>This is <strong>Haroon Siddique</strong> back at the controls. A positive message from Jess Phillips to resume with. It is about the response to an incident <a href=\"https://www.theguardian.com/politics/2019/sep/26/man-arrested-outside-office-of-labour-mp-jess-phillips\">outside her constituency office</a> on Thursday when a man allegedly tried to smash her windows:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessphillips/status/1177566758489788416\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">My office is closed to public today but my constituents can still ring &amp; email for help. I want to thank those who sent lovely messages, today we have had lots of leave voters and conservative voters contacting with love as well as obviously those with other views. <a href=\"https://twitter.com/hashtag/moreincommon?src=hash&amp;ref_src=twsrc%5Etfw\">#moreincommon</a> <a href=\"https://t.co/gJxp32UMYm\">pic.twitter.com/gJxp32UMYm</a></p>&mdash; Jess Phillips Esq., M.P. (@jessphillips) <a href=\"https://twitter.com/jessphillips/status/1177566758489788416?ref_src=twsrc%5Etfw\">September 27, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T13:37:19.219Z\">at 2.37pm BST</time></p>  </div> <div id=\"block-5d8e065f8f084ab84172e4ed\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T13:10:41.468Z\">2.10pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Following his exchange with the No 10 senior adviser <strong tabindex=\"-1\">Dominic Cummings</strong> yesterday, the Labour MP <strong tabindex=\"-1\">Karl Turner</strong> has issued this statement.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/OfficeKTMP/status/1177562090258780160\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Let me clarify yesterday&#39;s exchange with Dominic Cummings. The suggestion that I threatened him is an utter lie. Read full statement below. <a href=\"https://t.co/aErvaKwIHF\">pic.twitter.com/aErvaKwIHF</a></p>&mdash; Office of Karl Turner MP (@OfficeKTMP) <a href=\"https://twitter.com/OfficeKTMP/status/1177562090258780160?ref_src=twsrc%5Etfw\">September 27, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T13:16:36.667Z\">at 2.16pm BST</time></p>  </div> <div id=\"block-5d8e05c68f081108db9bde0a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T12:57:03.731Z\">1.57pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The Labour MP <strong>David Lammy </strong>has criticised the columnist <strong>Brendan O’Neill </strong>after he said on BBC Politics Live earlier that the delay to Brexit should have sparked riots.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidLammy/status/1177564574951849984\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Right wing commentator Brendan O’Neill calling for riots over Brexit is the height of irresponsibility. Lost lives, broken families, burnt out homes, looted shops and damaged businesses are not some cheap talking point. <a href=\"https://t.co/EnJ18yeVaF\">pic.twitter.com/EnJ18yeVaF</a></p>&mdash; David Lammy (@DavidLammy) <a href=\"https://twitter.com/DavidLammy/status/1177564574951849984?ref_src=twsrc%5Etfw\">September 27, 2019</a></blockquote>  </figure>  <p>It comes after the Times quoted an unnamed senior cabinet minister today who warned the country risked a “violent, popular uprising” if a second referendum overturned the result of the first, adding that it would only take “a couple of nasty populist frontmen to inspire people”. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AllieHBNews/status/1177337769779257346\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Friday’s TIMES: “ ‘Deliver Brexit or face riots’ “ <a href=\"https://twitter.com/hashtag/bbcpapers?src=hash&amp;ref_src=twsrc%5Etfw\">#bbcpapers</a> <a href=\"https://twitter.com/hashtag/TomorrowsPapersToday?src=hash&amp;ref_src=twsrc%5Etfw\">#TomorrowsPapersToday</a> <a href=\"https://t.co/XYzxLs3elu\">pic.twitter.com/XYzxLs3elu</a></p>&mdash; Allie Hodgkins-Brown (@AllieHBNews) <a href=\"https://twitter.com/AllieHBNews/status/1177337769779257346?ref_src=twsrc%5Etfw\">September 26, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T13:17:16.925Z\">at 2.17pm BST</time></p>  </div> <div id=\"block-5d8dfff38f084ab84172e493\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T12:46:11.573Z\">1.46pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>A new civility awards scheme for politicians has been launched by members of the House of Lords and campaigners, after stormy proceedings in parliament on Wednesday were widely condemned. </p> <p>The annual Civility in Politics prizes will be given out to politicians who have shown courtesy and decency through their work, with categories of bridge-builder of the year and campaigner of the year, political correspondent <strong>Kate Proctor</strong> reports.</p> <p>Labour peer Lord Wood, one of the figures behind the awards, said: “Everyone agrees that politics in the UK is facing a crisis of trust and a crisis of civility.</p> <p>“As divisions and bitterness mount in the continuing debates around Brexit, we strongly believe that politics must respond not by mirroring these trends, but by resisting them.”</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/27/civility-in-politics-award-aims-to-address-crisis-of-trust\">Civility in Politics award aims to address ‘crisis of trust’</a> </p> </aside> </div>   </div> <div id=\"block-5d8e00218f08fbb0c171c94a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T12:43:06.602Z\">1.43pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Boris Johnson’s spokesman has insisted the government does not recognise a plan that Sir <a href=\"https://www.theguardian.com/politics/john-major\">John Major</a> warned could be used to circumvent the Benn Act, which is aimed at forcing the prime minister to seek a Brexit extension, <strong>Heather Stewart </strong>and <strong>Matthew Weaver </strong>report.</p> <p>It comes after the former justice secretary <a href=\"https://www.theguardian.com/politics/david-gauke\">David Gauke</a> insisted ministers could not bypass the Benn law, which he described as “watertight”.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/27/benn-act-is-watertight-gauke-deems-majors-brexit-fears-misplaced\">No 10 dismisses John Major's fears it could circumvent Benn Act</a> </p> </aside> </div>   </div> <div id=\"block-5d8e00f98f08fbb0c171c954\" class=\"block\" data-block-contributor=\"profile/peterwalker\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T12:37:36.881Z\">1.37pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Labour has condemned the veteran Conservative backbencher <strong>Desmond Swayne</strong> for describing criticism of <strong>Justin Trudeau</strong>’s admission he had <a href=\"https://www.theguardian.com/world/2019/sep/19/justin-trudeau-wearing-blackface-details-emerge-third-incident\">worn blackface makeup</a> as “the latest absurdity of political correctness”.</p> <p>In a <a href=\"https://www.desmondswaynemp.com/ds-blog/trudeaus-turban/\">post on his personal blog</a>, the New Forest West MP said there had been no need for the Canadian prime minister to make a “cringing apology” for wearing what Trudeau called racist makeup to a costume party in 2001. </p> <p>“It was a themed ‘Arabian Nights’ fancy-dress party for heaven’s sake!” Swayne wrote. “It comes to something when you can’t dress-up as Aladdin without attracting the opprobrium of the ‘great and good’. He would have done better to have said it was an entirely acceptable bit of fun and refused to apologise.”</p> <p>Swayne went on: “I once went to a ‘Blues Brothers’ themed fancy-dress party as James Brown. I went to some trouble to be as authentic as possible. I can assure readers of this column that I have no intention of apologising.”</p> <p><strong>Dawn Butler</strong>, Labour’s shadow women and equalities secretary, said the comments were “another example of a politician not even trying to understand the history of oppression”.</p> <p>She said: “The Tories need to explain what action will be taken against him and whether this took place while he was a government minister.”</p> <p>Trudeau, who is in the midst of a re-election struggle, admitted last week that he could not recall how many times he had worn blackface makeup after footage emerged of a third occasion.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T12:49:09.483Z\">at 1.49pm BST</time></p>  </div> <div id=\"block-5d8dfe038f08fbb0c171c92a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T12:23:47.294Z\">1.23pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is some reaction to <strong>Nicola Sturgeon</strong>’s announcement that she would support <strong>Jeremy Corbyn </strong>as a caretaker prime minister.</p> <p>The Scottish Liberal Democrat spokeswoman for constitutional relations, <strong>Wendy Chamberlain</strong>, said: </p> <blockquote class=\"quoted\"> <p><em>We need a plan that has a whiff of a chance of working. Liberal Democrats will back a temporary government to stop a no-deal Brexit but that cannot be led by the divisive Jeremy Corbyn. </em></p> <p><em>The numbers don’t add up. Even Nicola Sturgeon has said that she doesn’t trust him. Jo Swinson is working hard across parties to build a majority at Westminster to stop the damage of Brexit. Anyone who wants to keep Scotland in the UK and the UK in the EU should vote for the Liberal Democrats.</em></p> </blockquote> <p><strong>Kirstene Hair</strong>, Conservative MP for Angus, said: </p> <blockquote class=\"quoted\"> <p><em>This confirms what many have long suspected – SNP MPs will happily prop up Jeremy Corbyn in No 10. There is no doubt that Corbyn’s weak stance on indyref2 is a deciding factor for the nationalists. </em></p> <p><em>He has already left the door open for a re-run of the 2014 referendum if he becomes prime minister. Only a Conservative government will stand up for those who voted no in what was meant to be a once-in-a-generation event.</em></p> </blockquote> <p>Elaborating on the SNP leader’s tweet earlier, a spokesman for the party said: </p> <blockquote class=\"quoted\"> <p><em>The SNP has led the way in ensuring Brexit can be stopped and in bringing parliament back into action after the Tories sought to shut down UK democracy, and we will continue to work with all opposition MPs to stop a no-deal Brexit and call a general election to remove this dangerous and undemocratic prime minister as soon as possible. </em></p> <p><em>It is now possible – if the political will is there – that parties could come together to ensure that the letter to secure an extension is not left in the hands of Boris Johnson and his cronies, who are determined to find a way to get around the Benn Act, but is instead sent by a temporary caretaker prime minister, who would be in office only as long as is necessary to send the letter, with an election held immediately afterwards. </em></p> <p><em>We remain open to all options to achieve the aim of stopping a no-deal Brexit and getting rid of Boris Johnson.</em></p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T12:45:55.896Z\">at 1.45pm BST</time></p>  </div> <div id=\"block-5d8df9698f081108db9bdd60\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T12:14:28.251Z\">1.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The deputy speaker <strong tabindex=\"-1\">Rosie Winterton</strong> has written to her fellow MPs today asking for their support in her effort to become the next Speaker of the House of Commons.</p> <p>She said that she would build on her experience as deputy speaker and seek to be a stabilising, unifying speaker who could help resolve the tensions that have built up in recent times by working with all colleagues in a low-profile, consensus-building way.</p> <p>“We must learn to disagree better,” she said.</p> <p>The current Speaker, <strong tabindex=\"-1\">John Bercow, </strong><a draggable=\"true\" href=\"https://www.theguardian.com/politics/2019/sep/09/john-bercow-to-step-down-as-speaker-by-31-october\">announced this month</a> that he would step down by 31 October, after a decade in the role. Harriet Harman is seen as the frontrunner in the role to succeed him, alongside her fellow Labour MP <strong tabindex=\"-1\">Lindsay Hoyle</strong>, another deputy speaker.</p> <p><strong>Chris Bryant</strong>, another Labour MP, is among those also pitching for the position. He has pledged a “return to the rule book” in what has been described as an anti-Bercow campaign.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T12:42:30.916Z\">at 1.42pm BST</time></p>  </div> <div id=\"block-5d8df8608f08fbb0c171c8dc\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T12:05:39.887Z\">1.05pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Sturgeon supports Corbyn as caretaker PM</h2>  <div class=\"block-elements\">  <p>Good afternoon, <strong>Mattha Busby</strong> here taking over from <strong>Haroon Siddique</strong>. </p> <p>This is from PA Media:</p> <blockquote class=\"quoted\"> <p>Nicola Sturgeon has backed the idea of Jeremy Corbyn becoming a caretaker prime minister, in a bid to secure an extension to the Brexit deadline. </p> <p>The Scottish first minister tweeted on Friday that she agrees with the idea of installing the Labour leader as PM through a vote of no confidence in the Conservative administration so he can secure a Brexit extension, before then calling an immediate general election. </p> <p>In response to a tweet making the suggestion, Ms Sturgeon said: “Agree with this. VONC [vote of no confidence], opposition unites around someone for sole purpose of securing an extension, and then immediate general election. </p> <p>“Nothing is risk free but leaving Johnson in post to force through no deal – or even a bad deal – seems like a terrible idea to me.” </p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/NicolaSturgeon/status/1177523509632913413\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Agree with this. VONC, opposition unites around someone for sole purpose of securing an extension, and then immediate General Election. Nothing is risk free but leaving Johnson in post to force through no deal - or even a bad deal - seems like a terrible idea to me. <a href=\"https://t.co/VYSOLLdR21\">https://t.co/VYSOLLdR21</a></p>&mdash; Nicola Sturgeon (@NicolaSturgeon) <a href=\"https://twitter.com/NicolaSturgeon/status/1177523509632913413?ref_src=twsrc%5Etfw\">September 27, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T12:39:36.516Z\">at 1.39pm BST</time></p>  </div> <div id=\"block-5d8df17d8f084ab84172e3c6\" class=\"block is-summary\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T11:55:42.631Z\">12.55pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Lunchtime summary</h2>  <div class=\"block-elements\">  <ul> <li><strong>The former cabinet minister Amber Rudd has said Boris Johnson’s language “does incite violence”. </strong>Rudd who quit the cabinet and party earlier this month said she was <a href=\"https://www.theguardian.com/politics/2019/sep/27/amber-rudd-prime-minister-brexit-rhetoric-legitimises-violence\">stunned by his comments about Jo Cox and compared his rhetoric to that of Donald Trump</a>.</li> <li><strong>Johnson, speaking in Essex, defended his description of legislation designed to prevent a no-deal Brexit as “surrender”</strong>. He argued that barring such language would have the effect of “impoverishing debate”.</li> <li><strong>A cross-party initiative has been launched to attempt to counter inflammatory language in parliament</strong> by issuing “civility in politics” awards. </li> <li><strong>The former justice minister David Gauke has dismissed fears, raised by John Major, that the government could bypass a law to force the government to delay Brexit beyond 31 October if no deal is agreed.</strong> Gauke, one of 21 Tory rebels fired from the party for supporting the Benn Act said it was “watertight”. Legal commentators concurred with Gauke’s comments.</li> <li><strong>Responding to Major, the PM’s spokesman said the former prime minister’s suggestion that the government could bypass the Benn Act via the privy council was “not something that we recognise”</strong>. A No 10 source described it as “total cobblers”. </li> <li><strong>The court of appeal in Belfast has dismissed an application that the British government’s <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> policy will damage the Northern Ireland peace process. </strong>Three applicants failed in their appeal against a Belfast high court judgment that rejected their challenge against the government’s handling of the Brexit process.</li> <li><strong><a href=\"https://www.theguardian.com/politics/2019/sep/27/ministers-still-do-not-know-nhs-cope-no-deal-brexit-report\">Ministers do not know whether there are sufficient medicines, medical supplies or freight capacity to support the NHS if the UK leaves the EU without a deal next month</a></strong>, the National Audit Office has found.</li> </ul> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T12:46:43.096Z\">at 1.46pm BST</time></p>  </div> <div id=\"block-5d8dea048f081108db9bdcb6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T11:41:38.549Z\">12.41pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Amid mounting concern about the use of inflammatory rhetoric in parliament, a cross-party initiative has been launched to attempt to counter it by highlighting those who refrain from such language.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/StewartWood/status/1177529789000953861\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Today a group of us (across parties &amp; Brexit views) launch a new award for Civility in Politics. It won&#39;t change the world, but we hope it will shine a light on those who argue their cause with decency &amp; engage across divides. Please RT &amp; send nominations<a href=\"https://t.co/7Wf0jVAie9\">https://t.co/7Wf0jVAie9</a></p>&mdash; Stewart Wood (@StewartWood) <a href=\"https://twitter.com/StewartWood/status/1177529789000953861?ref_src=twsrc%5Etfw\">September 27, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T11:59:48.487Z\">at 12.59pm BST</time></p>  </div> <div id=\"block-5d8def7a8f081108db9bdcf6\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T11:20:56.987Z\">12.20pm <span class=\"timezone\">BST</span></time> </p>   <h2 class=\"block-title\">Rudd says PM's language 'does incite violence'</h2>  <div class=\"block-elements\">  <p>The former cabinet minister Amber Rudd has accused Boris Johnson of inciting violence. </p> <p><a href=\"https://www.standard.co.uk/news/politics/amber-rudd-hits-out-at-boris-johnson-as-she-accuses-pm-of-using-language-that-incites-violence-a4248261.html\">She told the Evening Standard: </a></p> <blockquote class=\"quoted\"> <p>The sort of language I’m afraid we’ve seen more and more of coming out from No 10 does incite violence. It’s the sort of language people think legitimises a more aggressive approach and sometimes violence.</p> </blockquote> <p>She added: “The casual approach to safety of MPs and their staff is immoral,” and said she was “disappointed and stunned” by <a draggable=\"true\" href=\"https://www.theguardian.com/politics/2019/sep/26/johnson-refuses-to-say-sorry-for-remarks-about-murdered-mp-jo-cox\">the prime minister’s comments relating to Jo Cox</a>.</p> <p>She said Johnson’s rhetoric reminded her of Donald Trump leading chants of “lock her up” against Hillary Clinton.</p>  <figure class=\"element element-image\" data-media-id=\"a96e48fbfd1de7788d55cf13282bb8f91fe543e2\"> <img src=\"https://media.guim.co.uk/a96e48fbfd1de7788d55cf13282bb8f91fe543e2/0_15_3723_2233/1000.jpg\" alt=\"Amber Rudd\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Amber Rudd.</span> <span class=\"element-image__credit\">Photograph: Neil Hall/EPA</span> </figcaption> </figure>  <p><a href=\"https://www.theguardian.com/politics/2019/sep/07/amber-rudd-resigns-from-cabinet-and-surrenders-conservative-whip\"> Rudd resigned the Tory whip</a> in solidarity with <a href=\"https://www.theguardian.com/politics/2019/sep/04/tory-mps-to-seek-legal-advice-after-having-whip-withdrawn\">the 21 Tories who were expelled from the parliamentary party for voting to stop no-deal Brexit</a>. She told the Standard she was considering standing as an independent Conservative.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T11:35:12.616Z\">at 12.35pm BST</time></p>  </div> <div id=\"block-5d8dee5f8f081108db9bdced\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T11:14:27.621Z\">12.14pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>From PA Media, on John Major’s comments:</p> <p>Downing Street says it does not “recognise” fears flagged by Sir John Major that Boris Johnson could circumvent the Benn Act. </p> <p>The former Tory prime minister said an order of council issued by ministers in the privy council could avoid the PM having to comply with a demand by MPs for Brexit to be extended if no deal is in place before 31 October.</p> <p>Asked why ministers such as the international development secretary, Alok Sharma, had not been able to rule out the prospect in interviews, the prime minister’s spokesman said:</p> <blockquote class=\"quoted\"> <p>I’m sure that the fact these comments were going to be made came as a surprise to everyone because it is simply not something that we recognise.</p> </blockquote> <p>A No 10 source said:<br tabindex=\"-1\"></p> <blockquote class=\"quoted\"> <p>It is absolute nonsense and (I have) absolutely no idea where he has got it from. Total cobblers. We will not use it [order of council]. </p> <p>You will really have to ask him where he has got these from because it is a mystery to all involved.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T11:33:48.120Z\">at 12.33pm BST</time></p>  </div> <div id=\"block-5d8ded4c8f08fbb0c171c85a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T11:09:41.690Z\">12.09pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Boris Johnson has once again defended the language he has used to describe the legislation aimed at blocking a no-deal Brexit.</p> <p>Speaking on a visit to Harlow in Essex, he said: </p> <blockquote class=\"quoted\"> <p>I think the threats against MPs and particularly female MPs are absolutely appalling and we’re doing a lot of work to give MPs the security that they need. </p> <p>But then there’s another question which is: can you use words like ‘surrender’ to describe a certain act or a certain bill? </p> <p>And, quite frankly, I think that you can and if you say that you can’t then you’re kind of impoverishing the language and impoverishing political debate because, after all, the use of that kind of metaphor has been going on for hundreds of years.</p> </blockquote>  <figure class=\"element element-image\" data-media-id=\"03d54b80ddd4e35dd233e7699827c5311a70d75d\"> <img src=\"https://media.guim.co.uk/03d54b80ddd4e35dd233e7699827c5311a70d75d/0_131_3420_2053/1000.jpg\" alt=\"Boris Johnson visits the Princess Alexandra hospital in Harlow to make an announcement on new patient scanning equipment\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson visits the Princess Alexandra hospital in Harlow to make an announcement on new patient scanning equipment.<br></span> <span class=\"element-image__credit\">Photograph: POOL/Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T11:30:01.435Z\">at 12.30pm BST</time></p>  </div> <div id=\"block-5d8deb998f08fbb0c171c832\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T11:01:30.647Z\">12.01pm <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>More rubbishing from No 10 of John Major’s claim that Boris Johnson could try to use the privy council to prevent any delay to Brexit in the event that no deal has been agreed.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/PolhomeEditor/status/1177529391221526528\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Senior Downing Street source says Major’s suggestion is “total cobblers”. <a href=\"https://t.co/7mt4vxbmsL\">https://t.co/7mt4vxbmsL</a></p>&mdash; Kevin Schofield (@PolhomeEditor) <a href=\"https://twitter.com/PolhomeEditor/status/1177529391221526528?ref_src=twsrc%5Etfw\">September 27, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T11:28:28.947Z\">at 12.28pm BST</time></p>  </div> <div id=\"block-5d8de8d68f084ab84172e35b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T10:52:29.113Z\">11.52am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>From PA Media:</p> <blockquote class=\"quoted\"> <p>The court of appeal in Belfast has dismissed an application that the British government’s Brexit policy will damage the Northern Ireland peace process. </p> <p>Three applicants appealed against a Belfast high court judgment that rejected their challenge against the government’s handling of the Brexit process. </p> <p>One of the applicants was high-profile victims’ campaigner Raymond McCord, whose son was murdered by loyalist paramilitaries in 1997. </p> <p>It comes after <a href=\"https://www.theguardian.com/law/2019/sep/24/boris-johnsons-suspension-of-parliament-unlawful-supreme-court-rules-prorogue\">the supreme court unanimously ruled that Prime Minister Boris Johnson acted unlawfully</a> in shutting down parliament for five weeks.</p> </blockquote> </div>   </div> <div id=\"block-5d8de6918f081108db9bdc91\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T10:47:18.513Z\">11.47am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The prime minister’s spokesman is pleading ignorance in relation to John Major’s accusation that Boris Johnson could seek to bypass the Benn Act via the privy council, according to the Mirror.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MirrorPolitics/status/1177531035329818624\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">UPDATE: Boris Johnson&#39;s spokesman insists he &#39;doesn&#39;t recognise&#39; John Major&#39;s claim about how he could ram through no-deal Brexit<a href=\"https://t.co/X77RY4Pi6a\">https://t.co/X77RY4Pi6a</a> <a href=\"https://t.co/BDyLBg065w\">pic.twitter.com/BDyLBg065w</a></p>&mdash; Mirror Politics (@MirrorPolitics) <a href=\"https://twitter.com/MirrorPolitics/status/1177531035329818624?ref_src=twsrc%5Etfw\">September 27, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d8de25f8f084ab84172e2e4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T10:25:53.857Z\">11.25am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>John Major’s speech is not the only development to raise fears about potential attempts to subvert the Benn Act.</p> <p><a href=\"https://www.cityam.com/exclusive-government-plan-to-invoke-eu-laws-supremacy-to-ensure-brexit-on-halloween/\">City AM reports </a>that the government believes it is able to circumvent the act requiring it to delay Britain’s departure from the EU in the absence of a withdrawal agreement by (<em tabindex=\"-1\">irony alert</em>) invoking EU law.</p> <p>The article says: </p> <blockquote class=\"quoted\"> <p>A closely guarded plan known to a small handful of aides would see the government point to the fact that article 50 rests under EU law, while the Benn Act is enshrined in British law.</p> <p>“European law usurps British law,” a source told City AM. “That means the article 50 deadline trumps the Benn Act.”</p> <p>No 10 has repeatedly said it will comply with the law, while simultaneously insisting the UK will leave the EU by Halloween. This plan could see both seemingly contradictory statements come to fruition. </p> <p>One high-ranking Tory MP described the plan as legal, albeit a ‘wheeze’.</p> </blockquote> <p>It should be noted that legal experts have said any attempt to subvert the Benn Act would be unlawful.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T10:50:52.688Z\">at 11.50am BST</time></p>  </div> <div id=\"block-5d8ddd758f08fbb0c171c774\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T10:12:44.772Z\">11.12am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The former justice secretary <a href=\"https://www.theguardian.com/politics/david-gauke\">David Gauke</a> has rejected the idea that ministers can use a loophole to bypass a law which forces Boris Johnson to seek a Brexit extension, my colleague Matthew Weaver writes. </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/27/benn-act-is-watertight-gauke-deems-majors-brexit-fears-misplaced\">'Benn Act is watertight': Gauke deems Major's Brexit fears misplaced</a> </p> </aside>  <p>Gauke, one of 21 Tory rebels who had the party whip removed for voting for the Benn Act, warned Boris Johnson he would face instant legal challenge if he tried to avoid it.</p> <p>He told BBC Radio 4’s Today programme: </p> <blockquote class=\"quoted\"> <p>The Benn Act is watertight. The overwhelming legal consensus is that the courts will declare that the Benn Act is effective, and the government will be forced to comply with it ...</p> <p>I don’t know whether it will be me personally, but if it is necessary for it to be challenged, it will be challenged.</p> <p>And there is time from the 19 October and the 31 October, to go to the courts and ensure that the law is properly applied.</p> </blockquote> </div>   </div> <div id=\"block-5d8ddbda8f081108db9bdbfd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T09:59:14.346Z\">10.59am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The former Brexit secretary David Davis has weighed into the debate on the language used in parliament, defending Boris Johnson’s description of the legislation aimed at blocking no deal as a “surrender bill”.</p> <p>Speaking at a conference in Westminster, Davis said: </p> <blockquote class=\"quoted\"> <p>The effect of the Benn bill is to undermine the government. I deplore the abuse received by MPs (from the public), but it should not be used as an argument for suppressing debate.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T10:45:56.612Z\">at 11.45am BST</time></p>  </div> <div id=\"block-5d8dd66b8f084ab84172e274\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T09:38:22.606Z\">10.38am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>There are a couple of interesting stories around concerning preparedness for Brexit. </p> <p>This, by my colleague <strong>Rajeev Syal</strong>, says ministers do not know whether there are sufficient medicines, medical supplies or freight capacity to support the <a href=\"https://www.theguardian.com/society/nhs\">NHS</a> if the UK leaves the EU without a deal next month, the National Audit Office has found.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/27/ministers-still-do-not-know-nhs-cope-no-deal-brexit-report\">Ministers still do not know if NHS can cope with no deal, says watchdog</a> </p> </aside>  <p>Meanwhile, Schools Week reports that the the Department for Education has denied the existence of preparation plans for a no-deal Brexit that it claimed existed just two months ago.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SchoolsWeek/status/1177476718354821120\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Exclusive: Department for Education denies existence of preparation plans for a no-deal Brexit that it claimed existed just two months ago, prompting accusations it &#39;misled Parliament&#39; <a href=\"https://t.co/4LH2b0lyze\">https://t.co/4LH2b0lyze</a></p>&mdash; Schools Week (@SchoolsWeek) <a href=\"https://twitter.com/SchoolsWeek/status/1177476718354821120?ref_src=twsrc%5Etfw\">September 27, 2019</a></blockquote>  </figure>  <p>Schools Week reports that when it asked the Education and Skills Funding Agency for details of the “decisive action” it previously said it had taken, the agency told it that while it had “discussed the possible contribution of staff as volunteers to be seconded to other government departments for EU exit preparations, there were no specific plans in place regarding discontinuation of work or the allocation of staff numbers or roles to any particular department”.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T09:56:56.669Z\">at 10.56am BST</time></p>  </div> <div id=\"block-5d8dd3078f08fbb0c171c710\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T09:22:02.478Z\">10.22am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>David Allen Green’s comments (see below) dismissing the idea that the government can get round the Benn Act, echo those made by others.</p> <p>They include <a href=\"https://twitter.com/JolyonMaugham/status/1177308131644325888\">Jolyon Maugham QC,</a> a leading lawyer in the fight against Boris Johnson’s prorogation of parliament and Mark Elliot, professor of public law at Cambridge University.<br></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ProfMarkElliott/status/1177354744903475201\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">It is unclear from Sir John Major&#39;s speech exactly what may be in contemplation. One possibility would be an Order made under the royal prerogative. But that would plainly be incapable of suspending an Act of Parliament. /3</p>&mdash; Mark Elliott (@ProfMarkElliott) <a href=\"https://twitter.com/ProfMarkElliott/status/1177354744903475201?ref_src=twsrc%5Etfw\">September 26, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ProfMarkElliott/status/1177354748590198787\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Using the prerogative to suspend an Act of Parliament would also be flatly inconsistent with fundamental constitutional principles, according to which primary legislation enacted by Parliament takes priority over the prerogative. /5</p>&mdash; Mark Elliott (@ProfMarkElliott) <a href=\"https://twitter.com/ProfMarkElliott/status/1177354748590198787?ref_src=twsrc%5Etfw\">September 26, 2019</a></blockquote>  </figure> </div>   </div> <div id=\"block-5d8dd1028f084ab84172e23c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T09:11:05.388Z\">10.11am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The legal commentator David Allen Green has rejected the notion that Boris Johnson could get round the Benn Act via the privy council and says judges would swiftly repudiate any attempt to do so. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidallengreen/status/1177492468087971841\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">And any attempt at such tomfoolery can and would be quashed by the High Court on the basic Padfield constitutional principle within a couple of days, if not a few hours<br><br>Principle so basic it would not need to go to Supreme Court</p>&mdash; David Allen Green (@davidallengreen) <a href=\"https://twitter.com/davidallengreen/status/1177492468087971841?ref_src=twsrc%5Etfw\">September 27, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidallengreen/status/1177498386968150016\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">General purpose tweet<br><br>To any piece of the form &quot;Has [x] discovered a way round the Benn Act?&quot;<br><br>The initial answer is &quot;No, Padfield&quot;<br><br>Only if the piece explains how the 1968 case of Padfield is also sidestepped, then the piece is legally worthless briefed by the legally amateur</p>&mdash; David Allen Green (@davidallengreen) <a href=\"https://twitter.com/davidallengreen/status/1177498386968150016?ref_src=twsrc%5Etfw\">September 27, 2019</a></blockquote>  </figure>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidallengreen/status/1177503281943236609\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">And it is impossible to imagine a situation where an &quot;emergency&quot; powers would allow a government to amend the Benn Act as a direct and proportionate way of mitigating an emergency, but even so, that would need to be put before parliament promptly for approval</p>&mdash; David Allen Green (@davidallengreen) <a href=\"https://twitter.com/davidallengreen/status/1177503281943236609?ref_src=twsrc%5Etfw\">September 27, 2019</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T09:51:52.046Z\">at 10.51am BST</time></p>  </div> <div id=\"block-5d8dd0928f08fbb0c171c703\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T09:04:52.767Z\">10.04am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Here is a link to the full text of John Major’s speech warning that Boris Johnson might try to bypass the law preventing no deal.</p> <p><a href=\"http://www.johnmajorarchive.org.uk/2015-2/sir-john-majors-speech-at-the-centre-for-european-reform-26-september-2019/\">http://www.johnmajorarchive.org.uk/2015-2/sir-john-majors-speech-at-the-centre-for-european-reform-26-september-2019/</a></p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T09:49:52.194Z\">at 10.49am BST</time></p>  </div> <div id=\"block-5d8dce4d8f08fbb0c171c6fd\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T09:02:35.925Z\">10.02am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>The international development secretary, Alok Sharma, refused to answer this morning when asked how the government could abide by the Benn Act and yet still leave the European Union on 31 October.</p> <p>He told the BBC: </p> <blockquote class=\"quoted\"> <p>I’m not going to set out discussions that have occurred in the privacy of cabinet. </p> <p>We are absolutely going to comply with the law, we are working incredibly hard to get a deal and we will be leaving on 31 October.</p> </blockquote>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCr4today/status/1177529908811059201\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Does cabinet minister <a href=\"https://twitter.com/AlokSharma_RDG?ref_src=twsrc%5Etfw\">@AlokSharma_RDG</a> know what the government’s plan is if it doesn’t reach a deal at the next EU summit? <a href=\"https://twitter.com/hashtag/r4today?src=hash&amp;ref_src=twsrc%5Etfw\">#r4today</a> <a href=\"https://t.co/Z6l8V2SfxG\">https://t.co/Z6l8V2SfxG</a> <a href=\"https://t.co/Dh7iIRR0aK\">pic.twitter.com/Dh7iIRR0aK</a></p>&mdash; BBC Radio 4 Today (@BBCr4today) <a href=\"https://twitter.com/BBCr4today/status/1177529908811059201?ref_src=twsrc%5Etfw\">September 27, 2019</a></blockquote>  </figure>  <p>Sharma also said Johnson was right to label the Benn Act, the “surrender act”.</p> <p>He said: </p> <blockquote class=\"quoted\"> <p>If you look at the fundamentals of what that bill does, it does surrender our ability to have effective discussions with the European Union and it does surrender our ability to be able to walk away from the table if that is what happens. </p> <p>We are surrendering our ability to negotiate effectively with the EU. If you were going into a negotiation with both hands tied behind your back, would you not think it somehow a form of capitulation?</p> </blockquote> <p>In his speech, Major also criticised the language being used by Johnson and others. He said:</p> <blockquote class=\"quoted\"> <p>We abhor the language of division and hate - and words such as ‘saboteur’, ‘traitor’, ‘enemy’, ‘surrender’, ‘betrayal’ have no place in our party, our politics, nor in our society. </p> <p>It is emphatically not who we are as a people. And must never be seen as so.</p> </blockquote> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T10:41:34.409Z\">at 11.41am BST</time></p>  </div> <div id=\"block-5d8dc7578f081108db9bdb4f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2019-09-27T08:50:00.591Z\">9.50am <span class=\"timezone\">BST</span></time> </p>    <div class=\"block-elements\">  <p>Good morning and welcome to our live coverage of the day’s political news. This is <strong>Haroon Siddique </strong>standing in for Andrew Sparrow. </p> <p>We’re leading today with the news that the former Conservative prime minister John Major has warned that 10 Downing Street’s current incumbent could seek to subvert <a draggable=\"true\" href=\"https://www.theguardian.com/politics/2019/sep/05/brexit-lords-agree-to-push-through-bill-preventing-no-deal-by-end-of-friday\">the Benn Act</a>, which requires the prime minister to seek an extension to the Brexit withdrawal date beyond 31 October if a withdrawal agreement has not been ratified by then. </p> <p>In a speech to the the Centre for European Reform, Major said he feared Boris Johnson could try – via the privy council – to bypass the Benn Act by suspending it until after 31 October.</p> <p>He said: </p> <blockquote class=\"quoted\"> <p>My fear is that the government will seek to bypass statute law, by passing an order of council to suspend the act until after 31 October. </p> <p>It is important to note that an order of council can be passed by privy councillors – that is government ministers – without involving Her Majesty the Queen.</p> <p>I should warn the prime minister that – if this route is taken – it will be in flagrant defiance of parliament and utterly disrespectful to the supreme court.</p> <p>It would be a piece of political chicanery that no one should ever forgive or forget.</p> </blockquote> <p>Major also accused Johnson of “wilfully” destroying the prospects of cross-party agreement on Brexit with his Commons onslaught on the opposition. </p> <p>We’ll be mopping up all the reaction to Major’s speech and covering the other political developments today. </p> <p>If you want to get in touch, the best way is to tweet me at <a draggable=\"true\" href=\"https://twitter.com/Haroon_Siddique?ref_src=twsrc%5Egoogle%7Ctwcamp%5Eserp%7Ctwgr%5Eauthor\">@Haroon_Siddique</a>.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2019-09-27T09:43:17.350Z\">at 10.43am BST</time></p>  </div>",
      "wordcount": "4060",
      "commentCloseDate": "2019-09-27T16:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-27T08:51:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:16Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cdep4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7b138f29d44226597e5ee95f0387870345d45208/540_234_4416_2651/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Thanks for all your comments today. I’m going to leave you with a summary of the afternoon’s main developments: The Scottish first minister, Nicola Sturgeon, has backed the idea of Jeremy Corbyn becoming a caretaker prime minister, in a bid to secure an extension to the Brexit deadline. She said she agrees with installing the Labour leader as PM through a vote of no confidence in Boris Johnson. The Scottish Lib Dems said Corbyn was too divisive to lead a caretaker government. The Labour MP Jess Phillips says she has received more threats after an incident outside her constituency office on Thursday when a man allegedly tried to smash her windows. She showed Sky News a message that said: “Unless you change your attitude, be afraid, be very afraid.” Labour has condemned the veteran Conservative backbencher Desmond Swayne for defending wearing blackface makeup as an entirely acceptable bit of fun. His comments after Justin Trudeau’s admission he had worn blackface makeup were described by Dawn Butler as “another example of a politician not even trying to understand the history of oppression”. The Labour MP David Lammy has criticised the columnist Brendan O’Neill after he said on BBC Politics Live that the delay to Brexit should have sparked riots. It came after the Times quoted an unnamed senior cabinet minister today who warned the country risked a “violent, popular uprising” if a second referendum overturned the result of the first. Here is a last post to bring a smile to your face before I wrap up the blog with a summary. My eagle-eyed colleague Mattha Busby writes about an advert on the Working for an MP website posted by the Conservatives in the European Parliament: The Eurosceptic Conservatives and Reformist Group in the European parliament, which includes Conservative MEPs, are recruiting an intern to begin work in Brussels at the European parliament on 1 November for six months, the day after the UK is expected to have left the EU. The successful applicant for the role working for the Conservatives and Reformist Group will receive €1,500 a month and will work to “nurture the relationship between the group and the party now and beyond Brexit”. It is made up of MEPs from rightwing parties across Europe such as Spain’s Vox, Brother’s of Italy, Poland’s Law and Justice, and Sweden Democrats, and the Tories have previously been criticised for their affiliation with the group. Hugo Dixon, a supporter of the People’s Vote campaign, says that Nicola Sturgeon’s reasoning, that installing Jeremy Corbyn as a caretaker PM after a vote of no confidence in Boris Johnson could secure a Brexit extension, is flawed: Boris Johnson has penned a piece for parliament’s the House magazine ahead of the Conservative party conference saying the UK will leave the EU by 31 October “come what may”. It does not really add much to the debate as there is no indication of how this will be achieved in light of the Benn Act, which was passed to prevent a no-deal Brexit. He writes: We are leaving the European Union by 31 October come what may. This is absolutely crucial in order to renew and restore trust in our precious democracy. The British people have had enough of waiting; the constant message I hear from the public is that they are tired of delay. By getting on with the job we will unite and re-energise our great United Kingdom. I would much prefer the UK to leave the EU with a deal, and the government I lead is working flat out to do its part to make that happen. We have also stepped up preparations and will be fully prepared to leave without an agreement. Unfortunately, as well as receiving support (see previous post), the Labour MP Jess Phillips has also received more threats overnight. From Sky News: It reads: “Unless you change your attitude, be afraid, be very afraid... wherever you are, keep looking over your shoulder. The person standing behind you may not be friendly. You and your remain friends have been warned.” Ms Phillips said: “The other thing that happened yesterday is that all day the phones in my Westminster [office] had to eventually be switched off because the line was being jammed with people. “I won’t say what they were shouting because I’m not sure it’s fit for the television, but using words like ‘traitor’,” the Labour MP added. Asked if she’s had death threats she said: “Yeah, lots.” This is Haroon Siddique back at the controls. A positive message from Jess Phillips to resume with. It is about the response to an incident outside her constituency office on Thursday when a man allegedly tried to smash her windows: Following his exchange with the No 10 senior adviser Dominic Cummings yesterday, the Labour MP Karl Turner has issued this statement. The Labour MP David Lammy has criticised the columnist Brendan O’Neill after he said on BBC Politics Live earlier that the delay to Brexit should have sparked riots. It comes after the Times quoted an unnamed senior cabinet minister today who warned the country risked a “violent, popular uprising” if a second referendum overturned the result of the first, adding that it would only take “a couple of nasty populist frontmen to inspire people”. A new civility awards scheme for politicians has been launched by members of the House of Lords and campaigners, after stormy proceedings in parliament on Wednesday were widely condemned. The annual Civility in Politics prizes will be given out to politicians who have shown courtesy and decency through their work, with categories of bridge-builder of the year and campaigner of the year, political correspondent Kate Proctor reports. Labour peer Lord Wood, one of the figures behind the awards, said: “Everyone agrees that politics in the UK is facing a crisis of trust and a crisis of civility. “As divisions and bitterness mount in the continuing debates around Brexit, we strongly believe that politics must respond not by mirroring these trends, but by resisting them.” Boris Johnson’s spokesman has insisted the government does not recognise a plan that Sir John Major warned could be used to circumvent the Benn Act, which is aimed at forcing the prime minister to seek a Brexit extension, Heather Stewart and Matthew Weaver report. It comes after the former justice secretary David Gauke insisted ministers could not bypass the Benn law, which he described as “watertight”. Labour has condemned the veteran Conservative backbencher Desmond Swayne for describing criticism of Justin Trudeau’s admission he had worn blackface makeup as “the latest absurdity of political correctness”. In a post on his personal blog, the New Forest West MP said there had been no need for the Canadian prime minister to make a “cringing apology” for wearing what Trudeau called racist makeup to a costume party in 2001. “It was a themed ‘Arabian Nights’ fancy-dress party for heaven’s sake!” Swayne wrote. “It comes to something when you can’t dress-up as Aladdin without attracting the opprobrium of the ‘great and good’. He would have done better to have said it was an entirely acceptable bit of fun and refused to apologise.” Swayne went on: “I once went to a ‘Blues Brothers’ themed fancy-dress party as James Brown. I went to some trouble to be as authentic as possible. I can assure readers of this column that I have no intention of apologising.” Dawn Butler, Labour’s shadow women and equalities secretary, said the comments were “another example of a politician not even trying to understand the history of oppression”. She said: “The Tories need to explain what action will be taken against him and whether this took place while he was a government minister.” Trudeau, who is in the midst of a re-election struggle, admitted last week that he could not recall how many times he had worn blackface makeup after footage emerged of a third occasion. Here is some reaction to Nicola Sturgeon’s announcement that she would support Jeremy Corbyn as a caretaker prime minister. The Scottish Liberal Democrat spokeswoman for constitutional relations, Wendy Chamberlain, said: We need a plan that has a whiff of a chance of working. Liberal Democrats will back a temporary government to stop a no-deal Brexit but that cannot be led by the divisive Jeremy Corbyn. The numbers don’t add up. Even Nicola Sturgeon has said that she doesn’t trust him. Jo Swinson is working hard across parties to build a majority at Westminster to stop the damage of Brexit. Anyone who wants to keep Scotland in the UK and the UK in the EU should vote for the Liberal Democrats. Kirstene Hair, Conservative MP for Angus, said: This confirms what many have long suspected – SNP MPs will happily prop up Jeremy Corbyn in No 10. There is no doubt that Corbyn’s weak stance on indyref2 is a deciding factor for the nationalists. He has already left the door open for a re-run of the 2014 referendum if he becomes prime minister. Only a Conservative government will stand up for those who voted no in what was meant to be a once-in-a-generation event. Elaborating on the SNP leader’s tweet earlier, a spokesman for the party said: The SNP has led the way in ensuring Brexit can be stopped and in bringing parliament back into action after the Tories sought to shut down UK democracy, and we will continue to work with all opposition MPs to stop a no-deal Brexit and call a general election to remove this dangerous and undemocratic prime minister as soon as possible. It is now possible – if the political will is there – that parties could come together to ensure that the letter to secure an extension is not left in the hands of Boris Johnson and his cronies, who are determined to find a way to get around the Benn Act, but is instead sent by a temporary caretaker prime minister, who would be in office only as long as is necessary to send the letter, with an election held immediately afterwards. We remain open to all options to achieve the aim of stopping a no-deal Brexit and getting rid of Boris Johnson. The deputy speaker Rosie Winterton has written to her fellow MPs today asking for their support in her effort to become the next Speaker of the House of Commons. She said that she would build on her experience as deputy speaker and seek to be a stabilising, unifying speaker who could help resolve the tensions that have built up in recent times by working with all colleagues in a low-profile, consensus-building way. “We must learn to disagree better,” she said. The current Speaker, John Bercow, announced this month that he would step down by 31 October, after a decade in the role. Harriet Harman is seen as the frontrunner in the role to succeed him, alongside her fellow Labour MP Lindsay Hoyle, another deputy speaker. Chris Bryant, another Labour MP, is among those also pitching for the position. He has pledged a “return to the rule book” in what has been described as an anti-Bercow campaign. Good afternoon, Mattha Busby here taking over from Haroon Siddique. This is from PA Media: Nicola Sturgeon has backed the idea of Jeremy Corbyn becoming a caretaker prime minister, in a bid to secure an extension to the Brexit deadline. The Scottish first minister tweeted on Friday that she agrees with the idea of installing the Labour leader as PM through a vote of no confidence in the Conservative administration so he can secure a Brexit extension, before then calling an immediate general election. In response to a tweet making the suggestion, Ms Sturgeon said: “Agree with this. VONC [vote of no confidence], opposition unites around someone for sole purpose of securing an extension, and then immediate general election. “Nothing is risk free but leaving Johnson in post to force through no deal – or even a bad deal – seems like a terrible idea to me.” The former cabinet minister Amber Rudd has said Boris Johnson’s language “does incite violence”. Rudd who quit the cabinet and party earlier this month said she was stunned by his comments about Jo Cox and compared his rhetoric to that of Donald Trump. Johnson, speaking in Essex, defended his description of legislation designed to prevent a no-deal Brexit as “surrender”. He argued that barring such language would have the effect of “impoverishing debate”. A cross-party initiative has been launched to attempt to counter inflammatory language in parliament by issuing “civility in politics” awards. The former justice minister David Gauke has dismissed fears, raised by John Major, that the government could bypass a law to force the government to delay Brexit beyond 31 October if no deal is agreed. Gauke, one of 21 Tory rebels fired from the party for supporting the Benn Act said it was “watertight”. Legal commentators concurred with Gauke’s comments. Responding to Major, the PM’s spokesman said the former prime minister’s suggestion that the government could bypass the Benn Act via the privy council was “not something that we recognise”. A No 10 source described it as “total cobblers”. The court of appeal in Belfast has dismissed an application that the British government’s Brexit policy will damage the Northern Ireland peace process. Three applicants failed in their appeal against a Belfast high court judgment that rejected their challenge against the government’s handling of the Brexit process. Ministers do not know whether there are sufficient medicines, medical supplies or freight capacity to support the NHS if the UK leaves the EU without a deal next month, the National Audit Office has found. Amid mounting concern about the use of inflammatory rhetoric in parliament, a cross-party initiative has been launched to attempt to counter it by highlighting those who refrain from such language. The former cabinet minister Amber Rudd has accused Boris Johnson of inciting violence. She told the Evening Standard: The sort of language I’m afraid we’ve seen more and more of coming out from No 10 does incite violence. It’s the sort of language people think legitimises a more aggressive approach and sometimes violence. She added: “The casual approach to safety of MPs and their staff is immoral,” and said she was “disappointed and stunned” by the prime minister’s comments relating to Jo Cox. She said Johnson’s rhetoric reminded her of Donald Trump leading chants of “lock her up” against Hillary Clinton. Rudd resigned the Tory whip in solidarity with the 21 Tories who were expelled from the parliamentary party for voting to stop no-deal Brexit. She told the Standard she was considering standing as an independent Conservative. From PA Media, on John Major’s comments: Downing Street says it does not “recognise” fears flagged by Sir John Major that Boris Johnson could circumvent the Benn Act. The former Tory prime minister said an order of council issued by ministers in the privy council could avoid the PM having to comply with a demand by MPs for Brexit to be extended if no deal is in place before 31 October. Asked why ministers such as the international development secretary, Alok Sharma, had not been able to rule out the prospect in interviews, the prime minister’s spokesman said: I’m sure that the fact these comments were going to be made came as a surprise to everyone because it is simply not something that we recognise. A No 10 source said: It is absolute nonsense and (I have) absolutely no idea where he has got it from. Total cobblers. We will not use it [order of council]. You will really have to ask him where he has got these from because it is a mystery to all involved. Boris Johnson has once again defended the language he has used to describe the legislation aimed at blocking a no-deal Brexit. Speaking on a visit to Harlow in Essex, he said: I think the threats against MPs and particularly female MPs are absolutely appalling and we’re doing a lot of work to give MPs the security that they need. But then there’s another question which is: can you use words like ‘surrender’ to describe a certain act or a certain bill? And, quite frankly, I think that you can and if you say that you can’t then you’re kind of impoverishing the language and impoverishing political debate because, after all, the use of that kind of metaphor has been going on for hundreds of years. More rubbishing from No 10 of John Major’s claim that Boris Johnson could try to use the privy council to prevent any delay to Brexit in the event that no deal has been agreed. From PA Media: The court of appeal in Belfast has dismissed an application that the British government’s Brexit policy will damage the Northern Ireland peace process. Three applicants appealed against a Belfast high court judgment that rejected their challenge against the government’s handling of the Brexit process. One of the applicants was high-profile victims’ campaigner Raymond McCord, whose son was murdered by loyalist paramilitaries in 1997. It comes after the supreme court unanimously ruled that Prime Minister Boris Johnson acted unlawfully in shutting down parliament for five weeks. The prime minister’s spokesman is pleading ignorance in relation to John Major’s accusation that Boris Johnson could seek to bypass the Benn Act via the privy council, according to the Mirror. John Major’s speech is not the only development to raise fears about potential attempts to subvert the Benn Act. City AM reports that the government believes it is able to circumvent the act requiring it to delay Britain’s departure from the EU in the absence of a withdrawal agreement by (irony alert) invoking EU law. The article says: A closely guarded plan known to a small handful of aides would see the government point to the fact that article 50 rests under EU law, while the Benn Act is enshrined in British law. “European law usurps British law,” a source told City AM. “That means the article 50 deadline trumps the Benn Act.” No 10 has repeatedly said it will comply with the law, while simultaneously insisting the UK will leave the EU by Halloween. This plan could see both seemingly contradictory statements come to fruition. One high-ranking Tory MP described the plan as legal, albeit a ‘wheeze’. It should be noted that legal experts have said any attempt to subvert the Benn Act would be unlawful. The former justice secretary David Gauke has rejected the idea that ministers can use a loophole to bypass a law which forces Boris Johnson to seek a Brexit extension, my colleague Matthew Weaver writes. Gauke, one of 21 Tory rebels who had the party whip removed for voting for the Benn Act, warned Boris Johnson he would face instant legal challenge if he tried to avoid it. He told BBC Radio 4’s Today programme: The Benn Act is watertight. The overwhelming legal consensus is that the courts will declare that the Benn Act is effective, and the government will be forced to comply with it ... I don’t know whether it will be me personally, but if it is necessary for it to be challenged, it will be challenged. And there is time from the 19 October and the 31 October, to go to the courts and ensure that the law is properly applied. The former Brexit secretary David Davis has weighed into the debate on the language used in parliament, defending Boris Johnson’s description of the legislation aimed at blocking no deal as a “surrender bill”. Speaking at a conference in Westminster, Davis said: The effect of the Benn bill is to undermine the government. I deplore the abuse received by MPs (from the public), but it should not be used as an argument for suppressing debate. There are a couple of interesting stories around concerning preparedness for Brexit. This, by my colleague Rajeev Syal, says ministers do not know whether there are sufficient medicines, medical supplies or freight capacity to support the NHS if the UK leaves the EU without a deal next month, the National Audit Office has found. Meanwhile, Schools Week reports that the the Department for Education has denied the existence of preparation plans for a no-deal Brexit that it claimed existed just two months ago. Schools Week reports that when it asked the Education and Skills Funding Agency for details of the “decisive action” it previously said it had taken, the agency told it that while it had “discussed the possible contribution of staff as volunteers to be seconded to other government departments for EU exit preparations, there were no specific plans in place regarding discontinuation of work or the allocation of staff numbers or roles to any particular department”. David Allen Green’s comments (see below) dismissing the idea that the government can get round the Benn Act, echo those made by others. They include Jolyon Maugham QC, a leading lawyer in the fight against Boris Johnson’s prorogation of parliament and Mark Elliot, professor of public law at Cambridge University. The legal commentator David Allen Green has rejected the notion that Boris Johnson could get round the Benn Act via the privy council and says judges would swiftly repudiate any attempt to do so. Here is a link to the full text of John Major’s speech warning that Boris Johnson might try to bypass the law preventing no deal. http://www.johnmajorarchive.org.uk/2015-2/sir-john-majors-speech-at-the-centre-for-european-reform-26-september-2019/ The international development secretary, Alok Sharma, refused to answer this morning when asked how the government could abide by the Benn Act and yet still leave the European Union on 31 October. He told the BBC: I’m not going to set out discussions that have occurred in the privacy of cabinet. We are absolutely going to comply with the law, we are working incredibly hard to get a deal and we will be leaving on 31 October. Sharma also said Johnson was right to label the Benn Act, the “surrender act”. He said: If you look at the fundamentals of what that bill does, it does surrender our ability to have effective discussions with the European Union and it does surrender our ability to be able to walk away from the table if that is what happens. We are surrendering our ability to negotiate effectively with the EU. If you were going into a negotiation with both hands tied behind your back, would you not think it somehow a form of capitulation? In his speech, Major also criticised the language being used by Johnson and others. He said: We abhor the language of division and hate - and words such as ‘saboteur’, ‘traitor’, ‘enemy’, ‘surrender’, ‘betrayal’ have no place in our party, our politics, nor in our society. It is emphatically not who we are as a people. And must never be seen as so. Good morning and welcome to our live coverage of the day’s political news. This is Haroon Siddique standing in for Andrew Sparrow. We’re leading today with the news that the former Conservative prime minister John Major has warned that 10 Downing Street’s current incumbent could seek to subvert the Benn Act, which requires the prime minister to seek an extension to the Brexit withdrawal date beyond 31 October if a withdrawal agreement has not been ratified by then. In a speech to the the Centre for European Reform, Major said he feared Boris Johnson could try – via the privy council – to bypass the Benn Act by suspending it until after 31 October. He said: My fear is that the government will seek to bypass statute law, by passing an order of council to suspend the act until after 31 October. It is important to note that an order of council can be passed by privy councillors – that is government ministers – without involving Her Majesty the Queen. I should warn the prime minister that – if this route is taken – it will be in flagrant defiance of parliament and utterly disrespectful to the supreme court. It would be a piece of political chicanery that no one should ever forgive or forget. Major also accused Johnson of “wilfully” destroying the prospects of cross-party agreement on Brexit with his Commons onslaught on the opposition. We’ll be mopping up all the reaction to Major’s speech and covering the other political developments today. If you want to get in touch, the best way is to tweet me at @Haroon_Siddique.",
      "charCount": "24010",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/haroonsiddique\">Haroon Siddique</a>  and <a href=\"profile/mattha-busby\">Mattha Busby</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/sep/27/civility-in-politics-award-aims-to-address-crisis-of-trust",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-27T12:06:39Z",
    "webTitle": "Civility in Politics award aims to address ‘crisis of trust’",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/27/civility-in-politics-award-aims-to-address-crisis-of-trust",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/27/civility-in-politics-award-aims-to-address-crisis-of-trust",
    "fields": {
      "headline": "Civility in Politics award aims to address ‘crisis of trust’",
      "standfirst": "<p>Annual prizes to honour politicians for courtesy and decency amid anger over Brexit<br></p>",
      "trailText": "Annual prizes to honour politicians for courtesy and decency amid anger over Brexit<br>",
      "byline": "Kate Proctor",
      "main": "<figure class=\"element element-image\" data-media-id=\"47b32bb0de1c485a57d3a3778ddd286ca5e1bcc3\"> <img src=\"https://media.guim.co.uk/47b32bb0de1c485a57d3a3778ddd286ca5e1bcc3/40_43_3431_2059/1000.jpg\" alt=\"Boris Johnson speaking in the Commons\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The launch of the awards follows fury over Boris Johnson’s inflammatory language in the Commons.</span> <span class=\"element-image__credit\">Photograph: Reuters TV</span> </figcaption> </figure>",
      "body": "<p>A new civility awards scheme for politicians has been launched by members of the House of Lords and campaigners.</p> <p>The annual Civility in Politics prizes will be given out to politicians who have shown courtesy and decency through their work, with categories of bridge-builder of the year and campaigner of the year.</p> <p>The Labour peer Lord Wood, one of the figures behind the awards, said: “Everyone agrees that politics in the UK is facing a crisis of trust and a crisis of civility.</p> <p>“As divisions and bitterness mount in the continuing debates around Brexit, we strongly believe that politics must respond not by mirroring these trends, but by resisting them.</p> <p>“These awards are a small attempt by a group of people in public life – of different and no political persuasions – to shine a spotlight on politicians who argue their case with decency and civility, and are able to engage with people across the divides that threaten to scar our country.”</p> <p>The launch follows a dramatic week in British politics in which Boris Johnson sparked fury among MPs for his continued description of legislation to block a no-deal Brexit as a “surrender bill”.</p> <p>The prime minister was also heavily criticised for saying the <a href=\"https://www.theguardian.com/politics/2019/sep/26/johnson-refuses-to-say-sorry-for-remarks-about-murdered-mp-jo-cox\">best way to honour the memory of the murdered MP Jo Cox</a> was to “get Brexit done”, while a host of MPs blamed the increasingly toxic debate around Brexit as contributing to a rise in abuse from the public.</p> <p>Alison Goldsworthy, the founder and CEO of the Depolarization Project, is running the awards with Wood. Her organisation provides training courses to businesses, students and community groups on how to be open to other political views and change people’s opinions.</p> <p>The awards are being funded by the Joseph Rowntree Foundation, and nominations open this weekend.</p> <p>A shortlist will be announced in January, with an award ceremony in March 2020, and there will be a £3,000 prize donated to the winning politician of the year’s charity of choice.</p> <p>The judges come from across the political spectrum and include the Liberal Democrat MP Norman Lamb; Gawain Towler, the Brexit party’s director of communications; the Tory peers David Willetts and Sayeeda Warsi; and Isabel Hardman, assistant editor of the Spectator.</p>",
      "wordcount": "370",
      "firstPublicationDate": "2019-09-27T12:06:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-27T12:40:55Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cdf5j",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/47b32bb0de1c485a57d3a3778ddd286ca5e1bcc3/40_43_3431_2059/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A new civility awards scheme for politicians has been launched by members of the House of Lords and campaigners. The annual Civility in Politics prizes will be given out to politicians who have shown courtesy and decency through their work, with categories of bridge-builder of the year and campaigner of the year. The Labour peer Lord Wood, one of the figures behind the awards, said: “Everyone agrees that politics in the UK is facing a crisis of trust and a crisis of civility. “As divisions and bitterness mount in the continuing debates around Brexit, we strongly believe that politics must respond not by mirroring these trends, but by resisting them. “These awards are a small attempt by a group of people in public life – of different and no political persuasions – to shine a spotlight on politicians who argue their case with decency and civility, and are able to engage with people across the divides that threaten to scar our country.” The launch follows a dramatic week in British politics in which Boris Johnson sparked fury among MPs for his continued description of legislation to block a no-deal Brexit as a “surrender bill”. The prime minister was also heavily criticised for saying the best way to honour the memory of the murdered MP Jo Cox was to “get Brexit done”, while a host of MPs blamed the increasingly toxic debate around Brexit as contributing to a rise in abuse from the public. Alison Goldsworthy, the founder and CEO of the Depolarization Project, is running the awards with Wood. Her organisation provides training courses to businesses, students and community groups on how to be open to other political views and change people’s opinions. The awards are being funded by the Joseph Rowntree Foundation, and nominations open this weekend. A shortlist will be announced in January, with an award ceremony in March 2020, and there will be a £3,000 prize donated to the winning politician of the year’s charity of choice. The judges come from across the political spectrum and include the Liberal Democrat MP Norman Lamb; Gawain Towler, the Brexit party’s director of communications; the Tory peers David Willetts and Sayeeda Warsi; and Isabel Hardman, assistant editor of the Spectator.",
      "charCount": "2218",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kate-proctor\">Kate Proctor</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/sep/27/mps-government-prime-minister-no-deal-brexit-parliament-john-major",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-09-27T12:02:51Z",
    "webTitle": "MPs of all parties must unite to rein in this reckless, divisive government | John Major",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/sep/27/mps-government-prime-minister-no-deal-brexit-parliament-john-major",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/sep/27/mps-government-prime-minister-no-deal-brexit-parliament-john-major",
    "fields": {
      "headline": "MPs of all parties must unite to rein in this reckless, divisive government",
      "standfirst": "I fear Boris Johnson will use political chicanery to bypass the anti-no-deal Brexit law. Time for parliament to show its strength",
      "trailText": "I fear Boris Johnson will try to bypass the anti-no-deal Brexit law. Parliament must stand against him, says former prime minister John Major",
      "byline": "John Major",
      "main": "<figure class=\"element element-image\" data-media-id=\"dc8764b4b638068aa543ed8166ff8f1ddac91885\"> <img src=\"https://media.guim.co.uk/dc8764b4b638068aa543ed8166ff8f1ddac91885/300_84_2945_1767/1000.jpg\" alt=\"Boris Johnson speaks in parliament on Wednesday.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The government seems intent on whipping up dissent by using highly emotional and evocative language that can only fuel grievances against parliament and the law.’ Boris Johnson in parliament on Wednesday. </span> <span class=\"element-image__credit\">Photograph: Jessica Taylor/AP</span> </figcaption> </figure>",
      "body": "<p>At the moment, our country is more unsettled, more divided, than I can ever recall. Ministers assure us they are moving towards a deal. <a href=\"https://www.theguardian.com/politics/2019/sep/24/brexit-weekly-briefing-no-evidence-of-progress-on-deal-despite-claims\" title=\"\">The European Union tells us</a> they are not – because no new or viable proposals have been put forward by the British government. The prime minister tells us he wishes to have a deal with Europe. But we don’t see him sitting down in Brussels, hammering out an agreement. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/sep/26/tory-moderates-conservative-party\">Tory moderates may have to fight to get their party back | Gaby Hinsliff</a> </p> </aside>  <p>Lip service is paid to the unanimous <a href=\"https://www.theguardian.com/commentisfree/2019/sep/24/supreme-court-judgment-sounds-trumpet-failed-prime-minister\" title=\"\">judgment of the supreme court</a> – that it was unlawful to prorogue parliament for five weeks – while the prime minister tells us <a href=\"https://www.theguardian.com/politics/video/2019/sep/25/boris-johnson-addresses-mps-after-supreme-court-ruling-and-clashes-with-corbyn-video\" title=\"\">the court was wrong</a> and he was right. That is the cry of those found guilty of misdemeanours throughout the ages.</p> <p>Meanwhile, ministers continue to offer fantasy outcomes of what a post-Brexit future holds for people in every corner of our United Kingdom. As day succeeds day, it seems more likely that we will end up leaving the European Union without any deal at all. On Wednesday night, the prime minister wilfully destroyed any hope of cross-party agreement.</p> <p>The price of such a negotiating failure <a href=\"https://www.theguardian.com/commentisfree/2019/aug/18/cost-no-deal-mps-operation-yellowhammer-brexit\" title=\"\">will be widespread</a> and will affect rich and poor alike – with one difference: the poor will be far less able to protect themselves.</p> <p>Far more is at stake than simply our relationship with the European Union. At stake also is our relationship with the wider world and – because of the nature of our Brexit debate – very probably the future of our domestic politics as well.</p> <p>I don’t believe, after the schism Brexit has created, that we will be able to return to the status quo ante. The government constantly tells us that everyone is fed up with Brexit. So am I. They tell us everyone wants an end to Brexit. So do I. But no one should believe that Brexit will end on the day we leave – whether that is on 31 October, or beyond. Far from it. The impact of Brexit – both internally and externally – will be felt negatively for a very long time.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I hope our millions of traditional, moderate supporters understand that this Conservative government is an aberration</p> </blockquote> </aside>  <p>From the outset, the government’s whole negotiating strategy – if such it can be called – has been driven by a desire to win the support of the anti-European <a href=\"https://www.theguardian.com/commentisfree/2019/jul/23/hard-right-captured-tory-party-boris-johnson-victory-proves-it\" title=\"\">hard right of the Conservative party</a>, together with like-minded media.</p> <p>If the government is to get a deal; if the House of Commons is to approve it; if the scars of Brexit are to be diminished; then there must be compromise in the negotiations. And not only compromise, but understanding – from both sets of negotiators. Little of that has been forthcoming.</p> <p>There is much <a href=\"https://www.theguardian.com/commentisfree/2019/sep/12/voter-registration-focus-inequality-turnout-general-election\" title=\"\">talk of a general election</a>. In the present atmosphere it would be likely to become the most unsavoury election of modern times. Until Brexit is resolved, a general election would solve nothing. It would merely fuel the current feeling of disillusionment and disunity. It may also be pointless, as the most likely outcome is another fragmented parliament – even more bitterly divided than it is now.</p> <p>So why is the government so keen to put our country through that? There may be a political calculation: they believe the Labour party is unelectable under the present leadership; ministers know how serious the problems will be for the people of this country after a no-deal Brexit, and wish to have the election out of the way before the reality of the mess that lies ahead becomes clear.</p> <p>Let me put it another way: if the government was truly confident in the aftermath of their Brexit policy, they would wait for next spring, when they could take credit for the success of Brexit; rejoice – even gloat – that all fears about it were unfounded; and propose a few popular one nation policies to restore the fortunes of the Conservatives.</p> <p>But instead, to reinforce their electoral appeal, the government seems intent on whipping up dissent by using <a href=\"https://www.theguardian.com/politics/live/2019/sep/26/boris-johnsons-brexit-rhetoric-condemned-as-mps-tell-of-death-threats-politics-live?page=with:block-5d8ca34a8f081108db9bd26c\" title=\"\">highly emotional and evocative language</a> that can only provoke fear and anger, and fuel grievances against parliament and the law – inciting opposition to the most important bulwarks of our state and its freedom.</p> <p>Their approach is profoundly un-Conservative and – whatever its short-term effect – will do permanent damage to the reputation of the party. I cannot believe any previous government in our long history would have even considered such reckless and divisive behaviour.</p> <p>We were promised, during the referendum campaign, that Brexit would “… restore parliamentary sovereignty and the supremacy of UK law”. For that reason, I am assuming there will be no further political trickery from this government.</p> <p>There is a contradiction between the act prohibiting the UK <a href=\"https://www.theguardian.com/politics/live/2019/sep/06/brexit-boris-johnson-news-latest-eu-labour-confirms-it-will-not-vote-on-monday-night-for-early-election-live-newsbior\" title=\"\">leaving the EU without a deal</a>, and the prime minister’s continued assertion that he will leave on 31 October.</p> <p>My fear is that the government will seek to bypass statute law by passing an order of council to suspend the act until after 31 October. It is important to note that an order of council can be passed by privy councillors – that is government ministers – without involving the Queen.</p> <p>I should warn the prime minister that – if this route is taken – it will be in flagrant defiance of parliament and utterly disrespectful to the supreme court. It would be a piece of political chicanery that no one should ever forgive or forget.</p> <p>I am a lifelong Conservative. I hope our millions of traditional, moderate, middle-of-the-road supporters understand that this Conservative government’s present position is an aberration.</p> <p>Most Conservatives are not a Brexit party tribute band, nor have we abandoned our core values to find compromise, seek allies, and strive for unity, rather than division and disarray. We abhor the language of division and hate – and words such as “saboteur”, “traitor”, “enemy”, “surrender”, “betrayal” have no place in our party, our politics, nor in our society. It is emphatically not who we are as a people. And must never be seen as so.</p> <p>I hope the Conservative parliamentary party will regain its sense of balance, and rein in the faction of a faction that now prevails in cabinet.</p> <p>Now that parliament is sitting again, it has the opportunity to prove its quality, its strength, its purpose and its power. I hope that every member of parliament – from all parties – will unite together, and rise to that challenge.</p> <p>• John Major is a former prime minister. This is an edited version of a speech he gave at the Centre for European Reform, London on Thursday</p>",
      "wordcount": "1063",
      "commentCloseDate": "2019-09-27T17:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-27T12:02:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:17Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cdftv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/dc8764b4b638068aa543ed8166ff8f1ddac91885/300_84_2945_1767/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "At the moment, our country is more unsettled, more divided, than I can ever recall. Ministers assure us they are moving towards a deal. The European Union tells us they are not – because no new or viable proposals have been put forward by the British government. The prime minister tells us he wishes to have a deal with Europe. But we don’t see him sitting down in Brussels, hammering out an agreement. Lip service is paid to the unanimous judgment of the supreme court – that it was unlawful to prorogue parliament for five weeks – while the prime minister tells us the court was wrong and he was right. That is the cry of those found guilty of misdemeanours throughout the ages. Meanwhile, ministers continue to offer fantasy outcomes of what a post-Brexit future holds for people in every corner of our United Kingdom. As day succeeds day, it seems more likely that we will end up leaving the European Union without any deal at all. On Wednesday night, the prime minister wilfully destroyed any hope of cross-party agreement. The price of such a negotiating failure will be widespread and will affect rich and poor alike – with one difference: the poor will be far less able to protect themselves. Far more is at stake than simply our relationship with the European Union. At stake also is our relationship with the wider world and – because of the nature of our Brexit debate – very probably the future of our domestic politics as well. I don’t believe, after the schism Brexit has created, that we will be able to return to the status quo ante. The government constantly tells us that everyone is fed up with Brexit. So am I. They tell us everyone wants an end to Brexit. So do I. But no one should believe that Brexit will end on the day we leave – whether that is on 31 October, or beyond. Far from it. The impact of Brexit – both internally and externally – will be felt negatively for a very long time. From the outset, the government’s whole negotiating strategy – if such it can be called – has been driven by a desire to win the support of the anti-European hard right of the Conservative party, together with like-minded media. If the government is to get a deal; if the House of Commons is to approve it; if the scars of Brexit are to be diminished; then there must be compromise in the negotiations. And not only compromise, but understanding – from both sets of negotiators. Little of that has been forthcoming. There is much talk of a general election. In the present atmosphere it would be likely to become the most unsavoury election of modern times. Until Brexit is resolved, a general election would solve nothing. It would merely fuel the current feeling of disillusionment and disunity. It may also be pointless, as the most likely outcome is another fragmented parliament – even more bitterly divided than it is now. So why is the government so keen to put our country through that? There may be a political calculation: they believe the Labour party is unelectable under the present leadership; ministers know how serious the problems will be for the people of this country after a no-deal Brexit, and wish to have the election out of the way before the reality of the mess that lies ahead becomes clear. Let me put it another way: if the government was truly confident in the aftermath of their Brexit policy, they would wait for next spring, when they could take credit for the success of Brexit; rejoice – even gloat – that all fears about it were unfounded; and propose a few popular one nation policies to restore the fortunes of the Conservatives. But instead, to reinforce their electoral appeal, the government seems intent on whipping up dissent by using highly emotional and evocative language that can only provoke fear and anger, and fuel grievances against parliament and the law – inciting opposition to the most important bulwarks of our state and its freedom. Their approach is profoundly un-Conservative and – whatever its short-term effect – will do permanent damage to the reputation of the party. I cannot believe any previous government in our long history would have even considered such reckless and divisive behaviour. We were promised, during the referendum campaign, that Brexit would “… restore parliamentary sovereignty and the supremacy of UK law”. For that reason, I am assuming there will be no further political trickery from this government. There is a contradiction between the act prohibiting the UK leaving the EU without a deal, and the prime minister’s continued assertion that he will leave on 31 October. My fear is that the government will seek to bypass statute law by passing an order of council to suspend the act until after 31 October. It is important to note that an order of council can be passed by privy councillors – that is government ministers – without involving the Queen. I should warn the prime minister that – if this route is taken – it will be in flagrant defiance of parliament and utterly disrespectful to the supreme court. It would be a piece of political chicanery that no one should ever forgive or forget. I am a lifelong Conservative. I hope our millions of traditional, moderate, middle-of-the-road supporters understand that this Conservative government’s present position is an aberration. Most Conservatives are not a Brexit party tribute band, nor have we abandoned our core values to find compromise, seek allies, and strive for unity, rather than division and disarray. We abhor the language of division and hate – and words such as “saboteur”, “traitor”, “enemy”, “surrender”, “betrayal” have no place in our party, our politics, nor in our society. It is emphatically not who we are as a people. And must never be seen as so. I hope the Conservative parliamentary party will regain its sense of balance, and rein in the faction of a faction that now prevails in cabinet. Now that parliament is sitting again, it has the opportunity to prove its quality, its strength, its purpose and its power. I hope that every member of parliament – from all parties – will unite together, and rise to that challenge. • John Major is a former prime minister. This is an edited version of a speech he gave at the Centre for European Reform, London on Thursday",
      "charCount": "6247",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/john-major\">John Major</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/sep/26/johnson-refuses-to-say-sorry-for-remarks-about-murdered-mp-jo-cox",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-09-27T11:34:03Z",
    "webTitle": "Boris Johnson refuses to say sorry for remarks about murdered MP Jo Cox",
    "webUrl": "https://www.theguardian.com/politics/2019/sep/26/johnson-refuses-to-say-sorry-for-remarks-about-murdered-mp-jo-cox",
    "apiUrl": "https://content.guardianapis.com/politics/2019/sep/26/johnson-refuses-to-say-sorry-for-remarks-about-murdered-mp-jo-cox",
    "fields": {
      "headline": "Boris Johnson refuses to say sorry for remarks about murdered MP Jo Cox",
      "standfirst": "<p>PM’s adviser Dominic Cummings claims that only carrying out Brexit will calm tensions</p>",
      "trailText": "PM’s adviser Dominic Cummings claims that only carrying out Brexit will calm tensions ",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"1fe5c03e-f7f9-4f77-b3f3-66e31385e11d\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/BT38YTCHZKk?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Boris Johnson has refused to apologise in the face of criticism that he is inciting hatred against MPs, as he briefed his cabinet on preparations for a populist election campaign that will accuse his opponents of “surrender” to the EU.</p> \n<p>In the face of widespread condemnation for his inflammatory rhetoric, the prime minister vowed to carry on referring to the Benn law against no-deal Brexit as the “surrender bill”.</p> \n<p>He also declined to retract his comments about the murder of Jo Cox, <a href=\"https://www.theguardian.com/politics/2019/sep/25/pm-branded-a-disgrace-after-saying-best-way-to-honour-jo-cox-is-to-deliver-brexit\">after saying the best way to honour her memory was to “get Brexit done”</a>.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/sep/26/abuse-is-virtually-constant-female-mps-speak-about-the-threats-they-face\">'Abuse is virtually constant': female MPs speak about the threats they face</a> </p> \n</aside> \n<p>“Obviously I’m deeply sorry for the threats that MPs face and I think it’s very important we look after them, particularly look after female MPs,” he told the BBC.</p> \n<p>“The death of Jo Cox was an absolute tragedy which I think bought the House of Commons together in unison. But it’s also important to protect the right of MPs to speak freely in the House of Commons about important political matters and the fact of the so-called Benn Act is that it surrenders our powers.”</p> \n<p>Tensions remained high in parliament after Wednesday night’s toxic and heated scenes in the House of Commons. A Labour MP, Karl Turner, confronted Johnson’s senior adviser, Dominic Cummings, over death threats received by MPs overnight following the parliamentary debate. Cummings responded: “Get Brexit done.”</p> \n<p>At an event later, Cummings later doubled down on his suggestion that <a href=\"https://www.theguardian.com/politics/2019/sep/26/dominic-cummings-delivering-brexit-only-way-to-solve-abuse-of-mps\">only carrying out Brexit would calm tensions</a>.</p> \n<p>“I know people on both sides of leave and remain who have had serious threats like that, and it is obviously bad. In the end the situation can only be resolved by parliament honouring its promise to respect the result.”</p> \n<p>Johnson’s hardline language and tactics appeared to show he is increasingly focused on fighting an election, amid pessimism in the government and Brussels about the chances of reaching a new EU withdrawal agreement at the October summit. He told his cabinet that <a href=\"https://www.theguardian.com/politics/2019/sep/26/boris-johnson-refuses-to-apologise-for-language-about-jo-cox\">the phrase “surrender bill” was hitting home with voters</a> and would form a key part of any campaign.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"726eebbd-fc5e-41a5-8752-a12d293b2472\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/yD-4vs7He6M?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>With <a href=\"https://www.theguardian.com/politics/2019/sep/26/opposition-planning-again-seize-control-commons-next-week-brexit-corbyn\">Labour</a> refusing an election until no deal is off the table, Johnson is still insisting that he will not have to seek an extension from the EU if he fails to reach a deal.</p> \n<p>Many opposition MPs are sceptical that there really is a way to circumvent the Benn law, but Sir John Major, the former prime minister, will warn on Friday that the government could seek a “order of council” to delay that legislation coming into effect.</p> \n<p>“My fear is that the government will seek to bypass statute law, by passing an order of council to suspend the Act until after 31 October,” he said. “It is important to note that an order of council can be passed by privy councillors – that is government ministers – without involving the Queen.</p> \n<p>“I should warn the prime minister that – if this route is taken – it will be in flagrant defiance of parliament and utterly disrespectful to the supreme court. It would be a piece of political chicanery that no-one should ever forgive or forget.”</p> \n<p>No 10 declined to comment on the idea but there were signs that Johnson’s administration has not resiled from its combative approach to the law, which led to the supreme court ruling unanimously that the suspension of parliament was unlawful.</p> \n<p>A cabinet source said Johnson is preparing to prorogue parliament again a few days before a Queen’s speech to set out his domestic agenda, with the current intention to stick to the original date of 14 October. The prime minister also intends to <a href=\"https://www.theguardian.com/politics/2019/sep/26/mps-reject-mini-recess-for-conservative-conference\">carry on with Conservative party conference next week</a> as usual, while opposition MPs sit in parliament attempting to undermine his strategy.</p> \n<p>Throughout the day on Thursday, <a href=\"https://www.theguardian.com/politics/2019/sep/26/boris-johnson-refuses-to-apologise-for-language-about-jo-cox\">Johnson took a defiant approach to the criticism</a> of MPs who lambasted him for his language in the House of Commons, refusing to appear for a question in parliament on his rhetoric. Instead, he addressed Tory backbench MPs, telling them that he would carry on referring to the “surrender bill”.</p> \n<p>Tory MPs said the mood of Johnson’s meeting had been “largely supportive” but others sighed or raised their eyebrows when asked how he had performed.</p> \n<p>Nicky Morgan, the culture secretary, sent a pointed tweet saying that a “time of strong feelings we all need to remind ourselves of the effect of everything we say on those watching us”, although she cushioned it with a claim that the prime minister was sympathetic about threats received by MPs.</p> \n<p>However, Johnson was criticised more directly by his own sister, Rachel, who told Sky News: “I think it was a very tasteless way of referring to the memory of a murdered MP, murdered by someone who said ‘Britain first’, of the far-right tendency, which you could argue is being whipped up by this sort of language.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"c0393590-2aed-40fe-abb4-be9ab0b03446\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/jutYLDL08TQ?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>“My brother is using words like surrender and capitulation as if the people standing in the way of the blessed will of the people as defined by 17.4m votes in 2016 should be hung, drawn, quartered, tarred and feathered. I think that is highly reprehensible language to use.”</p> \n<p>Johnson was also taken to task directly by Jess Phillips, the Labour MP, in the voting lobbies over his hostile rhetoric, <a href=\"https://www.theguardian.com/politics/2019/sep/26/man-arrested-outside-office-of-labour-mp-jess-phillips\">on the same day a man was arrested outside her office</a>.</p> \n<p>The prime minister later acknowledged that there was a “reasonable anxiety” that MPs in other parties may be less willing to vote for any Brexit deal because of the divisive nature of Wednesday’s debate. However, some Labour backbenchers are still willing to consider what is on offer if there is a chance of resolving Brexit.</p> \n<p>Stephen Kinnock, who is a member of the MPs for a Deal group, said: “Johnson’s language, tone and behaviour are not helpful but we must not allow ourselves to be distracted from the number one priority which is to secure a deal that protects … our constituents so that we can then begin to reunite our deeply divided country.”</p> \n<p>When asked at Thursday night’s event in London whether Johnson was under pressure to deliver Brexit, Cummings said: “We are not under pressure, the referendum was pressure. The referendum was difficult. This is a walk in the park compared to the referendum. We are enjoying this, we are going to leave and we are going to win.”</p>",
      "newspaperPageNumber": "6",
      "wordcount": "1061",
      "firstPublicationDate": "2019-09-26T20:17:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:47:17Z",
      "newspaperEditionDate": "2019-09-27T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cdc5d",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f463198c7f686c6456f46506d4dcaafa74876819/35_64_3464_2078/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson has refused to apologise in the face of criticism that he is inciting hatred against MPs, as he briefed his cabinet on preparations for a populist election campaign that will accuse his opponents of “surrender” to the EU. In the face of widespread condemnation for his inflammatory rhetoric, the prime minister vowed to carry on referring to the Benn law against no-deal Brexit as the “surrender bill”. He also declined to retract his comments about the murder of Jo Cox, after saying the best way to honour her memory was to “get Brexit done”. “Obviously I’m deeply sorry for the threats that MPs face and I think it’s very important we look after them, particularly look after female MPs,” he told the BBC. “The death of Jo Cox was an absolute tragedy which I think bought the House of Commons together in unison. But it’s also important to protect the right of MPs to speak freely in the House of Commons about important political matters and the fact of the so-called Benn Act is that it surrenders our powers.” Tensions remained high in parliament after Wednesday night’s toxic and heated scenes in the House of Commons. A Labour MP, Karl Turner, confronted Johnson’s senior adviser, Dominic Cummings, over death threats received by MPs overnight following the parliamentary debate. Cummings responded: “Get Brexit done.” At an event later, Cummings later doubled down on his suggestion that only carrying out Brexit would calm tensions. “I know people on both sides of leave and remain who have had serious threats like that, and it is obviously bad. In the end the situation can only be resolved by parliament honouring its promise to respect the result.” Johnson’s hardline language and tactics appeared to show he is increasingly focused on fighting an election, amid pessimism in the government and Brussels about the chances of reaching a new EU withdrawal agreement at the October summit. He told his cabinet that the phrase “surrender bill” was hitting home with voters and would form a key part of any campaign. With Labour refusing an election until no deal is off the table, Johnson is still insisting that he will not have to seek an extension from the EU if he fails to reach a deal. Many opposition MPs are sceptical that there really is a way to circumvent the Benn law, but Sir John Major, the former prime minister, will warn on Friday that the government could seek a “order of council” to delay that legislation coming into effect. “My fear is that the government will seek to bypass statute law, by passing an order of council to suspend the Act until after 31 October,” he said. “It is important to note that an order of council can be passed by privy councillors – that is government ministers – without involving the Queen. “I should warn the prime minister that – if this route is taken – it will be in flagrant defiance of parliament and utterly disrespectful to the supreme court. It would be a piece of political chicanery that no-one should ever forgive or forget.” No 10 declined to comment on the idea but there were signs that Johnson’s administration has not resiled from its combative approach to the law, which led to the supreme court ruling unanimously that the suspension of parliament was unlawful. A cabinet source said Johnson is preparing to prorogue parliament again a few days before a Queen’s speech to set out his domestic agenda, with the current intention to stick to the original date of 14 October. The prime minister also intends to carry on with Conservative party conference next week as usual, while opposition MPs sit in parliament attempting to undermine his strategy. Throughout the day on Thursday, Johnson took a defiant approach to the criticism of MPs who lambasted him for his language in the House of Commons, refusing to appear for a question in parliament on his rhetoric. Instead, he addressed Tory backbench MPs, telling them that he would carry on referring to the “surrender bill”. Tory MPs said the mood of Johnson’s meeting had been “largely supportive” but others sighed or raised their eyebrows when asked how he had performed. Nicky Morgan, the culture secretary, sent a pointed tweet saying that a “time of strong feelings we all need to remind ourselves of the effect of everything we say on those watching us”, although she cushioned it with a claim that the prime minister was sympathetic about threats received by MPs. However, Johnson was criticised more directly by his own sister, Rachel, who told Sky News: “I think it was a very tasteless way of referring to the memory of a murdered MP, murdered by someone who said ‘Britain first’, of the far-right tendency, which you could argue is being whipped up by this sort of language. “My brother is using words like surrender and capitulation as if the people standing in the way of the blessed will of the people as defined by 17.4m votes in 2016 should be hung, drawn, quartered, tarred and feathered. I think that is highly reprehensible language to use.” Johnson was also taken to task directly by Jess Phillips, the Labour MP, in the voting lobbies over his hostile rhetoric, on the same day a man was arrested outside her office. The prime minister later acknowledged that there was a “reasonable anxiety” that MPs in other parties may be less willing to vote for any Brexit deal because of the divisive nature of Wednesday’s debate. However, some Labour backbenchers are still willing to consider what is on offer if there is a chance of resolving Brexit. Stephen Kinnock, who is a member of the MPs for a Deal group, said: “Johnson’s language, tone and behaviour are not helpful but we must not allow ourselves to be distracted from the number one priority which is to secure a deal that protects … our constituents so that we can then begin to reunite our deeply divided country.” When asked at Thursday night’s event in London whether Johnson was under pressure to deliver Brexit, Cummings said: “We are not under pressure, the referendum was pressure. The referendum was difficult. This is a walk in the park compared to the referendum. We are enjoying this, we are going to leave and we are going to win.”",
      "charCount": "6164",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/sep/27/labour-lady-hale-headlines-car-crash-conference",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-09-27T10:12:58Z",
    "webTitle": "Labour will be glad Lady Hale stole the headlines from their car-crash conference",
    "webUrl": "https://www.theguardian.com/uk-news/2019/sep/27/labour-lady-hale-headlines-car-crash-conference",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/sep/27/labour-lady-hale-headlines-car-crash-conference",
    "fields": {
      "headline": "Labour will be glad Lady Hale stole the headlines from their car-crash conference",
      "standfirst": "<p>The ruling brought gasps and pandemonium – but the party quickly realised it was win-win</p>",
      "trailText": "The ruling brought gasps and pandemonium – but the party quickly realised it was win-win",
      "byline": "John Crace",
      "main": "<figure class=\"element element-image\" data-media-id=\"bc93b839d7d1f451ce990cb0bfd5a8194d101d7b\"> <img src=\"https://media.guim.co.uk/bc93b839d7d1f451ce990cb0bfd5a8194d101d7b/0_230_3500_2101/1000.jpg\" alt=\"Seumas Milne and Jeremy Corbyn in Brighton\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Where is everyone? Plenty of Labour MPs stayed away from the party conference entirely.</span> <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> </figcaption> </figure>",
      "body": "<h2>Monday</h2> <p>One of the more remarkable features of the Labour party conference was just how few MPs made the effort to come to Brighton. A couple of outliers parachuted themselves in for the day, but the large majority avoided the conference entirely. Which meant that many of the fringe meetings consisted of the same few shadow cabinet ministers and union leaders making much the same speech over and over again. Regardless of what the topic under discussion was meant to be. It did all get quite dull at times. But it was hard to blame so many MPs for staying away, because for most of the first three days the atmosphere was fairly toxic as delegates appeared more interested in blood feuds than getting ready for an election. Having spent the first two days <a href=\"https://www.theguardian.com/politics/2019/sep/21/explained-attempt-to-remove-tom-watson-deputy-labour-leader\">unsuccessfully trying to remove the deputy leader, Tom Watson</a> – one of the few Labour moderates who still bothers to attend conference – the Corbyn wing of the party then went on to slug it out among themselves. The battleground was between those who believed the whole point of joining Corbyn’s Labour party was that its members now got to decide policy and those who reckoned that the leader and those close to him were entitled to do exactly as they wished. Amid rumours of a stitch-up that involved <a href=\"https://www.theguardian.com/politics/video/2019/sep/23/labour-delegates-reject-plan-to-commit-to-remain-video\">Corbyn’s team packing the hall and the refusal of the chair to allow a formal card vote</a>, the latter prevailed and Labour’s position on Brexit stayed one of creative ambiguity rather than a clear backing of remain. Lord make me a democrat, but not yet.</p> <h2><strong>Tuesday</strong></h2> <p>Having sat through all three days of the supreme court hearing, I wasn’t entirely surprised that the judges upheld the Scottish verdict and allowed Gina Miller’s appeal in the English courts. The government lawyers had appeared hopelessly unprepared compared to Lord Pannick and their entire case seemed to rest on the argument that the government was entitled to do pretty much what it pleased when it came to suspending parliament. So the judges shouldn’t worry their pretty little heads about anything: Boris Johnson could prorogue for as long as he wanted and for whatever reason and there wasn’t a damn thing anyone could do about it. Lord Keen and the rest of the government team appeared to have missed the bit in Constitutional Law for Dommies that said the executive was subservient to parliament and should not frustrate its will. But I was taken aback that the <a href=\"https://www.theguardian.com/law/2019/sep/24/boris-johnsons-suspension-of-parliament-unlawful-supreme-court-rules-prorogue\">judgment was unanimous and so damning</a>. There was an audible gasp among the dozens of lobby journalists in the press room at the Labour conference when Lady Hale delivered the verdict and then pandemonium as everyone tried to work out what to do next. Within an hour many reporters had already decamped back to Westminster. The Labour party was also completely wrongfooted but quickly realised it was a win-win situation. They could prevent Tom Watson speaking by bringing forward Jeremy Corbyn’s speech into the time slot allocated for the deputy leader, while the government’s defeat would mean the conference, which had up till then been a bit of a car-crash, would quickly get forgotten. I left Brighton a day early, taking a late train back to London. The one member of the Guardian team who stayed on at the charming B&amp;B we were in told me the owner looked devastated when no one came down to eat the fabulous breakfast he had prepared. I’m sorry Steve. I had a lovely stay, my room was great and you couldn’t have been more welcoming. I hope you’ll have us back another time.</p> <h2><strong>Wednesday</strong></h2> <p>One of the more unusual takes on the supreme court judgment was Michael Gove insisting that Boris Johnson was a <a href=\"https://www.thetimes.co.uk/article/boris-johnson-is-the-pep-guardiola-of-politics-says-gove-5wjg88zf8\">winner like Pep Guardiola</a>, the Manchester City manager. If losing six consecutive votes in the Commons, being found to have unlawfully prorogued parliament, ’losing your majority in parliament, being accused of misconduct in public office through the award of a grant to a friend whose <a href=\"https://www.theguardian.com/politics/2019/sep/25/unfit-for-office-mps-challenge-boris-johnson-public-money-jennifer-arcuri\">UK phone number</a> redirects you to a Florida mailbox – not to mention countless other minor acts of self-harm – makes you a winner, I’d hate to think what Gove reckons would make up a losing streak. I’m fairly certain Guardiola would have been fired by City if he had managed all that in under three months. Hell, even Spurs would have second thoughts about that kind of record and we’ve just been knocked out of the Carabao Cup by league two Colchester. In words I thought I’d never write, Johnson is even making David Cameron look a bit of a winner. Not for anything he did in government obviously, but for the <a href=\"https://www.theguardian.com/books/2019/sep/24/david-cameron-memoir-margaret-atwood-dystopia-for-the-record\">success of his memoirs</a> which have gone straight into the Sunday Times and Amazon top 10 bestseller lists in the first week. I had confidently predicted that Cameron’s memoir would quickly end up in remainder shops, with everyone having had more than enough of him through the extended serialisations in the papers and media exposure elsewhere, but it turns out that there are 20,000 people and counting who are desperate to learn more. If my second book of political sketches – with new bits! – Decline and Fail (out late October) sells that many in its first week, I will be delirious. Cameron has already earned back £40K of his advance. Just another £760K to go.</p> <h2><strong>Thursday</strong></h2> <p>Doctors have long been aware of the placebo effect. But a new study conducted by scientists in Germany on students suffering from exam anxiety takes it to a whole new level. Up till now it has always been assumed that the placebo effect relies on patients believing the medicines they are taking have active ingredients in them. But the German researchers divided their study into two groups, one of which was given nothing at all and the other told that the medicine they were being asked to take twice daily was an Open Label Placebo with nothing in it that could treat anxiety. Amazingly, over the 14-day trial period the OLP group saw their anxiety scores fall by four points and their self-management skills increase by 16-points. The scores for the group that was given nothing remained more or less the same throughout the two weeks. I’ve sometimes wondered just how effective the medications I take to help control my depression and anxiety are and whether they work because I believe they work, but have long since concluded that I don’t really care one way or the other. My mental health feels far too precious and fragile for me to turn myself into a one-man drug trial by experimenting with either coming off or trying alternatives. However low I may be feeling, I’m always only too aware there’s no situation that can’t get worse. It’s the Spurs fan in me.</p> <h2><strong>Friday</strong></h2> <p>Another manic week – almost every week appears to be unprecedented these days – in politics ended with some of the most unpleasant scenes in Westminster I have ever witnessed. Boris Johnson appears to be physically and emotionally incapable of apologising for anything he has done. Rather – in classic Trump playbook style – he doubles down at every turn by making out that he is the real victim and that he only behaves the way he does because everyone else drives him to it. A man with no sense of personal responsibility. He has left many MPs feeling bruised, angry and depressed by insisting his language of surrender, traitors and betrayal has nothing to do with the abuse and death threats that many have received and that they have brought it on themselves by not delivering his as yet unspecified Brexit. One thing that the Incredible Sulk didn’t manage to spoil, though, was my Thursday night. About five months ago, I booked tickets to see <a href=\"https://www.theguardian.com/music/2019/sep/24/agrippina-review-didonato-royal-opera-house-london\">Agrippina</a> – a tragicomic opera of ambition, power and lust set in ancient Rome that now looks quite normal compared to the current incumbent of No 10 – and had feared there might be a critical debate or vote that prevented me from going. For once, though, Johnson didn’t let me down and the opera didn’t disappoint. Three hours in which my soul was temporarily restored. The singing, staging, acting and music were all sensational but Joyce DiDonato in the title role was in a league of her own. She is one of the greatest performers of her generation and was worth every penny and more of the arm and a leg the tickets cost me. It’s odd to be a fan boy at the age of 62, but I’ve seen her many times now and have always come aware that I have been in the presence of a rare talent. An artist generous enough to reach out and touch you with her genius. With one held note and a raised eyebrow she can both break your heart and freeze it. Beg, borrow or steal to get a ticket. You won’t regret it.</p> <p><strong>Digested week: 11-0</strong></p>  <figure class=\"element element-image\" data-media-id=\"679c799f869c6d126515ad3b692f6047fe360871\"> <img src=\"https://media.guim.co.uk/679c799f869c6d126515ad3b692f6047fe360871/0_406_4719_2831/1000.jpg\" alt=\"Boris Johnson and Donald Trump at the UN headquarters in New York\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Trump to Boris: ‘Supreme court’s nothing. Try getting impeached.’</span> <span class=\"element-image__credit\">Photograph: Saul Loeb/AFP/Getty Images</span> </figcaption> </figure>    <figure class=\"element element-image\" data-media-id=\"53ee21b1258480dd34729b7269b544748967e419\"> <img src=\"https://media.guim.co.uk/53ee21b1258480dd34729b7269b544748967e419/61_350_3341_2004/1000.jpg\" alt=\"A postal worker walks past a postbox tied in a knot, an artwork by Alex Chinneck in Sheffield\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Man to postbox: ‘Nationalisation won’t be that bad.’</span> <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> </figcaption> </figure>",
      "newspaperPageNumber": "22",
      "wordcount": "1495",
      "commentCloseDate": "2019-09-27T14:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-09-27T10:12:58Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-09-27T21:53:42Z",
      "newspaperEditionDate": "2019-09-28T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cdf2p",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bc93b839d7d1f451ce990cb0bfd5a8194d101d7b/0_230_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Monday One of the more remarkable features of the Labour party conference was just how few MPs made the effort to come to Brighton. A couple of outliers parachuted themselves in for the day, but the large majority avoided the conference entirely. Which meant that many of the fringe meetings consisted of the same few shadow cabinet ministers and union leaders making much the same speech over and over again. Regardless of what the topic under discussion was meant to be. It did all get quite dull at times. But it was hard to blame so many MPs for staying away, because for most of the first three days the atmosphere was fairly toxic as delegates appeared more interested in blood feuds than getting ready for an election. Having spent the first two days unsuccessfully trying to remove the deputy leader, Tom Watson – one of the few Labour moderates who still bothers to attend conference – the Corbyn wing of the party then went on to slug it out among themselves. The battleground was between those who believed the whole point of joining Corbyn’s Labour party was that its members now got to decide policy and those who reckoned that the leader and those close to him were entitled to do exactly as they wished. Amid rumours of a stitch-up that involved Corbyn’s team packing the hall and the refusal of the chair to allow a formal card vote, the latter prevailed and Labour’s position on Brexit stayed one of creative ambiguity rather than a clear backing of remain. Lord make me a democrat, but not yet. Tuesday Having sat through all three days of the supreme court hearing, I wasn’t entirely surprised that the judges upheld the Scottish verdict and allowed Gina Miller’s appeal in the English courts. The government lawyers had appeared hopelessly unprepared compared to Lord Pannick and their entire case seemed to rest on the argument that the government was entitled to do pretty much what it pleased when it came to suspending parliament. So the judges shouldn’t worry their pretty little heads about anything: Boris Johnson could prorogue for as long as he wanted and for whatever reason and there wasn’t a damn thing anyone could do about it. Lord Keen and the rest of the government team appeared to have missed the bit in Constitutional Law for Dommies that said the executive was subservient to parliament and should not frustrate its will. But I was taken aback that the judgment was unanimous and so damning. There was an audible gasp among the dozens of lobby journalists in the press room at the Labour conference when Lady Hale delivered the verdict and then pandemonium as everyone tried to work out what to do next. Within an hour many reporters had already decamped back to Westminster. The Labour party was also completely wrongfooted but quickly realised it was a win-win situation. They could prevent Tom Watson speaking by bringing forward Jeremy Corbyn’s speech into the time slot allocated for the deputy leader, while the government’s defeat would mean the conference, which had up till then been a bit of a car-crash, would quickly get forgotten. I left Brighton a day early, taking a late train back to London. The one member of the Guardian team who stayed on at the charming B&amp;B we were in told me the owner looked devastated when no one came down to eat the fabulous breakfast he had prepared. I’m sorry Steve. I had a lovely stay, my room was great and you couldn’t have been more welcoming. I hope you’ll have us back another time. Wednesday One of the more unusual takes on the supreme court judgment was Michael Gove insisting that Boris Johnson was a winner like Pep Guardiola, the Manchester City manager. If losing six consecutive votes in the Commons, being found to have unlawfully prorogued parliament, ’losing your majority in parliament, being accused of misconduct in public office through the award of a grant to a friend whose UK phone number redirects you to a Florida mailbox – not to mention countless other minor acts of self-harm – makes you a winner, I’d hate to think what Gove reckons would make up a losing streak. I’m fairly certain Guardiola would have been fired by City if he had managed all that in under three months. Hell, even Spurs would have second thoughts about that kind of record and we’ve just been knocked out of the Carabao Cup by league two Colchester. In words I thought I’d never write, Johnson is even making David Cameron look a bit of a winner. Not for anything he did in government obviously, but for the success of his memoirs which have gone straight into the Sunday Times and Amazon top 10 bestseller lists in the first week. I had confidently predicted that Cameron’s memoir would quickly end up in remainder shops, with everyone having had more than enough of him through the extended serialisations in the papers and media exposure elsewhere, but it turns out that there are 20,000 people and counting who are desperate to learn more. If my second book of political sketches – with new bits! – Decline and Fail (out late October) sells that many in its first week, I will be delirious. Cameron has already earned back £40K of his advance. Just another £760K to go. Thursday Doctors have long been aware of the placebo effect. But a new study conducted by scientists in Germany on students suffering from exam anxiety takes it to a whole new level. Up till now it has always been assumed that the placebo effect relies on patients believing the medicines they are taking have active ingredients in them. But the German researchers divided their study into two groups, one of which was given nothing at all and the other told that the medicine they were being asked to take twice daily was an Open Label Placebo with nothing in it that could treat anxiety. Amazingly, over the 14-day trial period the OLP group saw their anxiety scores fall by four points and their self-management skills increase by 16-points. The scores for the group that was given nothing remained more or less the same throughout the two weeks. I’ve sometimes wondered just how effective the medications I take to help control my depression and anxiety are and whether they work because I believe they work, but have long since concluded that I don’t really care one way or the other. My mental health feels far too precious and fragile for me to turn myself into a one-man drug trial by experimenting with either coming off or trying alternatives. However low I may be feeling, I’m always only too aware there’s no situation that can’t get worse. It’s the Spurs fan in me. Friday Another manic week – almost every week appears to be unprecedented these days – in politics ended with some of the most unpleasant scenes in Westminster I have ever witnessed. Boris Johnson appears to be physically and emotionally incapable of apologising for anything he has done. Rather – in classic Trump playbook style – he doubles down at every turn by making out that he is the real victim and that he only behaves the way he does because everyone else drives him to it. A man with no sense of personal responsibility. He has left many MPs feeling bruised, angry and depressed by insisting his language of surrender, traitors and betrayal has nothing to do with the abuse and death threats that many have received and that they have brought it on themselves by not delivering his as yet unspecified Brexit. One thing that the Incredible Sulk didn’t manage to spoil, though, was my Thursday night. About five months ago, I booked tickets to see Agrippina – a tragicomic opera of ambition, power and lust set in ancient Rome that now looks quite normal compared to the current incumbent of No 10 – and had feared there might be a critical debate or vote that prevented me from going. For once, though, Johnson didn’t let me down and the opera didn’t disappoint. Three hours in which my soul was temporarily restored. The singing, staging, acting and music were all sensational but Joyce DiDonato in the title role was in a league of her own. She is one of the greatest performers of her generation and was worth every penny and more of the arm and a leg the tickets cost me. It’s odd to be a fan boy at the age of 62, but I’ve seen her many times now and have always come aware that I have been in the presence of a rare talent. An artist generous enough to reach out and touch you with her genius. With one held note and a raised eyebrow she can both break your heart and freeze it. Beg, borrow or steal to get a ticket. You won’t regret it. Digested week: 11-0",
      "charCount": "8516",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johncrace\">John Crace</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]