[
  {
    "id": "politics/2019/aug/31/brexit-weirdest-week-four-scenarios",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-31T20:37:00Z",
    "webTitle": "What happens now? Four scenarios for Brexit’s weirdest week",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/31/brexit-weirdest-week-four-scenarios",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/31/brexit-weirdest-week-four-scenarios",
    "fields": {
      "headline": "What happens now? Four scenarios for Brexit’s weirdest week",
      "standfirst": "Can MPs seize the initiative in parliament and, if they do, will they be able to agree on what to do after that?",
      "trailText": "Can MPs seize the initiative in parliament and, if they do, will they be able to agree on what to do after that?",
      "byline": "Isabel Hardman",
      "main": "<figure class=\"element element-image\" data-media-id=\"b8de37148b265cf68fa513abfe42ed5001fd31ab\"> <img src=\"https://media.guim.co.uk/b8de37148b265cf68fa513abfe42ed5001fd31ab/0_0_5000_3333/1000.jpg\" alt=\"Placards outside Downing Street before a protest on Saturday.\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Placards outside Downing Street before a protest on Saturday against Brexit and the prorogation of parliament.</span> <span class=\"element-image__credit\">Photograph: Vickie Flores/EPA</span> </figcaption> </figure>",
      "body": "<p>Dominic Cummings, Boris Johnson’s top adviser or evil Brexit mastermind, depending on your perspective, has told friends that the autumn is likely to be “fucking weird”. And we are about to enter what will surely be the weirdest week of this term, as MPs desperately try to block a no-deal Brexit. It will be strange and unpredictable, as they attempt to <a href=\"https://www.theguardian.com/politics/2019/aug/28/mps-react-with-fury-to-boris-johnsons-plan-to-suspend-parliament\" title=\"\">rip up the parliamentary timetable</a> and introduce their own legislation. They will rely on the Speaker behaving equally abnormally in order to help them get their way. So what could happen over the next week – and how likely are the different options?</p> <h2>1. Emergency debate</h2> <p>This would be a particular type of debate under standing order 24, which would normally have a very boring motion for MPs to vote on at the end, merely acknowledging that the house has debated the matter. In this instance, though, MPs are hoping the Speaker will <a href=\"https://www.theguardian.com/politics/2019/aug/28/boris-johnsons-move-to-prorogue-parliament-a-constitutional-outrage-says-speaker\" title=\"\">allow them to amend that motion</a> and take control of the parliamentary timetable. Then they would introduce primary legislation along the lines of a bill passed earlier this year by Labour’s Yvette Cooper and Tory Oliver Letwin, forcing Johnson to delay Brexit once again.</p> <p>This seems the most likely scenario, but it has a number of problems. The first – and this runs like a seam through the whole anti-no-deal camp – is that the politicians who might back it don’t fully agree on what the detail of the legislation should be. Often MPs are quite happy to overlook detail but, in this case, a poorly worded bill could give Johnson the opportunity to wriggle out of getting an extension to the Brexit deadline. If they succeed in getting it through its Commons stages, the MPs then have to hope that the legislation survives the Lords, which is far less likely. It has to receive royal assent before 9 September or it will fail. Hostile peers will try to stop this happening by filibustering the debate.</p> <h2>2. Vote of no confidence</h2> <p>This is Jeremy Corbyn’s favoured option, and one that looks a little more likely now that MPs are panicking about their limited time and options for stopping no deal. The successful rebels could then come together to install some kind of alternative government, either with Corbyn as caretaker prime minister, or a “government of national unity”. Corbyn wants the former for the same reason his opponents in the Lib Dems and anti-no deal Tories are so against it: he would be in Downing Street and therefore voters would find it much easier to imagine him as prime minister when asked to do so in an election. Or there could be a general election, which would take place after the Brexit deadline, meaning that Britain would leave without a deal anyway.</p> <h2>3. The courts<br></h2> <p>Sir John Major <a href=\"https://www.theguardian.com/politics/2019/aug/30/john-major-to-join-legal-fight-to-stop-johnson-suspending-parliament\" title=\"\">joining forces</a> with Gina Miller in her judicial review of the prorogation of parliament adds some weight to the argument that the courts may yet stop a no-deal exit. But politically this is highly awkward for anti-Brexit campaigners. It will just reinforce Boris Johnson’s already planned election campaign message that he is standing up for the people against the opponents of democracy. The courts may prove very reluctant to be the determinants of how Britain leaves the European Union in any case. The high court has a preliminary hearing for Miller’s case on Thursday.</p> <h2>4. Humble address</h2> <p>This is the most complex and least likely of the options. Dominic Grieve and opposition MPs are drawing up a motion that would express their unhappiness with parliament being prorogued, and appeal to the Queen to stop the process. Critics say it would “drag the Queen into politics”, though a number of MPs who have previously claimed to be fervent republicans have suddenly become ardently keen on the monarchy interfering in Brexit.</p> <p>That there are so many options still in play is one of the greatest weaknesses of those trying to stop no deal. They are still confused, with just days left to achieve their aims. They have even threatened to set up camp in Church House, Westminster, with an “alternative parliament”, though they don’t seem clear what this would achieve. Given all this confusion, the weirdest thing to happen in this coming week would be MPs managing to agree on one course of action and sticking to it.</p> <p><em>Isabel Hardman</em><em> is the </em><em>assistant editor of the Spectator</em><em> </em></p>",
      "newspaperPageNumber": "11",
      "wordcount": "735",
      "commentable": "false",
      "firstPublicationDate": "2019-08-31T15:00:55Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:51Z",
      "newspaperEditionDate": "2019-09-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c8ydx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b8de37148b265cf68fa513abfe42ed5001fd31ab/0_252_5000_3000/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Dominic Cummings, Boris Johnson’s top adviser or evil Brexit mastermind, depending on your perspective, has told friends that the autumn is likely to be “fucking weird”. And we are about to enter what will surely be the weirdest week of this term, as MPs desperately try to block a no-deal Brexit. It will be strange and unpredictable, as they attempt to rip up the parliamentary timetable and introduce their own legislation. They will rely on the Speaker behaving equally abnormally in order to help them get their way. So what could happen over the next week – and how likely are the different options? 1. Emergency debate This would be a particular type of debate under standing order 24, which would normally have a very boring motion for MPs to vote on at the end, merely acknowledging that the house has debated the matter. In this instance, though, MPs are hoping the Speaker will allow them to amend that motion and take control of the parliamentary timetable. Then they would introduce primary legislation along the lines of a bill passed earlier this year by Labour’s Yvette Cooper and Tory Oliver Letwin, forcing Johnson to delay Brexit once again. This seems the most likely scenario, but it has a number of problems. The first – and this runs like a seam through the whole anti-no-deal camp – is that the politicians who might back it don’t fully agree on what the detail of the legislation should be. Often MPs are quite happy to overlook detail but, in this case, a poorly worded bill could give Johnson the opportunity to wriggle out of getting an extension to the Brexit deadline. If they succeed in getting it through its Commons stages, the MPs then have to hope that the legislation survives the Lords, which is far less likely. It has to receive royal assent before 9 September or it will fail. Hostile peers will try to stop this happening by filibustering the debate. 2. Vote of no confidence This is Jeremy Corbyn’s favoured option, and one that looks a little more likely now that MPs are panicking about their limited time and options for stopping no deal. The successful rebels could then come together to install some kind of alternative government, either with Corbyn as caretaker prime minister, or a “government of national unity”. Corbyn wants the former for the same reason his opponents in the Lib Dems and anti-no deal Tories are so against it: he would be in Downing Street and therefore voters would find it much easier to imagine him as prime minister when asked to do so in an election. Or there could be a general election, which would take place after the Brexit deadline, meaning that Britain would leave without a deal anyway. 3. The courts Sir John Major joining forces with Gina Miller in her judicial review of the prorogation of parliament adds some weight to the argument that the courts may yet stop a no-deal exit. But politically this is highly awkward for anti-Brexit campaigners. It will just reinforce Boris Johnson’s already planned election campaign message that he is standing up for the people against the opponents of democracy. The courts may prove very reluctant to be the determinants of how Britain leaves the European Union in any case. The high court has a preliminary hearing for Miller’s case on Thursday. 4. Humble address This is the most complex and least likely of the options. Dominic Grieve and opposition MPs are drawing up a motion that would express their unhappiness with parliament being prorogued, and appeal to the Queen to stop the process. Critics say it would “drag the Queen into politics”, though a number of MPs who have previously claimed to be fervent republicans have suddenly become ardently keen on the monarchy interfering in Brexit. That there are so many options still in play is one of the greatest weaknesses of those trying to stop no deal. They are still confused, with just days left to achieve their aims. They have even threatened to set up camp in Church House, Westminster, with an “alternative parliament”, though they don’t seem clear what this would achieve. Given all this confusion, the weirdest thing to happen in this coming week would be MPs managing to agree on one course of action and sticking to it. Isabel Hardman is the assistant editor of the Spectator",
      "charCount": "4271",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/isabelhardman\">Isabel Hardman</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/aug/31/leaks-rows-sacking-secret-shutdown-plan-boris-johnson-dominic-cummings",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-08-31T19:06:33Z",
    "webTitle": "How a secret plan to close parliament sparked uproar across Britain",
    "webUrl": "https://www.theguardian.com/politics/2019/aug/31/leaks-rows-sacking-secret-shutdown-plan-boris-johnson-dominic-cummings",
    "apiUrl": "https://content.guardianapis.com/politics/2019/aug/31/leaks-rows-sacking-secret-shutdown-plan-boris-johnson-dominic-cummings",
    "fields": {
      "headline": "How a secret plan to close parliament sparked uproar across Britain",
      "standfirst": "After the Observer revealed Dominic Cummings’s scheme, rifts opened up in the heart of government",
      "trailText": "After the Observer revealed Dominic Cummings’s scheme, rifts opened up in the heart of government",
      "byline": "Toby Helm",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"572b1ecc3ecfbf4e4974f3fe34f3efbc02223a46\"> \n <img src=\"https://media.guim.co.uk/572b1ecc3ecfbf4e4974f3fe34f3efbc02223a46/0_217_3500_2100/1000.jpg\" alt=\"Boris Johnson in Biarritz on 26 August 2019 at the end of the G7 summit.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson in Biarritz on 26 August 2019 at the end of the G7 summit.</span> \n  <span class=\"element-image__credit\">Photograph: Dylan Martinez/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>For much of August the plan<a href=\"https://www.theguardian.com/politics/2019/aug/24/johnson-seeks-legal-advice-parliament-closure\" title=\"\"> to shut down parliament for five weeks</a> was kept a very tight secret at the heart of government. For the few Whitehall officials who were made aware of it early on, however, it was not difficult to decipher whose fingerprints were all over it. It was clear to that small group that the bombshell idea had been hatched by Boris Johnson’s closest adviser, Dominic Cummings, and No 10’s director of legislative affairs, Nikki da Costa.</p> \n<p>Cummings has long been known at Westminster for his disdain for Whitehall and the way the entire system of British government works. He doesn’t mince his words or tolerate those he regards as fools. “If he meets resistance from ministers or officials he will just tell them to fuck off, whoever they are,” said one Whitehall source, who has worked with him.</p> \n<p>In 2016 Cummings ran the successful Vote Leave campaign to take the UK out of the EU, <a href=\"https://www.theguardian.com/politics/2019/mar/27/commons-report-rules-dominic-cummings-in-contempt-of-parliament\" title=\"\">and was later held in contempt of parliament</a> for failing to appear before a select committee investigating the spread of fake news during the Brexit referendum.</p> \n<p>Da Costa, on the other hand, is less well known and far less abrasive. She served under Theresa May for a time advising on parliamentary issues. As well being a Brexiter, Da Costa has a fascination with parliament and, say friends, believes in the need to strengthen the power of the executive in relation to parliament in order to get business done.</p> \n<p>Having found themselves thrown together in Johnson’s new team at No 10 in July, Cummings and Da Costa found common cause. “It was obvious that prorogation was the Cummings/Da Costa masterplan,” said an insider.</p> \n<p>Apart from the prime minister, who insisted repeatedly during his campaign for the Tory leadership that <a href=\"https://www.theguardian.com/politics/2019/jun/27/boris-johnson-refuses-rule-out-forcing-through-no-deal-brexit\" title=\"\">he was “not attracted” to the idea</a> of proroguing parliament while never actually ruling it out, few even in the cabinet heard anything about what was being planned until a week ago.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"a6e3847f-f534-48fa-9919-609e4c49cad2\" data-atom-type=\"timeline\"> \n  <div>\n   <div class=\"atom-Timeline\">\n    <p><i>(August 24, 2019)</i>&nbsp;<strong> The story breaks</strong></p>\n    <p></p>\n    <p>The Observer breaks the story that <a href=\"https://www.theguardian.com/politics/2019/aug/24/johnson-seeks-legal-advice-parliament-closure\">Boris Johnson has sought legal advice on closing parliament for five weeks</a>&nbsp;</p>\n    <p></p>\n    <p><i>(August 27, 2019)</i>&nbsp;<strong>Leaks spread</strong></p>\n    <p></p>\n    <p>Other media organisations begin to receive leaks that Johnson will make a statement on prorogation</p>\n    <p></p>\n    <p><i>(August 28, 2019)</i>&nbsp;<strong>Visit to Balmoral</strong></p>\n    <p></p>\n    <p>Three privy counsellors, including Jacob Rees-Mogg, travel to Balmoral to tell the Queen of the prorogation plan. Cabinet ministers are informed by conference call</p>\n    <p></p>\n    <p><i>(August 31, 2019)</i>&nbsp;<strong>Protests and protestations</strong></p>\n    <p></p>\n    <p><a href=\"https://www.theguardian.com/politics/2019/aug/31/thousands-expected-to-join-protests-against-boris-johnson-coup\">Tens of thousands protest against prorogation</a>. Cross-party group of MPs steps up preparation for blocking no deal when parliament makes a brief return</p>\n    <p></p>\n    <p><i>(September 3, 2019)</i>&nbsp;<strong>Parliament returns</strong></p>\n    <p></p>\n    <p>Parliament returns and the prime minister loses six votes in six days. MPs vote to prevent a no-deal Brexit, and refuse Johnson's attempts to force them into a general election.</p>\n    <p></p>\n    <p><i>(September 6, 2019)</i>&nbsp;<strong> Gina Miller case fails</strong></p>\n    <p></p>\n    <p>Legal campaigner Gina Miller vows to continue her “fight for democracy” after the high court dismissed her claim that the prime minister acted unlawfully in giving advice to the Queen to suspend parliament at a time of momentous political upheaval.</p>\n    <p></p>\n    <p><i>(September 9, 2019)</i>&nbsp;<strong>Parliament dissolved</strong></p>\n    <p></p>\n    <p>Parliament is dissolved amid chaotic scenes as some MPs hold up signs saying they have been silenced, try to prevent Speaker John Bercow leaving the chamber, and&nbsp; sing the Red Flag.</p>\n    <p></p>\n    <p><i>(September 11, 2019)</i>&nbsp;<strong> Scottish court ruling</strong></p>\n    <p></p>\n    <p>The court of session in Scotland rules that <a href=\"https://www.theguardian.com/politics/2019/sep/11/scottish-judges-rule-boris-johnsons-prorogation-unlawful\">Boris Johnson’s decision to prorogue parliament for five weeks was unlawful</a>. The case will go to the supreme court.</p>\n    <p></p>\n    <p><i>(September 17, 2019)</i>&nbsp;<strong> Supreme court hearing</strong></p>\n    <p></p>\n    <p>The Supreme court begins three-day hearing to join together all the appeals and legal challenges to the prorogation.</p>\n    <p></p>\n    <p><i>(September 24, 2019)</i>&nbsp;<strong>Supreme court finds prorogation was unlawful</strong></p>\n    <p></p>\n    <p>The judges unanimously decided that prorogation was justiciable, and it was in the power of the court to rule on it.<b>&nbsp;</b>They additionally found that <a href=\"https://www.theguardian.com/law/2019/sep/24/boris-johnsons-suspension-of-parliament-unlawful-supreme-court-rules-prorogue\">the prorogation was unlawful</a>, as it had the effect of preventing parliament from being able to carry out its constitutional functions. The court found that the prime minister’s advice to the Queen was unlawful, void and of no effect. Their unanimous judgement was that parliament had not been prorogued.</p>\n    <p></p>\n    <p><i>(September 25, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Parliament goes back to work.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>One who was kept in the loop was Michael Gove, who had employed Cummings <a href=\"https://www.theguardian.com/politics/2013/oct/11/genetics-teaching-gove-adviser\" title=\"\">as his special adviser when education secretary</a>, and is now in charge of no-deal preparations. Gove spoke out strongly against prorogation during his failed leadership bid: “I think it would be wrong for many reasons. I think it would not be true to the best traditions of British democracy,” he said. But that was the past, and once moves were in train, Gove put up no resistance.</p> \n<p>Some time in mid to late August, however, the circle of those in the know had to widen. With the clock ticking towards parliament’s return on 3 September, advice on the legality of a five-week prorogration before a Queen’s speech on 14 October had to be sought. The attorney general, Geoffrey Cox, became formally involved, and was asked by the prime minister whether such a constitutionally momentous move was legally possible.</p> \n<p>Emails were exchanged between a wider group of government officials as the planning intensified. Cummings will have known that shutting down parliament when MPs wanted to debate urgent issues around Brexit would provoke uproar among Remainers and MPs who were against no deal. Cross-party groups of MPs spent the summer planning how to use parliamentary procedures and pass legislation to force Johnson to ask the EU for a further Brexit extension if he could not strike a deal within weeks.</p> \n<p>Some officials were so horrified when they heard about the plan that they felt they had to act. “There is a team of people in there who are determined to fight this,” the <em>Observer</em> was told 10 days ago. Last Friday an email between a Whitehall official and No 10 was leaked to this newspaper. It made clear that Johnson had approached Cox for advice on a five-week suspension from around 9 September to 14 October. Cox’s initial view, the correspondence made clear, was that it would probably be legal, unless various court actions being planned by Remainers to block prorogation were successful. Downing Street’s official response when asked about the leak was, at first, muted. “No 10 officials ask for legal and policy advice every day,” said a government source.</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"472bf1811cca536a312312d435f9ef04c1bdcb5c\"> \n <img src=\"https://media.guim.co.uk/472bf1811cca536a312312d435f9ef04c1bdcb5c/0_156_2902_3625/801.jpg\" alt=\"Dominic Cummings arrives at Downing Street.\" width=\"801\" height=\"1000\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Dominic Cummings arrives at Downing Street.</span> \n  <span class=\"element-image__credit\">Photograph: James Veysey/Rex</span> \n </figcaption> \n</figure> \n<p>But when<a href=\"https://www.theguardian.com/politics/2019/aug/24/johnson-seeks-legal-advice-parliament-closure\" title=\"\"> the </a><em><a href=\"https://www.theguardian.com/politics/2019/aug/24/johnson-seeks-legal-advice-parliament-closure\" title=\"\">Observer</a></em><a href=\"https://www.theguardian.com/politics/2019/aug/24/johnson-seeks-legal-advice-parliament-closure\" title=\"\"> story </a>broke last Saturday evening, as Johnson and his team were in Biarritz for the G7 summit preparing for meetings with US president Donald Trump and EU council president Donald Tusk the next day, Downing Street changed tack and tried to dismiss the story in a way that was to backfire spectacularly.</p> \n<p>Johnson’s press team issued a statement saying that “the claim that the government is considering proroguing parliament in September in order to stop MPs debating Brexit is entirely false”. It did not deny that the attorney general had been consulted about prorogation but its intent was clear: to create the impression that shutting down parliament was not going to happen.</p> \n<p>But less than 72 hours later more leaks were to follow from people inside the government machine to media organisations saying that the prime minister was to make an announcement about prorogation on Wednesday morning. After the BBC got wind of the new leaks, some senior staff were initially dubious that they were genuine, given No 10’s previous denials. When Johnson announced the exact same plan on which his team had poured buckets of cold water four days earlier, large sections of the media, as well as MPs and much of the country, were understandably furious.</p> \n<p>On Saturday, as MPs from all the main opposition parties continued urgent talks on how to use their now far smaller window of parliamentary time (realistically just a few days before parliament is shut down early next week) to pass legislation to block no deal and force another Brexit extension,<a href=\"https://www.theguardian.com/world/2019/aug/31/thousands-protest-against-boris-johnson-parliament-shutdown-uk-brexit\" title=\"\"> anger erupted on streets</a> across the UK.</p> \n<p>Tens of thousands of people took part in almost 100 demonstrations, holding banners saying “stop the coup” and “save our democracy”. In London, crowds chanted outside the gates of Downing Street. The Labour MP Jess Phillips, who backs a second Brexit referendum, said: “It is vital that in this political emergency, we do not let anyone separate parliament from the people. In the House of Commons next week, I will proudly be voting with MPs of all parties to stop no deal from being forced on the people. And on the streets outside, in towns and cities across Britain, people will be protesting to defend our parliament and our most cherished democratic rights against an executive which is now out of control.”</p> \n<p>But it was not only on the streets that tempers were fraying and divisions deepening. Inside government it emerged that Cummings, angry at how Whitehall had been leaking like a sieve and desperate to halt the plans of anti-no deal MPs by imposing iron discipline, had taken it upon himself <a href=\"https://www.theguardian.com/politics/2019/aug/30/sajid-javid-was-not-told-in-advance-of-advisers-sacking-by-cummings\" title=\"\">to summarily sack Sonia Khan,</a> one of the chancellor of the exchequer Sajid Javid’s key advisers, on Thursday.</p> \n<p>Cummings suspected Khan had been talking to Philip Hammond, Javid’s predecessor as chancellor, for whom she used to work and who is now at the centre of the anti-no deal alliance of senior MPs. Cummings summoned Khan from the Treasury to No 10 on Thursday evening without telling the new chancellor and asked if she had been in contact with Hammond or any of his inner circle.</p> \n<p>She said she had not had any direct contact with Hammond since she had started working for Javid in July and had only met one of his former aides socially a fortnight before. Cummings then asked to see her two mobile phones, one used for work and the other for private calls. He saw she had spoken to the same friend and ex-colleague a week previously and immediately told Khan she was fired.</p> \n<p>He then left the office in No 10 and summoned an armed policeman to march Khan out of Downing Street.</p> \n<p>As she was escorted out other advisers looked on in amazement. A former government insider said a culture of fear had taken hold: “What Cummings is up to makes me sick. It is appalling. Sonia was very shaken. His behaviour makes Fi and Nick [Fiona Hill and Nick Timothy who ran No 10 with iron fists before being fired by Theresa May after the 2017 general election debacle] look collegiate.”</p> \n<figure class=\"element element-image element--supporting\" data-media-id=\"7f6f7f5d43fe43ae2baf06f7369ddeaba796e53c\"> \n <img src=\"https://media.guim.co.uk/7f6f7f5d43fe43ae2baf06f7369ddeaba796e53c/2069_332_1053_1316/800.jpg\" alt=\"Parliamentary special adviser Sonia Khan.\" width=\"800\" height=\"1000\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Parliamentary special adviser Sonia Khan.</span> \n  <span class=\"element-image__credit\">Photograph: Aaron Chown/PA</span> \n </figcaption> \n</figure> \n<p>On Friday Javid held an angry meeting with Johnson about the dismissal, demanding to know why he had not been informed and complaining that Cummings was out of control. Others inside government said Cummings was trying to establish a “reign of terror”. “It is simply outrageous. You can’t be sacked for phoning a friend,” said a source. Another insider said Cummings had been particularly “spooked” and angered by Tuesday’s leak about the prorogation announcement.</p> \n<p>The premature release of the plan meant a carefully organised schedule that involved telling the Queen of the prorogation at Balmoral the next day, had to be reorganised. The original plan had been for a group of privy counsellors – House of Commons leader Jacob Rees-Mogg, Lords leader Baroness Evans and government chief whip Mark Spencer – to travel to Scotland to meet the Queen at midday and then hold a cabinet conference call to tell ministers what was happening an hour later.</p> \n<p>But because news of the Balmoral meeting had leaked to the BBC and most of the cabinet knew nothing about the prorogation, the conference call was hastily brought forward, as ministers tried to work out what on earth was going on. Culture secretary Nicky Morgan had just 24 hours earlier gone on BBC Radio 4 to declare: “Downing Street have made it very clear that claims of any sort of prorogation in September are utterly false.”</p> \n<p>On Tuesday parliament returns after the summer break for what promises to be one of the most tempestuous weeks in its history. On Wednesday, Javid is due to announce his spending review, giving details of how the Johnson government’s ambitious plans for health, schools and the police will be funded. But the new chancellor has already had a furious bust-up with the new prime minister. Javid’s first big event risks being totally eclipsed by bitter rows over the prorogation, ploys to stop no deal, and the behaviour of Johnson’s closest aide.</p> \n<p>Just a few weeks ago, when he entered Downing Street, Johnson promised to deliver Brexit and then bring the country together. Instead he is being accused of trying to turn it into a dictatorship. Meanwhile Westminster and external forces are rallying against him. “We have defeated dictators in the past,” said shadow chancellor John McDonnell amid the din of angry protests in London yesterday, “and we will defeat this dictatorship under Johnson.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1777",
      "commentable": "false",
      "firstPublicationDate": "2019-08-31T19:06:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:48:51Z",
      "newspaperEditionDate": "2019-09-01T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/c8n3f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/572b1ecc3ecfbf4e4974f3fe34f3efbc02223a46/0_217_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "For much of August the plan to shut down parliament for five weeks was kept a very tight secret at the heart of government. For the few Whitehall officials who were made aware of it early on, however, it was not difficult to decipher whose fingerprints were all over it. It was clear to that small group that the bombshell idea had been hatched by Boris Johnson’s closest adviser, Dominic Cummings, and No 10’s director of legislative affairs, Nikki da Costa. Cummings has long been known at Westminster for his disdain for Whitehall and the way the entire system of British government works. He doesn’t mince his words or tolerate those he regards as fools. “If he meets resistance from ministers or officials he will just tell them to fuck off, whoever they are,” said one Whitehall source, who has worked with him. In 2016 Cummings ran the successful Vote Leave campaign to take the UK out of the EU, and was later held in contempt of parliament for failing to appear before a select committee investigating the spread of fake news during the Brexit referendum. Da Costa, on the other hand, is less well known and far less abrasive. She served under Theresa May for a time advising on parliamentary issues. As well being a Brexiter, Da Costa has a fascination with parliament and, say friends, believes in the need to strengthen the power of the executive in relation to parliament in order to get business done. Having found themselves thrown together in Johnson’s new team at No 10 in July, Cummings and Da Costa found common cause. “It was obvious that prorogation was the Cummings/Da Costa masterplan,” said an insider. Apart from the prime minister, who insisted repeatedly during his campaign for the Tory leadership that he was “not attracted” to the idea of proroguing parliament while never actually ruling it out, few even in the cabinet heard anything about what was being planned until a week ago. One who was kept in the loop was Michael Gove, who had employed Cummings as his special adviser when education secretary, and is now in charge of no-deal preparations. Gove spoke out strongly against prorogation during his failed leadership bid: “I think it would be wrong for many reasons. I think it would not be true to the best traditions of British democracy,” he said. But that was the past, and once moves were in train, Gove put up no resistance. Some time in mid to late August, however, the circle of those in the know had to widen. With the clock ticking towards parliament’s return on 3 September, advice on the legality of a five-week prorogration before a Queen’s speech on 14 October had to be sought. The attorney general, Geoffrey Cox, became formally involved, and was asked by the prime minister whether such a constitutionally momentous move was legally possible. Emails were exchanged between a wider group of government officials as the planning intensified. Cummings will have known that shutting down parliament when MPs wanted to debate urgent issues around Brexit would provoke uproar among Remainers and MPs who were against no deal. Cross-party groups of MPs spent the summer planning how to use parliamentary procedures and pass legislation to force Johnson to ask the EU for a further Brexit extension if he could not strike a deal within weeks. Some officials were so horrified when they heard about the plan that they felt they had to act. “There is a team of people in there who are determined to fight this,” the Observer was told 10 days ago. Last Friday an email between a Whitehall official and No 10 was leaked to this newspaper. It made clear that Johnson had approached Cox for advice on a five-week suspension from around 9 September to 14 October. Cox’s initial view, the correspondence made clear, was that it would probably be legal, unless various court actions being planned by Remainers to block prorogation were successful. Downing Street’s official response when asked about the leak was, at first, muted. “No 10 officials ask for legal and policy advice every day,” said a government source. But when the Observer story broke last Saturday evening, as Johnson and his team were in Biarritz for the G7 summit preparing for meetings with US president Donald Trump and EU council president Donald Tusk the next day, Downing Street changed tack and tried to dismiss the story in a way that was to backfire spectacularly. Johnson’s press team issued a statement saying that “the claim that the government is considering proroguing parliament in September in order to stop MPs debating Brexit is entirely false”. It did not deny that the attorney general had been consulted about prorogation but its intent was clear: to create the impression that shutting down parliament was not going to happen. But less than 72 hours later more leaks were to follow from people inside the government machine to media organisations saying that the prime minister was to make an announcement about prorogation on Wednesday morning. After the BBC got wind of the new leaks, some senior staff were initially dubious that they were genuine, given No 10’s previous denials. When Johnson announced the exact same plan on which his team had poured buckets of cold water four days earlier, large sections of the media, as well as MPs and much of the country, were understandably furious. On Saturday, as MPs from all the main opposition parties continued urgent talks on how to use their now far smaller window of parliamentary time (realistically just a few days before parliament is shut down early next week) to pass legislation to block no deal and force another Brexit extension, anger erupted on streets across the UK. Tens of thousands of people took part in almost 100 demonstrations, holding banners saying “stop the coup” and “save our democracy”. In London, crowds chanted outside the gates of Downing Street. The Labour MP Jess Phillips, who backs a second Brexit referendum, said: “It is vital that in this political emergency, we do not let anyone separate parliament from the people. In the House of Commons next week, I will proudly be voting with MPs of all parties to stop no deal from being forced on the people. And on the streets outside, in towns and cities across Britain, people will be protesting to defend our parliament and our most cherished democratic rights against an executive which is now out of control.” But it was not only on the streets that tempers were fraying and divisions deepening. Inside government it emerged that Cummings, angry at how Whitehall had been leaking like a sieve and desperate to halt the plans of anti-no deal MPs by imposing iron discipline, had taken it upon himself to summarily sack Sonia Khan, one of the chancellor of the exchequer Sajid Javid’s key advisers, on Thursday. Cummings suspected Khan had been talking to Philip Hammond, Javid’s predecessor as chancellor, for whom she used to work and who is now at the centre of the anti-no deal alliance of senior MPs. Cummings summoned Khan from the Treasury to No 10 on Thursday evening without telling the new chancellor and asked if she had been in contact with Hammond or any of his inner circle. She said she had not had any direct contact with Hammond since she had started working for Javid in July and had only met one of his former aides socially a fortnight before. Cummings then asked to see her two mobile phones, one used for work and the other for private calls. He saw she had spoken to the same friend and ex-colleague a week previously and immediately told Khan she was fired. He then left the office in No 10 and summoned an armed policeman to march Khan out of Downing Street. As she was escorted out other advisers looked on in amazement. A former government insider said a culture of fear had taken hold: “What Cummings is up to makes me sick. It is appalling. Sonia was very shaken. His behaviour makes Fi and Nick [Fiona Hill and Nick Timothy who ran No 10 with iron fists before being fired by Theresa May after the 2017 general election debacle] look collegiate.” On Friday Javid held an angry meeting with Johnson about the dismissal, demanding to know why he had not been informed and complaining that Cummings was out of control. Others inside government said Cummings was trying to establish a “reign of terror”. “It is simply outrageous. You can’t be sacked for phoning a friend,” said a source. Another insider said Cummings had been particularly “spooked” and angered by Tuesday’s leak about the prorogation announcement. The premature release of the plan meant a carefully organised schedule that involved telling the Queen of the prorogation at Balmoral the next day, had to be reorganised. The original plan had been for a group of privy counsellors – House of Commons leader Jacob Rees-Mogg, Lords leader Baroness Evans and government chief whip Mark Spencer – to travel to Scotland to meet the Queen at midday and then hold a cabinet conference call to tell ministers what was happening an hour later. But because news of the Balmoral meeting had leaked to the BBC and most of the cabinet knew nothing about the prorogation, the conference call was hastily brought forward, as ministers tried to work out what on earth was going on. Culture secretary Nicky Morgan had just 24 hours earlier gone on BBC Radio 4 to declare: “Downing Street have made it very clear that claims of any sort of prorogation in September are utterly false.” On Tuesday parliament returns after the summer break for what promises to be one of the most tempestuous weeks in its history. On Wednesday, Javid is due to announce his spending review, giving details of how the Johnson government’s ambitious plans for health, schools and the police will be funded. But the new chancellor has already had a furious bust-up with the new prime minister. Javid’s first big event risks being totally eclipsed by bitter rows over the prorogation, ploys to stop no deal, and the behaviour of Johnson’s closest aide. Just a few weeks ago, when he entered Downing Street, Johnson promised to deliver Brexit and then bring the country together. Instead he is being accused of trying to turn it into a dictatorship. Meanwhile Westminster and external forces are rallying against him. “We have defeated dictators in the past,” said shadow chancellor John McDonnell amid the din of angry protests in London yesterday, “and we will defeat this dictatorship under Johnson.”",
      "charCount": "10415",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/tobyhelm\">Toby Helm</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]