[
  {
    "id": "politics/2019/oct/08/no-deal-brexit-would-push-national-debt-to-levels-last-seen-in-60s",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-07T23:01:09Z",
    "webTitle": "No-deal Brexit would 'push national debt to levels last seen in 60s'",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/08/no-deal-brexit-would-push-national-debt-to-levels-last-seen-in-60s",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/08/no-deal-brexit-would-push-national-debt-to-levels-last-seen-in-60s",
    "fields": {
      "headline": "No-deal Brexit would 'push national debt to levels last seen in 60s'",
      "standfirst": "<p>IFS says public borrowing will more than double next year whatever the Brexit result</p>",
      "trailText": "IFS says public borrowing will more than double next year whatever the Brexit result",
      "byline": "Richard Partington Economics correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"428c7a43a4045f19bd49e2f9707197505b4b465e\"> <img src=\"https://media.guim.co.uk/428c7a43a4045f19bd49e2f9707197505b4b465e/1109_486_2952_1771/1000.jpg\" alt=\"‘The government is now adrift without any effective fiscal anchor,’ says the IFS director Paul Johnson.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The government is now adrift without any effective fiscal anchor,’ says the IFS director Paul Johnson.</span> <span class=\"element-image__credit\">Photograph: Felix Clay/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Emergency tax cuts and higher public spending to offset the impact of a no-deal <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> would send government debt to its highest level in more than half a century, according to Britain’s leading experts on the public finances.</p> <p>The Institute for Fiscal Studies (IFS) said the scale of the government response required to firefight a flatlining economy in the event of a disorderly departure from the EU would come with a hefty price tag for the public purse.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The government is now adrift without any effective fiscal anchor</p> <footer> <cite>Paul Johnson, director, IFS</cite> </footer> </blockquote> </aside>  <p>In a warning to <a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> as his Brexit plan risked unravelling in the face of <a href=\"https://www.theguardian.com/politics/2019/oct/07/revealed-the-eus-point-by-point-rejection-of-johnsons-brexit-plan\">stiff opposition at home and abroad</a>, the thinktank said government borrowing was already set to more than double next year regardless of the outcome of negotiations with Brussels.</p> <p>It also said the national debt – the sum total of all borrowing accumulated by the British state – would hit almost 90% of GDP if Britain crashed out of the EU without a deal, its highest level since the mid-1960s.</p> <p>Coming as the prime minister <a href=\"https://www.theguardian.com/politics/2019/sep/04/spending-review-2019-the-chancellors-key-points-at-a-glance\">increases funding for healthcare, schools and police</a>, the IFS said a mini-boom in public spending would be followed by another bust because the government would likely struggle to handle the impact of no-deal Brexit, which would shrink the size of the economy and cause debt levels to rise.</p> <p>In a warning that a new wave of austerity could be introduced in the future to limit further debt increases, Paul Johnson, the director of the IFS, said: “You could well be on an upward spiral of debt and deficit – and in a world in which we have to go through another period of austerity to undo it.”</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/oct/2019-10-07T15:09:57/embed.html\" data-alt=\"debt\"> <a href=\"https://interactive.guim.co.uk/charts/embed/oct/2019-10-07T15:09:57/embed.html\">debt</a> </figure>  <p>Against a backdrop of mounting speculation over possible tax giveaways ahead of an election, including potential for a cut in <a href=\"https://www.theguardian.com/politics/fuel-duty\">fuel duty</a> for motorists, Paul Johnson warned the prime minister that such moves would be dangerous given the heightened level of uncertainty facing the economy and the future state of the public finances.</p> <p>“The government is now adrift without any effective fiscal anchor. Given the extraordinary level of uncertainty and risks facing the economy and public finances, it should not be looking to offer further permanent overall tax giveaways in any forthcoming budget,” he added.</p> <p>In analysis ahead of a government budget this autumn, the IFS said the deficit – the shortfall between government spending and income from taxes – was already on track to rise to more than £50bn next year from £29.3bn currently, as a result of changes in the treatment of student loans in the national accounts and as Boris Johnson ramps up public spending.</p> <p>However, it said no-deal Brexit could cause economic growth to flatline in 2020-21, even if the Bank of England cut interest rates and the government stepped in with emergency tax cuts and higher spending.</p> <p>Describing the scenario emerging from a “relatively benign” no-deal Brexit, the IFS said the budget deficit would rise to almost £100bn or 4% of GDP by 2021-22, reversing the progress over the past decade of producing gradually smaller deficits.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/oct/2019-10-07T15:09:01/embed.html\" data-alt=\"borrowing\"> <a href=\"https://interactive.guim.co.uk/charts/embed/oct/2019-10-07T15:09:01/embed.html\">borrowing</a> </figure>  <p>The budget deficit peaked in 2009-10 after the banking crisis at <a href=\"https://www.ons.gov.uk/economy/governmentpublicsectorandtaxes/publicsectorfinance/bulletins/publicsectorfinances/august2019\">almost £160bn</a>, before gradually falling as David Cameron and George Osborne cut spending using a policy of austerity to reduce it.</p> <p>The government’s tax and spending watchdog, the Office for Budget Responsibility, forecast this year that the deficit should fall to £21.2bn in 2020-21. However, it made its estimate in March on the basis of a smooth Brexit deal.</p> <p>Successive budget deficits have caused the national debt to rise to about £1.8tn, or about 80% of GDP – more than double the level before the financial crisis. Although economists debate how sustainable such debt levels are, the IFS said that keeping such a debt level may prevent the country from raising spending on public services in future.</p> <p>After a decade of austerity the IFS said the government’s <a href=\"https://www.theguardian.com/politics/2019/sep/04/sajid-javid-promises-decade-renewal-sets-out-post-brexit-spending\">near-£14bn spending plans</a> outlined by Sajid Javid, the chancellor, at last month’s spending round for 2020-21 would only return public funding for services as a percentage of national income to levels seen in 2006-07.</p> <p>It said the plans for day-to-day spending next year had taken Conservative policy close to offering the same level of funding for public services implied by Labour’s 2017 manifesto.</p>  <figure class=\"element element-embed\" data-alt=\"Sign up to the daily Business Today email\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk</figcaption> </figure>  <p>The IFS said the government had in effect abandoned the former chancellor <a href=\"https://www.theguardian.com/politics/2019/aug/31/sajid-javid-poised-to-break-government-limit-on-borrowing\">Philip Hammond’s borrowing rules</a>, including a Conservative manifesto pledge to eliminate the deficit entirely by the mid-2020s.</p> <p>A spokesperson for the Treasury said: “September’s spending round supported the people’s priorities of health, education and the police within the existing fiscal rules, as we said it would be.</p> <p>“Beyond that, the chancellor has already said that we will be reviewing the fiscal framework as we turn the page on austerity. In so doing we will retain a fiscal anchor to public spending so that decisions are taken with a view to the long-term sustainability of the public finances.”</p>",
      "newspaperPageNumber": "1",
      "wordcount": "810",
      "firstPublicationDate": "2019-10-07T23:01:09Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:47Z",
      "newspaperEditionDate": "2019-10-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cf78p",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/428c7a43a4045f19bd49e2f9707197505b4b465e/1109_486_2952_1771/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Emergency tax cuts and higher public spending to offset the impact of a no-deal Brexit would send government debt to its highest level in more than half a century, according to Britain’s leading experts on the public finances. The Institute for Fiscal Studies (IFS) said the scale of the government response required to firefight a flatlining economy in the event of a disorderly departure from the EU would come with a hefty price tag for the public purse. In a warning to Boris Johnson as his Brexit plan risked unravelling in the face of stiff opposition at home and abroad, the thinktank said government borrowing was already set to more than double next year regardless of the outcome of negotiations with Brussels. It also said the national debt – the sum total of all borrowing accumulated by the British state – would hit almost 90% of GDP if Britain crashed out of the EU without a deal, its highest level since the mid-1960s. Coming as the prime minister increases funding for healthcare, schools and police, the IFS said a mini-boom in public spending would be followed by another bust because the government would likely struggle to handle the impact of no-deal Brexit, which would shrink the size of the economy and cause debt levels to rise. In a warning that a new wave of austerity could be introduced in the future to limit further debt increases, Paul Johnson, the director of the IFS, said: “You could well be on an upward spiral of debt and deficit – and in a world in which we have to go through another period of austerity to undo it.” Against a backdrop of mounting speculation over possible tax giveaways ahead of an election, including potential for a cut in fuel duty for motorists, Paul Johnson warned the prime minister that such moves would be dangerous given the heightened level of uncertainty facing the economy and the future state of the public finances. “The government is now adrift without any effective fiscal anchor. Given the extraordinary level of uncertainty and risks facing the economy and public finances, it should not be looking to offer further permanent overall tax giveaways in any forthcoming budget,” he added. In analysis ahead of a government budget this autumn, the IFS said the deficit – the shortfall between government spending and income from taxes – was already on track to rise to more than £50bn next year from £29.3bn currently, as a result of changes in the treatment of student loans in the national accounts and as Boris Johnson ramps up public spending. However, it said no-deal Brexit could cause economic growth to flatline in 2020-21, even if the Bank of England cut interest rates and the government stepped in with emergency tax cuts and higher spending. Describing the scenario emerging from a “relatively benign” no-deal Brexit, the IFS said the budget deficit would rise to almost £100bn or 4% of GDP by 2021-22, reversing the progress over the past decade of producing gradually smaller deficits. The budget deficit peaked in 2009-10 after the banking crisis at almost £160bn, before gradually falling as David Cameron and George Osborne cut spending using a policy of austerity to reduce it. The government’s tax and spending watchdog, the Office for Budget Responsibility, forecast this year that the deficit should fall to £21.2bn in 2020-21. However, it made its estimate in March on the basis of a smooth Brexit deal. Successive budget deficits have caused the national debt to rise to about £1.8tn, or about 80% of GDP – more than double the level before the financial crisis. Although economists debate how sustainable such debt levels are, the IFS said that keeping such a debt level may prevent the country from raising spending on public services in future. After a decade of austerity the IFS said the government’s near-£14bn spending plans outlined by Sajid Javid, the chancellor, at last month’s spending round for 2020-21 would only return public funding for services as a percentage of national income to levels seen in 2006-07. It said the plans for day-to-day spending next year had taken Conservative policy close to offering the same level of funding for public services implied by Labour’s 2017 manifesto. The IFS said the government had in effect abandoned the former chancellor Philip Hammond’s borrowing rules, including a Conservative manifesto pledge to eliminate the deficit entirely by the mid-2020s. A spokesperson for the Treasury said: “September’s spending round supported the people’s priorities of health, education and the police within the existing fiscal rules, as we said it would be. “Beyond that, the chancellor has already said that we will be reviewing the fiscal framework as we turn the page on austerity. In so doing we will retain a fiscal anchor to public spending so that decisions are taken with a view to the long-term sustainability of the public finances.”",
      "charCount": "4883",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richard-partington\">Richard Partington</a> Economics correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/07/four-female-labour-mps-hit-with-deselection-threats",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-07T19:59:12Z",
    "webTitle": "Concern raised over deselection of female Labour MPs",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/07/four-female-labour-mps-hit-with-deselection-threats",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/07/four-female-labour-mps-hit-with-deselection-threats",
    "fields": {
      "headline": "Concern raised over deselection of female Labour MPs",
      "standfirst": "<p>Four out of five facing pressure in constituencies ahead of expected election are women</p>",
      "trailText": "Four out of five facing pressure in constituencies ahead of expected election are women",
      "byline": "Kate Proctor and Maya Wolfe-Robinson",
      "main": "<figure class=\"element element-image\" data-media-id=\"903ec3d9f61938817c692d7d522c72b6f95823ab\"> <img src=\"https://media.guim.co.uk/903ec3d9f61938817c692d7d522c72b6f95823ab/0_427_3999_2400/1000.jpg\" alt=\"Emma Lewell-Buck, Labour MP for South Shields\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Emma Lewell-Buck, who represents South Shields, is the latest female Labour MP to be hit with the threat of deselection. </span> <span class=\"element-image__credit\">Photograph: Mark Pinder/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Four of the first five Labour MPs to face deselection threats are female, leading to concerns that women may be at increased risk of being targeted unfairly by their local parties.</p> <p>Diana Johnson, who represents Hull North, and the high-profile Jewish MP Margaret Hodge, Barking, have already been officially “triggered” by their local parties, which means they will have to convince members that they should stay on as their MP.</p> <p>There was confusion on Monday night as to whether South Shields MP Emma Lewell-Buck will have to face an open selection against other candidates to keep her seat after a tied vote at her constituency Labour party (CLP).</p> <p>A fourth woman, Louise Ellman, who is Jewish and the MP for Liverpool Riverside, has been called on by her local party to resign. However, motions requesting that she stand down were banned by Labour’s regional office on Monday after it emerged the debate on her future was tabled for the start of Yom Kippur, the holiest day of the year in Judaism.</p> <p>Lewell-Buck, who has represented South Shields since 2013 when she took over the seat from David Miliband in a byelection, said she has suffered long-standing and well-publicised issues with some members of her CLP.</p> <p>“I’ve an angry cohort of men in the constituency and there’s ongoing complaints in the Labour party about it. It goes back to my selection as MP in the first place – that I wasn’t the chosen man,” she said.</p> <p>“Women in politics always have a tough job but I think there’s particular areas where there’s been a longstanding culture of misogyny and something the Labour party centrally has been unable to get to the bottom of in South Shields.”</p> <p>The CLP was temporarily suspended three years ago while an investigation was carried out into an alleged culture of bullying.</p> <p>A Labour source said: “An investigation took place which didn’t find evidence to back up such claims about South Shields, and a wide range of measures have been put in place to support Emma Lewell-Buck and the CLP.”</p> <p>Labour said wider concerns about women MPs facing the trigger process were “baseless”.</p> <p>About 50 Labour MPs have gone through the selection process so far ahead of an expected general election. About 15 are expected to stand down and those wanting to run again are either being automatically reselected by party members or local party branches have voted to trigger an open selection process.</p> <p>Under rule changes made by the party in 2018 the threshold for open selection battles was cut from 50% to 33% of local branches or affiliated unions within a CLP.</p> <p>Roger Godsiff, MP for Birmingham Hall Green, is the only man to face deselection so far. A Labour source said that suggestions women had been unfairly targeted were without foundation. “This is baseless. Of the three MPs who have been triggered, one is a man who has been widely condemned for opposing the party’s position on LGBT+ education,” said the source.</p> <p>“There is nothing new about trigger ballots. They’ve happened before every general election since 2001. We’re a democratic party and members have the right to have a say in who represents them.”</p> <p>Helen Jones, MP for Warrington North, spoke recently of a “culture of contempt for women” within Labour and that it was “no surprise to anyone” that the first two Labour MPs facing full reselection ballots were female. Labour said her claims about an anti-woman bias were also baseless.</p> <p>Johnson, who has held her Hull North seat since 2005, has complained to the party about how she was deselected and that a local councillor prematurely set up a campaign to take her seat, which is against party rules.</p> <p>She said: “I think at this moment with a national crisis over Brexit and the possibility of a general election shortly it’s a very challenging time to be going through a full open reselection but if that’s what the local party has decided I will get on with it.</p> <p>“I am sure there are a few reasons why this has happened to me but I will now be putting all my energies into campaigning hard to be the Labour candidate at the next general election in Hull North.”</p> <p>Other MPs have said they are far more fearful of reselection after seeing what has happened to colleagues and that the main group under threat appear to be the soft left and those who typically “keep their heads down”.</p> <p>One admitted missing the party’s conference in Brighton to campaign in the constituency to be reselected as Labour’s candidate instead. Some MPs are still concerned Ellman will face an official trigger ballot at a later date.</p> <p>It emerged on Sunday that the Labour North-West office, which covers Ellman’s seat, wrote to local branches to advise that no confidence motions submitted in the MP should not be discussed because they could prejudice the outcome of a forthcoming trigger ballot. There have been at least two no confidence motions proposed against her.</p> <p>A meeting of the executives of the Riverside CLP has been arranged for Monday night to discuss the regional office’s advice.</p>",
      "newspaperPageNumber": "17",
      "wordcount": "858",
      "firstPublicationDate": "2019-10-07T19:59:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-07T23:15:06Z",
      "newspaperEditionDate": "2019-10-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cf8bd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/903ec3d9f61938817c692d7d522c72b6f95823ab/0_427_3999_2400/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Four of the first five Labour MPs to face deselection threats are female, leading to concerns that women may be at increased risk of being targeted unfairly by their local parties. Diana Johnson, who represents Hull North, and the high-profile Jewish MP Margaret Hodge, Barking, have already been officially “triggered” by their local parties, which means they will have to convince members that they should stay on as their MP. There was confusion on Monday night as to whether South Shields MP Emma Lewell-Buck will have to face an open selection against other candidates to keep her seat after a tied vote at her constituency Labour party (CLP). A fourth woman, Louise Ellman, who is Jewish and the MP for Liverpool Riverside, has been called on by her local party to resign. However, motions requesting that she stand down were banned by Labour’s regional office on Monday after it emerged the debate on her future was tabled for the start of Yom Kippur, the holiest day of the year in Judaism. Lewell-Buck, who has represented South Shields since 2013 when she took over the seat from David Miliband in a byelection, said she has suffered long-standing and well-publicised issues with some members of her CLP. “I’ve an angry cohort of men in the constituency and there’s ongoing complaints in the Labour party about it. It goes back to my selection as MP in the first place – that I wasn’t the chosen man,” she said. “Women in politics always have a tough job but I think there’s particular areas where there’s been a longstanding culture of misogyny and something the Labour party centrally has been unable to get to the bottom of in South Shields.” The CLP was temporarily suspended three years ago while an investigation was carried out into an alleged culture of bullying. A Labour source said: “An investigation took place which didn’t find evidence to back up such claims about South Shields, and a wide range of measures have been put in place to support Emma Lewell-Buck and the CLP.” Labour said wider concerns about women MPs facing the trigger process were “baseless”. About 50 Labour MPs have gone through the selection process so far ahead of an expected general election. About 15 are expected to stand down and those wanting to run again are either being automatically reselected by party members or local party branches have voted to trigger an open selection process. Under rule changes made by the party in 2018 the threshold for open selection battles was cut from 50% to 33% of local branches or affiliated unions within a CLP. Roger Godsiff, MP for Birmingham Hall Green, is the only man to face deselection so far. A Labour source said that suggestions women had been unfairly targeted were without foundation. “This is baseless. Of the three MPs who have been triggered, one is a man who has been widely condemned for opposing the party’s position on LGBT+ education,” said the source. “There is nothing new about trigger ballots. They’ve happened before every general election since 2001. We’re a democratic party and members have the right to have a say in who represents them.” Helen Jones, MP for Warrington North, spoke recently of a “culture of contempt for women” within Labour and that it was “no surprise to anyone” that the first two Labour MPs facing full reselection ballots were female. Labour said her claims about an anti-woman bias were also baseless. Johnson, who has held her Hull North seat since 2005, has complained to the party about how she was deselected and that a local councillor prematurely set up a campaign to take her seat, which is against party rules. She said: “I think at this moment with a national crisis over Brexit and the possibility of a general election shortly it’s a very challenging time to be going through a full open reselection but if that’s what the local party has decided I will get on with it. “I am sure there are a few reasons why this has happened to me but I will now be putting all my energies into campaigning hard to be the Labour candidate at the next general election in Hull North.” Other MPs have said they are far more fearful of reselection after seeing what has happened to colleagues and that the main group under threat appear to be the soft left and those who typically “keep their heads down”. One admitted missing the party’s conference in Brighton to campaign in the constituency to be reselected as Labour’s candidate instead. Some MPs are still concerned Ellman will face an official trigger ballot at a later date. It emerged on Sunday that the Labour North-West office, which covers Ellman’s seat, wrote to local branches to advise that no confidence motions submitted in the MP should not be discussed because they could prejudice the outcome of a forthcoming trigger ballot. There have been at least two no confidence motions proposed against her. A meeting of the executives of the Riverside CLP has been arranged for Monday night to discuss the regional office’s advice.",
      "charCount": "4979",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/kate-proctor\">Kate Proctor</a> and <a href=\"profile/maya-wolfe-robinson\">Maya Wolfe-Robinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/07/no-10-deflects-blame-for-brexit-impasse-onto-uk-counterparts-in-eu",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-07T18:23:03Z",
    "webTitle": "No 10 continues to deflect blame for Brexit impasse on to EU",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/07/no-10-deflects-blame-for-brexit-impasse-onto-uk-counterparts-in-eu",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/07/no-10-deflects-blame-for-brexit-impasse-onto-uk-counterparts-in-eu",
    "fields": {
      "headline": "No 10 continues to deflect blame for Brexit impasse on to EU",
      "standfirst": "<p>PM calls on EU to engage but leaked document suggests it has refuted his plans in detail</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/oct/07/revealed-the-eus-point-by-point-rejection-of-johnsons-brexit-plan\">Revealed: the EU’s point-by-point rejection of PM’s Brexit plan</a></li></ul>",
      "trailText": "PM calls on EU to engage but leaked document suggests it has refuted his plans in detail",
      "byline": "Heather Stewart",
      "main": "<figure class=\"element element-image\" data-media-id=\"d6cb9f59cc0a3f5516fe360d1dd2d46bc09bf7de\"> \n <img src=\"https://media.guim.co.uk/d6cb9f59cc0a3f5516fe360d1dd2d46bc09bf7de/924_116_1514_908/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Downing Street’s official spokesman says the prime minister is still waiting for the EU27 ‘to engage fully with the proposals we have put forward.’</span> \n  <span class=\"element-image__credit\">Photograph: Peter Summers/AFP via Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>Downing Street has sought to deflect the blame for the <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a> impasse on to Britain’s EU counterparts, as Boris Johnson’s plans continued to meet a frosty reception.</p> \n<p>After the French president, Emmanuel Macron, <a href=\"https://www.theguardian.com/politics/2019/oct/06/macron-gives-boris-johnson-end-week-overhaul-brexit-plan\">set a deadline of Friday for progress</a> towards a deal, the prime minister’s official No 10 spokesman repeatedly said Johnson was still waiting for the EU27 to engage with Britain’s plan.</p> \n<p>“We are ready to have discussions at pace. For that to happen, the EU needs to engage fully with the proposals we have put forward,” the spokesman said. “The PM believes that we have set out a fair and sensible compromise, and we are now looking to the EU to match the compromises that the UK has made.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/06/macron-gives-boris-johnson-end-week-overhaul-brexit-plan\">Macron gives Johnson until end of week to overhaul Brexit plan</a> </p> \n</aside> \n<p>But a <a href=\"https://www.theguardian.com/politics/2019/oct/07/revealed-the-eus-point-by-point-rejection-of-johnsons-brexit-plan\">leaked EU document</a> suggests it has already made a detailed point-by-point rebuttal of Johnson’s offer and EU sources scoffed at the idea that it was down to it to make compromises.</p> \n<p>Despite the tight deadline before next week’s European council summit, Johnson currently has no plans to visit EU leaders for face-to-face talks. The spokesman said: “There isn’t anything in the diary at present.”</p> \n<p>Meanwhile, Downing Street continued to insist the UK would leave the EU on 31 October, despite government lawyers having conceded in court that Johnson would have to comply with the <a href=\"https://www.theguardian.com/politics/2019/sep/27/benn-act-is-watertight-gauke-deems-majors-brexit-fears-misplaced\">Benn act</a>.</p> \n<p>That legislation, drawn up by a cross-party group of backbenchers, obliges the government to write a letter to the EU27 requesting an extension to article 50, and to accept that extension, if parliament has not agreed to a Brexit deal before 19 October.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"47cf7393-f28e-4bd0-94e5-2e50373bec89\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/W-BNWxwoO_U?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>“We want to secure a deal, because it’s in the best interests of the UK and the EU to work together to reach that agreement – but without one, we will be leaving on 31 October,” Johnson’s spokesman said.</p> \n<p>Asked how that could be the case, given the requirements set out in the Benn law, and underlined in the Scottish legal case, he added: “The manner in which this policy is lawfully achieved is a matter for the government.”</p> \n<p>The government is expected to publish fresh details of its no-deal preparations on Tuesday, including the tariffs that will be applied on EU goods. However, a planned announcement about the state aid regime has been delayed, as ministers continue to wrangle about the details.</p> \n<p>Cross-party talks about how to ensure Johnson complies with the Benn law ended without agreement once again on Monday, as Labour continued to insist that Jeremy Corbyn should <a href=\"https://www.theguardian.com/politics/2019/oct/01/corbyn-caretaker-government-mcdonnell-labour\">lead any caretaker government</a>.</p> \n<p>Corbyn has offered to table a motion of no confidence in Johnson’s government, and to step in as a short-term prime minister, for the few days Labour said it would take to request a Brexit delay, and call a general election.</p> \n<p>However, the Liberal Democrat leader, Jo Swinson, claimed Corbyn would be unlikely to secure a majority, because of the objections of Conservative rebels and former Labour MPs such as John Woodcock.</p> \n<p>Woodcock claimed on Monday that Corbyn could do more damage to national security in “a few short weeks” than <a href=\"https://www.theguardian.com/world/2016/apr/04/kim-philbys-stasi-tape-reveals-secrets-of-his-success-as-cold-war-spy\">Kim Philby</a> did in years as a Russian spy.</p> \n<p>A growing list of alternative candidates for temporary prime minister has been suggested, from Ken Clarke to Ed Miliband.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/06/how-far-away-uk-eu-from-reaching-brexit-deal\">How far away are UK and EU from reaching a Brexit deal?</a> </p> \n</aside> \n<p>Swinson said the caretaker prime minister could be anyone who “commands the confidence of the House of Commons.” She added: “Jeremy Corbyn doesn’t have the numbers to command a majority and until he accepts that fact he could end up being the biggest block to stopping a no-deal Brexit.”</p> \n<p>A Labour-led effort to use an emergency debate in parliament to secure the release of the full legal text of the government’s proposals also foundered, with Conservative rebels reluctant to support anything that could be seen as undermining Johnson’s negotiating position.</p> \n<p>A gleeful government source referred to the cross-party group as the “rabble alliance”.</p> \n<p>Johnson was asked about the state of the Brexit negotiations while visiting a hospital on Monday. He said the government had made a significant compromise in agreeing that Northern Ireland should remain aligned to EU rules for goods and agriculture – subject to agreement by Stormont – and again called for the EU to make clear its objections to his plans.</p>",
      "newspaperPageNumber": "16",
      "wordcount": "698",
      "firstPublicationDate": "2019-10-07T18:23:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:47Z",
      "newspaperEditionDate": "2019-10-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cf8ea",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d6cb9f59cc0a3f5516fe360d1dd2d46bc09bf7de/924_116_1514_908/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Downing Street has sought to deflect the blame for the Brexit impasse on to Britain’s EU counterparts, as Boris Johnson’s plans continued to meet a frosty reception. After the French president, Emmanuel Macron, set a deadline of Friday for progress towards a deal, the prime minister’s official No 10 spokesman repeatedly said Johnson was still waiting for the EU27 to engage with Britain’s plan. “We are ready to have discussions at pace. For that to happen, the EU needs to engage fully with the proposals we have put forward,” the spokesman said. “The PM believes that we have set out a fair and sensible compromise, and we are now looking to the EU to match the compromises that the UK has made.” But a leaked EU document suggests it has already made a detailed point-by-point rebuttal of Johnson’s offer and EU sources scoffed at the idea that it was down to it to make compromises. Despite the tight deadline before next week’s European council summit, Johnson currently has no plans to visit EU leaders for face-to-face talks. The spokesman said: “There isn’t anything in the diary at present.” Meanwhile, Downing Street continued to insist the UK would leave the EU on 31 October, despite government lawyers having conceded in court that Johnson would have to comply with the Benn act. That legislation, drawn up by a cross-party group of backbenchers, obliges the government to write a letter to the EU27 requesting an extension to article 50, and to accept that extension, if parliament has not agreed to a Brexit deal before 19 October. “We want to secure a deal, because it’s in the best interests of the UK and the EU to work together to reach that agreement – but without one, we will be leaving on 31 October,” Johnson’s spokesman said. Asked how that could be the case, given the requirements set out in the Benn law, and underlined in the Scottish legal case, he added: “The manner in which this policy is lawfully achieved is a matter for the government.” The government is expected to publish fresh details of its no-deal preparations on Tuesday, including the tariffs that will be applied on EU goods. However, a planned announcement about the state aid regime has been delayed, as ministers continue to wrangle about the details. Cross-party talks about how to ensure Johnson complies with the Benn law ended without agreement once again on Monday, as Labour continued to insist that Jeremy Corbyn should lead any caretaker government. Corbyn has offered to table a motion of no confidence in Johnson’s government, and to step in as a short-term prime minister, for the few days Labour said it would take to request a Brexit delay, and call a general election. However, the Liberal Democrat leader, Jo Swinson, claimed Corbyn would be unlikely to secure a majority, because of the objections of Conservative rebels and former Labour MPs such as John Woodcock. Woodcock claimed on Monday that Corbyn could do more damage to national security in “a few short weeks” than Kim Philby did in years as a Russian spy. A growing list of alternative candidates for temporary prime minister has been suggested, from Ken Clarke to Ed Miliband. Swinson said the caretaker prime minister could be anyone who “commands the confidence of the House of Commons.” She added: “Jeremy Corbyn doesn’t have the numbers to command a majority and until he accepts that fact he could end up being the biggest block to stopping a no-deal Brexit.” A Labour-led effort to use an emergency debate in parliament to secure the release of the full legal text of the government’s proposals also foundered, with Conservative rebels reluctant to support anything that could be seen as undermining Johnson’s negotiating position. A gleeful government source referred to the cross-party group as the “rabble alliance”. Johnson was asked about the state of the Brexit negotiations while visiting a hospital on Monday. He said the government had made a significant compromise in agreeing that Northern Ireland should remain aligned to EU rules for goods and agriculture – subject to agreement by Stormont – and again called for the EU to make clear its objections to his plans.",
      "charCount": "4159",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/oct/07/boris-johnson-jennifer-arcuri-scandal-public-funds-private-lives",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-07T17:39:12Z",
    "webTitle": "Boris Johnson’s Arcuri scandal is about public funds, not private life | Zoe Williams",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/07/boris-johnson-jennifer-arcuri-scandal-public-funds-private-lives",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/07/boris-johnson-jennifer-arcuri-scandal-public-funds-private-lives",
    "fields": {
      "headline": "Boris Johnson’s Arcuri scandal is about public funds, not private life",
      "standfirst": "<p>That the businesswoman’s TV interview made no sense is not the point: the question isn’t whether the affair happened</p>",
      "trailText": "That the TV interview made no sense is not the point, says Guardian columnist Zoe Williams",
      "byline": "Zoe Williams",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"5f70362f-44a7-491e-a7f9-68495a7d4bd8\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/j_WCLrdcnxc?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>There were a lot of denials in Jennifer Arcuri’s <a href=\"https://www.theguardian.com/politics/2019/oct/07/jennifer-arcuri-refuses-to-rule-out-claims-of-affair-with-boris-johnson\" title=\"\">interview</a> on Monday morning with Susanna Reid and Piers Morgan – who single-handedly tried to play both good cop and bad cop. But few of them were meaningful.</p> \n<p>Arcuri denied that the “friends” who said she’d had an affair with Boris Johnson were actually her friends. She denied that she would have “gabbed” to them, even had they been, and denied that any of the public money flowing into her successive startups was influenced by her relationship with the then mayor of London, whatever that may have been. Both have refused to deny that it had been a sexual relationship.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>Before he became PM, sex was already 'priced in' with Boris Johnson – voters knew what to expect</p> \n </blockquote> \n</aside> \n<p>“I think we’re forgetting that Boris is personable,” she announced, as if he were a labrador and it was impossible to tell whether he was humping you or saying hello. “It wasn’t like he singled me out,” she continued, which, if it was meant to indicate “he shagged everyone”, was definitely novel.</p> \n<p>She didn’t want to be “dragged into this horrific scandal”, which she’s already in the middle of, and she didn’t want her answer to be “weaponised”, which is what they call it in the new politics when evidence of behaviour is actually used against a person in a debate about the way they behave. Finally, “I’m not answering,” she concluded, “because the press has made me this objectified ex-model pole dancer.” Ah, the pole! Only five minutes earlier, it had been just a bit of marketing genius, and also great for working her core muscles; now, after some quick rhetorical jiujitsu, the very attention she’d been seeking for her brand was suddenly part of a patriarchal conspiracy. So on feminist grounds, she could take no further questions.</p> \n<p>If the purpose of this interview was to clear the prime minister of impropriety, it didn’t even try. If it was to clear Arcuri of dishonesty, it emphatically failed, as she openly admitted lying to the alt-right journalist Milo Yiannopoulos, before going on to spray “fake news” accusations at the rest of the press. If it was meant to bring any clarity to the events, foreign trips, public money and “IT lessons” being exchanged mainly between 2012 and 2013, it failed. It was both utterly murky and boringly transparent. It made no sense because it wasn’t meant to. Prior to the interview, we had a constitutionally dishonest man denying this rumour, among others; now we have a woman refusing to deny it on the grounds of ersatz emancipation. Impossible to say whether this makes it more likely to have happened or not, but in a sense that isn’t the question. The only interest now is in what will stick.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"74a50521-4ea8-4665-a6b7-e83487d5d6b1\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/td-QUwD8VlQ?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Before he became prime minister, commentators observed that sex was already “priced in” with Johnson – voters knew what to expect. Extreme negligence around its consequences – being unable to number your own children, say – was also priced in. Adultery, divorce, skeletons in closets: this is a man whose relationships are so sketchy no one knew for sure who he’d move into Downing Street with, having got there on the votes of a narrow but trenchant constituency who didn’t care.</p> \n<p>And actually, a lot of people don’t care, and never have, about any politician’s personal life, being periodically rushed into having a reaction by pearl-clutching tabloids when the time for a scandal was politically expedient. Johnson has always banked on this, and always been proven right. Pre-Harvey Weinstein, it is unlikely that even groping allegations would have gained any traction. (Since Weinstein, of course, we have collectively, culturally managed to refine our idea of a private life: it can’t be called private if not everyone agreed to it. This is a start.)</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/07/jennifer-arcuri-five-unanswered-questions-tv-interview-boris-johnson\">Jennifer Arcuri: five unanswered questions after TV interview</a> </p> \n</aside> \n<p>Indeed, prior to Arcuri it would have been hard to imagine the sex-related scandal that could have touched Johnson: when your entire self-fashioning is that you shag around, any further suggestion of the same is just proof that you are who you say you are. It is a unique distinction of the prime minister’s that his carefully crafted image, built on mischievous lies, turned any fresh untruths into proof of his authenticity. I say “distinction” without admiration but with a certain awe: veracity, if not sexual propriety, was always held to be key to high office. To jettison the requirement was stunningly radical.</p> \n<p>Plainly, though, this is a scandal that won’t dissipate in a hurry. It has nothing to do with Arcuri’s dancers’ pole or even her Bavarian dirndl. The obvious problem is the suggestion of corruption: misuse of public funds, of public platforms, of trips undertaken on behalf of the British taxpayer. He has denied any wrongdoing.</p> \n<p>Every time these details are waved away the impunity is underlined: there is, it turns out, a concrete difference between the vows taken between two private individuals and the codes of conduct undertaken between politicians and the state. It’s the difference between Johnson’s girlfriend, <a href=\"https://www.theguardian.com/lifeandstyle/2019/aug/01/why-carrie-symonds-is-the-embodiment-of-the-boris-johnson-brand\" title=\"\">Carrie Symonds</a>, slipping seamlessly into the centre of the Conservative party conference and Arcuri being unable to pass into history. Ultimately, these codes have meaning beyond trust and convention – they can be investigated and enforced. This is the hard edge where hustle meets its limits.</p> \n<p>Curiously, Arcuri herself – contrary to her own rationalisations – is not the focus of any of this ire. Scrabbling after public money, gatecrashing trade trips, these are all behaviours we’d expect of a young startup in a hurry. She’s protected by the same Ronseal as Johnson himself, doing what it says on her tin. But nowhere on Johnson’s tin does it say, “fails to declare information in the public interest”, and this case won’t die until the details have been hammered out.</p> \n<p>• Zoe Williams is a Guardian columnist</p>",
      "newspaperPageNumber": "5",
      "wordcount": "951",
      "commentable": "false",
      "firstPublicationDate": "2019-10-07T17:39:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-07T18:39:25Z",
      "newspaperEditionDate": "2019-10-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cf86a",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/60726777549fa3153b43a6b1773d12345014ded7/62_0_2862_1717/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "There were a lot of denials in Jennifer Arcuri’s interview on Monday morning with Susanna Reid and Piers Morgan – who single-handedly tried to play both good cop and bad cop. But few of them were meaningful. Arcuri denied that the “friends” who said she’d had an affair with Boris Johnson were actually her friends. She denied that she would have “gabbed” to them, even had they been, and denied that any of the public money flowing into her successive startups was influenced by her relationship with the then mayor of London, whatever that may have been. Both have refused to deny that it had been a sexual relationship. “I think we’re forgetting that Boris is personable,” she announced, as if he were a labrador and it was impossible to tell whether he was humping you or saying hello. “It wasn’t like he singled me out,” she continued, which, if it was meant to indicate “he shagged everyone”, was definitely novel. She didn’t want to be “dragged into this horrific scandal”, which she’s already in the middle of, and she didn’t want her answer to be “weaponised”, which is what they call it in the new politics when evidence of behaviour is actually used against a person in a debate about the way they behave. Finally, “I’m not answering,” she concluded, “because the press has made me this objectified ex-model pole dancer.” Ah, the pole! Only five minutes earlier, it had been just a bit of marketing genius, and also great for working her core muscles; now, after some quick rhetorical jiujitsu, the very attention she’d been seeking for her brand was suddenly part of a patriarchal conspiracy. So on feminist grounds, she could take no further questions. If the purpose of this interview was to clear the prime minister of impropriety, it didn’t even try. If it was to clear Arcuri of dishonesty, it emphatically failed, as she openly admitted lying to the alt-right journalist Milo Yiannopoulos, before going on to spray “fake news” accusations at the rest of the press. If it was meant to bring any clarity to the events, foreign trips, public money and “IT lessons” being exchanged mainly between 2012 and 2013, it failed. It was both utterly murky and boringly transparent. It made no sense because it wasn’t meant to. Prior to the interview, we had a constitutionally dishonest man denying this rumour, among others; now we have a woman refusing to deny it on the grounds of ersatz emancipation. Impossible to say whether this makes it more likely to have happened or not, but in a sense that isn’t the question. The only interest now is in what will stick. Before he became prime minister, commentators observed that sex was already “priced in” with Johnson – voters knew what to expect. Extreme negligence around its consequences – being unable to number your own children, say – was also priced in. Adultery, divorce, skeletons in closets: this is a man whose relationships are so sketchy no one knew for sure who he’d move into Downing Street with, having got there on the votes of a narrow but trenchant constituency who didn’t care. And actually, a lot of people don’t care, and never have, about any politician’s personal life, being periodically rushed into having a reaction by pearl-clutching tabloids when the time for a scandal was politically expedient. Johnson has always banked on this, and always been proven right. Pre-Harvey Weinstein, it is unlikely that even groping allegations would have gained any traction. (Since Weinstein, of course, we have collectively, culturally managed to refine our idea of a private life: it can’t be called private if not everyone agreed to it. This is a start.) Indeed, prior to Arcuri it would have been hard to imagine the sex-related scandal that could have touched Johnson: when your entire self-fashioning is that you shag around, any further suggestion of the same is just proof that you are who you say you are. It is a unique distinction of the prime minister’s that his carefully crafted image, built on mischievous lies, turned any fresh untruths into proof of his authenticity. I say “distinction” without admiration but with a certain awe: veracity, if not sexual propriety, was always held to be key to high office. To jettison the requirement was stunningly radical. Plainly, though, this is a scandal that won’t dissipate in a hurry. It has nothing to do with Arcuri’s dancers’ pole or even her Bavarian dirndl. The obvious problem is the suggestion of corruption: misuse of public funds, of public platforms, of trips undertaken on behalf of the British taxpayer. He has denied any wrongdoing. Every time these details are waved away the impunity is underlined: there is, it turns out, a concrete difference between the vows taken between two private individuals and the codes of conduct undertaken between politicians and the state. It’s the difference between Johnson’s girlfriend, Carrie Symonds, slipping seamlessly into the centre of the Conservative party conference and Arcuri being unable to pass into history. Ultimately, these codes have meaning beyond trust and convention – they can be investigated and enforced. This is the hard edge where hustle meets its limits. Curiously, Arcuri herself – contrary to her own rationalisations – is not the focus of any of this ire. Scrabbling after public money, gatecrashing trade trips, these are all behaviours we’d expect of a young startup in a hurry. She’s protected by the same Ronseal as Johnson himself, doing what it says on her tin. But nowhere on Johnson’s tin does it say, “fails to declare information in the public interest”, and this case won’t die until the details have been hammered out. • Zoe Williams is a Guardian columnist",
      "charCount": "5679",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/zoewilliams\">Zoe Williams</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "tv-and-radio/2019/oct/07/the-crown-princess-margaret-role-should-have-gone-to-kathy-burke",
    "type": "article",
    "sectionId": "tv-and-radio",
    "sectionName": "Television & radio",
    "webPublicationDate": "2019-10-07T16:50:01Z",
    "webTitle": "The Crown: Princess Margaret role should have gone to Kathy Burke | Brief letters",
    "webUrl": "https://www.theguardian.com/tv-and-radio/2019/oct/07/the-crown-princess-margaret-role-should-have-gone-to-kathy-burke",
    "apiUrl": "https://content.guardianapis.com/tv-and-radio/2019/oct/07/the-crown-princess-margaret-role-should-have-gone-to-kathy-burke",
    "fields": {
      "headline": "The Crown: Princess Margaret role should have gone to Kathy Burke",
      "standfirst": "Jeremy Corbyn | Offensive language | The Crown | Welsh household meals | Ginger Baker",
      "trailText": "<strong>Brief letters: </strong>Jeremy Corbyn | Offensive language | The Crown | Welsh household meals | Ginger Baker",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"52aa8f726333034903e4da6cde2357dacc06e55c\"> <img src=\"https://media.guim.co.uk/52aa8f726333034903e4da6cde2357dacc06e55c/0_476_8688_5213/1000.jpg\" alt=\"Kathy Burke\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘One is smoking a fag.’</span> <span class=\"element-image__credit\">Photograph: Lee Strickland/The Observer</span> </figcaption> </figure>",
      "body": "<p>I don’t entirely buy the scepticism of some of your correspondents about Jeremy Corbyn as a leader (<a href=\"https://www.theguardian.com/politics/2019/oct/06/can-anti-no-dealers-unite-behind-corbyn-or-should-he-give-way-for-britains-sake\" title=\"\">Letters</a>, 7 October). Clement Attlee was a rather colourless leader, and indeed it was uncertain in 1945 as to whether he or Herbert Morrison would lead Labour. Churchill was anticipated to be a shoo-in. How far are today’s opinion polls concentrating on the popularity of policies and how far on the leader?<br><strong>David Redshaw</strong><br><em>Gravesend, Kent</em></p> <p>• As I reach my 81st birthday this month, I realised that the answer to the clue “elderly” in the <a href=\"https://www.theguardian.com/crosswords/quick/15418\" title=\"\">quick crossword</a> (7 October) would apply to me. But I was unprepared to find that the solution was “over the hill”. You would not allow use of offensive language about race or disability, so why should this be acceptable?<br><strong>Judith Abbs</strong><br><em>London</em></p> <p>• I too have been in touch with the princess via a psychic (<a href=\"https://www.theguardian.com/uk-news/2019/oct/06/helena-bonham-carter-sought-princess-margaret-blessing-through-psychic-the-crown\" title=\"\">Bonham Carter says she got Margaret’s blessing via psychic for her Crown role</a>, 7 October) and received a very different message. She said Kathy Burke should have got the part and that her smoking as Waynetta distinguished her from all other auditioners.<br><strong>Stephen Farrer</strong><br><em>London</em></p> <p>• Growing up in a Welsh household our meals were, from lunchtime onwards: <em>cinio</em> (lunch, a light meal); <em>te</em> (tea, the main meal; and <em>swper</em> (a light snack before bed). Except for Sunday when we had <em>cinio Dydd Sul</em> (Sunday), a substantial meal that kept you going until supper time (<a href=\"https://www.theguardian.com/food/2019/oct/06/will-hydroponically-grown-tomatoes-pass-the-taste-test\" title=\"\">Letters</a>, 7 October).<br><strong>Emyr Owen</strong><br><em>Llanfairfechan, Conwy</em></p> <p>• Your <a href=\"https://www.theguardian.com/music/2019/oct/06/ginger-baker-obituary\" title=\"\">obituary</a> (7 October) says that before Ginger Baker, the drummer was the “quiet one sitting at the back”. That is not quite true of Buddy Rich, Sandy Nelson and others.<br><strong>Dave Allen</strong><br><em>Portsmouth</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "323",
      "commentable": "false",
      "firstPublicationDate": "2019-10-07T16:50:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:25Z",
      "newspaperEditionDate": "2019-10-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cf7n9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/52aa8f726333034903e4da6cde2357dacc06e55c/0_476_8688_5213/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I don’t entirely buy the scepticism of some of your correspondents about Jeremy Corbyn as a leader (Letters, 7 October). Clement Attlee was a rather colourless leader, and indeed it was uncertain in 1945 as to whether he or Herbert Morrison would lead Labour. Churchill was anticipated to be a shoo-in. How far are today’s opinion polls concentrating on the popularity of policies and how far on the leader? David Redshaw Gravesend, Kent • As I reach my 81st birthday this month, I realised that the answer to the clue “elderly” in the quick crossword (7 October) would apply to me. But I was unprepared to find that the solution was “over the hill”. You would not allow use of offensive language about race or disability, so why should this be acceptable? Judith Abbs London • I too have been in touch with the princess via a psychic (Bonham Carter says she got Margaret’s blessing via psychic for her Crown role, 7 October) and received a very different message. She said Kathy Burke should have got the part and that her smoking as Waynetta distinguished her from all other auditioners. Stephen Farrer London • Growing up in a Welsh household our meals were, from lunchtime onwards: cinio (lunch, a light meal); te (tea, the main meal; and swper (a light snack before bed). Except for Sunday when we had cinio Dydd Sul (Sunday), a substantial meal that kept you going until supper time (Letters, 7 October). Emyr Owen Llanfairfechan, Conwy • Your obituary (7 October) says that before Ginger Baker, the drummer was the “quiet one sitting at the back”. That is not quite true of Buddy Rich, Sandy Nelson and others. Dave Allen Portsmouth • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1935",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/arts",
    "pillarName": "Arts"
  },
  {
    "id": "politics/live/2019/oct/07/brexit-latest-news-boris-johnson-court-to-decide-if-boris-johnson-can-be-forced-to-sign-extension-letter-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-07T16:30:55Z",
    "webTitle": "Brexit: Boris Johnson claims EU has not explained in detail why it objects to his alternative backstop plan - as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/oct/07/brexit-latest-news-boris-johnson-court-to-decide-if-boris-johnson-can-be-forced-to-sign-extension-letter-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/oct/07/brexit-latest-news-boris-johnson-court-to-decide-if-boris-johnson-can-be-forced-to-sign-extension-letter-live-news",
    "fields": {
      "headline": "Brexit: Boris Johnson claims EU has not explained in detail why it objects to his alternative backstop plan - as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/oct/07/court-rejects-latest-request-to-force-pm-to-ask-for-brexit-extension\">Court rejects latest request to force PM to ask for Brexit extension</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/oct/07/brexit-latest-news-boris-johnson-court-to-decide-if-boris-johnson-can-be-forced-to-sign-extension-letter-live-news?page=with:block-5d9b62618f08fbb0c1722980#block-5d9b62618f08fbb0c1722980\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"47cf7393-f28e-4bd0-94e5-2e50373bec89\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/W-BNWxwoO_U?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5d9b62618f08fbb0c1722980\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T16:30:55.597Z\">5.30pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/oct/07/no-10-blames-eu-johnson-brexit-plan-fails-to-make-progress\">Downing Street has sought to deflect the blame for the Brexit impasse on to Britain’s EU counterparts, as Boris Johnson’s plans continue to meet a frosty reception.</a> </strong>Johnson himself has claimed that the EU has not yet explained in detail what its objections to his plan are. (See <a href=\"https://www.theguardian.com/politics/live/2019/oct/07/brexit-latest-news-boris-johnson-court-to-decide-if-boris-johnson-can-be-forced-to-sign-extension-letter-live-news?page=with:block-5d9b1d8f8f081108db9c3b03#block-5d9b1d8f8f081108db9c3b03\">12.32pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/oct/07/court-rejects-latest-request-to-force-pm-to-ask-for-brexit-extension\">Anti-Brexit campaigners have failed in a legal bid to get a Scottish court to issue an order saying Johnson must seek a Brexit extension if he does not agree a deal with the EU, as the Benn Act requires.</a></strong> But they claimed that that case served a valuable function because, in evidence to the court, the government committed itself to complying with this legislation. In his judgment <strong>Lord Pentland </strong>effectively said he would take the government at its word and that, if Johnson broke his promise to the court, that would be “destructive” to the constitution. Pentland said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>If I may put the point another way, the government accepts that in executing its political policy it must comply with the 2019 Act. That being the government’s clearly stated position before the court, there is no need for coercive orders against it or against the prime minister to be pronounced. The court should not pronounce coercive orders (or decree for interdict) unless it has been established on the basis of cogent evidence that it is truly necessary for such orders to be granted. In my opinion, that has not been done in the present case.</p> \n   <p>I would add only this. I approach matters on the basis that it would be destructive of one of the core principles of constitutional propriety and of the mutual trust that is the bedrock of the relationship between the court and the crown for the prime minister or the government to renege on what they have assured the court that the prime minister intends to do. </p> \n  </blockquote> \n  <ul> \n   <li><strong>James Duddridge, a Brexit minister, has dismissed as “rubbish” and “not true” a claim that the government plans to lower employment and environmental standards after Brexit.</strong> (See <a href=\"https://www.theguardian.com/politics/live/2019/oct/07/brexit-latest-news-boris-johnson-court-to-decide-if-boris-johnson-can-be-forced-to-sign-extension-letter-live-news?page=with:block-5d9b542a8f08fbb0c17228e3#block-5d9b542a8f08fbb0c17228e3\">4.12pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/oct/07/jennifer-arcuri-refuses-to-rule-out-claims-of-affair-with-boris-johnson\">Jennifer Arcuri, the American businesswoman at the centre of a conflict of interest row involving the prime minister confirmed she had a “very close bond” with Boris Johnson and refused to rule out claims they had an affair.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/world/2019/oct/07/far-right-swooping-on-towns-to-exploit-tensions-report-says\">Far-right activists are exploiting community tensions by swooping into towns and cities and distorting the truth in an effort to turn residents against minorities, particularly Muslims, the government’s chief adviser on extremism has found.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/oct/07/mp-stephen-hepburn-suspended-over-sexual-harassment-allegation\">The Labour MP Stephen Hepburn has been suspended from the party while officials investigate a complaint that he sexually harassed a female party member.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/education/2019/oct/07/families-lose-high-court-challenge-over-special-needs-funding\">Families who launched a landmark legal challenge to the government’s funding </a></strong><strong><a href=\"https://www.theguardian.com/education/2019/oct/07/families-lose-high-court-challenge-over-special-needs-funding\">of services for children with special educational needs and disabilities (Send) have lost their high court case.</a></strong></li> \n  </ul> \n  <p>That’s all from me for today.</p> \n  <p>Thanks for the comments.</p> \n </div> \n</div> \n<div id=\"block-5d9b61758f081108db9c3e4c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T16:04:46.023Z\">5.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>“Ulster says No,” is one of the historic cries of unionism. The DUP’s <strong>Sammy Wilson</strong> has inverted that in a statement - one of several we’ve had from the party recently - strongly criticising the Irish government for its stance on Brexit. Wilson said:</p> \n  <blockquote class=\"quoted\"> \n   <p>It seems the ‘not an inch’ approach in Dublin will lead to no deal. How times have changed. Its now a case of ‘Dublin Says No’. </p> \n   <p>The DUP has worked with the prime minister to place a reasonable proposal on the table. It may not be perfect but it’s a fair deal. It recognises our unique situation and respects the referendum result ...</p> \n   <p>In every negotiation there must be give and take. The Irish prime minister must realise that we will not support Northern Ireland being held to ransom by either Dublin or Brussels. <br></p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d9b5d638f081108db9c3e1d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T15:49:24.152Z\">4.49pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In response to another urgent question<strong> Conor Burns</strong>, an international trade minister, has told MPs that the government will publish its plans for the tariffs that would apply in the event of a no-deal Brexit “shortly”. That may mean tomorrow.</p> \n  <p>Theresa May’s government published its own tariff schedule for no deal, but the new government will take a different approach.</p> \n </div> \n</div> \n<div id=\"block-5d9b57098f084ab841734440\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T15:20:09.756Z\">4.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the Commons <strong>James Duddridge</strong>, the Brexit minister, has just said that his boss, the Brexit secretary Stephen Barclay, is going around Europe “whipping up support and enthusiasm” for the PM’s Brexit deal.</p> \n  <p>(If Barclay is supposed to be whipping up enthusiasm for the deal, there is precious little evidence so far that his mission is having any success.)</p> \n </div> \n</div> \n<div id=\"block-5d9b56488f08fbb0c1722909\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T15:17:22.939Z\">4.17pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are from <strong>Dale Vince,</strong> the businessman who took the case to the Scottish court of session calling for a ruling saying Boris Johnson would have to obey the Benn Act, along with Joanna Cherry and Jolyon Maugham.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DaleVince/status/1181187242473197568\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">It might not look like it, but we won today. <a href=\"https://t.co/9ecmWqRqmA\">pic.twitter.com/9ecmWqRqmA</a></p>— Dale Vince (@DaleVince) \n    <a href=\"https://twitter.com/DaleVince/status/1181187242473197568?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DaleVince/status/1181191483317248001\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">It was always my understanding that we couldn’t actually lose this case, because; either the court would issue the injunction obliging BJ to uphold the law - or he would give clear undertakings to the court that he would do so. That’s what happened today… 😎</p>— Dale Vince (@DaleVince) \n    <a href=\"https://twitter.com/DaleVince/status/1181191483317248001?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b542a8f08fbb0c17228e3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T15:12:07.610Z\">4.12pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Brexit minister James Duddridge says it is 'rubbish' and 'not true' to claim government planning to lower standards</h2> \n <div class=\"block-elements\"> \n  <p>In her question a few minutes ago <strong>Jo Swinson,</strong> the Lib Dem leader, said the government’s refusal to publish the legal text would prompt fears that the government was prepared to lower standards. Surely the public had a right to know if the PM was prepared to sacrifice the quality of food on supermarket shelves, the rights of workers to take holiday and the rights of children to breath clean air?</p> \n  <p><strong>James Duddridge,</strong> the Brext minister, replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>Quite frankly, that’s a load of rubbish.</p> \n   <p>That is not our intention. And our constituents, if they are worried and scared as a result of what the Liberal Democrats say, that is a terrible thing.</p> \n   <p>It just simply is not true.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"0f6e5732944a966ecdc27991abc6dbfb2d33a4f0\"> \n   <img src=\"https://media.guim.co.uk/0f6e5732944a966ecdc27991abc6dbfb2d33a4f0/26_0_593_356/500.jpg\" alt=\"James Duddridge\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">James Duddridge</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b53878f08fbb0c17228d6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T15:04:00.282Z\">4.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The Labour MP <strong>Tonia Antoniazzi </strong>asked if the DUP had seen the full legal text. Why would it be right for them to see it, but not the other opposition parties.</p> \n  <p>Duddridge said he would not comment. He said MPs who had been ministers would know that, in a negotiation, different people see different bits of text.</p> \n </div> \n</div> \n<div id=\"block-5d9b51d48f08fbb0c17228ae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T15:02:09.903Z\">4.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>In the Commons <strong>Hilary Benn</strong>, the Labour chair of the Brexit committee, said something did not add up in relation to what <strong>James Duddridge</strong> said about there being no need for new infrastructure in Ireland. He said Boris Johnson told the BBC last week there would be a system of customs checks away from the border. But the plan published last week said customs checks would be carried out at traders’ premises, or other designated locations. And it said goods would be under customs supervision as they crossed the border. So how can you have customs checks with no customs infrastructure?</p> \n  <p>Duddridge replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>The government are looking for a tailored solution.</p> \n  </blockquote> \n  <p>He said the sort of procedures mentioned in the plan were already being used in some places.</p> \n  <figure class=\"element element-image\" data-media-id=\"354d925a4366bf2e353c428b678f3a32058d2a33\"> \n   <img src=\"https://media.guim.co.uk/354d925a4366bf2e353c428b678f3a32058d2a33/24_0_597_358/500.jpg\" alt=\"Hilary Benn\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Hilary Benn</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b503c8f081108db9c3d6c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T14:50:29.395Z\">3.50pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Duddridge is responding to Starmer.</p> \n  <p>He says <a href=\"https://www.theguardian.com/politics/live/2019/oct/03/brexit-latest-news-boris-johnson-to-address-mps-as-gove-clams-new-plan-could-get-pretty-solid-majority-in-commons-live-news?page=with:block-5d95d6208f08fbb0c172022a#block-5d95d6208f08fbb0c172022a\">what the PM said in the Commons on Thursday last week</a> about there being no need for any new infrastructure anywhere was correct.</p> \n  <p>And he says the government is committed to upholding rights. That will become clear when the text is published, he says.</p> \n </div> \n</div> \n<div id=\"block-5d9b4f278f08fbb0c1722882\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T14:48:19.483Z\">3.48pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Starmer is responding.</p> \n  <p>He says MPs have not seen the 44-page legal text. That means they have to guess, or, even worse, take the PM’s word for it.</p> \n  <p>He says the taoiseach, Leo Varadkar, says there is a contradiction between the plan and what Boris Johnson told MPs last week about there being no need for any new infrastructure in Northern Ireland.</p> \n  <p>He says Duddridge should clear this up.</p> \n  <p>Both Varadkar and Jean-Claude Juncker, president of the European commission, have called for the text to be published, he says. What is the government hiding?</p> \n  <p>He says, if it is true that workers’ and environmental rights will be protected, the full legal text should be published so people can be reassured.</p> \n  <figure class=\"element element-image\" data-media-id=\"32ddf0e84df2764d3f92367fe018ac4dea8bdb12\"> \n   <img src=\"https://media.guim.co.uk/32ddf0e84df2764d3f92367fe018ac4dea8bdb12/19_0_603_362/500.jpg\" alt=\"Sir Keir Starmer\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sir Keir Starmer</span> \n    <span class=\"element-image__credit\">Photograph: Parliament TV</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b4e388f081108db9c3d4d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T14:43:43.601Z\">3.43pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Urgent question on legal text of government's new Brexit plan</h2> \n <div class=\"block-elements\"> \n  <p><strong>Sir Keir Starmer,</strong> the shadow Brexit secretary, has just asked his urgent question on when the government the legal text of its new Brexit plan</p> \n  <p><strong>James Duddridge</strong>, the Brexit minister, is replying.</p> \n  <p>He says the government is “unconditionally committed” to finding a solution to the Irish border issue.</p> \n  <p>It is committed to avoiding “infrastructure, checks or controls” at the border in Ireland.</p> \n  <p>He says the government published details of its new plan last week. At the same time it also shared a legal text of the proposed changed to the withdrawal agreement with the European commission, but on a confidential basis.</p> \n  <p>He says the government will only publish this at a time when doing so would help it get a deal.</p> \n </div> \n</div> \n<div id=\"block-5d9b4b128f08fbb0c1722856\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T14:36:21.392Z\">3.36pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The SNP has today announced it is setting up a social justice and fairness commission, which it says will show how Scotland could use independence to create a fairer society. It is intended to complement the work of the SNP’s sustainable growth commission, which reported last year. <strong>Shona Robison</strong>, the former Scottish government’s health secretary who will convene the commission, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Independence is fundamentally about creating a better Scotland.</p> \n   <p>The social justice and fairness commission will explore in detail how we can use the powers of independence to end poverty, tackle inequality and improve the lives of families across Scotland. </p> \n   <p>That’s a crucial task – both for persuading people of the case for independence, and for building a better country once we achieve it.</p> \n  </blockquote> \n  <p>Here is the full list of commission members.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rosscolquhoun/status/1181200124875300865\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">🏴󠁧󠁢󠁳󠁣󠁴󠁿 <a href=\"https://twitter.com/theSNP?ref_src=twsrc%5Etfw\">@theSNP</a> has announced the membership of a Social Justice and Fairness Commission to build the case for independence – showing how, with full powers, Scotland can tackle poverty and create a fairer society. <a href=\"https://t.co/lDo7r0oTAS\">pic.twitter.com/lDo7r0oTAS</a></p>— Ross Colquhoun (@rosscolquhoun) \n    <a href=\"https://twitter.com/rosscolquhoun/status/1181200124875300865?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"2c6ccafb4ad9e87f4c3dcd127bef990065637093\"> \n   <img src=\"https://media.guim.co.uk/2c6ccafb4ad9e87f4c3dcd127bef990065637093/727_137_1801_1081/1000.jpg\" alt=\"Shona Robison, right, on a visit when she was the Scottish government’s cabinet secretary for health.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Shona Robison, right, on a visit when she was the Scottish government’s cabinet secretary for health.</span> \n    <span class=\"element-image__credit\">Photograph: Andrew Milligan/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b48fe8f08fbb0c172283e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T14:18:52.060Z\">3.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Plaid Cymru </strong>has confirmed that it would support Jeremy Corbyn as leader of an interim administration to prevent a no-deal Brexit. A Plaid Cymru source said:</p> \n  <blockquote class=\"quoted\"> \n   <p>It’s not about who, but about how we stop a disastrous crash-out Brexit. This is about policies not personalities.</p> \n   <p>The focus now must be on ensuring that the anti-no deal legislation is enacted. We cannot afford to do anything to jeopardise that – that includes playing party political games over who should lead a caretaker administration. </p> \n   <p>Plaid Cymru has said we will work with anyone who can command a majority if a caretaker administration is needed to block a no-deal, secure an extension and deliver a referendum.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d9b47988f084ab84173435e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T14:12:55.263Z\">3.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are from ITV’s <strong>Robert Peston.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1181183976964263937\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">UK is leaving EU on 31 October without a deal, that EU is poised to reject Johnson’s offer. Without the EU state aid constraints, Treasury could pump money into any businesses affected by no deal that need temporary support</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1181183976964263937?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1181199204649185280\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Here is a bit more detail about this. A statutory instrument confirming that the UK would keep the existing EU rules on state aid was supposed to be pushed through tomorrow. This has now been pulled by Downing Street. What is now being debated by ministers and officials is...</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1181199204649185280?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1181199207224479744\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">\"whether and when to pull the existing state-aid statutory instrument and effectively have no state aid regime from 31 October\" - which would not need primary legislation, says government official. As I said earlier, this would give Johnson maximum flexibility to help...</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1181199207224479744?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1181199209145470976\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">businesses damaged by a no-deal Brexit. And Labour is unlikely to kick up a stink, since Corbyn and McDonnell have always been iffy about EU state aid rules, which they see as limiting the freedom of a Labour government to run an interventionist industrial policy.</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1181199209145470976?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b46d18f081108db9c3cf0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T14:10:15.950Z\">3.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from the SNP MP <strong>Joanna Cherry</strong>, one of the people who brought <a href=\"https://www.theguardian.com/politics/2019/oct/07/court-rejects-latest-request-to-force-pm-to-ask-for-brexit-extension\">the case to the Scottish court of session</a> in an attempt to get a ruling that Boris Johnson must comply with the Benn Act. She said:</p> \n  <blockquote class=\"quoted\"> \n   <p>As a result of this important court action, we have forced the Tory government to concede that the prime minister will comply with the law, and promise to send a letter requesting a Brexit extension and not frustrate the purpose of the Benn Act.</p> \n   <p>However, given Boris Johnson’s slippery track record of acting unlawfully, and the contradictory statements issued by the UK government - we do not trust the Tory leader or believe he can be taken at his word to obey the letter and spirit of the law. As such, we will appeal the decision, and expect that appeal to be heard tomorrow.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d9b40ba8f081108db9c3cb1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T13:44:00.500Z\">2.44pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A senior member of the Home Office’s drugs advisory panel has quit, claiming political interference is undermining its independence. <strong>Prof Alex Stevens,</strong> who worked on the Advisory Council on the Misuse of Drugs (ACMD), has posted a thread on Twitter explaining his decision, <a href=\"https://www.theguardian.com/politics/2019/oct/06/expert-quits-home-office-drug-panel-over-political-vetting\">which was revealed by the Guardian.</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/AlexStevensKent/status/1180863120258023430\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I have resigned from the Advisory Council on the Misuse of Drugs. Recent political vetting and <br>exclusion of suitably qualified applicants to join means that the ACMD is losing its independence. A thread to explain follows…</p>— Alex Stevens (@AlexStevensKent) \n    <a href=\"https://twitter.com/AlexStevensKent/status/1180863120258023430?ref_src=twsrc%5Etfw\">October 6, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-07T14:07:04.523Z\">at 3.07pm BST</time></p> \n</div> \n<div id=\"block-5d9b3d408f08fbb0c172279e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T13:28:09.699Z\">2.28pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is a Guardian video of the Extinction Rebellion protests around Westminster.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"83b59d4f-cd44-46af-b74a-439c4bcb502c\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/sOW9gLHLyKI?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b3c008f084ab8417342cd\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T13:25:07.734Z\">2.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from <strong>Neale Richmond</strong>, an Irish senator and Fine Gael Europe spokesperson, explaining for the benefit of Boris Johnson (see <a href=\"https://www.theguardian.com/politics/live/2019/oct/07/brexit-latest-news-boris-johnson-court-to-decide-if-boris-johnson-can-be-forced-to-sign-extension-letter-live-news?page=with:block-5d9b1d8f8f081108db9c3b03#block-5d9b1d8f8f081108db9c3b03\">12.32pm)</a> what the EU thinks the problems are with the UK’s Brexit plan.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nealerichmond/status/1181173132901662720\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">1) Creates a Customs Border<br>2) Only partial regulatory alignment<br>3) Stormont veto (maj only needed in one community)<br>4) No legal guarantees<br>5) Technology isn’t in existence<br>6) Contrary to Dec’17 declaration<br>7) Far removed from backstop</p>— Sen. Neale Richmond (@nealerichmond) \n    <a href=\"https://twitter.com/nealerichmond/status/1181173132901662720?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b39aa8f08fbb0c1722786\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T13:15:35.840Z\">2.15pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Bruno Bonnell,</strong> a French MP for Emmanuel Macron’s En Marche! party, told Emma Barnett on Radio 5 Live this morning that Boris Johnson’s Brexit plan was “almost like a joke”. He explained:<br></p> \n  <blockquote class=\"quoted\"> \n   <p>It’s not a final version - it’s almost like a joke. We don’t even understand it ...</p> \n   <p>This is not a genuine offer. This is clearly a political manipulation to put the responsibility of a no-deal Brexit on the EU’s side.</p> \n  </blockquote> \n  <p>Explaining his objection to the proposal, he said: </p> \n  <blockquote class=\"quoted\"> \n   <p>First of all, what he is suggesting right now is a very complex process, and even more complicated than what is proposed by the backstop. </p> \n   <p>Secondly, it’s again a last-minute proposal, as if he wanted to force the issue and put the responsibility of a no-deal Brexit onto the EU’s shoulders. </p> \n   <p>I mean we don’t want to pick and choose here. He is the one who refused the deal that was in place, that was proposed, that was negotiated.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d9b395c8f08fbb0c1722785\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T13:11:09.166Z\">2.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"0b6abfce907e6beabf3d306a8152730ff5230cf8\"> \n   <img src=\"https://media.guim.co.uk/0b6abfce907e6beabf3d306a8152730ff5230cf8/0_246_5760_3456/1000.jpg\" alt=\"Extinction Rebellion protesters outside parliament on Westminster Bridge.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Extinction Rebellion protesters outside parliament on Westminster Bridge.</span> \n    <span class=\"element-image__credit\">Photograph: Anadolu Agency/Anadolu Agency via Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b37fe8f081108db9c3c57\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T13:08:57.609Z\">2.08pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>European commission</strong> said it plans to “take stock” later this week in terms of making an assessment of the UK’s Brexit plan. At its regular, daily briefing, the commission’s chief spokeswoman Mina Andreeva said: </p> \n  <blockquote class=\"quoted\"> \n   <p>Talks will continue today and this week in order to give the UK the opportunity to present their proposals in more detail and then we will take stock with member states and the European parliament throughout the week. </p> \n   <p>And, as we have said before, everyday counts in these talks. </p> \n   <p>I think we have said many times that we are available 24/7.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d9b37988f081108db9c3c52\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T13:03:48.143Z\">2.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Labour MP <strong>Stephen Hepburn</strong> has been suspended from the party following a complaint of sexual harassment, the Press Association reports. It is understood his case has been referred to the national constitutional committee and he has been suspended pending that process. </p> \n </div> \n</div> \n<div id=\"block-5d9b36d48f084ab84173429b\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T13:01:10.115Z\">2.01pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Ian Jones</strong> from the Press Association has filed this, looking at four potential dates for the general election.</p> \n  <blockquote class=\"quoted\"> \n   <p>Time is running out for a general election to take place before the Christmas season. </p> \n   <p>The earliest date for polling day is probably Thursday November 28. </p> \n   <p>By law, parliament has to be dissolved 25 working days before a general election. </p> \n   <p>For an election on November 28, dissolution would need to take place on October 24. </p> \n   <p>This would give MPs time to debate and vote on the Queen’s Speech, which is taking place on October 14. </p> \n   <p>It also avoids a clash with the EU summit of October 17/18. </p> \n   <p>But MPs may want to wait until after October 31, the day on which the government says the UK will leave the EU, with or without a deal, before triggering an election. </p> \n   <p>Under this scenario, MPs could hold the trigger-vote on November 4 or 5, parliament would be dissolved on November 7, with polling day falling on December 12. </p> \n   <p>A dissolution any later than November 7 would push the election very close to Christmas. </p> \n   <p>A third scenario could see MPs try to fix polling day for as early as possible in the new year, probably on January 9. </p> \n   <p>This would mean dissolution on December 2, however, and it seems unlikely politicians would wish to spend the festive period campaigning. </p> \n   <p>MPs may therefore decide to sit tight and wait until Christmas is out of the way before triggering an election, with dissolution potentially on January 9 followed by polling day on February 13.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d9b35c48f081108db9c3c38\" class=\"block is-key-event\" data-block-contributor=\"profile/mattha-busby\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T12:59:54.797Z\">1.59pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Greens calls for legalisation of drug use</h2> \n <div class=\"block-elements\"> \n  <p>The Green party has proposed the legalisation of drug use in the UK and the establishment of a regulated market with tightly-controlled specialist pharmacies selling currently illegal substances.<br></p> \n  <p>It appears to be the first time a UK political party has gone so far as to call for the radical change in drug policy, and it comes amid heightened concern over the exploitation of teenagers by county lines drug gangs and record drug-related deaths. Dr <strong>Alex Armitage</strong>, the Green party candidate for Hackney North and Stoke Newington who is leading on the policy told the Guardian:</p> \n  <blockquote class=\"quoted\"> \n   <p>Our policy stems from the fact that we’re recognising more and more that the prohibition of drugs is a complete and utter failure, particularly for people marginalised in society.</p> \n   <p>It doesn’t matter if you’re dealer recruited into organised crime group after being excluded from school, or a person who was abused as a child who uses heroin to numb the pain or whether you live in an affluent area and worry about your home being burgled by people who need to steal to enable their drug use. It’s an issue that affects everyone in society in one way or another.</p> \n   <p>Particularly in south America, where cocaine originates from, you have murder and disappearances on a mass scale, massive environmental destruction and visible corruption of government. Rather than having short term solution to problems we face, the Greens are taking a step back and looking at the bigger picture.</p> \n   <p>All of this death, harm and destruction stems from the fact that drug use is illegal and unregulated. The only way to regulate drug use is to create a legal system.</p> \n  </blockquote> \n  <p>Under the proposals, closely regulated specialist pharmacies would be permitted to sell recreational drugs to adults at fixed doses and prices over the counter after a safety consultation. <br></p> \n  <p>“People would know exactly what they were taking,” Armitage said. “It solves the problem of drug dealers cutting drugs with unknown substances.”<br></p> \n  <p><em>UPDATE: </em>We have amended the copy above to remove a reference to two class A drugs. The party has now clarified its position and it says its policy to regulate the supply of drugs, including fuller details of the drugs covered, will be released in due course.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-07T15:57:54.333Z\">at 4.57pm BST</time></p> \n</div> \n<div id=\"block-5d9b2ba78f08fbb0c17226ff\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T12:23:01.410Z\">1.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is some Twitter comment on the Scottish court judgment.</p> \n  <p>From the law lecturer and Times journalist <strong>Raphael Hogarth</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Raphael_Hogarth/status/1181176945628909568\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Court of Session holds there's no need for it to force the PM to comply with the Benn Act and seek an extension, given that his lawyers said he would. But it also fires a warning shot: the PM had better not renege and destroy \"core principles of constitutional propriety\". <a href=\"https://t.co/c1ISLS0WdB\">pic.twitter.com/c1ISLS0WdB</a></p>— Raphael Hogarth (@Raphael_Hogarth) \n    <a href=\"https://twitter.com/Raphael_Hogarth/status/1181176945628909568?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From my colleague <strong>Severin Carrell</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/severincarrell/status/1181180445758820358\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Lord Pentland <a href=\"https://twitter.com/JudgesScotland?ref_src=twsrc%5Etfw\">@JudgesScotland</a> says the court has to trust <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> and <a href=\"https://twitter.com/GOVUK?ref_src=twsrc%5Etfw\">@GOVUK</a> law officers are telling the truth: he will obey <a href=\"https://twitter.com/hashtag/BennAct?src=hash&amp;ref_src=twsrc%5Etfw\">#BennAct</a> <a href=\"https://twitter.com/hashtag/courtofsession?src=hash&amp;ref_src=twsrc%5Etfw\">#courtofsession</a> <a href=\"https://t.co/qhpHlddKsi\">pic.twitter.com/qhpHlddKsi</a></p>— Severin Carrell, Esq (@severincarrell) \n    <a href=\"https://twitter.com/severincarrell/status/1181180445758820358?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From <strong>David Anderson</strong>, the QC, crossbench peer and former independent reviewer of terror legislation</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bricksilk/status/1181176817920696320\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Key para of the Scottish judgment is here: there can be no doubt that PM accepts he must comply with Benn Act, and that he will not frustrate its purpose. <a href=\"https://t.co/CWdChBPGgd\">https://t.co/CWdChBPGgd</a> <a href=\"https://t.co/3deOtPy1zV\">pic.twitter.com/3deOtPy1zV</a></p>— David Anderson (@bricksilk) \n    <a href=\"https://twitter.com/bricksilk/status/1181176817920696320?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the FT’s legal commentator <strong>David Allen Green</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidallengreen/status/1181177972402872320\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Paragraph 43 looks like the important one<br><br>The government's assurances are legally sufficient, so *no* order needed<br><br>Looks like government has now boxed itself into making the application under the Benn Act in the event of No Deal<br><br>Case did well to get those promises, so bravo <a href=\"https://t.co/KWmFqVO5xN\">pic.twitter.com/KWmFqVO5xN</a></p>— David Allen Green (@davidallengreen) \n    <a href=\"https://twitter.com/davidallengreen/status/1181177972402872320?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidallengreen/status/1181178994579902465\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">If the government now breaks the law, it also will be breaching these \"clear and unequivocal\" averments to the court<br><br>Not a Scots lawyer, but that looks like enough for an order to be made later this month, if need be</p>— David Allen Green (@davidallengreen) \n    <a href=\"https://twitter.com/davidallengreen/status/1181178994579902465?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/davidallengreen/status/1181180081617735680\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">So, in essence<br><br>As per my analysis a few days ago, No 10 headed off prospect of a court order by making express statements to the court<br><br>That could not have been done lightly or without full legal advice<br><br>No 10 Ten knew what it was committing to, even if it pretended otherwise</p>— David Allen Green (@davidallengreen) \n    <a href=\"https://twitter.com/davidallengreen/status/1181180081617735680?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b2b488f08fbb0c17226ef\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T12:10:57.979Z\">1.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is a link to the full text of the Scottish court’s judgment.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SCTScourtstribs/status/1181174751194222592\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Opinion of Lord Pentland in the petition of DALE VINCE, JOLYON MAUGHAM QC and JOANNA CHERRY QC MP<br>is now available and can be read in full via this link: <a href=\"https://t.co/8HP6LwSaIp\">https://t.co/8HP6LwSaIp</a></p>— Courtsandtribunals (@SCTScourtstribs) \n    <a href=\"https://twitter.com/SCTScourtstribs/status/1181174751194222592?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b2a168f081108db9c3bb6\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T12:09:53.974Z\">1.09pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are from <strong>Jolyon Maugham</strong>, the lawyer who has lost <a href=\"https://www.theguardian.com/politics/2019/oct/07/court-rejects-latest-request-to-force-pm-to-ask-for-brexit-extension\">the case in Scotland intended to get the court to issue an order compelling Boris Johnson to comply with the Benn Act.</a></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JolyonMaugham/status/1181175115490443264\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">In short, we've lost. THREAD</p>— Jo Maugham QC (@JolyonMaugham) \n    <a href=\"https://twitter.com/JolyonMaugham/status/1181175115490443264?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JolyonMaugham/status/1181175133186269185\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The Judge has decided that because the Government accepts that it will send the letter and not frustrate the purpose of the Act, it is \"neither necessary nor appropriate\" to make orders. <a href=\"https://t.co/cTArzEkocC\">pic.twitter.com/cTArzEkocC</a></p>— Jo Maugham QC (@JolyonMaugham) \n    <a href=\"https://twitter.com/JolyonMaugham/status/1181175133186269185?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JolyonMaugham/status/1181175144447975425\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The Judge adds that the Government's position is underpinned by the fact that the Advocate General for Scotland (the PM's 'man in London' if you like) is an officer of the court. <a href=\"https://t.co/hfgFJ2E2hw\">pic.twitter.com/hfgFJ2E2hw</a></p>— Jo Maugham QC (@JolyonMaugham) \n    <a href=\"https://twitter.com/JolyonMaugham/status/1181175144447975425?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JolyonMaugham/status/1181175162290495488\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">The true heart of the Court's reasoning can be seen in this passage. The true question raised by this case (see next tweet) is whether the Government is committed to this \"core principle\". <a href=\"https://t.co/k7jYHlpwqz\">pic.twitter.com/k7jYHlpwqz</a></p>— Jo Maugham QC (@JolyonMaugham) \n    <a href=\"https://twitter.com/JolyonMaugham/status/1181175162290495488?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JolyonMaugham/status/1181175165847252992\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">I expressed this dilemma here (on Friday). I would rather live in the world the Court believes continues to exist. But I doubt we do. <a href=\"https://t.co/PVgXpPjlkl\">https://t.co/PVgXpPjlkl</a></p>— Jo Maugham QC (@JolyonMaugham) \n    <a href=\"https://twitter.com/JolyonMaugham/status/1181175165847252992?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JolyonMaugham/status/1181175169437622279\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">As we have extracted promises from the Govt, the question whether this loss matters depends on whether you think I am right or the Court is right. But, on any view, there are now risks of an unlawful Brexit that would not, had the decision gone the other way, have existed.</p>— Jo Maugham QC (@JolyonMaugham) \n    <a href=\"https://twitter.com/JolyonMaugham/status/1181175169437622279?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JolyonMaugham/status/1181175172486881281\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">I expect the Inner House of the Court of Session tomorrow to hear our appeal. /ENDS</p>— Jo Maugham QC (@JolyonMaugham) \n    <a href=\"https://twitter.com/JolyonMaugham/status/1181175172486881281?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b29b08f081108db9c3baf\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T12:04:39.382Z\">1.04pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is <strong>James Cleverly,</strong> the Conservative party chairman’s, take on the Brexit crisis. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JamesCleverly/status/1181158343571918849\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Why “more time” doesn’t actually help “get a deal”. <br><br>We want a new deal, will leave with no deal if we have to, but no more delays.<br><br> <a href=\"https://twitter.com/hashtag/GetBrexitDone?src=hash&amp;ref_src=twsrc%5Etfw\">#GetBrexitDone</a>. <a href=\"https://t.co/mgXWGNixpH\">pic.twitter.com/mgXWGNixpH</a></p>— James Cleverly MP (@JamesCleverly) \n    <a href=\"https://twitter.com/JamesCleverly/status/1181158343571918849?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b296f8f081108db9c3bac\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T12:03:51.663Z\">1.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>There are five urgent questions in the Commons today.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/1181170577098313730\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">5 UQs TODAY from 3:30pm<br><br>1. <a href=\"https://twitter.com/Keir_Starmer?ref_src=twsrc%5Etfw\">@Keir_Starmer</a> to ask <a href=\"https://twitter.com/SteveBarclay?ref_src=twsrc%5Etfw\">@SteveBarclay</a> to make a statement on when the Government intend to publish the full legal text of their proposed changes to the Withdrawal Agreement and Political Declaration.</p>— Labour Whips (@labourwhips) \n    <a href=\"https://twitter.com/labourwhips/status/1181170577098313730?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/1181171392513019906\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">2. <a href=\"https://twitter.com/ChrisLeslieMP?ref_src=twsrc%5Etfw\">@ChrisLeslieMP</a> to ask <a href=\"https://twitter.com/trussliz?ref_src=twsrc%5Etfw\">@trussliz</a> <br>to make a statement on the publication of the UK’s Schedule of Tariffs in the event of a no-deal Brexit.<br><br>3. <a href=\"https://twitter.com/DavidMundellDCT?ref_src=twsrc%5Etfw\">@DavidMundellDCT</a> to ask <a href=\"https://twitter.com/trussliz?ref_src=twsrc%5Etfw\">@trussliz</a> on US intention to impose tariffs of 25% on Single Malt Scotch Whisky and other UK products on 18 Oct</p>— Labour Whips (@labourwhips) \n    <a href=\"https://twitter.com/labourwhips/status/1181171392513019906?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourwhips/status/1181172924885155841\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">4. <a href=\"https://twitter.com/DavidDavisMP?ref_src=twsrc%5Etfw\">@DavidDavisMP</a> to ask <a href=\"https://twitter.com/patel4witham?ref_src=twsrc%5Etfw\">@patel4witham</a> on Henriques’ report into Met’s Operation Midland<br><br>5. <a href=\"https://twitter.com/TulipSiddiq?ref_src=twsrc%5Etfw\">@TulipSiddiq</a> to ask <a href=\"https://twitter.com/DominicRaab?ref_src=twsrc%5Etfw\">@DominicRaab</a> to make a statement on the case of Nazanin Zaghari-Ratcliffe, following release of one British-Australian national who was also imprisoned at Evin Prison</p>— Labour Whips (@labourwhips) \n    <a href=\"https://twitter.com/labourwhips/status/1181172924885155841?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b29478f081108db9c3bab\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T12:02:42.859Z\">1.02pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-image\" data-media-id=\"2e96c9f7bd3d8afc5a1dfc2224af65b00153dbcd\"> \n   <img src=\"https://media.guim.co.uk/2e96c9f7bd3d8afc5a1dfc2224af65b00153dbcd/0_80_2434_1460/1000.jpg\" alt=\"Boris Johnson speaking to medical staff during his visit to Watford general hospital\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson speaking to medical staff during his visit to Watford general hospital</span> \n    <span class=\"element-image__credit\">Photograph: Peter Summers/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b269c8f08fbb0c17226b2\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T11:59:37.356Z\">12.59pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson says he will speak to Trump if US refuses to waive immunity for diplomat's wife</h2> \n <div class=\"block-elements\"> \n  <p>During his interviews at Watford hospital <strong>Boris Johnson</strong> also said he was willing to speak to President Trump about the American diplomat’s wife who is <a href=\"https://www.theguardian.com/uk-news/2019/oct/06/all-hope-had-gone-grieving-british-mother-criticises-us-embassy\">using diplomatic immunity to escape criminal proceedings in relation to a car crash that killed Harry Dunn, 19, in Northamptonshire.</a> Johnson said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think everybody’s sympathies are very much with the family of Harry Dunn and our condolences to them for their tragic loss. </p> \n   <p>I must answer you directly, I do not think that it can be right to use the process of diplomatic immunity for this type of purpose. </p> \n   <p>And I hope that Anne Sacoolas will come back and will engage properly with the processes of law as they are carried out in this country. </p> \n   <p>That’s a point that we’ve raised or are raising today with the american ambassador here in the UK and I hope it will be resolved very shortly. </p> \n   <p>And to anticipate a question you might want to raise, if we can’t resolve it then of course I will be raising it myself personally with the White House.</p> \n  </blockquote> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"3fe42592-75c4-4fe1-a9db-8d1487475c97\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/s5ZTRV-9rvA?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-07T13:25:37.954Z\">at 2.25pm BST</time></p> \n</div> \n<div id=\"block-5d9b26dc8f084ab8417341d0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T11:53:22.308Z\">12.53pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Court rejects latest request to force PM to ask for Brexit extension</h2> \n <div class=\"block-elements\"> \n  <p>Anti-Brexit campaigners have failed in an attempt to force Boris Johnson to ask for an extension to article 50 if he is unable to get a Brexit deal through parliament, my colleague Severin Carrell reports. His story goes on:</p> \n  <blockquote class=\"quoted\"> \n   <p>Lord Pentland, sitting in the court of session in Edinburgh, rejected their request for a court order instructing the prime minister to seek an extension if he cannot get a deal passed by the Commons this month.</p> \n  </blockquote> \n  <p>Here is the full story.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/07/court-rejects-latest-request-to-force-pm-to-ask-for-brexit-extension\">Court rejects latest request to force PM to ask for Brexit extension</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5d9b25888f084ab8417341c6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T11:49:43.787Z\">12.49pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson restates claim UK will leave EU on 31 October</h2> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson </strong>has also restated his claim that the UK will definitely leave the EU on 31 October - even though MPs have passed the Benn Act, which is intended to stop that happening. Asked about the Scottish court case about whether he must send a letter requesting an extension in the event of there being no deal, Johnson said:</p> \n  <blockquote class=\"quoted\"> \n   <p>We will study any judgments, of course, very closely, as we always do. We will respect the law. And we will leave the European Union on October 31. Clearly, that’s what the people of this country voted for. I think most people just want just to get Brexit done.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d9b22d78f08fbb0c1722664\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T11:35:31.644Z\">12.35pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The court of sessions judgement on Brexit will be out at 12.45pm, the lawyer <strong>Jolyon Maugham </strong>says.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JolyonMaugham/status/1181167634152337408\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Right. Have been sitting here wondering whether I dare 'go see a man about a dog'. Court has rescued me from my dilemma by saying the decision will be published at 12.45.</p>— Jo Maugham QC (@JolyonMaugham) \n    <a href=\"https://twitter.com/JolyonMaugham/status/1181167634152337408?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b1d8f8f081108db9c3b03\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T11:32:45.851Z\">12.32pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Boris Johnson claims EU has not explained in detail why it objects to his Brexit plan</h2> \n <div class=\"block-elements\"> \n  <p>This is what <strong>Boris Johnson </strong>said at Watford hospital when a reporter asked him if his Brexit plan was “dead in the water”. He replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>Our proposal is very fair, very reasonable. What it does is respect the Good Friday agreement, the peace process in Northern Ireland. It makes sure there’s no hard border, no checks at all at the border between Northern Ireland and Ireland. It also goes further in allowing Northern Ireland and Ireland in alignment, both for agrifoods, for cattle and so on, but also for industrial goods as well. That’s a big step forward, big advance, big compromise by the UK government.</p> \n   <p>What we are saying to our friends is, this is a very generous, fair and reasonable offer that we have made. What we would like to hear from you now is what your thoughts are. And if you have issues with any of the proposals that we’ve come up with, then let’s get into the detail and discuss them. </p> \n  </blockquote> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"47cf7393-f28e-4bd0-94e5-2e50373bec89\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/W-BNWxwoO_U?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n  <p>It was then put to Johnson that his Finnish opposite number, Antti Rinne, had said <a href=\"https://www.dw.com/en/finnish-pm-rinne-expects-another-brexit-delay/a-50713387\">Johnson was only just now realising what a “big mess” Brexit is</a> and that Emmanuel Macron, the French president, was saying a deal would have to be agreed by Friday. Johnson replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>Well, I spoke to both Antti Rinne, the Finnish prime minster, and to Emmanuel Macron yesterday. And I think they can see that there is an argument now for pushing on and getting on with some substantive talks on the detail of what we are proposing ...</p> \n   <p>The issue is, what is the EU’s objection [to the UK plan]. We haven’t really heard the detail from them about what they think the problems are. It is time for use to get together and really thrash this thing out.</p> \n  </blockquote> \n  <p>Johnson’s claim not to know why the EU is objecting to his plan is surprising. Everyone else seems to know, and Johnson himself has spoken to a series of EU leaders, including Jean-Claude Juncker, the European commission president, Donald Tusk, the European council president, and Leo Varadkar, the Irish taoiseach (PM). There is a good summary of EU objections <a href=\"http://www.europarl.europa.eu/news/en/press-room/20191003IPR63303/brexit-recent-uk-proposals-do-not-offer-the-safeguards-the-eu-and-ireland-need\">here, </a>in the statement from the European parliament’s Brexit steering group.</p> \n  <p>Johnson also refused to answer questions about the Jennifer Arcuri interview on Good Morning Britain this morning (see<a href=\"https://www.theguardian.com/politics/live/2019/oct/07/brexit-latest-news-boris-johnson-court-to-decide-if-boris-johnson-can-be-forced-to-sign-extension-letter-live-news?page=with:block-5d9aea0f8f081108db9c3960#block-5d9aea0f8f081108db9c3960\"> 9.17am)</a>, saying he had already said all he wanted to on this matter.</p> \n  <figure class=\"element element-atom\"> \n   <gu-atom data-atom-id=\"74a50521-4ea8-4665-a6b7-e83487d5d6b1\" data-atom-type=\"media\"> \n    <div>\n     <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/td-QUwD8VlQ?showinfo=0&amp;rel=0\"></iframe>\n    </div>\n   </gu-atom> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-07T14:30:45.023Z\">at 3.30pm BST</time></p> \n</div> \n<div id=\"block-5d9b1c5f8f084ab841734142\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T11:11:27.480Z\">12.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Boris Johnson </strong>has been visiting Watford general hospital this morning. Looking at the photographs from the visit, it seems that for the second time in a week he’s been engaging in mug politics - getting your chinaware to do your political messaging.</p> \n  <figure class=\"element element-image\" data-media-id=\"ecdd2b776c7930852326353eb0068dd9f3c4a911\"> \n   <img src=\"https://media.guim.co.uk/ecdd2b776c7930852326353eb0068dd9f3c4a911/0_41_4496_2697/1000.jpg\" alt=\"Boris Johnson speaking to mental health professionals during his visit to Watford general hospital in Watford.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Boris Johnson speaking to mental health professionals during his visit to Watford general hospital in Watford.</span> \n    <span class=\"element-image__credit\">Photograph: Peter Summers/POOL/AFP via Getty Images</span> \n   </figcaption> \n  </figure> \n  <p>Here is last week’s example.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BorisJohnson/status/1179033252641722368\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I got my coffee in the end. <a href=\"https://t.co/F5cDVZHhHA\">pic.twitter.com/F5cDVZHhHA</a></p>— Boris Johnson (@BorisJohnson) \n    <a href=\"https://twitter.com/BorisJohnson/status/1179033252641722368?ref_src=twsrc%5Etfw\">October 1, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Johnson has also been giving interviews. I will post the highlights shortly.</p> \n </div> \n</div> \n<div id=\"block-5d9b1b568f081108db9c3af1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T11:03:38.667Z\">12.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The lawyer <strong>Jolyon Maugham</strong> has a useful Twitter thread on what to expect from today’s court of session Brexit judgment. It starts here.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JolyonMaugham/status/1181139472395722760\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A short thread, in advance of the decision today, on where things are with the Scottish proceedings. THREAD</p>— Jo Maugham QC (@JolyonMaugham) \n    <a href=\"https://twitter.com/JolyonMaugham/status/1181139472395722760?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9b16098f081108db9c3ab3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T10:56:39.390Z\">11.56am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">UK urged to show 'more realism and clarity' on Brexit as No 10 says it is now up to EU to 'compromise'</h2> \n <div class=\"block-elements\"> \n  <p>I’m just back from the Downing Street lobby briefing, and nothing was said by the prime minister’s spokesman to suggest that Boris Johnson thinks there is much chance of the UK reaching a Brexit agreement with the EU this week. Johnson is due to hold telephone calls today with the prime ministers of Sweden, Denmark and Poland, but the spokesman did not announce any plans for Johnson to hold face-to-face meetings with his EU counterparts and he would not deny a report saying a meeting with Angela Merkel, the German chancellor, has not taken place because Merkel’s office could not find a slot for him in the diary.</p> \n  <p>There was a stage when Johnson was claiming that the UK was making significant progress in its talks with the EU. But the spokesman was not using language like that this morning, although when pressed he said that the EU did view the publication of the UK plans last week as a “step forward”.</p> \n  <p>The spokesman also kept stressing that it was now up to the EU to compromise. Asked about <strong>Stef Blok</strong>, the Dutch foreign minister, saying this morning that the EU wanted “more realism and clarity” from the UK on Brexit, the spokesman replied:</p> \n  <blockquote class=\"quoted\"> \n   <p>We are ready to talk with the EU at a pace to secure a deal so that we can move on and build a new partnership between the UK and the EU, but if this is to be possible the EU must match the compromises that the UK has made. </p> \n  </blockquote> \n  <p>Blok made his comment after a meeting with Stephen Barclay, the Brexit secretary.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ministerBlok/status/1181143341553082368\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/hashtag/NorthSeaNeighbours?src=hash&amp;ref_src=twsrc%5Etfw\">#NorthSeaNeighbours</a> – Frank &amp; honest discussion today with <a href=\"https://twitter.com/SteveBarclay?ref_src=twsrc%5Etfw\">@SteveBarclay</a> as good neighbours do. Important questions still remain on UK <a href=\"https://twitter.com/hashtag/Brexit?src=hash&amp;ref_src=twsrc%5Etfw\">#Brexit</a> proposals and more realism and clarity necessary this week. Full support for <a href=\"https://twitter.com/MichelBarnier?ref_src=twsrc%5Etfw\">@MichelBarnier</a> <a href=\"https://t.co/7A0KUUmdb2\">pic.twitter.com/7A0KUUmdb2</a></p>— Stef Blok (@ministerBlok) \n    <a href=\"https://twitter.com/ministerBlok/status/1181143341553082368?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-07T10:57:51.405Z\">at 11.57am BST</time></p> \n</div> \n<div id=\"block-5d9b0b0e8f081108db9c3a5c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T09:55:49.415Z\">10.55am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>These are from ITV’s <strong>Robert Peston.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1181134112045834245\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">So believe it or not, the 21 Tory MPs expelled from the parliamentary Conservative party, plus Rudd who quit, today refused to support opposition MPs who wanted to put down an SO24 motion that would have allowed MPs to seize control of parliament’s business on any day between...</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1181134112045834245?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1181134113870417920\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">now and Brexit day on 31 October. Labour and SNP had ordered all their MPs to London to support the motion. But now it won’t be put on the order paper till next Tuesday, if at all. The point of the motion was to give MPs the power to pass whatever legislation they thought they...</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1181134113870417920?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1181134115069923328\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">need to stop a no-deal Brexit on 31 October. But the Tory rebels apparently now buy the Johnson and Cummings argument that MPs flexing their collective muscles to stop a no-deal Brexit is undermining their chances of getting a deal. But as I reported earlier, there is next to...</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1181134115069923328?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Peston/status/1181134116517011457\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">no chance of the EU accepting Johnson’s offer anyway (see <a href=\"https://t.co/3D5abBMm2p\">https://t.co/3D5abBMm2p</a>). So Cummings and Johnson will be chortling into their coffees as we speak. And business in the Commons today will be of magnificent unimportance.</p>— Robert Peston (@Peston) \n    <a href=\"https://twitter.com/Peston/status/1181134116517011457?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>I’m off to the Number 10 lobby briefing. I will post again after 11.30am.</p> \n </div> \n</div> \n<div id=\"block-5d9b0aac8f08fbb0c1722573\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T09:53:00.818Z\">10.53am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>On the BBC’s Westminster Hour last night <strong>Lee Rowley</strong>, a Tory Brexiter who voted against Theresa May’s deal three times, said he did not think leave voters would blame Boris Johnson if Brexit were delayed. He explained:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think the British people have more or less clocked what’s going on here. And I was out in my constituency, North East Derbyshire - 60% leave seat, formerly Labour-held for 80 years – this weekend. I lost track of the number of people who said to me on the doorstep –we know what’s going on, Boris is trying to get a deal and he is also trying to get us out. And if he doesn’t achieve that, and Boris is clear that he is going to do that, but if he doesn’t, we know where the problem will be. Because it’s the same problem that’s been there’s been for the last two years. Parliament doesn’t want to leave.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d9b021a8f081108db9c39d9\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T09:40:18.708Z\">10.40am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Will leave voters blame Boris Johnson if Brexit gets delayed?</h2> \n <div class=\"block-elements\"> \n  <p>One of the key questions in British politics at the moment is whether pro-leave voters will blame Boris Johnson if Brexit has to be extended, and line up behind Nigel Farage’s Brexit party at the general election, or whether they will give Johnson the benefit on the grounds that at least he tried.</p> \n  <p>As <strong>Mujtaba Rahman </strong>says in his Eurasia briefing (see <a href=\"https://www.theguardian.com/politics/live/2019/oct/07/brexit-latest-news-boris-johnson-court-to-decide-if-boris-johnson-can-be-forced-to-sign-extension-letter-live-news?page=with:block-5d9afc5a8f081108db9c39b2#block-5d9afc5a8f081108db9c39b2\">9.57am), </a>No 10 used to think a Brexit delay would be disastrous for the Tories electorally, but now they have changed their mind. Rahman says:</p> \n  <blockquote class=\"quoted\"> \n   <p>The election could turn on this question: how damaging will an extension be for Boris? His strategy is to make enough gains in Labour-held leave areas in the North and Midlands to offset likely losses to the SNP in Scotland and the pro-Remain Lib Dems in the South. This gamble would be compounded by an extension, which would likely play into the hands of Nigel Farage’s Brexit party, who would cry betrayal. To win a majority, the Tories need to further squeeze the Brexit party’s vote.</p> \n   <p>Initially, Boris allies were nervous about the impact of an extension. But during last week’s Tory conference they became confident that the “Farage factor” would not scupper Johnson’s chances of victory. They were cheered by opinion poll and focus group findings that the PM would not be blamed for the latest delay to Brexit. As one aide said: “The public see him as Mr. Brexit and the only one who can deliver it. They know who is responsible [for delay] and we will keep reminding them of it.”</p> \n   <p>Team Boris is confident of success in what is a “blame game” at three levels—pinning responsibility for the coming extension on the EU, Parliament and the judiciary. It could be called the ABB strategy—anyone but Boris.</p> \n  </blockquote> \n  <p>But in <a href=\"https://www.thetimes.co.uk/article/delivery-rather-than-detail-gives-johnson-the-brexit-edge-over-may-htc8lm9f2\">an article in the Times (paywall)</a> the leading psephologist <strong>Prof Sir John Curtice</strong> is not convinced that Johnson will be able to escape the blame so easily.</p> \n  <blockquote class=\"quoted\"> \n   <p>So far, confidence in Mr Johnson’s handling of Brexit — and indeed his party’s standing in the polls which, according to Opinium’s latest poll, is, at 38 per cent, higher than at any time since last February, before Mrs May failed to deliver Brexit — has not suffered in the wake of what are already diminishing expectations among voters that Brexit will be delivered at the end of the month.</p> \n   <p>According to YouGov, at the beginning of September, three in five (60 per cent) Leave voters thought it likely that Brexit would have happened by October 31, while only about one in four (27 per cent) thought it unlikely. Now only about a half of them (49 per cent) expect Mr Johnson to meet the deadline.</p> \n   <p>Still, that potentially leaves a lot of voters whose hopes and expectations will be dashed if Brexit is not delivered at the end of the month. Of course, they may decide that some combination of the EU, the judges, Jeremy Corbyn and Jo Swinson are responsible for any failure to deliver Brexit. But expect Nigel Farage to point the finger of blame at Mr Johnson and his Conservative Party. Much could yet depend on who wins and loses the blame game.</p> \n  </blockquote> \n  <p><strong>Rob Ford</strong>, a politics professor, thinks leave voters will turn on Johnson if there is an extension. (BXP is the Brexit party.)</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robfordmancs/status/1181104326200221697\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">My money is on Johnson and Cons losing blame game fwiw. BXP voters are low attention and low trust, when Farage announces “he has failed, he has betrayed Brexit” on Nov 1st that’s who they will respond to. <a href=\"https://t.co/7nGG00QJaS\">https://t.co/7nGG00QJaS</a></p>— Rob Ford (@robfordmancs) \n    <a href=\"https://twitter.com/robfordmancs/status/1181104326200221697?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robfordmancs/status/1181123870067216385\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">BXP does best among white voters with low formal educational qualifications. Such voters tend to express lower interest in politics, score lower on political knowledge etc. Less likely to be following things day to day. Therefore less likely to know detail of why Boris faile..d</p>— Rob Ford (@robfordmancs) \n    <a href=\"https://twitter.com/robfordmancs/status/1181123870067216385?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>But <strong>Matthew Goodwin</strong>, another academic, takes an alternative view.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GoodwinMJ/status/1180800934085050368\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I'm just not convinced Brexit Party voters will abandon Boris Johnson if extension happens. Why?<br><br>78% approve of his handling of Brexit <br>75% say MPs SHOULD vote for deal <br>74% approve of job as PM<br>64% say \"surrender\" acceptable language<br>59% \"more positive\" of BJ since conference</p>— Matthew Goodwin (@GoodwinMJ) \n    <a href=\"https://twitter.com/GoodwinMJ/status/1180800934085050368?ref_src=twsrc%5Etfw\">October 6, 2019</a>\n   </blockquote> \n  </figure> \n  <p>In <a href=\"http://www.matthewjgoodwin.org/contact.html\">a briefing</a> he sent out at the end of last week Goodwin explained in more detail why he thinks, in an election, Johnson could win the support of people currently saying they would vote for the Brexit party.</p> \n  <blockquote class=\"quoted\"> \n   <p>Were Johnson and his team to successfully recruit Brexit party voters [at the general election] then they would likely win sizeable majorities. If Johnson won back half of the Brexit party vote then he might win a comfortable majority, with 348 seats to Labour’s 201. If he goes further and wins back three-quarters of Farage’s Brexiteers then the number of Conservative seats increased at around 370 to Labour’s 185 - a commanding majority.</p> \n   <p>Might this actually happen? We do think that the Brexit party vote is softer than some think, for a couple of reasons. First, when these voters are asked who would make the best prime minister - Johnson or Corbyn- <a href=\"https://matthewjgoodwin.us12.list-manage.com/track/click?u=622abafa668ae542eeba8dd1f&amp;id=d23ab49459&amp;e=bec083766b\">they break 84% to 1%</a> for Johnson. Lord Ashcroft asked a slightly different question, whether they would want to see a Conservative government led by Johnson or a Labour government led by Corbyn. <a href=\"https://matthewjgoodwin.us12.list-manage.com/track/click?u=622abafa668ae542eeba8dd1f&amp;id=91c7bbe7ca&amp;e=bec083766b\">94% opted for a Johnson government</a>. A campaign that inevitably presents voters with this simple binary choice would likely see many Brexit party voters conclude “Johnson”.</p> \n   <p>Even this week, as the pressure on Johnson became clear, large majorities of Brexit party voters still felt that <a href=\"https://matthewjgoodwin.us12.list-manage.com/track/click?u=622abafa668ae542eeba8dd1f&amp;id=6af18f56ff&amp;e=bec083766b\">he is competent, decisive, strong, likeable, authentic and ‘in touch with ordinary people’</a>. In fact, 91% of Brexit party voters openly reject the idea that Johnson should resign and want him to remain as prime minister. Put simply, these do not look like people who are about to revolt <em>en masse</em>. It was also telling that when Nigel Farage called on Johnson to resign he was widely criticised by his own voters on social media. Furthermore, so long as Johnson appears sincere in his support for a ‘meaningful’, ‘clean’ or ‘hard’ Brexit then these Brexit party voters are instinctively on side. As <a href=\"https://matthewjgoodwin.us12.list-manage.com/track/click?u=622abafa668ae542eeba8dd1f&amp;id=12f22e5e24&amp;e=bec083766b\">polling made clear</a> this week, 81% want Britain to leave with no deal while 91% would ‘not be worried’ if Britain left without a deal. <br></p> \n  </blockquote> \n  <p>Five years ago Ford and Goodwin co-wrote an acclaimed book on Ukip, Revolt on the Right. Since then some of their views have diverged.</p> \n </div> \n</div> \n<div id=\"block-5d9afc5a8f081108db9c39b2\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T08:57:46.567Z\">9.57am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Mujtaba Rahman</strong>, the Brexit specialist at the Eurasia consultancy who produces regular briefing notes based on what he’s been told by insiders in London and Brussels, has issued an update on the state of play this morning. He says he thinks the chances of the UK and the EU agreeing a deal this week are now “close to zero”, and that the chances of a no-deal Brexit happening on 31 October are also “extremely small”. We’re heading for an election, he assumes.</p> \n  <p>Here’s an extract.</p> \n  <blockquote class=\"quoted\"> \n   <p>UK ministers admit privately there is little prospect of agreement. As one put it: “If the consent mechanism [on regulation] were the only problem, then a deal would be doable. But if we say Northern Ireland must be in the UK customs territory and the EU says it must be in the [EU] customs union, the problems are insurmountable. That’s where we are.”</p> \n   <p>Downing Street’s official line remains that the UK will leave on 31 October with or without a deal. At the same time, it insists the government “will obey” the Benn Act approved by parliament, forcing Johnson to seek an extension to UK membership if a deal has not been approved by parliament by 19 October. Ministers refuse to say how these contradictory positions will be reconciled. Some admit privately they do not know.</p> \n   <p>We think Johnson will pursue a strategy some aides describe as “being dragged, kicking and screaming” into an extension, so Leave voters know he is doing it against his will. This is why he still promises “no delay” even though he knows the prospects of a deal are remote.</p> \n   <p>He may play for time on 19 October, so the Benn Act is tested in the courts (Johnson would swiftly be taken to court if he did not comply immediately). The courts could send a letter on the government’s behalf, or order a civil servant or another minister to do so. Outright refusal to obey the law is a non-starter; it could provoke several resignations including those of Geoffrey Cox, the attorney general, and Robert Buckland, the justice secretary.</p> \n   <p>So we think that, sooner or later, Johnson will send the letter required by the act, but that too could be tested in the courts. It will likely describe the proposed delay as “parliament’s extension”, not one sought by the government.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5d9af96a8f081108db9c399e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T08:38:17.877Z\">9.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from my colleague <strong>Severin Carrell.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/severincarrell/status/1181125933643771904\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Seems <a href=\"https://twitter.com/DaleVince?ref_src=twsrc%5Etfw\">@DaleVince</a> <a href=\"https://twitter.com/JolyonMaugham?ref_src=twsrc%5Etfw\">@JolyonMaugham</a> <a href=\"https://twitter.com/joannaccherry?ref_src=twsrc%5Etfw\">@joannaccherry</a> <a href=\"https://twitter.com/hashtag/BennAct?src=hash&amp;ref_src=twsrc%5Etfw\">#BennAct</a> decision won’t be published until noon, in writing. No <a href=\"https://twitter.com/hashtag/courtofsession?src=hash&amp;ref_src=twsrc%5Etfw\">#courtofsession</a> hearing with Pentland today, says <a href=\"https://twitter.com/JudgesScotland?ref_src=twsrc%5Etfw\">@JudgesScotland</a> press office</p>— Severin Carrell, Esq (@severincarrell) \n    <a href=\"https://twitter.com/severincarrell/status/1181125933643771904?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9af6f58f08fbb0c17224c5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T08:29:19.747Z\">9.29am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The lawyer <strong>Jolyon Maugham </strong>says he does not know what time the Scottish court judgment will be issued. I had been told 10am, but that may have been duff information.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JolyonMaugham/status/1181123631277117440\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A decision of the Outer House of the Court of Session is expected today but we are not expecting a hearing. It will be issued to the parties and published in the normal way. We do not, as matters stand, know the time at which it will be issued.</p>— Jo Maugham QC (@JolyonMaugham) \n    <a href=\"https://twitter.com/JolyonMaugham/status/1181123631277117440?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5d9aea0f8f081108db9c3960\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-10-07T08:17:07.564Z\">9.17am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Scottish court to decide if Boris Johnson can be forced to sign extension letter</h2> \n <div class=\"block-elements\"> \n  <p>Politicians spend a lot of time in interviews dodging questions, but mostly they are not very good at it. They could all learn by watching <strong>Jennifer Arcuri,</strong> the American businesswoman at the centre of the scandal over claims that Boris Johnson improperly helped her company with grants and trade mission access when he was mayor of London because they had a very close friendship. She has given an interview to Good Morning Britain this morning, and she managed to give a non-answer that made her look strong and assertive, not weak and evasive. This is what she said when Piers Morgan asked her if she had ever had an intimate relationship with Johnson. She said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Because the press have made me this objectified ex-model pole dancer, I am really not going to answer that question ... I’m sorry, I am not going to be putting myself in a position for you to weaponise my answer. I’m being used as a pawn. This entire thing is a crazy charade. </p> \n  </blockquote> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GMB/status/1181105301342343168\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">‘It’s really categorically no-one’s business.’ <br><br>Tech entrepreneur Jennifer Arcuri refuses to answer any questions about the intimacy of her relationship with Boris Johnson over concerns her answer will be weaponised. <a href=\"https://t.co/fg1fYcncqq\">pic.twitter.com/fg1fYcncqq</a></p>— Good Morning Britain (@GMB) \n    <a href=\"https://twitter.com/GMB/status/1181105301342343168?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Arcuri also insisted that her firm had not received favours from Johnson.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GMB/status/1181098412541976576\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">‘Boris never gave me favouritism.’ <br><br>US businesswoman Jennifer Arcuri says Boris Johnson never gave her preferential treatment and only knew her as an ‘extremely passionate entrepreneur of the London tech scene’. <a href=\"https://t.co/Je4x1gWn2A\">pic.twitter.com/Je4x1gWn2A</a></p>— Good Morning Britain (@GMB) \n    <a href=\"https://twitter.com/GMB/status/1181098412541976576?ref_src=twsrc%5Etfw\">October 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>My colleague <strong>Matthew Weaver</strong> has written the whole interview up here.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/07/jennifer-arcuri-refuses-to-rule-out-claims-of-affair-with-boris-johnson\">Jennifer Arcuri refuses to rule out claims of affair with Boris Johnson</a> </p> \n  </aside> \n  <p>In normal circumstances this might be the story of the day, but the UK is only 24 days from a deadline that could pitch the country into a potentially crippling no-deal Brexit and Johnson has much more pressing things on his minds. His options might be affected by a decision in a Scottish court that could determine the extent to which he is constrained by the Benn Act. Here is the Press Association’s preview story.</p> \n  <blockquote class=\"quoted\"> \n   <p>A decision is expected to be made on whether the prime minister can be forced by the courts to send a letter requesting an article 50 extension.</p> \n   <p>Documents submitted to the court of session on behalf of Boris Johnson were read out on Friday, in which he makes it clear he will not attempt to frustrate the so-called Benn Act.</p> \n   <p>However, the petitioners believe No 10 cannot be trusted to abide by the law, so have launched legal action.</p> \n   <p>The legislation, passed by Westminster last month, requires the prime minister to ask the EU for a Brexit extension to January 31 if parliament does not agree to any withdrawal deal Number 10 may come back with by October 19.</p> \n   <p>Legal action - led by businessman Vince Dale, SNP MP Joanna Cherry QC and Jolyon Maugham QC - was launched at the outer house of the court.</p> \n   <p>It seeks to create an order which would force Johnson to send the letter and prohibits him from frustrating the Act’s purpose.</p> \n   <p>This includes banning him from asking EU member states to deny the letter’s request or by sending an additional letter which contradicts it.</p> \n   <p>Aidan O’Neill QC, representing the campaigners behind the legal action, claimed Johnson’s previous statements go against what he has said to the court through the documents.</p> \n   <p>He referred to promises made by the prime minister that he would rather be “dead in a ditch” than send a letter requesting an extension, and that the UK will leave on October 31 “do or die”.</p> \n   <p>Judge Lord Pentland is expected to announce his decision on the case on Monday.</p> \n  </blockquote> \n  <p>And here is<a href=\"https://goodlawproject.org/benn-act-proceedings-scotland/#\"> a blog </a>from the Good Law Project, run by Maugham, explaining his case in more detail.</p> \n  <p>Here is the agenda for the day.<br></p> \n  <p><em>9.30am:</em> Boris Johnson visits a hospital in Watford.</p> \n  <p><em>11am:</em> Downing Street lobby briefing.<br></p> \n  <p><em>12pm:</em> The court of session in Edinburgh is due to deliver its ruling in the legal challenge intended to ensure the PM complies with the Benn Act.</p> \n  <p><em>2.30pm: </em>Therese Coffey takes work and pensions questions in the Commons.</p> \n  <p>At some point Jeremy Corbyn is chairing another meeting of the opposition parties in Westminster, to discuss joint efforts to stop a no-deal Brexit. And opposition MPs may press for an emergency debate on a more to force the government to publish the full legal text of its Brexit plan.</p> \n  <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although I will be focusing mostly on <a href=\"https://www.theguardian.com/politics/eu-referendum\">Brexit</a>. I plan to publish a summary when I wrap up.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is<a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-countdown-to-no-deal-cox-block-extinction-shutdown/\"> the Politico Europe roundup of this morning’s political news.</a> And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.<br></p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-10-07T10:58:15.951Z\">at 11.58am BST</time></p> \n</div>",
      "wordcount": "6403",
      "commentCloseDate": "2019-10-07T17:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-07T08:17:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:49Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/cf6g4",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b80219ebca9f54c46dbe98511a8eccee20c88324/258_50_2169_1301/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Downing Street has sought to deflect the blame for the Brexit impasse on to Britain’s EU counterparts, as Boris Johnson’s plans continue to meet a frosty reception. Johnson himself has claimed that the EU has not yet explained in detail what its objections to his plan are. (See 12.32pm.) Anti-Brexit campaigners have failed in a legal bid to get a Scottish court to issue an order saying Johnson must seek a Brexit extension if he does not agree a deal with the EU, as the Benn Act requires. But they claimed that that case served a valuable function because, in evidence to the court, the government committed itself to complying with this legislation. In his judgment Lord Pentland effectively said he would take the government at its word and that, if Johnson broke his promise to the court, that would be “destructive” to the constitution. Pentland said: If I may put the point another way, the government accepts that in executing its political policy it must comply with the 2019 Act. That being the government’s clearly stated position before the court, there is no need for coercive orders against it or against the prime minister to be pronounced. The court should not pronounce coercive orders (or decree for interdict) unless it has been established on the basis of cogent evidence that it is truly necessary for such orders to be granted. In my opinion, that has not been done in the present case. I would add only this. I approach matters on the basis that it would be destructive of one of the core principles of constitutional propriety and of the mutual trust that is the bedrock of the relationship between the court and the crown for the prime minister or the government to renege on what they have assured the court that the prime minister intends to do. James Duddridge, a Brexit minister, has dismissed as “rubbish” and “not true” a claim that the government plans to lower employment and environmental standards after Brexit. (See 4.12pm.) Jennifer Arcuri, the American businesswoman at the centre of a conflict of interest row involving the prime minister confirmed she had a “very close bond” with Boris Johnson and refused to rule out claims they had an affair. Far-right activists are exploiting community tensions by swooping into towns and cities and distorting the truth in an effort to turn residents against minorities, particularly Muslims, the government’s chief adviser on extremism has found. The Labour MP Stephen Hepburn has been suspended from the party while officials investigate a complaint that he sexually harassed a female party member. Families who launched a landmark legal challenge to the government’s funding of services for children with special educational needs and disabilities (Send) have lost their high court case. That’s all from me for today. Thanks for the comments. “Ulster says No,” is one of the historic cries of unionism. The DUP’s Sammy Wilson has inverted that in a statement - one of several we’ve had from the party recently - strongly criticising the Irish government for its stance on Brexit. Wilson said: It seems the ‘not an inch’ approach in Dublin will lead to no deal. How times have changed. Its now a case of ‘Dublin Says No’. The DUP has worked with the prime minister to place a reasonable proposal on the table. It may not be perfect but it’s a fair deal. It recognises our unique situation and respects the referendum result ... In every negotiation there must be give and take. The Irish prime minister must realise that we will not support Northern Ireland being held to ransom by either Dublin or Brussels. In response to another urgent question Conor Burns, an international trade minister, has told MPs that the government will publish its plans for the tariffs that would apply in the event of a no-deal Brexit “shortly”. That may mean tomorrow. Theresa May’s government published its own tariff schedule for no deal, but the new government will take a different approach. In the Commons James Duddridge, the Brexit minister, has just said that his boss, the Brexit secretary Stephen Barclay, is going around Europe “whipping up support and enthusiasm” for the PM’s Brexit deal. (If Barclay is supposed to be whipping up enthusiasm for the deal, there is precious little evidence so far that his mission is having any success.) These are from Dale Vince, the businessman who took the case to the Scottish court of session calling for a ruling saying Boris Johnson would have to obey the Benn Act, along with Joanna Cherry and Jolyon Maugham. In her question a few minutes ago Jo Swinson, the Lib Dem leader, said the government’s refusal to publish the legal text would prompt fears that the government was prepared to lower standards. Surely the public had a right to know if the PM was prepared to sacrifice the quality of food on supermarket shelves, the rights of workers to take holiday and the rights of children to breath clean air? James Duddridge, the Brext minister, replied: Quite frankly, that’s a load of rubbish. That is not our intention. And our constituents, if they are worried and scared as a result of what the Liberal Democrats say, that is a terrible thing. It just simply is not true. The Labour MP Tonia Antoniazzi asked if the DUP had seen the full legal text. Why would it be right for them to see it, but not the other opposition parties. Duddridge said he would not comment. He said MPs who had been ministers would know that, in a negotiation, different people see different bits of text. In the Commons Hilary Benn, the Labour chair of the Brexit committee, said something did not add up in relation to what James Duddridge said about there being no need for new infrastructure in Ireland. He said Boris Johnson told the BBC last week there would be a system of customs checks away from the border. But the plan published last week said customs checks would be carried out at traders’ premises, or other designated locations. And it said goods would be under customs supervision as they crossed the border. So how can you have customs checks with no customs infrastructure? Duddridge replied: The government are looking for a tailored solution. He said the sort of procedures mentioned in the plan were already being used in some places. Duddridge is responding to Starmer. He says what the PM said in the Commons on Thursday last week about there being no need for any new infrastructure anywhere was correct. And he says the government is committed to upholding rights. That will become clear when the text is published, he says. Starmer is responding. He says MPs have not seen the 44-page legal text. That means they have to guess, or, even worse, take the PM’s word for it. He says the taoiseach, Leo Varadkar, says there is a contradiction between the plan and what Boris Johnson told MPs last week about there being no need for any new infrastructure in Northern Ireland. He says Duddridge should clear this up. Both Varadkar and Jean-Claude Juncker, president of the European commission, have called for the text to be published, he says. What is the government hiding? He says, if it is true that workers’ and environmental rights will be protected, the full legal text should be published so people can be reassured. Sir Keir Starmer, the shadow Brexit secretary, has just asked his urgent question on when the government the legal text of its new Brexit plan James Duddridge, the Brexit minister, is replying. He says the government is “unconditionally committed” to finding a solution to the Irish border issue. It is committed to avoiding “infrastructure, checks or controls” at the border in Ireland. He says the government published details of its new plan last week. At the same time it also shared a legal text of the proposed changed to the withdrawal agreement with the European commission, but on a confidential basis. He says the government will only publish this at a time when doing so would help it get a deal. The SNP has today announced it is setting up a social justice and fairness commission, which it says will show how Scotland could use independence to create a fairer society. It is intended to complement the work of the SNP’s sustainable growth commission, which reported last year. Shona Robison, the former Scottish government’s health secretary who will convene the commission, said: Independence is fundamentally about creating a better Scotland. The social justice and fairness commission will explore in detail how we can use the powers of independence to end poverty, tackle inequality and improve the lives of families across Scotland. That’s a crucial task – both for persuading people of the case for independence, and for building a better country once we achieve it. Here is the full list of commission members. Plaid Cymru has confirmed that it would support Jeremy Corbyn as leader of an interim administration to prevent a no-deal Brexit. A Plaid Cymru source said: It’s not about who, but about how we stop a disastrous crash-out Brexit. This is about policies not personalities. The focus now must be on ensuring that the anti-no deal legislation is enacted. We cannot afford to do anything to jeopardise that – that includes playing party political games over who should lead a caretaker administration. Plaid Cymru has said we will work with anyone who can command a majority if a caretaker administration is needed to block a no-deal, secure an extension and deliver a referendum. These are from ITV’s Robert Peston. This is from the SNP MP Joanna Cherry, one of the people who brought the case to the Scottish court of session in an attempt to get a ruling that Boris Johnson must comply with the Benn Act. She said: As a result of this important court action, we have forced the Tory government to concede that the prime minister will comply with the law, and promise to send a letter requesting a Brexit extension and not frustrate the purpose of the Benn Act. However, given Boris Johnson’s slippery track record of acting unlawfully, and the contradictory statements issued by the UK government - we do not trust the Tory leader or believe he can be taken at his word to obey the letter and spirit of the law. As such, we will appeal the decision, and expect that appeal to be heard tomorrow. A senior member of the Home Office’s drugs advisory panel has quit, claiming political interference is undermining its independence. Prof Alex Stevens, who worked on the Advisory Council on the Misuse of Drugs (ACMD), has posted a thread on Twitter explaining his decision, which was revealed by the Guardian. Here is a Guardian video of the Extinction Rebellion protests around Westminster. This is from Neale Richmond, an Irish senator and Fine Gael Europe spokesperson, explaining for the benefit of Boris Johnson (see 12.32pm) what the EU thinks the problems are with the UK’s Brexit plan. Bruno Bonnell, a French MP for Emmanuel Macron’s En Marche! party, told Emma Barnett on Radio 5 Live this morning that Boris Johnson’s Brexit plan was “almost like a joke”. He explained: It’s not a final version - it’s almost like a joke. We don’t even understand it ... This is not a genuine offer. This is clearly a political manipulation to put the responsibility of a no-deal Brexit on the EU’s side. Explaining his objection to the proposal, he said: First of all, what he is suggesting right now is a very complex process, and even more complicated than what is proposed by the backstop. Secondly, it’s again a last-minute proposal, as if he wanted to force the issue and put the responsibility of a no-deal Brexit onto the EU’s shoulders. I mean we don’t want to pick and choose here. He is the one who refused the deal that was in place, that was proposed, that was negotiated. The European commission said it plans to “take stock” later this week in terms of making an assessment of the UK’s Brexit plan. At its regular, daily briefing, the commission’s chief spokeswoman Mina Andreeva said: Talks will continue today and this week in order to give the UK the opportunity to present their proposals in more detail and then we will take stock with member states and the European parliament throughout the week. And, as we have said before, everyday counts in these talks. I think we have said many times that we are available 24/7. Labour MP Stephen Hepburn has been suspended from the party following a complaint of sexual harassment, the Press Association reports. It is understood his case has been referred to the national constitutional committee and he has been suspended pending that process. Ian Jones from the Press Association has filed this, looking at four potential dates for the general election. Time is running out for a general election to take place before the Christmas season. The earliest date for polling day is probably Thursday November 28. By law, parliament has to be dissolved 25 working days before a general election. For an election on November 28, dissolution would need to take place on October 24. This would give MPs time to debate and vote on the Queen’s Speech, which is taking place on October 14. It also avoids a clash with the EU summit of October 17/18. But MPs may want to wait until after October 31, the day on which the government says the UK will leave the EU, with or without a deal, before triggering an election. Under this scenario, MPs could hold the trigger-vote on November 4 or 5, parliament would be dissolved on November 7, with polling day falling on December 12. A dissolution any later than November 7 would push the election very close to Christmas. A third scenario could see MPs try to fix polling day for as early as possible in the new year, probably on January 9. This would mean dissolution on December 2, however, and it seems unlikely politicians would wish to spend the festive period campaigning. MPs may therefore decide to sit tight and wait until Christmas is out of the way before triggering an election, with dissolution potentially on January 9 followed by polling day on February 13. The Green party has proposed the legalisation of drug use in the UK and the establishment of a regulated market with tightly-controlled specialist pharmacies selling currently illegal substances. It appears to be the first time a UK political party has gone so far as to call for the radical change in drug policy, and it comes amid heightened concern over the exploitation of teenagers by county lines drug gangs and record drug-related deaths. Dr Alex Armitage, the Green party candidate for Hackney North and Stoke Newington who is leading on the policy told the Guardian: Our policy stems from the fact that we’re recognising more and more that the prohibition of drugs is a complete and utter failure, particularly for people marginalised in society. It doesn’t matter if you’re dealer recruited into organised crime group after being excluded from school, or a person who was abused as a child who uses heroin to numb the pain or whether you live in an affluent area and worry about your home being burgled by people who need to steal to enable their drug use. It’s an issue that affects everyone in society in one way or another. Particularly in south America, where cocaine originates from, you have murder and disappearances on a mass scale, massive environmental destruction and visible corruption of government. Rather than having short term solution to problems we face, the Greens are taking a step back and looking at the bigger picture. All of this death, harm and destruction stems from the fact that drug use is illegal and unregulated. The only way to regulate drug use is to create a legal system. Under the proposals, closely regulated specialist pharmacies would be permitted to sell recreational drugs to adults at fixed doses and prices over the counter after a safety consultation. “People would know exactly what they were taking,” Armitage said. “It solves the problem of drug dealers cutting drugs with unknown substances.” UPDATE: We have amended the copy above to remove a reference to two class A drugs. The party has now clarified its position and it says its policy to regulate the supply of drugs, including fuller details of the drugs covered, will be released in due course. Here is some Twitter comment on the Scottish court judgment. From the law lecturer and Times journalist Raphael Hogarth From my colleague Severin Carrell From David Anderson, the QC, crossbench peer and former independent reviewer of terror legislation From the FT’s legal commentator David Allen Green Here is a link to the full text of the Scottish court’s judgment. These are from Jolyon Maugham, the lawyer who has lost the case in Scotland intended to get the court to issue an order compelling Boris Johnson to comply with the Benn Act. Here is James Cleverly, the Conservative party chairman’s, take on the Brexit crisis. There are five urgent questions in the Commons today. During his interviews at Watford hospital Boris Johnson also said he was willing to speak to President Trump about the American diplomat’s wife who is using diplomatic immunity to escape criminal proceedings in relation to a car crash that killed Harry Dunn, 19, in Northamptonshire. Johnson said: I think everybody’s sympathies are very much with the family of Harry Dunn and our condolences to them for their tragic loss. I must answer you directly, I do not think that it can be right to use the process of diplomatic immunity for this type of purpose. And I hope that Anne Sacoolas will come back and will engage properly with the processes of law as they are carried out in this country. That’s a point that we’ve raised or are raising today with the american ambassador here in the UK and I hope it will be resolved very shortly. And to anticipate a question you might want to raise, if we can’t resolve it then of course I will be raising it myself personally with the White House. Anti-Brexit campaigners have failed in an attempt to force Boris Johnson to ask for an extension to article 50 if he is unable to get a Brexit deal through parliament, my colleague Severin Carrell reports. His story goes on: Lord Pentland, sitting in the court of session in Edinburgh, rejected their request for a court order instructing the prime minister to seek an extension if he cannot get a deal passed by the Commons this month. Here is the full story. Boris Johnson has also restated his claim that the UK will definitely leave the EU on 31 October - even though MPs have passed the Benn Act, which is intended to stop that happening. Asked about the Scottish court case about whether he must send a letter requesting an extension in the event of there being no deal, Johnson said: We will study any judgments, of course, very closely, as we always do. We will respect the law. And we will leave the European Union on October 31. Clearly, that’s what the people of this country voted for. I think most people just want just to get Brexit done. The court of sessions judgement on Brexit will be out at 12.45pm, the lawyer Jolyon Maugham says. This is what Boris Johnson said at Watford hospital when a reporter asked him if his Brexit plan was “dead in the water”. He replied: Our proposal is very fair, very reasonable. What it does is respect the Good Friday agreement, the peace process in Northern Ireland. It makes sure there’s no hard border, no checks at all at the border between Northern Ireland and Ireland. It also goes further in allowing Northern Ireland and Ireland in alignment, both for agrifoods, for cattle and so on, but also for industrial goods as well. That’s a big step forward, big advance, big compromise by the UK government. What we are saying to our friends is, this is a very generous, fair and reasonable offer that we have made. What we would like to hear from you now is what your thoughts are. And if you have issues with any of the proposals that we’ve come up with, then let’s get into the detail and discuss them. It was then put to Johnson that his Finnish opposite number, Antti Rinne, had said Johnson was only just now realising what a “big mess” Brexit is and that Emmanuel Macron, the French president, was saying a deal would have to be agreed by Friday. Johnson replied: Well, I spoke to both Antti Rinne, the Finnish prime minster, and to Emmanuel Macron yesterday. And I think they can see that there is an argument now for pushing on and getting on with some substantive talks on the detail of what we are proposing ... The issue is, what is the EU’s objection [to the UK plan]. We haven’t really heard the detail from them about what they think the problems are. It is time for use to get together and really thrash this thing out. Johnson’s claim not to know why the EU is objecting to his plan is surprising. Everyone else seems to know, and Johnson himself has spoken to a series of EU leaders, including Jean-Claude Juncker, the European commission president, Donald Tusk, the European council president, and Leo Varadkar, the Irish taoiseach (PM). There is a good summary of EU objections here, in the statement from the European parliament’s Brexit steering group. Johnson also refused to answer questions about the Jennifer Arcuri interview on Good Morning Britain this morning (see 9.17am), saying he had already said all he wanted to on this matter. Boris Johnson has been visiting Watford general hospital this morning. Looking at the photographs from the visit, it seems that for the second time in a week he’s been engaging in mug politics - getting your chinaware to do your political messaging. Here is last week’s example. Johnson has also been giving interviews. I will post the highlights shortly. The lawyer Jolyon Maugham has a useful Twitter thread on what to expect from today’s court of session Brexit judgment. It starts here. I’m just back from the Downing Street lobby briefing, and nothing was said by the prime minister’s spokesman to suggest that Boris Johnson thinks there is much chance of the UK reaching a Brexit agreement with the EU this week. Johnson is due to hold telephone calls today with the prime ministers of Sweden, Denmark and Poland, but the spokesman did not announce any plans for Johnson to hold face-to-face meetings with his EU counterparts and he would not deny a report saying a meeting with Angela Merkel, the German chancellor, has not taken place because Merkel’s office could not find a slot for him in the diary. There was a stage when Johnson was claiming that the UK was making significant progress in its talks with the EU. But the spokesman was not using language like that this morning, although when pressed he said that the EU did view the publication of the UK plans last week as a “step forward”. The spokesman also kept stressing that it was now up to the EU to compromise. Asked about Stef Blok, the Dutch foreign minister, saying this morning that the EU wanted “more realism and clarity” from the UK on Brexit, the spokesman replied: We are ready to talk with the EU at a pace to secure a deal so that we can move on and build a new partnership between the UK and the EU, but if this is to be possible the EU must match the compromises that the UK has made. Blok made his comment after a meeting with Stephen Barclay, the Brexit secretary. These are from ITV’s Robert Peston. I’m off to the Number 10 lobby briefing. I will post again after 11.30am. On the BBC’s Westminster Hour last night Lee Rowley, a Tory Brexiter who voted against Theresa May’s deal three times, said he did not think leave voters would blame Boris Johnson if Brexit were delayed. He explained: I think the British people have more or less clocked what’s going on here. And I was out in my constituency, North East Derbyshire - 60% leave seat, formerly Labour-held for 80 years – this weekend. I lost track of the number of people who said to me on the doorstep –we know what’s going on, Boris is trying to get a deal and he is also trying to get us out. And if he doesn’t achieve that, and Boris is clear that he is going to do that, but if he doesn’t, we know where the problem will be. Because it’s the same problem that’s been there’s been for the last two years. Parliament doesn’t want to leave. One of the key questions in British politics at the moment is whether pro-leave voters will blame Boris Johnson if Brexit has to be extended, and line up behind Nigel Farage’s Brexit party at the general election, or whether they will give Johnson the benefit on the grounds that at least he tried. As Mujtaba Rahman says in his Eurasia briefing (see 9.57am), No 10 used to think a Brexit delay would be disastrous for the Tories electorally, but now they have changed their mind. Rahman says: The election could turn on this question: how damaging will an extension be for Boris? His strategy is to make enough gains in Labour-held leave areas in the North and Midlands to offset likely losses to the SNP in Scotland and the pro-Remain Lib Dems in the South. This gamble would be compounded by an extension, which would likely play into the hands of Nigel Farage’s Brexit party, who would cry betrayal. To win a majority, the Tories need to further squeeze the Brexit party’s vote. Initially, Boris allies were nervous about the impact of an extension. But during last week’s Tory conference they became confident that the “Farage factor” would not scupper Johnson’s chances of victory. They were cheered by opinion poll and focus group findings that the PM would not be blamed for the latest delay to Brexit. As one aide said: “The public see him as Mr. Brexit and the only one who can deliver it. They know who is responsible [for delay] and we will keep reminding them of it.” Team Boris is confident of success in what is a “blame game” at three levels—pinning responsibility for the coming extension on the EU, Parliament and the judiciary. It could be called the ABB strategy—anyone but Boris. But in an article in the Times (paywall) the leading psephologist Prof Sir John Curtice is not convinced that Johnson will be able to escape the blame so easily. So far, confidence in Mr Johnson’s handling of Brexit — and indeed his party’s standing in the polls which, according to Opinium’s latest poll, is, at 38 per cent, higher than at any time since last February, before Mrs May failed to deliver Brexit — has not suffered in the wake of what are already diminishing expectations among voters that Brexit will be delivered at the end of the month. According to YouGov, at the beginning of September, three in five (60 per cent) Leave voters thought it likely that Brexit would have happened by October 31, while only about one in four (27 per cent) thought it unlikely. Now only about a half of them (49 per cent) expect Mr Johnson to meet the deadline. Still, that potentially leaves a lot of voters whose hopes and expectations will be dashed if Brexit is not delivered at the end of the month. Of course, they may decide that some combination of the EU, the judges, Jeremy Corbyn and Jo Swinson are responsible for any failure to deliver Brexit. But expect Nigel Farage to point the finger of blame at Mr Johnson and his Conservative Party. Much could yet depend on who wins and loses the blame game. Rob Ford, a politics professor, thinks leave voters will turn on Johnson if there is an extension. (BXP is the Brexit party.) But Matthew Goodwin, another academic, takes an alternative view. In a briefing he sent out at the end of last week Goodwin explained in more detail why he thinks, in an election, Johnson could win the support of people currently saying they would vote for the Brexit party. Were Johnson and his team to successfully recruit Brexit party voters [at the general election] then they would likely win sizeable majorities. If Johnson won back half of the Brexit party vote then he might win a comfortable majority, with 348 seats to Labour’s 201. If he goes further and wins back three-quarters of Farage’s Brexiteers then the number of Conservative seats increased at around 370 to Labour’s 185 - a commanding majority. Might this actually happen? We do think that the Brexit party vote is softer than some think, for a couple of reasons. First, when these voters are asked who would make the best prime minister - Johnson or Corbyn- they break 84% to 1% for Johnson. Lord Ashcroft asked a slightly different question, whether they would want to see a Conservative government led by Johnson or a Labour government led by Corbyn. 94% opted for a Johnson government. A campaign that inevitably presents voters with this simple binary choice would likely see many Brexit party voters conclude “Johnson”. Even this week, as the pressure on Johnson became clear, large majorities of Brexit party voters still felt that he is competent, decisive, strong, likeable, authentic and ‘in touch with ordinary people’. In fact, 91% of Brexit party voters openly reject the idea that Johnson should resign and want him to remain as prime minister. Put simply, these do not look like people who are about to revolt en masse. It was also telling that when Nigel Farage called on Johnson to resign he was widely criticised by his own voters on social media. Furthermore, so long as Johnson appears sincere in his support for a ‘meaningful’, ‘clean’ or ‘hard’ Brexit then these Brexit party voters are instinctively on side. As polling made clear this week, 81% want Britain to leave with no deal while 91% would ‘not be worried’ if Britain left without a deal. Five years ago Ford and Goodwin co-wrote an acclaimed book on Ukip, Revolt on the Right. Since then some of their views have diverged. Mujtaba Rahman, the Brexit specialist at the Eurasia consultancy who produces regular briefing notes based on what he’s been told by insiders in London and Brussels, has issued an update on the state of play this morning. He says he thinks the chances of the UK and the EU agreeing a deal this week are now “close to zero”, and that the chances of a no-deal Brexit happening on 31 October are also “extremely small”. We’re heading for an election, he assumes. Here’s an extract. UK ministers admit privately there is little prospect of agreement. As one put it: “If the consent mechanism [on regulation] were the only problem, then a deal would be doable. But if we say Northern Ireland must be in the UK customs territory and the EU says it must be in the [EU] customs union, the problems are insurmountable. That’s where we are.” Downing Street’s official line remains that the UK will leave on 31 October with or without a deal. At the same time, it insists the government “will obey” the Benn Act approved by parliament, forcing Johnson to seek an extension to UK membership if a deal has not been approved by parliament by 19 October. Ministers refuse to say how these contradictory positions will be reconciled. Some admit privately they do not know. We think Johnson will pursue a strategy some aides describe as “being dragged, kicking and screaming” into an extension, so Leave voters know he is doing it against his will. This is why he still promises “no delay” even though he knows the prospects of a deal are remote. He may play for time on 19 October, so the Benn Act is tested in the courts (Johnson would swiftly be taken to court if he did not comply immediately). The courts could send a letter on the government’s behalf, or order a civil servant or another minister to do so. Outright refusal to obey the law is a non-starter; it could provoke several resignations including those of Geoffrey Cox, the attorney general, and Robert Buckland, the justice secretary. So we think that, sooner or later, Johnson will send the letter required by the act, but that too could be tested in the courts. It will likely describe the proposed delay as “parliament’s extension”, not one sought by the government. This is from my colleague Severin Carrell. The lawyer Jolyon Maugham says he does not know what time the Scottish court judgment will be issued. I had been told 10am, but that may have been duff information. Politicians spend a lot of time in interviews dodging questions, but mostly they are not very good at it. They could all learn by watching Jennifer Arcuri, the American businesswoman at the centre of the scandal over claims that Boris Johnson improperly helped her company with grants and trade mission access when he was mayor of London because they had a very close friendship. She has given an interview to Good Morning Britain this morning, and she managed to give a non-answer that made her look strong and assertive, not weak and evasive. This is what she said when Piers Morgan asked her if she had ever had an intimate relationship with Johnson. She said: Because the press have made me this objectified ex-model pole dancer, I am really not going to answer that question ... I’m sorry, I am not going to be putting myself in a position for you to weaponise my answer. I’m being used as a pawn. This entire thing is a crazy charade. Arcuri also insisted that her firm had not received favours from Johnson. My colleague Matthew Weaver has written the whole interview up here. In normal circumstances this might be the story of the day, but the UK is only 24 days from a deadline that could pitch the country into a potentially crippling no-deal Brexit and Johnson has much more pressing things on his minds. His options might be affected by a decision in a Scottish court that could determine the extent to which he is constrained by the Benn Act. Here is the Press Association’s preview story. A decision is expected to be made on whether the prime minister can be forced by the courts to send a letter requesting an article 50 extension. Documents submitted to the court of session on behalf of Boris Johnson were read out on Friday, in which he makes it clear he will not attempt to frustrate the so-called Benn Act. However, the petitioners believe No 10 cannot be trusted to abide by the law, so have launched legal action. The legislation, passed by Westminster last month, requires the prime minister to ask the EU for a Brexit extension to January 31 if parliament does not agree to any withdrawal deal Number 10 may come back with by October 19. Legal action - led by businessman Vince Dale, SNP MP Joanna Cherry QC and Jolyon Maugham QC - was launched at the outer house of the court. It seeks to create an order which would force Johnson to send the letter and prohibits him from frustrating the Act’s purpose. This includes banning him from asking EU member states to deny the letter’s request or by sending an additional letter which contradicts it. Aidan O’Neill QC, representing the campaigners behind the legal action, claimed Johnson’s previous statements go against what he has said to the court through the documents. He referred to promises made by the prime minister that he would rather be “dead in a ditch” than send a letter requesting an extension, and that the UK will leave on October 31 “do or die”. Judge Lord Pentland is expected to announce his decision on the case on Monday. And here is a blog from the Good Law Project, run by Maugham, explaining his case in more detail. Here is the agenda for the day. 9.30am: Boris Johnson visits a hospital in Watford. 11am: Downing Street lobby briefing. 12pm: The court of session in Edinburgh is due to deliver its ruling in the legal challenge intended to ensure the PM complies with the Benn Act. 2.30pm: Therese Coffey takes work and pensions questions in the Commons. At some point Jeremy Corbyn is chairing another meeting of the opposition parties in Westminster, to discuss joint efforts to stop a no-deal Brexit. And opposition MPs may press for an emergency debate on a more to force the government to publish the full legal text of its Brexit plan. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web, although I will be focusing mostly on Brexit. I plan to publish a summary when I wrap up. You can read all the latest Guardian politics articles here. Here is the Politico Europe roundup of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "36749",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/oct/07/far-right-swooping-on-towns-to-exploit-tensions-report-says",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-10-07T12:40:31Z",
    "webTitle": "Far right swooping on towns to exploit tensions, report says",
    "webUrl": "https://www.theguardian.com/world/2019/oct/07/far-right-swooping-on-towns-to-exploit-tensions-report-says",
    "apiUrl": "https://content.guardianapis.com/world/2019/oct/07/far-right-swooping-on-towns-to-exploit-tensions-report-says",
    "fields": {
      "headline": "Far right swooping on towns to exploit tensions, report says",
      "standfirst": "<p>Activists turn residents against Muslims and government fails to tackle them, its adviser finds</p>",
      "trailText": "Activists turn residents against Muslims and government fails to tackle them, its adviser finds",
      "byline": "Jamie Grierson Home affairs correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"6977c5798196793c772c5a821ce37ada14d8e9f1\"> \n <img src=\"https://media.guim.co.uk/6977c5798196793c772c5a821ce37ada14d8e9f1/0_31_3500_2100/1000.jpg\" alt=\"Stephen Yaxley-Lennon – known as Tommy Robinson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Stephen Yaxley-Lennon – known as Tommy Robinson – was singled out for spreading anti-minority and anti-Muslim agendas.</span> \n  <span class=\"element-image__credit\">Photograph: Danny Lawson/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>Far-right activists are exploiting community tensions by swooping into towns and cities and distorting the truth in an effort to turn residents against minorities, particularly Muslims, the government’s chief adviser on extremism has found.</p> \n<p>Extremists were stirring up white populations who would not normally support the far right and deepening social division, Sara Khan, who leads the Commission for Countering Extremism (CCE), said <a href=\"https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/836538/Challenging_Hateful_Extremism_report.pdf\">in her first major report</a>.</p> \n<p>Figures such as Stephen Yaxley-Lennon, who is more commonly known as Tommy Robinson, Anne Marie Waters, the leader of the For Britain party, and Jayda Fransen, a former deputy leader of the fascist group Britain First, were singled out in the report for spreading anti-minority and anti-Muslim agendas.</p> \n<p>Khan visited 20 towns and cities and sifted through 3,000 responses to a call for evidence to produce her first major report, published on Monday, titled Challenging Hateful Extremism. She concluded in her report that the government’s response to extremism was “inadequate”, “unfocused” and urgently needed a complete overhaul.</p> \n<p>Among the cities was Sunderland, where Khan found far-right supporters were exploiting tensions over high concentrations of asylum seekers. Problems erupted in September 2016 when a woman alleged she had been gang-raped by a group of Middle Eastern men, reporting the claim on social media as well as to police.</p> \n<p>Following an extensive police investigation, the Crown Prosecution Service, lacking evidence to substantiate the claim, did not authorise the police to charge any suspects. Prominent far-right figures, including Yaxley-Lennon, Waters and Fransen, took up the woman’s cause, organising 13 marches in 13 months.</p> \n<p>The report said: “However, a democratic process like protesting can turn into hateful extremism when protesters deliberately distort the truth to persuade their audience to adopt discriminatory and hateful attitudes.</p> \n<p>“The marchers said they aimed to improve the safety of women and children locally. However, their rhetoric targeted ethnic minorities, despite nearly 85% of people convicted of sexual offences in 2018 in the Northumbria police force area being white.”</p> \n<p>A Sunderland-based group, Justice for Women and Children, was formed in May 2018 after four more alleged rapes were reported. But its campaign wrongly claimed that Asian men, Muslims and refugees were responsible for 90% of the rapes in Sunderland.</p> \n<p>Mistrust of the state was another consequence, the report said, as Justice for Women and Children claimed to provide support services for victims of sexual abuse, though they did not have any expertise in this area. This could lead to victims not accessing existing qualified support.</p> \n<p>Two men were later convicted of the rape of a woman in their asylum seeker hostel in an unrelated attack.</p> \n<p>Councillors told the commission that, rather than draw attention to injustice, from the outset the protests whipped up anti-minority feeling.</p> \n<p>The protesters also intimidated those who opposed them. One Muslim resident had his personal details publicised as punishment for organising a counterprotest. Photographs of him at the march and his personal information appeared on social media alongside unfounded allegations that he was a “paedo” and a “rape enabler”. He received numerous threats and his business was boycotted.</p> \n<p>The report said: “Many protesters were not motivated by hate; they had concerns about their safety and the safety of those in the community.</p> \n<p>“However, far-right agitators exploited these local grievances. Members of the movement had links to banned group National Action. The shared belief of these figures and groups was their antipathy towards minorities, immigrants and particularly Muslims. Most of those involved share a pronounced prejudice against Muslims.</p> \n<p>“We were told that sections of the local white community which would not normally support the far right were ‘stirred up by activists’.</p> \n<p>“By co-opting people in this way and promoting their narrative, those activists aggravated social division.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"53445d95-9d01-491e-ad5d-bd7fbcf5e040\" data-atom-type=\"profile\"> \n  <div>\n   <div class=\"atom-Profile\">\n    <p></p>\n    <p>Born Stephen Christopher Yaxley-Lennon in 1982, Luton-based Tommy Robinson was co-founder and leader of the English Defence League between 2009 and 2013.&nbsp;</p>\n    <p>The EDL were described as the most significant far-right street movement in the UK since the National Front in the 1970s, staging a series of provocative marches in areas of the country with significant Muslim populations. Robinson had also been a member of the BNP.</p>\n    <p>In 2013 Robinson left the EDL after a high profile BBC documentary \"When Tommy Met Mo\", which followed Robinson's relationship with Mo Ansar after the pair met while filming a debate about Islam on BBC One's The Big Questions.</p>\n    <p>However, by October 2015 Robinson was once again campaigning against Islam, addressing a Pegida rally. He subsequently set up a British section of Pegida, whose name comes from the initials of the German phrase for \"Patriotic Europeans Against the Islamisation of the West\"</p>\n    <p>Robinson was convicted of contempt of court in May 2017 for filming inside Canterbury Crown Court and given a suspended sentence. The sentence was put into effect after <a href=\"https://www.theguardian.com/uk-news/2018/may/29/edl-founder-tommy-robinson-jailed-13-months\">Robinson was arrested for live streaming outside Leeds Crown Court</a> during the course of another trial.&nbsp;</p>\n    <p>Robinson's case attracted high profile support from far-right figures including <a href=\"https://www.theguardian.com/us-news/2018/jul/15/steve-bannon-tommy-robinson-released-from-prison-trump-strategist-lbc-radio-interview\">Steve Bannon</a> and Geert Wilders. Donald Trump Jr retweeted Robinson's supporters campaigning for his release - Robinson himself was <a href=\"https://www.theguardian.com/technology/2018/mar/28/tommy-robinson-permanently-banned-twitter-violating-rules-hateful-conduct\">permanently banned from Twitter in March 2018</a>. His supporters have also staged <a href=\"https://www.theguardian.com/world/2018/jun/09/tommy-robinson-supporters-arrested-after-clash-with-police\">\"Free Tommy\" rallies</a>, where there have been clashes with the police.</p>\n    <p>In July 2019 he was <a href=\"https://www.theguardian.com/uk-news/2019/jul/11/tommy-robinson-given-nine-month-jail-term-for-contempt-of-court\">given a nine-month jail sentence</a> after he was found guilty of contempt of court for live streaming a video that according to the judge encouraged 'vigilante action' and 'unlawful physical' aggression against defendants in a sexual exploitation trial.<br></p>\n    <p>Robinson has previously been convicted for \"using threatening, abusive or insulting behaviour\" during a fight between Luton and Newport County football fans. He was imprisoned for 10 months for using somebody else's passport to enter the United States, and for mortgage fraud.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>In her report, Khan said victims needed to be better protected, and those working to tackle extremism needed more support. She said the home secretary should lead a new taskforce, involving the government and public bodies, in an effort to address the problem.</p> \n<p>The review called on the government to focus on what the commission calls “hateful extremism”, which stands apart from terrorism and violent extremism.</p> \n<p>Hateful extremism could be behaviour that could “incite and amplify hate” or make the “moral case for violence” and could put people at risk of harm, the report said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/world/2019/oct/07/growth-of-far-right-networks-fuelled-by-toxic-political-rhetoric\">Growth of far right networks 'fuelled by toxic political rhetoric'</a> </p> \n</aside> \n<p>Such behaviour might direct “hateful, hostile or supremacist beliefs” to groups perceived to be a threat to “wellbeing, survival or success”.</p> \n<p>Last month <a href=\"https://www.theguardian.com/society/2019/sep/16/pms-burqa-jibes-dehumanising-says-governments-extremism-adviser\">in an interview with the Guardian</a>, Khan called language used by <a href=\"https://www.theguardian.com/politics/boris-johnson\">Boris Johnson</a> to describe Muslim women demeaning and dehumanising and warned that politicians and the media risked provoking violence through their rhetoric.</p> \n<p>She criticised the use of inflammatory phrases and terms such as “enemies of the people” and “saboteurs” – both of which featured in Daily Mail headlines – in political discourse.</p> \n<p>The debate over the use of inflammatory language in public erupted when the House of Commons returned after the unlawful prorogation of parliament and Johnson refused to acknowledge his words had consequences as he was <a href=\"https://www.theguardian.com/politics/video/2019/sep/25/outrage-as-boris-johnson-dismisses-dangers-of-inflammatory-language-as-humbug-video\">confronted by MPs</a>.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "834",
      "firstPublicationDate": "2019-10-07T12:40:31Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-07T17:45:01Z",
      "newspaperEditionDate": "2019-10-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cf7v6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6977c5798196793c772c5a821ce37ada14d8e9f1/0_31_3500_2100/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Far-right activists are exploiting community tensions by swooping into towns and cities and distorting the truth in an effort to turn residents against minorities, particularly Muslims, the government’s chief adviser on extremism has found. Extremists were stirring up white populations who would not normally support the far right and deepening social division, Sara Khan, who leads the Commission for Countering Extremism (CCE), said in her first major report. Figures such as Stephen Yaxley-Lennon, who is more commonly known as Tommy Robinson, Anne Marie Waters, the leader of the For Britain party, and Jayda Fransen, a former deputy leader of the fascist group Britain First, were singled out in the report for spreading anti-minority and anti-Muslim agendas. Khan visited 20 towns and cities and sifted through 3,000 responses to a call for evidence to produce her first major report, published on Monday, titled Challenging Hateful Extremism. She concluded in her report that the government’s response to extremism was “inadequate”, “unfocused” and urgently needed a complete overhaul. Among the cities was Sunderland, where Khan found far-right supporters were exploiting tensions over high concentrations of asylum seekers. Problems erupted in September 2016 when a woman alleged she had been gang-raped by a group of Middle Eastern men, reporting the claim on social media as well as to police. Following an extensive police investigation, the Crown Prosecution Service, lacking evidence to substantiate the claim, did not authorise the police to charge any suspects. Prominent far-right figures, including Yaxley-Lennon, Waters and Fransen, took up the woman’s cause, organising 13 marches in 13 months. The report said: “However, a democratic process like protesting can turn into hateful extremism when protesters deliberately distort the truth to persuade their audience to adopt discriminatory and hateful attitudes. “The marchers said they aimed to improve the safety of women and children locally. However, their rhetoric targeted ethnic minorities, despite nearly 85% of people convicted of sexual offences in 2018 in the Northumbria police force area being white.” A Sunderland-based group, Justice for Women and Children, was formed in May 2018 after four more alleged rapes were reported. But its campaign wrongly claimed that Asian men, Muslims and refugees were responsible for 90% of the rapes in Sunderland. Mistrust of the state was another consequence, the report said, as Justice for Women and Children claimed to provide support services for victims of sexual abuse, though they did not have any expertise in this area. This could lead to victims not accessing existing qualified support. Two men were later convicted of the rape of a woman in their asylum seeker hostel in an unrelated attack. Councillors told the commission that, rather than draw attention to injustice, from the outset the protests whipped up anti-minority feeling. The protesters also intimidated those who opposed them. One Muslim resident had his personal details publicised as punishment for organising a counterprotest. Photographs of him at the march and his personal information appeared on social media alongside unfounded allegations that he was a “paedo” and a “rape enabler”. He received numerous threats and his business was boycotted. The report said: “Many protesters were not motivated by hate; they had concerns about their safety and the safety of those in the community. “However, far-right agitators exploited these local grievances. Members of the movement had links to banned group National Action. The shared belief of these figures and groups was their antipathy towards minorities, immigrants and particularly Muslims. Most of those involved share a pronounced prejudice against Muslims. “We were told that sections of the local white community which would not normally support the far right were ‘stirred up by activists’. “By co-opting people in this way and promoting their narrative, those activists aggravated social division.” In her report, Khan said victims needed to be better protected, and those working to tackle extremism needed more support. She said the home secretary should lead a new taskforce, involving the government and public bodies, in an effort to address the problem. The review called on the government to focus on what the commission calls “hateful extremism”, which stands apart from terrorism and violent extremism. Hateful extremism could be behaviour that could “incite and amplify hate” or make the “moral case for violence” and could put people at risk of harm, the report said. Such behaviour might direct “hateful, hostile or supremacist beliefs” to groups perceived to be a threat to “wellbeing, survival or success”. Last month in an interview with the Guardian, Khan called language used by Boris Johnson to describe Muslim women demeaning and dehumanising and warned that politicians and the media risked provoking violence through their rhetoric. She criticised the use of inflammatory phrases and terms such as “enemies of the people” and “saboteurs” – both of which featured in Daily Mail headlines – in political discourse. The debate over the use of inflammatory language in public erupted when the House of Commons returned after the unlawful prorogation of parliament and Johnson refused to acknowledge his words had consequences as he was confronted by MPs.",
      "charCount": "5430",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/jamie-grierson\">Jamie Grierson</a> Home affairs correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/oct/07/britain-less-polarised-media-milton-keynes-brexit-culture-war",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-07T06:00:43Z",
    "webTitle": "Britain is less polarised than the media would have us believe | John Harris",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/07/britain-less-polarised-media-milton-keynes-brexit-culture-war",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/07/britain-less-polarised-media-milton-keynes-brexit-culture-war",
    "fields": {
      "headline": "Britain is less polarised than the media would have us believe",
      "standfirst": "<p>In Milton Keynes I found few signs of the Brexit culture war that supposedly defines our times</p>",
      "trailText": "In Milton Keynes I found few signs of the Brexit culture war, says the Guardian columnist John Harris",
      "byline": "John Harris",
      "main": "<figure class=\"element element-image\" data-media-id=\"25e1d073ba2863cf54792fd16f0b47408a130fd6\"> \n <img src=\"https://media.guim.co.uk/25e1d073ba2863cf54792fd16f0b47408a130fd6/0_308_4896_2938/1000.jpg\" alt=\"Milton Keynes: Midsummer Boulevard\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘Contrary to the received idea of the place as somewhere strange and almost unique, Milton Keynes reflects English politics in imperfect microcosm.’</span> \n  <span class=\"element-image__credit\">Photograph: David Sillitoe/The Guardian</span> \n </figcaption> \n</figure>",
      "body": "<p>Last week I spent four days in Milton Keynes, the Buckinghamshire new town that sits in the English imagination as a byword for modernist architecture, endless roundabouts, and the fact that many of us still think that anything remotely futuristic is best sniggered at. The Conservatives’ conference provided the mood music; in between nights spent in a short-let, new-build house in the neighbourhood of Bletchley, I drove and wandered around business districts and ever-expanding housing developments, trying to get a sense of where the country has arrived.</p> \n<p>Contrary to the received idea of the place as somewhere strange and almost unique, Milton Keynes reflects English politics in imperfect microcosm. Though it has two Tory MPs, <a href=\"https://www.itv.com/news/anglia/2017-06-08/general-election-2017-results-beds-and-bucks/\" title=\"\">2017 saw its voters split</a> pretty evenly between the Conservatives and Labour. The local electorate <a href=\"https://www.miltonkeynes.co.uk/news/milton-keynes-votes-out-of-the-eu-1-7447510\" title=\"\">narrowly voted in favour</a> of leaving the EU by a margin that matched leave and remain’s shares in the UK as a whole. The population reflects the diversity of modern Britain, and there are depressingly familiar signs of inequality: <a href=\"http://file:///Volumes/Downloads/Internet%20Downloads/Child_Poverty_Report-_24.05.12.pdf\" title=\"\">child poverty</a> rates across its council wards range from just over 6% to about 40%, and the centre of town is smattered with those grimly familiar clumps of tents in which homeless people sleep.</p> \n<aside class=\"element element-pullquote element--supporting\"> \n <blockquote> \n  <p>A discourse of bitter partisanship, on both right and left, is leaving a lot of people cold</p> \n </blockquote> \n</aside> \n<p>But compared with many of the areas that now symbolise the Brexit moment, one thing is missing: the weight of history. In lots of places I visit, the ghosts of a lost industrial past are impossible to escape. By contrast, the residents of Milton Keynes seem to live with their minds mostly focused on the present and future, a condition that defines much more of the country than some people think. Picture the new (or newish) private housing that now rings most towns and cities, and is often plonked amid distribution centres: a new country has been taking shape here, and it demands attention.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"1e435726-baca-43e2-89f0-13d1f8c34aed\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/8JtbNMogPUU?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>The absence of history in these places feeds into something else that was noticeable as soon as I started talking to people in Milton Keynes: surprisingly little evidence of the supposedly all-pervading polarisation and enmity – and burgeoning “culture war” – that too much of the media now sees as defining public opinion, <a href=\"https://www.theguardian.com/commentisfree/2019/sep/23/britain-common-ground-hope-media-brexit-division\" title=\"\">something I wrote about a couple of weeks ago</a>. When I arrived in town, people on TV and online were still talking about a failure to “deliver” Brexit being <a href=\"https://www.theguardian.com/politics/2019/sep/28/boris-johnson-invoke-civil-emergency-powers-brexit-deal\" title=\"\">met with riots</a> – and as the Tories’ bunfight spluttered on, <a href=\"https://www.youtube.com/watch?v=yR7lbC1xHG4\" title=\"\">senior Conservatives banged on</a> about ending free movement “once and for all”, and exiting the EU even without a deal, to give the public what it wants. I have met people who would like that kind of talk, but there are fewer of them than Boris Johnson, the home secretary, Priti Patel, and their colleagues might imagine – and in Milton Keynes, they seemed to be in an even smaller minority than usual.</p> \n<p>This is not to suggest that the extremities of Brexit politics are not present. Reflecting the national picture, local police have reported a post-referendum surge in hate crime, and partly put this down to <a href=\"https://www.mkfm.com/news/local-news/shocking-hate-crimes-in-milton-keynes-fuelled-by-brexit-banter-says-top-cop/\" title=\"\">“Brexit banter”</a>. In the recent European elections, the Brexit party <a href=\"https://www.mkfm.com/news/local-news/milton-keynes-european-election-results-2019-the-brexit-party-tops-the-poll-in-our-city/\" title=\"\">topped the local poll</a>. But, given low turnout, its support among the total electorate was about 10% – and, in keeping with this picture, a lot of the people I met talked in strikingly ambivalent, qualified terms about our exit from Europe, and the state of the country. One leave voter taking five from his work as an electrician told me that after three years of political inertia and mounting signs of economic danger, he would now settle for whatever benefited the economy and country; another Brexit supporter, who spends his waking hours caring for his disabled son, said he was now so fed up that he was thinking about voting for the Lib Dems.</p> \n<p>In the south of town, I met <a href=\"http://www.woughtoncommunitycouncil.gov.uk/councillor-donna-fuller/\" title=\"\">Donna Fuller</a>, a brilliant, energised community council leader and grassroots social activist who avoids party politics. “Brexit’s going on, and there’s all sorts of arguments around it,” she said. “But actually, that means nothing to the people round here. It’s almost above them … happening <em>to</em> them, not with them.” Implicit in what she said was something still too little understood. People were asked to choose one of two options in 2016, and did as they were told – but that does not mean that the leave voters among them are necessarily minded to follow the prime minister as he rides his knackered stallion to Brussels any more than everyone who voted remain is now desperate for another referendum.</p> \n<figure class=\"element element-image\" data-media-id=\"6b3f56ef901d5580ffbe91637dd9229c3cd7a9fc\"> \n <img src=\"https://media.guim.co.uk/6b3f56ef901d5580ffbe91637dd9229c3cd7a9fc/0_0_5155_4244/1000.jpg\" alt=\"Milton Keynes housing being built in 1975.\" width=\"1000\" height=\"823\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">‘Amid new-build houses and cutting-edge workplaces, a lot of people are waiting for something different.’ Milton Keynes housing being built in 1975.</span> \n  <span class=\"element-image__credit\">Photograph: Simmons Aerofilms/Getty Images</span> \n </figcaption> \n</figure> \n<p>Ten days ago the New York Times ran a news feature headlined <a href=\"https://www.nytimes.com/2019/09/24/upshot/many-americans-not-polarized.html\" title=\"\">“The America that isn’t polarized”</a>. It quoted the academic Sam Abrams, a visiting scholar at the American Enterprise Institute. “We are just not seeing the polarisation among the masses that people imagine,” he said. “People who watch MSNBC and Fox are a loud but small minority.” Another voice in that piece acknowledged that the majority of people in the US do not participate in their country’s culture war, but said that political events are now “driven by small numbers that can shame and intimidate large numbers” because “social media has changed the dynamic”. This rings true, and surely applies just as much to Britain as the US. But it also shows that we are in danger of making the classic postmodern mistake of taking spectacle and skewed representation for reality. For most of my time in Milton Keynes, I ignored the moronic inferno of Twitter, and barely watched TV. The result, not entirely surprisingly, was a much more authentic sense of how politics plays out in the world, and a reminder that many voters are alienated by all the din surrounding Brexit, and feel that politics has turned far too shrill and self-righteous.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2018/dec/20/lewis-hamilton-stevenage-slums\">Lewis Hamilton misspoke on Stevenage’s ‘slums’. In fact, this town can teach us a lot | Gary Younge</a> </p> \n</aside> \n<p>I met lifelong Tories who said that Johnson’s arrival at the top, his nasty rhetoric and his do-or-die vision of leaving the EU meant they would not vote Conservative for the foreseeable future. There were also several encounters with past supporters of Labour who had a damning view of Jeremy Corbyn, and seemed to think that he symbolised something comparable to the Tories’ journey to the extremes. I actually don’t think this rules out the kind of radicalism Labour now represents: Milton Keynes is full of the kind of basic social dysfunction, from <a href=\"https://www.miltonkeynes.co.uk/news/politics/milton-keynes-council-to-form-its-own-company-to-build-2-000-affordable-homes-1-9016550\" title=\"\">low wages to a lack of housing</a>, that now runs to almost every part of the country and cries out for answers, albeit framed more winningly than Labour is currently managing. The fact that the party’s local vote shot up two years ago seems to give it grounds for hope. But mistrust of the Labour leader illustrates another element of political estrangement, and how a discourse of bitter partisanship, online shouting and endless faction-fighting – on both right and left – is leaving a lot of people cold.</p> \n<p>The fact that this is happening just as Brexit reaches its most critical phase underlines perhaps the biggest irony of our time. Immediately after the 2016 referendum, some of us had a vague idea that the shock of the result might reconnect a swath of the public with politics. But as it has turned out, the absolutist, angry, often nostalgic turns our public debate has taken ever since has only made the gap even wider. Amid new-build houses and cutting-edge workplaces, a lot of people are waiting for something different. Mischievously, one could draw on the vocabulary of old-school conservatism and call them the silent majority. Whether that term fits or not, there are more of them than we think, and they will sooner or later make their voices heard.</p> \n<p>• John Harris is a Guardian columnist</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1273",
      "commentCloseDate": "2019-10-07T17:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-07T06:00:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:49Z",
      "newspaperEditionDate": "2019-10-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cf3va",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/25e1d073ba2863cf54792fd16f0b47408a130fd6/0_308_4896_2938/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Last week I spent four days in Milton Keynes, the Buckinghamshire new town that sits in the English imagination as a byword for modernist architecture, endless roundabouts, and the fact that many of us still think that anything remotely futuristic is best sniggered at. The Conservatives’ conference provided the mood music; in between nights spent in a short-let, new-build house in the neighbourhood of Bletchley, I drove and wandered around business districts and ever-expanding housing developments, trying to get a sense of where the country has arrived. Contrary to the received idea of the place as somewhere strange and almost unique, Milton Keynes reflects English politics in imperfect microcosm. Though it has two Tory MPs, 2017 saw its voters split pretty evenly between the Conservatives and Labour. The local electorate narrowly voted in favour of leaving the EU by a margin that matched leave and remain’s shares in the UK as a whole. The population reflects the diversity of modern Britain, and there are depressingly familiar signs of inequality: child poverty rates across its council wards range from just over 6% to about 40%, and the centre of town is smattered with those grimly familiar clumps of tents in which homeless people sleep. But compared with many of the areas that now symbolise the Brexit moment, one thing is missing: the weight of history. In lots of places I visit, the ghosts of a lost industrial past are impossible to escape. By contrast, the residents of Milton Keynes seem to live with their minds mostly focused on the present and future, a condition that defines much more of the country than some people think. Picture the new (or newish) private housing that now rings most towns and cities, and is often plonked amid distribution centres: a new country has been taking shape here, and it demands attention. The absence of history in these places feeds into something else that was noticeable as soon as I started talking to people in Milton Keynes: surprisingly little evidence of the supposedly all-pervading polarisation and enmity – and burgeoning “culture war” – that too much of the media now sees as defining public opinion, something I wrote about a couple of weeks ago. When I arrived in town, people on TV and online were still talking about a failure to “deliver” Brexit being met with riots – and as the Tories’ bunfight spluttered on, senior Conservatives banged on about ending free movement “once and for all”, and exiting the EU even without a deal, to give the public what it wants. I have met people who would like that kind of talk, but there are fewer of them than Boris Johnson, the home secretary, Priti Patel, and their colleagues might imagine – and in Milton Keynes, they seemed to be in an even smaller minority than usual. This is not to suggest that the extremities of Brexit politics are not present. Reflecting the national picture, local police have reported a post-referendum surge in hate crime, and partly put this down to “Brexit banter”. In the recent European elections, the Brexit party topped the local poll. But, given low turnout, its support among the total electorate was about 10% – and, in keeping with this picture, a lot of the people I met talked in strikingly ambivalent, qualified terms about our exit from Europe, and the state of the country. One leave voter taking five from his work as an electrician told me that after three years of political inertia and mounting signs of economic danger, he would now settle for whatever benefited the economy and country; another Brexit supporter, who spends his waking hours caring for his disabled son, said he was now so fed up that he was thinking about voting for the Lib Dems. In the south of town, I met Donna Fuller, a brilliant, energised community council leader and grassroots social activist who avoids party politics. “Brexit’s going on, and there’s all sorts of arguments around it,” she said. “But actually, that means nothing to the people round here. It’s almost above them … happening to them, not with them.” Implicit in what she said was something still too little understood. People were asked to choose one of two options in 2016, and did as they were told – but that does not mean that the leave voters among them are necessarily minded to follow the prime minister as he rides his knackered stallion to Brussels any more than everyone who voted remain is now desperate for another referendum. Ten days ago the New York Times ran a news feature headlined “The America that isn’t polarized”. It quoted the academic Sam Abrams, a visiting scholar at the American Enterprise Institute. “We are just not seeing the polarisation among the masses that people imagine,” he said. “People who watch MSNBC and Fox are a loud but small minority.” Another voice in that piece acknowledged that the majority of people in the US do not participate in their country’s culture war, but said that political events are now “driven by small numbers that can shame and intimidate large numbers” because “social media has changed the dynamic”. This rings true, and surely applies just as much to Britain as the US. But it also shows that we are in danger of making the classic postmodern mistake of taking spectacle and skewed representation for reality. For most of my time in Milton Keynes, I ignored the moronic inferno of Twitter, and barely watched TV. The result, not entirely surprisingly, was a much more authentic sense of how politics plays out in the world, and a reminder that many voters are alienated by all the din surrounding Brexit, and feel that politics has turned far too shrill and self-righteous. I met lifelong Tories who said that Johnson’s arrival at the top, his nasty rhetoric and his do-or-die vision of leaving the EU meant they would not vote Conservative for the foreseeable future. There were also several encounters with past supporters of Labour who had a damning view of Jeremy Corbyn, and seemed to think that he symbolised something comparable to the Tories’ journey to the extremes. I actually don’t think this rules out the kind of radicalism Labour now represents: Milton Keynes is full of the kind of basic social dysfunction, from low wages to a lack of housing, that now runs to almost every part of the country and cries out for answers, albeit framed more winningly than Labour is currently managing. The fact that the party’s local vote shot up two years ago seems to give it grounds for hope. But mistrust of the Labour leader illustrates another element of political estrangement, and how a discourse of bitter partisanship, online shouting and endless faction-fighting – on both right and left – is leaving a lot of people cold. The fact that this is happening just as Brexit reaches its most critical phase underlines perhaps the biggest irony of our time. Immediately after the 2016 referendum, some of us had a vague idea that the shock of the result might reconnect a swath of the public with politics. But as it has turned out, the absolutist, angry, often nostalgic turns our public debate has taken ever since has only made the gap even wider. Amid new-build houses and cutting-edge workplaces, a lot of people are waiting for something different. Mischievously, one could draw on the vocabulary of old-school conservatism and call them the silent majority. Whether that term fits or not, there are more of them than we think, and they will sooner or later make their voices heard. • John Harris is a Guardian columnist",
      "charCount": "7516",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/johnharris\">John Harris</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]