[
  {
    "id": "politics/2019/jun/07/jeremy-corbyn-shrugs-off-referendum-calls-after-byelection-win",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-07T22:00:48Z",
    "webTitle": "Jeremy Corbyn shrugs off referendum calls after byelection win",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/07/jeremy-corbyn-shrugs-off-referendum-calls-after-byelection-win",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/07/jeremy-corbyn-shrugs-off-referendum-calls-after-byelection-win",
    "fields": {
      "headline": "Jeremy Corbyn shrugs off referendum calls after byelection win",
      "standfirst": "<p>Labour leader says ‘not yet’ to calls for people’s vote, urging Tories to call general election<br></p>",
      "trailText": "Labour leader says ‘not yet’ to calls for people’s vote, urging Tories to call general election<br>",
      "byline": "Rajeev Syal and Heather Stewart",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"d90e59d1-3cf1-4be7-9895-b097813735ed\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/BkJKVpdJVoQ?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>Jeremy Corbyn has indicated he will not bow to party pressure and move immediately towards demanding a second referendum, after Labour narrowly beat the fledgling Brexit party in the Peterborough byelection.</p> \n<p>Corbyn – arriving in the Cambridgeshire city after the party’s candidate <a href=\"https://www.theguardian.com/politics/2019/jun/07/peterborough-byelection-result-labour-sees-off-brexit-party-threat-to-hold-seat\">Lisa Forbes won by 683 votes</a>, leaving the Tories trailing in third position – called for the “squabbling contenders” within the Conservative party to give the public a general election.</p> \n<p>The Labour leader, flanked by Forbes and MP Louise Haigh, who masterminded the byelection victory, told Labour supporters in the city centre the party “is not at the stage yet” to push for a public vote.</p> \n<p>Asked about Labour splits over a people’s vote, he said: “Obviously every party discusses its own position and its own strategy. I have said all along that we would put to parliament our proposals on a customs union on a trade relationship and the dynamic protection of consumer and workers’ rights.</p> \n<p>“As our conference resolution agreed last September, we would then be prepared to put that to a public vote. We are not at the stage yet where parliament has actually voted on that. I think it would be much better if there was actually a general election.”</p> \n<p>Corbyn’s comments came as the internal Labour row about Brexit warmed up after the party’s disastrous result at last month’s European elections.</p> \n<p>There has also been unease from some Labour MPs and Jewish campaign groups about Forbes’ election. The new MP had previously apologised for liking a Facebook post that said Theresa May had a “Zionist slave masters agenda”, saying she had meant to “like” the video of children praying in solidarity with the victims of Christchurch attacks, not the accompanying views.</p> \n<p>The Times reported on Friday that the Labour MP Louise Ellman was calling for an investigation. She said: “These serious allegations must not be brushed under the carpet. Lisa Forbes should be suspended while the Labour party carries out an investigation.” The paper said the Labour MP Margaret Hodge had also put in an official complaint about Forbes.</p> \n<p>The Jewish Labour Movement said Forbes needed to go “far further” to demonstrate to the Jewish community that she was not racist. The Times reported that the group was calling for Forbes’ suspension.</p> \n<p>The Labour backbencher Jess Phillips <a href=\"https://twitter.com/jessphillips/status/1136875428344401920\">tweeted</a> she could not be as “gleeful or proud as I’d want to be [after the byelection in Peterborough] because of how it shows that antisemitism is becoming normal in the party.”</p> \n<p>Phillips added: “Lisa ignored and endorsed antisemitic things, I’ll take her explanation and apology at face value and look forward to her proving, as others have, that actions not excuses alone can heal. But with every case the party’s values chip away and our ability to stand up against hate erodes.”</p> \n<p>Haigh, who worked closely with Forbes, said the emergence of the postings was a low point for the campaign. She said: “The whole campaign team were really upset when the posts that Lisa had mistakenly engaged with came to light and that was definitely a very difficult point for the campaign. But Lisa fully accepts they were wrong. She is really, really sorry.</p> \n<p>“I will be working with her to engage with the community and deepen her understanding and help her to be an ally in the future.”</p> \n<p>On Brexit, grassroots activists are organising for constituency Labour parties (CLPs) to pass motions demanding a second referendum in the run-up to the party’s autumn conference – the same process that laid the groundwork for the shift in policy last year.</p> \n<p>Mike Buckley, of the campaign group Labour for a Public Vote, said: “Hundreds of CLPs are already set to debate motions for conference calling for the party to back a new referendum, and to campaign for remain. We’re confident of winning in September – but would much prefer the party to shift now. If we don’t, we’ll lose more voters over the summer and we won’t be able to oppose no deal as effectively.”</p> \n<p>The Labour MP Clive Lewis, of the pressure group Love Socialism Hate Brexit, <a href=\"https://twitter.com/labourlewis/status/1136896908595736576\">tweeted</a> in response to the Peterborough result: “We’ve blunted our opponent’s momentum with an overwhelming home field advantage. Now we must arm our activists with the radical policies they need to finish the job in the long slog ahead, including a public vote”.</p> \n<p>Party insiders said tensions between Corbyn’s office and those pushing for a more full-throated anti-Brexit stance were running high.</p> \n<p>The shadow foreign secretary, Emily Thornberry, was dropped as Corbyn’s usual stand-in for prime minister’s questions this week after she spoke out about <a href=\"https://www.theguardian.com/politics/2019/may/27/corbyn-pressed-by-senior-labour-mps-to-back-a-second-referendum\">Labour’s strategy for the European elections</a>. On polling day last month, Thornberry said Labour was “not clear on the one single thing that people wanted to hear”. She was replaced at the dispatch box by Rebecca Long-Bailey, a rising star on the left of the party and a staunch Corbyn loyalist.</p> \n<p>Meanwhile, there is growing chatter about the possibility of the party’s rules being changed to create a second deputy leader, alongside Tom Watson, who has pursued a vocal campaign to toughen Corbyn’s Brexit position.</p> \n<p>The proposal was mooted last year, but dropped at the last minute because of fears that a vote among party members could be used as a proxy referendum on Labour’s Brexit policy.</p> \n<p>A source close to Watson said: “Lashing out by expelling Alastair Campbell, publicly humiliating Emily Thornberry and challenging Tom for the deputy leadership is not the way to resolve this situation.</p> \n<p>“No matter how many punishment beatings are meted out, Tom will continue to speak out for what he believes in – a confirmatory ballot and a broad church Labour party that is avowedly pro-European.”</p> \n<p>However, one close ally of Corbyn suggested the idea of challenging Watson may just have been “loose talk” in the aftermath of the European elections shock, which was then being “actively briefed by Corbyn’s opponents” to “add to the sense of victimhood” on the right of the party.</p> \n<p>In Peterborough, amid cheers from supporters, Corbyn called for Tory leadership contenders to give the general public a chance to vote them out of office. “On the day that Theresa May ceases to be leader of the Conservative party, my message is to all the squabbling contenders for the Tory party leadership: bring it on. We are ready for a general election at any time,” he said.</p> \n<p>Forbes won 10,484 votes, beating the Brexit party’s Mike Greene, who took 9,801 votes, a margin of 683. The Conservatives were beaten into third place with 7,243 votes. Turnout was 48%.</p> \n<p>Farage left the count through a back door minutes before the result was announced. But Greene said the Brexit party had made a significant breakthrough, despite not winning. “We have shaken up British politics with none of the data that is necessary to win a parliamentary election,” he said. “We’ve had two parties ruling for decades; that’s not happening any more.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1155",
      "firstPublicationDate": "2019-06-07T13:28:26Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:16Z",
      "newspaperEditionDate": "2019-06-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjz7y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/237d2154e5e8e457e873c7d4ad7bd37ceadce16d/0_0_3010_1805/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has indicated he will not bow to party pressure and move immediately towards demanding a second referendum, after Labour narrowly beat the fledgling Brexit party in the Peterborough byelection. Corbyn – arriving in the Cambridgeshire city after the party’s candidate Lisa Forbes won by 683 votes, leaving the Tories trailing in third position – called for the “squabbling contenders” within the Conservative party to give the public a general election. The Labour leader, flanked by Forbes and MP Louise Haigh, who masterminded the byelection victory, told Labour supporters in the city centre the party “is not at the stage yet” to push for a public vote. Asked about Labour splits over a people’s vote, he said: “Obviously every party discusses its own position and its own strategy. I have said all along that we would put to parliament our proposals on a customs union on a trade relationship and the dynamic protection of consumer and workers’ rights. “As our conference resolution agreed last September, we would then be prepared to put that to a public vote. We are not at the stage yet where parliament has actually voted on that. I think it would be much better if there was actually a general election.” Corbyn’s comments came as the internal Labour row about Brexit warmed up after the party’s disastrous result at last month’s European elections. There has also been unease from some Labour MPs and Jewish campaign groups about Forbes’ election. The new MP had previously apologised for liking a Facebook post that said Theresa May had a “Zionist slave masters agenda”, saying she had meant to “like” the video of children praying in solidarity with the victims of Christchurch attacks, not the accompanying views. The Times reported on Friday that the Labour MP Louise Ellman was calling for an investigation. She said: “These serious allegations must not be brushed under the carpet. Lisa Forbes should be suspended while the Labour party carries out an investigation.” The paper said the Labour MP Margaret Hodge had also put in an official complaint about Forbes. The Jewish Labour Movement said Forbes needed to go “far further” to demonstrate to the Jewish community that she was not racist. The Times reported that the group was calling for Forbes’ suspension. The Labour backbencher Jess Phillips tweeted she could not be as “gleeful or proud as I’d want to be [after the byelection in Peterborough] because of how it shows that antisemitism is becoming normal in the party.” Phillips added: “Lisa ignored and endorsed antisemitic things, I’ll take her explanation and apology at face value and look forward to her proving, as others have, that actions not excuses alone can heal. But with every case the party’s values chip away and our ability to stand up against hate erodes.” Haigh, who worked closely with Forbes, said the emergence of the postings was a low point for the campaign. She said: “The whole campaign team were really upset when the posts that Lisa had mistakenly engaged with came to light and that was definitely a very difficult point for the campaign. But Lisa fully accepts they were wrong. She is really, really sorry. “I will be working with her to engage with the community and deepen her understanding and help her to be an ally in the future.” On Brexit, grassroots activists are organising for constituency Labour parties (CLPs) to pass motions demanding a second referendum in the run-up to the party’s autumn conference – the same process that laid the groundwork for the shift in policy last year. Mike Buckley, of the campaign group Labour for a Public Vote, said: “Hundreds of CLPs are already set to debate motions for conference calling for the party to back a new referendum, and to campaign for remain. We’re confident of winning in September – but would much prefer the party to shift now. If we don’t, we’ll lose more voters over the summer and we won’t be able to oppose no deal as effectively.” The Labour MP Clive Lewis, of the pressure group Love Socialism Hate Brexit, tweeted in response to the Peterborough result: “We’ve blunted our opponent’s momentum with an overwhelming home field advantage. Now we must arm our activists with the radical policies they need to finish the job in the long slog ahead, including a public vote”. Party insiders said tensions between Corbyn’s office and those pushing for a more full-throated anti-Brexit stance were running high. The shadow foreign secretary, Emily Thornberry, was dropped as Corbyn’s usual stand-in for prime minister’s questions this week after she spoke out about Labour’s strategy for the European elections. On polling day last month, Thornberry said Labour was “not clear on the one single thing that people wanted to hear”. She was replaced at the dispatch box by Rebecca Long-Bailey, a rising star on the left of the party and a staunch Corbyn loyalist. Meanwhile, there is growing chatter about the possibility of the party’s rules being changed to create a second deputy leader, alongside Tom Watson, who has pursued a vocal campaign to toughen Corbyn’s Brexit position. The proposal was mooted last year, but dropped at the last minute because of fears that a vote among party members could be used as a proxy referendum on Labour’s Brexit policy. A source close to Watson said: “Lashing out by expelling Alastair Campbell, publicly humiliating Emily Thornberry and challenging Tom for the deputy leadership is not the way to resolve this situation. “No matter how many punishment beatings are meted out, Tom will continue to speak out for what he believes in – a confirmatory ballot and a broad church Labour party that is avowedly pro-European.” However, one close ally of Corbyn suggested the idea of challenging Watson may just have been “loose talk” in the aftermath of the European elections shock, which was then being “actively briefed by Corbyn’s opponents” to “add to the sense of victimhood” on the right of the party. In Peterborough, amid cheers from supporters, Corbyn called for Tory leadership contenders to give the general public a chance to vote them out of office. “On the day that Theresa May ceases to be leader of the Conservative party, my message is to all the squabbling contenders for the Tory party leadership: bring it on. We are ready for a general election at any time,” he said. Forbes won 10,484 votes, beating the Brexit party’s Mike Greene, who took 9,801 votes, a margin of 683. The Conservatives were beaten into third place with 7,243 votes. Turnout was 48%. Farage left the count through a back door minutes before the result was announced. But Greene said the Brexit party had made a significant breakthrough, despite not winning. “We have shaken up British politics with none of the data that is necessary to win a parliamentary election,” he said. “We’ve had two parties ruling for decades; that’s not happening any more.”",
      "charCount": "6907",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rajeev-syal\">Rajeev Syal</a> and <a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/jun/07/selective-memory-and-the-d-day-anniversary",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-06-07T16:49:57Z",
    "webTitle": "Selective memory and the D-day anniversary | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/jun/07/selective-memory-and-the-d-day-anniversary",
    "apiUrl": "https://content.guardianapis.com/world/2019/jun/07/selective-memory-and-the-d-day-anniversary",
    "fields": {
      "headline": "Selective memory and the D-day anniversary",
      "standfirst": "Readers respond to Simon Jenkins’ plea for an end to endless war remembrance. Plus thoughts on the roles of Donald Trump and Theresa May in the commemorations in Normandy",
      "trailText": "<strong>Letters:</strong> Readers respond to Simon Jenkins’ plea for an end to endless war remembrance. Plus thoughts on the roles of Donald Trump and Theresa May in the commemorations in Normandy",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"3f022e81373b921b3407687880f099e638476ac9\"> <img src=\"https://media.guim.co.uk/3f022e81373b921b3407687880f099e638476ac9/0_285_3500_2100/1000.jpg\" alt=\"Theresa May lays a wreath during the Royal British Legion’s Service of Remembrance, at the Commonwealth War Graves Commission Cemetery, in Bayeux, France, as part of commemorations for the 75th anniversary of the D-day landings\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May lays a wreath during the Royal British Legion’s Service of Remembrance, at the Commonwealth War Graves Commission Cemetery, in Bayeux, France, as part of commemorations for the 75th anniversary of the D-day landings.</span> <span class=\"element-image__credit\">Photograph: Neil Hall/PA</span> </figcaption> </figure>",
      "body": "<p>Simon Jenkins (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/06/commemorations-war-d-day-europe\" title=\"\">It’s past time to move on from endless war remembrance</a>, 7 June) writes that “too much remembering is a dangerous business”; to which the only answer is: “Try the alternative.” All will agree that the sacrifice of those who fought to defeat the Nazis should be properly commemorated. Many will also agree that, within that context, the terrible price paid by the Russians in defeating Hitler has not been properly acknowledged.</p> <p>But that is where the “remembering” comes in, and the “butcher’s bill”, as Churchill put it, should not be the only mark by which a nation’s contribution is judged.</p> <p>Leaving aside the formidable complexities involved in mounting D-day, along with simultaneous campaigning in Italy, the Pacific and the Atlantic that the western allies were engaged in, one can also reasonably point to the massive efforts, that started during the war, to restore democratic, law-based governments to Nazi-conquered countries and, eventually, to Germany itself. Not so in Soviet-occupied territories: the Soviet army was followed by the NKVD (later KGB) and the commissars; prewar governments were disposed of summarily; and the long darkness of communist oppression imposed.</p> <p>So let us, by all means, rebalance the narrative of the second world war by perhaps moving our commemoration of VE Day to 9 May (from 8 May), alongside the Russians. However, in properly recontextualising the western allies’ contribution, let us not substitute another partial narrative that wrongly denigrates our contribution.<br><strong>Simon Diggins</strong><br><em>Rickmansworth, Hertfordshire</em></p> <p>• Attempts by <a href=\"https://www.theguardian.com/commentisfree/picture/2019/jun/05/steve-bell-75th-anniversary-d-day-cartoon\" title=\"\">Steve Bell (6 June)</a> and Hamish MacGibbon and Michael Prior (<a href=\"https://www.theguardian.com/world/2019/jun/06/steve-bell-d-day-and-russian-sacrifices\" title=\"\">Letters</a>, 7 June) to lionise the Russian contribution to the allied cause should remember that it was a belated attempt to make amends for past evils. For nearly two years after the Molotov-Ribbentrop pact the national socialists of Germany and the soviet socialists of Russia were comrades-in-arms for global revolution. Both countries invaded Poland – parading together to celebrate their joint victory – and then Russian invaded Finland, the Baltic states, and Romania. The Luftwaffe bombers devastating Britain during the Blitz were fuelled by oil from Russia – D-day might not even have needed to happen at all had the German Blitzkrieg not been sustained by millions of tons of Russian supplies right up until the start of Operation Barbarossa.</p> <p>We could have easily told Stalin that he had made his bed and could lie in it, and sat back to watch the fireworks while his chickens came home to roost with Nazis and communists battering each other to a standstill in the east. But instead, through the sacrifices of the Arctic convoys, strategic bombing over Germany, and the Italian campaign, plus vast logistical support in lend-lease, the west looked past these grievances and kept Russia in the fight. Defeating Germany was an joint effort from all sides – hence the name, the allies.<br><strong>Robert Frazer</strong><br><em>Salford</em></p> <p>• While the military deaths of the Battle for Normandy are rightfully listed and remembered, the civilian deaths in Caen get barely a media mention (‘A day that determined the fate of generations’, 7 June). Is there even a name-listed civilian memorial there? ’Twas ever thus of course, as civilians always bear the brunt of war and are rarely properly acknowledged and remembered afterwards. For more, see my <a href=\"http://aerialbombardmentofcivilians.co.uk/\" title=\"\">Manifesto against the Aerial Bombardment of Civilians</a>.<br><strong>Peter Nias</strong><br><em>Bradford</em></p> <p>• All this D-day hypocrisy. My Dad was there, aged 18; he was also sunk twice in the Mediterranean and had to swim for numerous hours in an oily, highly flammable sea in the darkness of a pitch-black night, and has more medals than Usain Bolt. And now? Had to sell all he owned to pay for his nursing home, all while the millionaire “royalty” and politicians, who have never seen a minute of such horrendous, terrifying conflict, “pay tribute”.<br><strong>John Marshall</strong><br><em>Nuremberg, Germany</em></p> <p>• Remembering our war dead used to be a quiet dignified act of remembrance. Now it has been turned into a political show in which the politicians take centre stage.</p> <p>Can there be anything more obscene that a serial draft-dodger in a display of mock solemnity paying tribute to the men who had sacrificed their lives in service of their country? When Donald Trump used an interview to disparage his political enemies at home, he demonstrated the truth of the occasion – it’s a show for the politicians.<br><strong>Derrick Joad</strong><br><em>Leeds</em></p> <p>• I was pleased to read Simon Jenkins’ article. When I express similar views to friends and neighbours, I am regarded with distrust – as if I am somehow being disloyal to our country. That is certainly not the case, but I seem to be unable to convince them otherwise.<br><strong>Ken Hughes</strong><br><em>Hale Barns, Cheshire</em></p> <p>• I know Theresa May has her faults, but her reading of the soldier’s letter in Portsmouth and her role at the dedication of the statue in Normandy were carried out with dignity and bearing. Unfortunately, I could not help myself imagining how Boris Johnson would have acted in comparable circumstances and being sorely disappointed.<br><strong>Lance Quirico</strong><br><em>East Grinstead, West Sussex</em></p> <p>• How can a nation that spends two days paying dignified and heartfelt respect for the lives lost to liberate Europe choose to continue with Brexit? <br><strong>Lyn Macnab</strong><br><em>Yarley, Wells, Somerset </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "900",
      "commentable": "false",
      "firstPublicationDate": "2019-06-07T16:49:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-07T17:14:49Z",
      "newspaperEditionDate": "2019-06-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjzp5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3f022e81373b921b3407687880f099e638476ac9/0_285_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Simon Jenkins (It’s past time to move on from endless war remembrance, 7 June) writes that “too much remembering is a dangerous business”; to which the only answer is: “Try the alternative.” All will agree that the sacrifice of those who fought to defeat the Nazis should be properly commemorated. Many will also agree that, within that context, the terrible price paid by the Russians in defeating Hitler has not been properly acknowledged. But that is where the “remembering” comes in, and the “butcher’s bill”, as Churchill put it, should not be the only mark by which a nation’s contribution is judged. Leaving aside the formidable complexities involved in mounting D-day, along with simultaneous campaigning in Italy, the Pacific and the Atlantic that the western allies were engaged in, one can also reasonably point to the massive efforts, that started during the war, to restore democratic, law-based governments to Nazi-conquered countries and, eventually, to Germany itself. Not so in Soviet-occupied territories: the Soviet army was followed by the NKVD (later KGB) and the commissars; prewar governments were disposed of summarily; and the long darkness of communist oppression imposed. So let us, by all means, rebalance the narrative of the second world war by perhaps moving our commemoration of VE Day to 9 May (from 8 May), alongside the Russians. However, in properly recontextualising the western allies’ contribution, let us not substitute another partial narrative that wrongly denigrates our contribution. Simon Diggins Rickmansworth, Hertfordshire • Attempts by Steve Bell (6 June) and Hamish MacGibbon and Michael Prior (Letters, 7 June) to lionise the Russian contribution to the allied cause should remember that it was a belated attempt to make amends for past evils. For nearly two years after the Molotov-Ribbentrop pact the national socialists of Germany and the soviet socialists of Russia were comrades-in-arms for global revolution. Both countries invaded Poland – parading together to celebrate their joint victory – and then Russian invaded Finland, the Baltic states, and Romania. The Luftwaffe bombers devastating Britain during the Blitz were fuelled by oil from Russia – D-day might not even have needed to happen at all had the German Blitzkrieg not been sustained by millions of tons of Russian supplies right up until the start of Operation Barbarossa. We could have easily told Stalin that he had made his bed and could lie in it, and sat back to watch the fireworks while his chickens came home to roost with Nazis and communists battering each other to a standstill in the east. But instead, through the sacrifices of the Arctic convoys, strategic bombing over Germany, and the Italian campaign, plus vast logistical support in lend-lease, the west looked past these grievances and kept Russia in the fight. Defeating Germany was an joint effort from all sides – hence the name, the allies. Robert Frazer Salford • While the military deaths of the Battle for Normandy are rightfully listed and remembered, the civilian deaths in Caen get barely a media mention (‘A day that determined the fate of generations’, 7 June). Is there even a name-listed civilian memorial there? ’Twas ever thus of course, as civilians always bear the brunt of war and are rarely properly acknowledged and remembered afterwards. For more, see my Manifesto against the Aerial Bombardment of Civilians. Peter Nias Bradford • All this D-day hypocrisy. My Dad was there, aged 18; he was also sunk twice in the Mediterranean and had to swim for numerous hours in an oily, highly flammable sea in the darkness of a pitch-black night, and has more medals than Usain Bolt. And now? Had to sell all he owned to pay for his nursing home, all while the millionaire “royalty” and politicians, who have never seen a minute of such horrendous, terrifying conflict, “pay tribute”. John Marshall Nuremberg, Germany • Remembering our war dead used to be a quiet dignified act of remembrance. Now it has been turned into a political show in which the politicians take centre stage. Can there be anything more obscene that a serial draft-dodger in a display of mock solemnity paying tribute to the men who had sacrificed their lives in service of their country? When Donald Trump used an interview to disparage his political enemies at home, he demonstrated the truth of the occasion – it’s a show for the politicians. Derrick Joad Leeds • I was pleased to read Simon Jenkins’ article. When I express similar views to friends and neighbours, I am regarded with distrust – as if I am somehow being disloyal to our country. That is certainly not the case, but I seem to be unable to convince them otherwise. Ken Hughes Hale Barns, Cheshire • I know Theresa May has her faults, but her reading of the soldier’s letter in Portsmouth and her role at the dedication of the statue in Normandy were carried out with dignity and bearing. Unfortunately, I could not help myself imagining how Boris Johnson would have acted in comparable circumstances and being sorely disappointed. Lance Quirico East Grinstead, West Sussex • How can a nation that spends two days paying dignified and heartfelt respect for the lives lost to liberate Europe choose to continue with Brexit? Lyn Macnab Yarley, Wells, Somerset • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "5596",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/07/reading-the-electoral-runes-after-labour-holds-on-to-peterborough",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-07T16:49:24Z",
    "webTitle": "Reading the electoral runes after Labour holds on to Peterborough | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/07/reading-the-electoral-runes-after-labour-holds-on-to-peterborough",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/07/reading-the-electoral-runes-after-labour-holds-on-to-peterborough",
    "fields": {
      "headline": "Reading the electoral runes after Labour holds on to Peterborough",
      "standfirst": "<strong>John Cookson</strong>, <strong>Toby Wood</strong>, <strong>Nigel de Gruchy</strong> and <strong>Tom Trust</strong> offer their takes on the byelection result, which defied predictions that the Brexit party would win",
      "trailText": "Letters: <strong>John Cookson</strong>, <strong>Toby Wood</strong>, <strong>Nigel de Gruchy</strong> and <strong>Tom Trust</strong> offer their takes on the byelection result, which defied predictions that the Brexit party would win",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"9727893c9cb755356edc0bdcd11aa00ca8de1fa5\"> <img src=\"https://media.guim.co.uk/9727893c9cb755356edc0bdcd11aa00ca8de1fa5/0_0_6000_3600/1000.jpg\" alt=\"Jeremy Corbyn in Peterborough with Lisa Forbes, the Labour party’s winning candidate in the byelection\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jeremy Corbyn in Peterborough with Lisa Forbes, the Labour party’s winning candidate in the byelection.</span> <span class=\"element-image__credit\">Photograph: John Robertson/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Jeremy Corbyn once again looks at a political issue and draws entirely the wrong conclusion (<a href=\"https://www.theguardian.com/politics/live/2019/jun/07/labour-beats-brexit-party-in-peterborough-as-may-prepares-to-bow-out-politics-live?page=with:block-5cfa11638f089d8ea2f8ab22#block-5cfa11638f089d8ea2f8ab22\" title=\"\">Corbyn says Peterborough victory justifies Labour’s decision to campaign primarily on austerity, not Brexit</a>, Politics live with Andrew Sparrow, theguardian.com, 7 June). Labour won with 30.9% of the vote over the Brexit party, which got 28.9%. The Conservative, who had held the seat for 12 years until 2017, was third with 21.4%.</p> <p>The reality is that the rightwing vote was 50.3% and the split rightwing vote gifted Labour the seat by an amazingly narrow margin. Onasanya won in the 2017 election with 48.1% of the vote. If Corbyn thinks he can win an election if he haemorrhages 17.2% of Labour voters in an election like this, he is deeply deluded. It is not remotely supportive of his strategy and shows that Labour’s Brexit policy remains toxic for its electoral future. <br><strong>John Cookson</strong><br><em>Bournemouth</em></p> <p>• Let’s be realistic about what was in effect a status quo result for Labour in the Peterborough byelection. Lisa Forbes won by 683 votes compared to Fiona Onasanya’s 607 majority in 2017. What has changed is the nature of the chasing pack, and there are some basic conclusions to draw from the result. Labour should be miles ahead and isn’t. The Tories are in serious trouble and know it. The Brexit party should have won but didn’t. The Greens and Lib Dems are improving but still well adrift, and Ukip is finished but won’t admit it. In short, rather like the Brexit shambles itself, little has changed.<br><strong>Toby Wood</strong><br><em>Peterborough, Cambridgeshire</em></p> <p>• While Labour is entitled to some celebration over the Peterborough result, care needs to be exercised not to adopt a myopic view of the overall picture and claim it is a victory for Corbyn’s “constructive ambiguity” Brexit policy. Labour’s share of the vote dropped by 17.2% compared with 2017. The party should be winning by huge majorities given the Tories’ indescribably dismal performance across the board.</p> <p>Declaring firm policies to support remain while also proposing an end to austerity to deliver badly needed social and economic reforms are not mutually exclusive alternatives. Indeed the very opposite is true: they are mutually dependent.<br><strong>Nigel de Gruchy</strong><br><em>Orpington, Kent</em></p> <p>• As the Labour majority in Peterborough was so small, I’m sure that you and your readers will agree that we should disregard it and spend the next three years seeking to overturn it.<br><strong>Tom Trust</strong><br><em>Redruth, Cornwall </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "447",
      "commentable": "false",
      "firstPublicationDate": "2019-06-07T16:49:24Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:26Z",
      "newspaperEditionDate": "2019-06-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjzjq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/9727893c9cb755356edc0bdcd11aa00ca8de1fa5/0_0_6000_3600/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn once again looks at a political issue and draws entirely the wrong conclusion (Corbyn says Peterborough victory justifies Labour’s decision to campaign primarily on austerity, not Brexit, Politics live with Andrew Sparrow, theguardian.com, 7 June). Labour won with 30.9% of the vote over the Brexit party, which got 28.9%. The Conservative, who had held the seat for 12 years until 2017, was third with 21.4%. The reality is that the rightwing vote was 50.3% and the split rightwing vote gifted Labour the seat by an amazingly narrow margin. Onasanya won in the 2017 election with 48.1% of the vote. If Corbyn thinks he can win an election if he haemorrhages 17.2% of Labour voters in an election like this, he is deeply deluded. It is not remotely supportive of his strategy and shows that Labour’s Brexit policy remains toxic for its electoral future. John Cookson Bournemouth • Let’s be realistic about what was in effect a status quo result for Labour in the Peterborough byelection. Lisa Forbes won by 683 votes compared to Fiona Onasanya’s 607 majority in 2017. What has changed is the nature of the chasing pack, and there are some basic conclusions to draw from the result. Labour should be miles ahead and isn’t. The Tories are in serious trouble and know it. The Brexit party should have won but didn’t. The Greens and Lib Dems are improving but still well adrift, and Ukip is finished but won’t admit it. In short, rather like the Brexit shambles itself, little has changed. Toby Wood Peterborough, Cambridgeshire • While Labour is entitled to some celebration over the Peterborough result, care needs to be exercised not to adopt a myopic view of the overall picture and claim it is a victory for Corbyn’s “constructive ambiguity” Brexit policy. Labour’s share of the vote dropped by 17.2% compared with 2017. The party should be winning by huge majorities given the Tories’ indescribably dismal performance across the board. Declaring firm policies to support remain while also proposing an end to austerity to deliver badly needed social and economic reforms are not mutually exclusive alternatives. Indeed the very opposite is true: they are mutually dependent. Nigel de Gruchy Orpington, Kent • As the Labour majority in Peterborough was so small, I’m sure that you and your readers will agree that we should disregard it and spend the next three years seeking to overturn it. Tom Trust Redruth, Cornwall • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2730",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "money/2019/jun/07/vote-grabbing-gimmicks-put-pensions-at-risk",
    "type": "article",
    "sectionId": "money",
    "sectionName": "Money",
    "webPublicationDate": "2019-06-07T16:47:44Z",
    "webTitle": "Vote-grabbing gimmicks put pensions at risk | Letters",
    "webUrl": "https://www.theguardian.com/money/2019/jun/07/vote-grabbing-gimmicks-put-pensions-at-risk",
    "apiUrl": "https://content.guardianapis.com/money/2019/jun/07/vote-grabbing-gimmicks-put-pensions-at-risk",
    "fields": {
      "headline": "Vote-grabbing gimmicks put pensions at risk",
      "standfirst": "<strong>David Blake</strong>, <strong>Edmund Cannon</strong> and <strong>Ian Tonks</strong> criticise James Brokenshire’s idea to let first-time buyers dip into pension funds for a deposit on a home, while <strong>Sue Ferns</strong> says we are still a long way off gender equality in pensions",
      "trailText": "Letters: <strong>David Blake</strong>, <strong>Edmund Cannon</strong> and <strong>Ian Tonks</strong> criticise James Brokenshire’s idea to let first-time buyers dip into pension funds for a deposit on a home, while <strong>Sue Ferns</strong> says we are still a long way off gender equality in pensions",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"001a1982ed967b47e55d3e2c3ac4610ccc8fdfa6\"> <img src=\"https://media.guim.co.uk/001a1982ed967b47e55d3e2c3ac4610ccc8fdfa6/0_233_3500_2100/1000.jpg\" alt=\"James Brokenshire, the housing and communities secretary.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">James Brokenshire, the housing and communities secretary.</span> <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> </figcaption> </figure>",
      "body": "<p>We view with deep misgivings the suggestion by James Brokenshire that first-time buyers be allowed to dip into their pension funds to help them get a deposit on a home (<a href=\"https://www.theguardian.com/society/2019/jun/03/brokenshire-criticised-for-suggesting-first-time-buyers-dip-into-pension\" title=\"\">Report</a>, 4 June). There is considerable evidence suggesting that people save too little for their old age. Without an increase in the supply of housing, enabling young people to use their pension fund for house purchases will only result in bidding up house prices, largely benefiting existing homeowners.</p> <p>The recent policy of auto-enrolment has been a success in increasing the number of people saving for a pension: it followed a long period of consultation and gained cross-party support. In contrast, off-the-cuff suggestions such as Mr Brokenshire’s risk undermining the pension system. We have been here before: George Osborne’s sudden abolition of the compulsory annuity requirement in 2014 has undermined the annuity market without providing any satisfactory replacement. As we predicted, that policy change resulted in some pensioners losing money after being mis-sold unsuitable financial products. Unless we can find ways to insulate the UK pension system from vote-grabbing gimmicks, there is a significant risk that future generations will have inadequate pensions in their old age.<br><strong>David Blake</strong><em> Professor of finance, Cass Business School </em><br><strong>Edmund Cannon </strong><em>Professor of economics, University of Bristol </em><br><strong>Ian Tonks</strong><em> Professor of finance, University of Bristol</em></p> <p>• Whatever the outcome of the court case about increasing women’s state pension age (<a href=\"https://www.theguardian.com/uk-news/2019/jun/05/women-born-in-1950s-take-fight-against-rising-pension-age-to-court\" title=\"\">Report</a>, 6 June), we will still be a long way from achieving gender equality in pensions. It is telling that legislation to equalise state pension age was passed as long ago as 1995, but women reaching state pension age are not projected to receive the same amount of state pension as men until the early 2040s. Prospect produced research showing that the gender pension gap is 39.5%. Despite this glaring inequality, the government does not even produce its own estimate of the gender pension gap; we need proper recognition of this problem and policies to tackle it.<br><strong>Sue Ferns</strong><br><em>Senior deputy general secretary, Prospect </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "382",
      "commentable": "false",
      "firstPublicationDate": "2019-06-07T16:47:44Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-07T17:14:49Z",
      "newspaperEditionDate": "2019-06-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjz6e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/001a1982ed967b47e55d3e2c3ac4610ccc8fdfa6/0_233_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We view with deep misgivings the suggestion by James Brokenshire that first-time buyers be allowed to dip into their pension funds to help them get a deposit on a home (Report, 4 June). There is considerable evidence suggesting that people save too little for their old age. Without an increase in the supply of housing, enabling young people to use their pension fund for house purchases will only result in bidding up house prices, largely benefiting existing homeowners. The recent policy of auto-enrolment has been a success in increasing the number of people saving for a pension: it followed a long period of consultation and gained cross-party support. In contrast, off-the-cuff suggestions such as Mr Brokenshire’s risk undermining the pension system. We have been here before: George Osborne’s sudden abolition of the compulsory annuity requirement in 2014 has undermined the annuity market without providing any satisfactory replacement. As we predicted, that policy change resulted in some pensioners losing money after being mis-sold unsuitable financial products. Unless we can find ways to insulate the UK pension system from vote-grabbing gimmicks, there is a significant risk that future generations will have inadequate pensions in their old age. David Blake Professor of finance, Cass Business School Edmund Cannon Professor of economics, University of Bristol Ian Tonks Professor of finance, University of Bristol • Whatever the outcome of the court case about increasing women’s state pension age (Report, 6 June), we will still be a long way from achieving gender equality in pensions. It is telling that legislation to equalise state pension age was passed as long ago as 1995, but women reaching state pension age are not projected to receive the same amount of state pension as men until the early 2040s. Prospect produced research showing that the gender pension gap is 39.5%. Despite this glaring inequality, the government does not even produce its own estimate of the gender pension gap; we need proper recognition of this problem and policies to tackle it. Sue Ferns Senior deputy general secretary, Prospect • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2433",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "politics/live/2019/jun/07/labour-beats-brexit-party-in-peterborough-as-may-prepares-to-bow-out-politics-live",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-07T15:29:44Z",
    "webTitle": "High court quashes bid to prosecute Boris Johnson over false referendum claim about cost of EU - as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/jun/07/labour-beats-brexit-party-in-peterborough-as-may-prepares-to-bow-out-politics-live",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/jun/07/labour-beats-brexit-party-in-peterborough-as-may-prepares-to-bow-out-politics-live",
    "fields": {
      "headline": "High court quashes bid to prosecute Boris Johnson over false referendum claim about cost of EU - as it happened",
      "standfirst": "<p>Labour’s Lisa Forbes secures narrow victory over Brexit party with margin of just 683 votes in byelection</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/jun/07/peterborough-byelection-result-labour-sees-off-brexit-party-threat-to-hold-seat\">Labour scrapes past Brexit party to hold seat in Peterborough byelection</a></li><li><a href=\"https://www.theguardian.com/news/audio/2019/jun/07/farewell-maybot-john-crace-on-the-changing-of-the-tory-guard\">Podcast: John Crace bids farewell to the Maybot</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jun/07/labour-beats-brexit-party-in-peterborough-as-may-prepares-to-bow-out-politics-live?page=with:block-5cfa0d478f0803f2a595c52e#block-5cfa0d478f0803f2a595c52e\">Peterborough byelection results in full</a></li><li><a href=\"https://www.theguardian.com/politics/2019/jun/07/theresa-may-a-political-obituary-in-five-charts\">Theresa May: a political obituary in five charts</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/jun/07/labour-beats-brexit-party-in-peterborough-as-may-prepares-to-bow-out-politics-live?page=with:block-5cfa7e1a8f08ff012e270348#block-5cfa7e1a8f08ff012e270348\">Afternoon summary</a></li></ul>",
      "trailText": "Labour’s Lisa Forbes secures narrow victory over Brexit party with margin of just 683 votes in byelection",
      "byline": "Andrew Sparrow (now),  Matthew Weaver  and Kate Lyons (earlier)",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"4f806716-fb51-4dac-afba-a53278b36845\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/WzJa4wP9dPo?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5cfa7e1a8f08ff012e270348\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T15:20:46.708Z\">4.20pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jun/07/jeremy-corbyn-shrugs-off-referendum-calls-after-byelection-win\">Jeremy Corbyn has indicated he will not bow to shadow cabinet members and move towards a second referendum after Labour narrowly beat the fledgling Brexit party in the Peterborough byelection.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jun/07/boris-johnson-wins-court-challenge-over-350m-brexit-claims\">Boris Johnson has avoided a criminal prosecution over comments he made during the EU referendum campaign about the UK sending £350m a week to Brussels after winning a high court challenge.</a> </strong>The home secretary, <strong>Sajid Javid,</strong> has been among those welcoming the decision.</li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/sajidjavid/status/1136974126533529600\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Very glad to see the court case against <a href=\"https://twitter.com/BorisJohnson?ref_src=twsrc%5Etfw\">@BorisJohnson</a> thrown out. Freedom of speech feels increasingly challenged - we should always seek to debate political arguments in the open rather than close them down <a href=\"https://t.co/OGHupcjmDT\">https://t.co/OGHupcjmDT</a></p>— Sajid Javid (@sajidjavid) \n    <a href=\"https://twitter.com/sajidjavid/status/1136974126533529600?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jun/07/theresa-may-use-last-days-as-pm-series-policy-moves-legacy\">Theresa May has formally resigned as Conservative leader but is expected to press ahead with a series of policy announcements potentially costing billions of pounds in her final days in Downing Street, in the face of reservations from the chancellor.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/jun/07/muslim-council-asks-why-sajid-javid-was-excluded-from-trump-banquet\">The Muslim Council of Britain has written to Theresa May asking her if Sajid Javid was not invited to the state banquet with Donald Trump because he is of Muslim heritage.</a></strong></li> \n  </ul> \n  <p>That’s all from me for today.</p> \n  <p>Thanks for the comments.</p> \n </div> \n</div> \n<div id=\"block-5cfa7e808f08ff012e27034d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T15:11:44.068Z\">4.11pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is a Guardian panel on what we can learn from the Peterborough byelection, with contributions from <strong><a href=\"https://www.theguardian.com/profile/rafaelbehr\">Rafael Behr</a>, <a href=\"https://www.theguardian.com/profile/carolinelucas\">Caroline Lucas</a>, <a href=\"https://www.theguardian.com/profile/tom-kibasi\">Tom Kibasi</a> </strong>and<strong> <a href=\"https://www.theguardian.com/profile/maya-goodfellow\">Maya Goodfellow</a>.</strong></p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/07/brexit-party-nigel-farage-labour-tories-peterborough-byelection-panel\">What can we learn from the Brexit party’s narrow defeat in Peterborough? Our panel responds | Caroline Lucas and others</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5cfa7d0e8f08ff012e27033a\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T15:06:57.178Z\">4.06pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is the statement from the Conservative 1922 Committee confirming that Theresa May has resigned as party leader.</p> \n  <figure class=\"element element-image\" data-media-id=\"2f954130032277b103d7645ec9e064cf82b70dcb\"> \n   <img src=\"https://media.guim.co.uk/2f954130032277b103d7645ec9e064cf82b70dcb/0_0_1163_1085/1000.jpg\" alt=\"Statement about May’s resignation\" width=\"1000\" height=\"933\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Statement about May’s resignation</span> \n    <span class=\"element-image__credit\">Photograph: 1922 Committee</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa7bfb8f084466bb195913\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T15:03:46.126Z\">4.03pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Compass,</strong> the leftwing pressure group committed to progressive pluralism, has published<a href=\"http://www.compassonline.org.uk/peterborough-the-birth-place-of-the-regressive-alliance/\"> an interesting take on the Peterborough byelection</a> claiming it could be the launch of a “regressive alliance”. Here is an extract.</p> \n  <blockquote class=\"quoted\"> \n   <p>More ominously, [the byelection] tells us that a regressive alliance could be looming. The result will have tipped the balance in the Tory party further to ‘no deal’ and away from traditional one-nation politics in general. Between them, the Tories and the Brexit party got 50% of the vote. If, or probably when, [Boris] Johnson wins the Tory leadership, it’s very easy to imagine a north-south carve up in which the Brexit party gets a free or clear run at Labour leave seats and the Tories are unhindered to take on Labour and the Lib Dems in the south. The message from [Nigel] Farage today is that more Tories should vote tactically and that if you vote Tory then you get [Jeremy] Corbyn. Johnson will say the same about Brexit party voters where the Tories can win. The ground for a regressive alliance is being prepared. </p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5cfa758e8f084466bb1958ae\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T14:54:07.294Z\">3.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>YouGov has released some polling about the Tory leadership candidates, and it is being enthusiastically shared by Rory Stewart’s campaign. On one measure Boris Johnson comes top; there are more people (26%) saying he would make a good prime minister than there are saying any of the other candidates would make a good prime minister. But if you look at the net scores (% saying he would be good minus % saying he would be bad) Stewart comes top.</p> \n  <p>Unfortunately for Stewart, you cannot read too much into these figures because, when asked about Stewart - indeed, when asked about half the candidates - most votes said they could not say what they would be like as PM because they did not know enough about them. Some 12% said Stewart would be good, 17% said he would be bad, and the rest either were not sure, or did not know enough to have a view.</p> \n  <p>A source from the Stewart campaign said that these figures, and the way they show Stewart’s ratings going up, prove that the more people see of Stewart, the more they like him, and that he would be “the best candidate to win a general election and reach across the divide”.</p> \n  <p>The YouGov polling is based in a sample of general voters. But the new leader will be chosen by Conservative members. The fact that Stewart appears to poll well with the public at large, when most of the public at large don’t vote Conservative, may reflect the fact that he is seen as one of the least Tory of the candidates. This would be an advantage if he were leading his party into a general election, but it is not necessarily a bonus in an election decided by Tory activists.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/YouGov/status/1136943338215682051\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Our latest Conservative leadership contest tracker is out. On the good PM question, Rory Stewart has improved the most, with 12% of Brits now thinking he would make a good PM (although this puts him only 7th overall). Boris Johnson still leads on 26%<a href=\"https://t.co/DBk8ragIEz\">https://t.co/DBk8ragIEz</a> <a href=\"https://t.co/rQzci28smu\">pic.twitter.com/rQzci28smu</a></p>— YouGov (@YouGov) \n    <a href=\"https://twitter.com/YouGov/status/1136943338215682051?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa72f68f08ff012e270284\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T14:26:44.547Z\">3.26pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>Board of Deputies of British Jews,</strong> the <strong>Jewish Leadership Council</strong> and the <strong>Community Security Trust </strong>have issued this joint statement about the election of Lisa Forbes as Labour’s new MP for Peterborough. Their concern is prompted by the revelation before the poll that<a href=\"https://www.theguardian.com/politics/2019/jun/02/jewish-groups-labour-peterborough-byelection-lisa-forbes-antisemitism\"> Forbes for liking a post that said Theresa May had a “Zionist slave masters agenda”.</a> She apologised and said she intended to like a video, not the accompanying text.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BoardofDeputies/status/1136977743638405124\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"und\" dir=\"ltr\"><a href=\"https://t.co/E3TnYSQv66\">pic.twitter.com/E3TnYSQv66</a></p>— Board of Deputies of British Jews (@BoardofDeputies) \n    <a href=\"https://twitter.com/BoardofDeputies/status/1136977743638405124?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa72648f0895eae9512516\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T14:20:28.681Z\">3.20pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Theresa May</strong> has formally resigned as Conservative party leader, the Telegraph’s <strong>Christopher Hope</strong> reports. This is what she announced that she would be doing today two weeks ago.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/christopherhope/status/1137000515634642944\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">BREAKING Theresa May has formally resigned as Conservative party leader triggering start of race to succeed her. <br>Letters have been exchanged between Mrs May and the co-vice chairmen of the party's 1922 committee. Full details at the Telegraph's live blog: <a href=\"https://t.co/HMRqpMhbmH\">https://t.co/HMRqpMhbmH</a></p>— Christopher Hope📝 (@christopherhope) \n    <a href=\"https://twitter.com/christopherhope/status/1137000515634642944?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/christopherhope/status/1137001172936646656\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Neither of the letters will be released. <br>A person who has seen the \"private\" exchange said that there has \"a short and warm exchange\" of words between the 1922 vice chairmen and Mrs May.</p>— Christopher Hope📝 (@christopherhope) \n    <a href=\"https://twitter.com/christopherhope/status/1137001172936646656?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa6cd58f084466bb19582e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T14:17:44.005Z\">3.17pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Campaigners say Peterborough result strengthens case for electoral reform</h2> \n <div class=\"block-elements\"> \n  <p>This morning <strong>Prof Sir John Curtice,</strong> the leading psephologist, said the 30.9% share of the vote that Labour got in Peterborough was the lowest share of the vote by a winning party in a byelection since 1945. (See <a href=\"https://www.theguardian.com/politics/live/2019/jun/07/labour-beats-brexit-party-in-peterborough-as-may-prepares-to-bow-out-politics-live?page=with:block-5cfa2b848f089d8ea2f8abb4#block-5cfa2b848f089d8ea2f8abb4\">10.25am.)</a></p> \n  <p>But it’s worse than that. According to an analysis by<strong> David Cowling</strong>, the former head of research at the BBC, this is the lowest share of the vote by a winning party in a byelection since 1918. It beat the previous record, the 32.4% secured by the Conservatives when they won Bromley in September 1930, he says.</p> \n  <p>The voting figures for before 1918 are harder to obtain, but Cowling says there was a lower vote share for a winning party in 1909, when Labour won the Sheffield Attercliffe byelection with 27.5% of the vote.</p> \n  <p>The<strong> Electoral Reform Society </strong>said the result showed why a replacement for first-past-the-post was needed more than ever. In a statement its chief executive, Darren Hughes, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Just beneath the surface it is clear that we are a multi-party democracy trapped in a two-party system – one which is breaking at the seams, as Britain’s fragmented politics tries to find a place under an outdated one-person-takes-all voting system.</p> \n   <p>As we have long made clear, no one should be able to take 100% of local representation with just 30.9% of the vote, and there are fundamental questions about the state of our democratic processes</p> \n   <p>Much like the situation in hundreds of seats across the UK, nearly 70% of people voted for someone else, yet will feel totally unrepresented. This erodes confidence in our politics and leaves voters feeling unheard.</p> \n   <p>Now more than ever we need a fair and proportional voting system in Westminster, for a parliament that represents the views of the people it serves. Only through genuine reform can we begin to restore faith in our broken politics.</p> \n  </blockquote> \n  <p><em>UPDATE: </em>I’ve corrected a date in the post above in response to this very helpful comment from a reader below the line.</p> \n  <figure class=\"element element-comment\" data-canonical-url=\"https://discussion.theguardian.com/comment-permalink/129915301\"> \n   <div class=\"d2-comment-embedded\" itemscope itemtype=\"http://schema.org/Comment\"> \n    <div class=\"d2-left-col\"> \n     <a href=\"https://profile.theguardian.com/user/id/101433662\" title=\"View MrUncertain’s profile\"> <img class=\"d2-avatar\" src=\"https://avatar.guim.co.uk/user/101433662\" height=\"40\" width=\"40\" alt=\"User avatar for MrUncertain\"> </a> \n    </div> \n    <div class=\"d2-right-col\"> \n     <div itemscope itemprop=\"author\" itemtype=\"http://schema.org/Person\"> \n      <a class=\"d2-username\" href=\"https://profile.theguardian.com/user/id/101433662\" title=\"View MrUncertain’s profile\" itemprop=\"url\"> <span itemprop=\"givenName\">MrUncertain</span> </a> \n     </div> \n     <div class=\"d2-permalink\"> \n      <a class=\"d2-datetime\" href=\"https://discussion.theguardian.com/comment-permalink/129915301\" title=\"Link to this comment\" itemprop=\"datePublished\">07 June 2019 3:41pm</a> \n     </div> \n     <div class=\"d2-body\" itemprop=\"text\">\n      <p>@Andrew. the 15:17 comment should be Bromley 1930, not 1920. It was a by-election where the United Empire Party stood (soul godfathers to the Brexit party), they cut heavily into Conservative vote.</p>\n     </div> \n    </div> \n   </div> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"1bae1f80171f613f4bc8302d04affd5d92b664e4\"> \n   <img src=\"https://media.guim.co.uk/1bae1f80171f613f4bc8302d04affd5d92b664e4/0_84_3664_2199/1000.jpg\" alt=\"Jeremy Corbyn surrounded by journalists in Peterborough earlier.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jeremy Corbyn surrounded by journalists in Peterborough earlier.</span> \n    <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-07T15:29:44.459Z\">at 4.29pm BST</time></p> \n</div> \n<div id=\"block-5cfa66b78f08ff012e2701e8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T13:45:53.503Z\">2.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Michael Gove, the environment secretary, has received an interesting endorsement today. It is from <strong>Oliver Letwin,</strong> the former Cabinet Office minister.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/oletwinofficial/status/1136944869530898432\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Supporting <a href=\"https://twitter.com/michaelgove?ref_src=twsrc%5Etfw\">@michaelgove</a> as the candidate who provides the highest chance of exiting the EU with a sensible deal - and as an able administrator who has achieved great things for education, justice and the environment.</p>— Oliver Letwin (@oletwinofficial) \n    <a href=\"https://twitter.com/oletwinofficial/status/1136944869530898432?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Letwin was one of the MPs leading efforts in parliament to prevent a no-deal Brexit in the spring (a campaign that led to <a href=\"https://www.theguardian.com/politics/2019/apr/08/theresa-may-forced-to-delay-brexit-after-historic-win-for-mps\">Yvette Cooper’s bill being passed),</a> and his decision to back Gove may reflect the belief that Gove is the candidate best placed to stop the leadership being won by Boris Johnson, someone willing to accept no-deal. </p> \n </div> \n</div> \n<div id=\"block-5cfa60cb8f084466bb19578f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T13:07:16.675Z\">2.07pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The high court has not given its reasons yet for its decision to quash the Boris Johnson prosecution. But this, from the barrister and legal blogger <strong>Matthew Scott,</strong> may help to explain why the court took the decision it did.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Barristerblog/status/1136980939895181313\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Court's judgment stopping the <a href=\"https://twitter.com/hashtag/BorisJohnson?src=hash&amp;ref_src=twsrc%5Etfw\">#BorisJohnson</a> prosecution hasn't been published yet, but this (from last year) is why I thought Mr Ball's case was an ill-conceived publicity stunt. <a href=\"https://t.co/JR8E9MIArB\">https://t.co/JR8E9MIArB</a> <a href=\"https://t.co/H8OuY7g4ui\">pic.twitter.com/H8OuY7g4ui</a></p>— Matthew Scott (@Barristerblog) \n    <a href=\"https://twitter.com/Barristerblog/status/1136980939895181313?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa5eff8f0895eae951241e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T13:00:38.522Z\">2.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from Andrew Smith, a partner at the law firm <strong>Corker Binning</strong>, commenting on the Boris Johnson decision. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>If the high court hadn’t quashed the summons, the CPS would surely have intervened to discontinue it for public interest reasons. Legally, there is no election-specific statutory offence of providing false or misleading information, except in relation to a candidate’s character or conduct. Marcus Ball therefore had to rely on misconduct in public office, an ill-defined common law offence, much criticised by law reform bodies such as the law commission. The high court was clearly not satisfied that the district judge had applied this law correctly – and frankly to prosecute a politician for making allegedly false or misleading claims during a political campaign would have been not only legally remarkable but without precedent.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5cfa5b6d8f0895eae95123ef\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T12:42:57.936Z\">1.42pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is<a href=\"https://www.judiciary.uk/wp-content/uploads/2019/05/Ball-v-Johnson-FV-290519.pdf\"> the text of the decision (pdf) </a>issued by District Judge Margot Coleman last week explaining why she was allowing the private prosecution of Boris Johnson to go ahead. Today her decision has been overturned, and the summons against Johnson has been quashed.</p> \n </div> \n</div> \n<div id=\"block-5cfa5a488f08ff012e270136\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T12:40:03.367Z\">1.40pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from the Press Association on the Boris Johnson case.</p> \n  <blockquote class=\"quoted\"> \n   <p>Boris Johnson will not face a criminal prosecution over claims he made during the referendum campaign about the UK sending 350 million a week to the EU after winning a high court challenge. </p> \n   <p>The former foreign secretary was handed a summons, issued by District Judge Margot Coleman on May 29, to attend Westminster magistrates’ court to face three allegations of misconduct in public office. </p> \n   <p>But, following a hearing in London on Friday, Lady Justice Rafferty and Mr Justice Supperstone overturned the earlier decision. </p> \n   <p>Addressing Johnson’s barrister, Adrian Darbishire QC, Lady Justice Rafferty said: “We are persuaded, Mr Darbishire, so you succeed, and the relief that we grant is the quashing of the summonses.” </p> \n   <p>The judge said reasons for the court’s ruling will be given at a later date. </p> \n   <p>Launching a private prosecution Marcus Ball, 29, claimed Johnson lied during the 2016 referendum campaign by saying Britain gave £350m a week to the European Union. </p> \n   <p>He crowdfunded more than £300,000 through an online campaign to bring the prosecution. </p> \n   <p>The £350m figure was emblazoned on the red campaign bus used by Vote Leave during the referendum, with the slogan saying “We send the EU £350m a week, let’s fund our NHS instead”. </p> \n   <p>Darbishire argued that the attempt to prosecute Johnson was “politically motivated and vexatious”. </p> \n   <p>Johnson, who is currently the front runner in the Conservative party leadership contest, did not have to appear and did not attend the high court hearing.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"10e4348bc8a268876b2a96087f4ebaae56ad528e\"> \n   <img src=\"https://media.guim.co.uk/10e4348bc8a268876b2a96087f4ebaae56ad528e/0_14_3500_2100/1000.jpg\" alt=\"Marcus Ball outside the Royal Courts of Justice today.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Marcus Ball outside the Royal Courts of Justice today.</span> \n    <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa57ff8f08ff012e270122\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T12:32:05.053Z\">1.32pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And here are some tweets from <strong>Joshua Rozenberg</strong> with the arguments put to the high court this morning in favour of the case against Boris Johnson being allowed to go ahead.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaRozenberg/status/1136939601774436353\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Jason Coppel QC, for Marcus Ball and Brexit Justice Ltd, tells High Court that right of a private prosecutor to right what he sees as a wrong by applying for summons is long established.</p>— Joshua Rozenberg (@JoshuaRozenberg) \n    <a href=\"https://twitter.com/JoshuaRozenberg/status/1136939601774436353?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaRozenberg/status/1136946478889492480\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Coppel QC: no public law error in the judge’s decision has been demonstrated. Supperstone J: it’s claimed that she erred as a matter of law and that’s a conventional public law challenge. Coppel: but Darbishire’s objection is to the substantive conclusion, not the process.</p>— Joshua Rozenberg (@JoshuaRozenberg) \n    <a href=\"https://twitter.com/JoshuaRozenberg/status/1136946478889492480?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaRozenberg/status/1136948207764852736\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Coppel QC: it is incumbent upon [Johnson] to establish that district judge acted irrationally in deciding that low threshold for issuance of a summons was satisfied in this case. He does not come close to doing so. DJ’s decision was rationally open to her in public law terms.</p>— Joshua Rozenberg (@JoshuaRozenberg) \n    <a href=\"https://twitter.com/JoshuaRozenberg/status/1136948207764852736?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>The DJ is the district judge.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaRozenberg/status/1136952834702925824\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Rafferty LJ questioning Coppel QC on the nature of Boris Johnson’s public duties. He replies: not to make apparently factual statements which are known to be false. Rafferty LJ: how do you get to that? [meaning, how do you establish that duty?]. He cites judgment from New S Wales</p>— Joshua Rozenberg (@JoshuaRozenberg) \n    <a href=\"https://twitter.com/JoshuaRozenberg/status/1136952834702925824?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaRozenberg/status/1136956824001941506\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Supperstone J: did the district judge acknowledge that there was no precedent and she was extending the scope of misconduct in a public office? Coppel QC: no, but it was not her job to decide whether an offence had been committed. Rafferty LJ: shall we move on to your next point?</p>— Joshua Rozenberg (@JoshuaRozenberg) \n    <a href=\"https://twitter.com/JoshuaRozenberg/status/1136956824001941506?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-07T12:34:17.924Z\">at 1.34pm BST</time></p> \n</div> \n<div id=\"block-5cfa55888f084466bb1956f5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T12:23:51.009Z\">1.23pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>If you are interested in the Boris Johnson hearing, the legal journalist <strong>Joshua Rozenberg </strong>has been tweeting from the court proceedings. You can read his tweets<a href=\"https://twitter.com/JoshuaRozenberg\"> here.</a></p> \n  <p>Here are some of his key tweets.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaRozenberg/status/1136915464100241408\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Adrian Darbyshire QC for Boris Johnson tells High Court that the private prosecution by Marcus Ball was politcally motivated and so vexatious. He says the district judge who issued a summons against the MP erred in law and applied the wrong legal test. He wants summons quashed.</p>— Joshua Rozenberg (@JoshuaRozenberg) \n    <a href=\"https://twitter.com/JoshuaRozenberg/status/1136915464100241408?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaRozenberg/status/1136924022166491136\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Darbyshire QC for Boris Johnson: the proper territory of the offence is serious misconduct in the discharge of a public office and not poor conduct by someone who is a public official (even when takes place on a public stage) — not about poor behaviour but abuse of official power</p>— Joshua Rozenberg (@JoshuaRozenberg) \n    <a href=\"https://twitter.com/JoshuaRozenberg/status/1136924022166491136?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaRozenberg/status/1136927371473371136\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Darbyshire MP: misuse of an MP’s exclusive powers may constitute the offence. In contrast, an MP on the hustings exercises no official power over his audience; he is in that respect in the same position as the would-be MP standing next to him.</p>— Joshua Rozenberg (@JoshuaRozenberg) \n    <a href=\"https://twitter.com/JoshuaRozenberg/status/1136927371473371136?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaRozenberg/status/1136929627572768768\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Darbyshire QC: The problem of false statements being made in the course of political campaigning is not new and has not been overlooked by parliament. But parliament specifically chose not to do what the [private prosecutor] now seeks to achieve</p>— Joshua Rozenberg (@JoshuaRozenberg) \n    <a href=\"https://twitter.com/JoshuaRozenberg/status/1136929627572768768?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaRozenberg/status/1136931200961056768\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Apologies to Adrian Darbishire QC (and to readers) for misspelling his name on earlier tweets. Will teach it to my spellcheck.</p>— Joshua Rozenberg (@JoshuaRozenberg) \n    <a href=\"https://twitter.com/JoshuaRozenberg/status/1136931200961056768?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaRozenberg/status/1136932754204106752\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Darbishire QC: It is abundantly clear that this prosecution is motivated by a political objective and has been throughout. It is now said that, whatever Mr Ball’s motives were at the start of this process, they are at present somewhat different. That is untenable.</p>— Joshua Rozenberg (@JoshuaRozenberg) \n    <a href=\"https://twitter.com/JoshuaRozenberg/status/1136932754204106752?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaRozenberg/status/1136937602358087680\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Darbishire QC concludes his argument applying for judicial review. He asks court to quash decision of district judge to issue summonses; and to declare that the prosecutor’s application did not disclose all elements of the offence of misconduct in public office and is vexatious.</p>— Joshua Rozenberg (@JoshuaRozenberg) \n    <a href=\"https://twitter.com/JoshuaRozenberg/status/1136937602358087680?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-07T12:32:30.246Z\">at 1.32pm BST</time></p> \n</div> \n<div id=\"block-5cfa52c68f0895eae9512361\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T12:13:10.103Z\">1.13pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">High court quashes private prosecution against Boris Johnson over claims made during 2016 referendum</h2> \n <div class=\"block-elements\"> \n  <p>The high court has today quashed <a href=\"https://www.theguardian.com/politics/2019/may/29/boris-johnson-appear-court-eu-referendum-misconduct-claims\">the private prosecution against Boris Johnson,</a> the former foreign secretary and favourite in the Tory leadership contest, that was being brought on the grounds that Johnson allegedly committed misconduct in public office by lying in the 2016 referendum about Britain giving £350m a week to the European Union, <strong>Joshua Rozenberg</strong> reports.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaRozenberg/status/1136965627019714560\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Summonses against Boris Johnson quashed. Reasons to follow.</p>— Joshua Rozenberg (@JoshuaRozenberg) \n    <a href=\"https://twitter.com/JoshuaRozenberg/status/1136965627019714560?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JoshuaRozenberg/status/1136966491876843521\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Court confirms that it is quashing the decision of the district judge, on the assumption that the summonses have not yet been issued. Either way, the case is over. Court thanks both counsel for speedy submissions.</p>— Joshua Rozenberg (@JoshuaRozenberg) \n    <a href=\"https://twitter.com/JoshuaRozenberg/status/1136966491876843521?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa50fd8f084466bb1956a3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T11:57:37.419Z\">12.57pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>The <strong>Jewish Labour Movement</strong> has issued a statement this morning saying Lisa Forbes, the party’s new MPs for Peterborough, should have the whip withdrawn.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JewishLabour/status/1136925124773470213\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">JLM's statement on the result of the Peterborough by-election. <a href=\"https://t.co/zEpYc2XAy4\">pic.twitter.com/zEpYc2XAy4</a></p>— Jewish Labour Movement (@JewishLabour) \n    <a href=\"https://twitter.com/JewishLabour/status/1136925124773470213?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa4d098f08ff012e270053\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T11:54:36.950Z\">12.54pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>And here are some more tweets on the Peterborough results.</p> \n  <p>From the Press Association’s<strong> Ian Jones</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ian_a_jones/status/1136917212156051461\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Peterborough was another good result for the smaller parties. <a href=\"https://t.co/e5J3ges6Wo\">pic.twitter.com/e5J3ges6Wo</a></p>— Ian Jones (@ian_a_jones) \n    <a href=\"https://twitter.com/ian_a_jones/status/1136917212156051461?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ian_a_jones/status/1136942900611297281\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Labour hasn't improved its share of the vote in any fully contested by-election since the referendum.<br>(Batley &amp; Spen excepted - where none of the other parties stood) <a href=\"https://t.co/IBhvsdMFwc\">pic.twitter.com/IBhvsdMFwc</a></p>— Ian Jones (@ian_a_jones) \n    <a href=\"https://twitter.com/ian_a_jones/status/1136942900611297281?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From YouGov’s <strong>Chris Curtis</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chriscurtis94/status/1136801636825870337\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Feels like this is a failure of expectation management rather than an actual failure for the Brexit party.<br>To come a very close 2nd with nearly 30% of the vote, considering they didn't exist at the start of the year, is really quite incredible.</p>— Chris Curtis (@chriscurtis94) \n    <a href=\"https://twitter.com/chriscurtis94/status/1136801636825870337?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chriscurtis94/status/1136802424277127168\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Labour has lost over 1/3 of its vote share since 2017.<br>Tories have lost over 1/2 of its vote share since 2017.<br><br>That is quite something, even if Labour did manage to (just) top the ballot.</p>— Chris Curtis (@chriscurtis94) \n    <a href=\"https://twitter.com/chriscurtis94/status/1136802424277127168?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/chriscurtis94/status/1136802424277127168\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Labour has lost over 1/3 of its vote share since 2017.<br>Tories have lost over 1/2 of its vote share since 2017.<br><br>That is quite something, even if Labour did manage to (just) top the ballot.</p>— Chris Curtis (@chriscurtis94) \n    <a href=\"https://twitter.com/chriscurtis94/status/1136802424277127168?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>From the politics professor <strong>Rob Ford</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/robfordmancs/status/1136946837980614657\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Completely agree, however losing Peterborough makes it harder for BXP to convince voters they are credible election winning force, so therefore harder for them to hold on to current vote shares. They’ve not broken the FPP Tinkerbell spell yet <a href=\"https://t.co/01C98Z1pDY\">https://t.co/01C98Z1pDY</a></p>— Rob Ford (@robfordmancs) \n    <a href=\"https://twitter.com/robfordmancs/status/1136946837980614657?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa4e358f0895eae9512309\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T11:45:40.318Z\">12.45pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is another useful Twitter thread on the Peterborough results from<strong> Chris Hopkins, </strong>head of politics at the pollsters ComRes.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ComRes/status/1136947145183879168\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">ComRes' Head of Politics <a href=\"https://twitter.com/ChrisHopkins92?ref_src=twsrc%5Etfw\">@ChrisHopkins92</a> reflects on last night's by-election result from Peterborough and the wider implications for the UK's political landscape. A thread:</p>— ComRes (@ComRes) \n    <a href=\"https://twitter.com/ComRes/status/1136947145183879168?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa449a8f08ff012e26ffe3\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T11:30:29.803Z\">12.30pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Sky’s<strong> Lewis Goodall</strong> has a good Twitter thread on the significance of the byelection result. It starts here.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lewis_goodall/status/1136800667123769344\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">PETERBOROUGH BY ELECTION RESULT (AND WHAT IT MEANS THREAD)<br><br>Con: 7243 (3rd)<br>Lab: 10484 (1st)<br>Brexit: 9801 (2nd)<br>Lib Dem: 4159 (4th)<br>Green:1035 (5th)<br><br>RESULT: LABOUR HOLD<br>MAJ: 683<br>Turnout: 48%</p>— Lewis Goodall (@lewis_goodall) \n    <a href=\"https://twitter.com/lewis_goodall/status/1136800667123769344?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Here is one of his key observations, but it is worth reading the whole thread.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/lewis_goodall/status/1136808219806973957\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">That's why when people say \"where is the BXP manifesto?\" they miss the point. They're not really a political party in many ways, at least not yet. They're a massive pressure group on the Tory Party, like UKIP was. That's where their significance in overall British politics lies.</p>— Lewis Goodall (@lewis_goodall) \n    <a href=\"https://twitter.com/lewis_goodall/status/1136808219806973957?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa47138f08ff012e27000e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T11:15:05.749Z\">12.15pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My colleague <strong>Rajeev Syal </strong>has a good piece explaining the seven reasons why Labour won.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/07/seven-reasons-labour-won-the-peterborough-byelection\">Seven reasons Labour won the Peterborough byelection</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5cfa44cd8f084466bb1955e8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T11:12:40.429Z\">12.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nigel Farage,</strong> the Brexit party leader, has been in Downing Street this morning. But he was not invited in. He was there to deliver a letter saying the Brexit party should now be included in the government’s Brexit negotiating team.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/nickeardleybbc/status/1136947111025610753\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Nigel Farage currently in Downing Street. Not for talks, but to deliver this letter. Drafted expecting a victory in Peterborough, perhaps? Either way party thinks Euro results mean it should be involved in negotiations... <a href=\"https://t.co/abZBTKjKc3\">pic.twitter.com/abZBTKjKc3</a></p>— Nick Eardley (@nickeardleybbc) \n    <a href=\"https://twitter.com/nickeardleybbc/status/1136947111025610753?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>The Brexit party made this a campaign demand during the European elections campaign. Given that the Brexit party want a WTO Brexit, which would not require any negotiating, it is not immediately obvious how this would work, but the letter suggests the Brexit party could get involved reviewing no-deal preparations.</p> \n  <figure class=\"element element-image\" data-media-id=\"d9e19c9b4dcb2a0a7372d2a4191fd82566768b85\"> \n   <img src=\"https://media.guim.co.uk/d9e19c9b4dcb2a0a7372d2a4191fd82566768b85/0_111_3500_2101/1000.jpg\" alt=\"Nigel Farage delivering his letter to Number 10 this morning.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nigel Farage delivering his letter to Number 10 this morning.</span> \n    <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa3e968f08ff012e26ff71\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T11:00:45.321Z\">12.00pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>But some Labour MPs are finding it harder to celebrate the Peterborough byelection result because <strong>Lisa Forbes</strong>, the party’s winning candidate, <a href=\"https://www.theguardian.com/politics/2019/jun/02/jewish-groups-labour-peterborough-byelection-lisa-forbes-antisemitism\">had to apologise during the campaign for liking a post that said Theresa May had a “Zionist slave masters agenda”.</a></p> \n  <p>This is from <strong>Margaret Hodge</strong>, the former minister, who has been one of those MPs most critical of Jeremy Corbyn and the party generally for not doing more to tackle antisemitism in the party.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/margarethodge/status/1136897476743651329\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Seriously mixed feelings about the Peterborough result. I never want to see Nigel Farage’s party in Parliament. But Lisa Forbes &amp; the Labour Party have a lot to answer for. We must learn lessons &amp; never have a repeat of this. Have formally raised concerns with party leadership.</p>— Margaret Hodge (@margarethodge) \n    <a href=\"https://twitter.com/margarethodge/status/1136897476743651329?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>These are from <strong>Jess Phillips.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessphillips/status/1136875428344401920\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Woke up to news of Peterborough win. Glad that Brexit Party didn't win and am in awe of my Labour colleagues who ran a tough campaign well. But the reality is I cannot be gleeful or proud as I'd want to be because of how it shows that antisemitism is becoming normal in the party</p>— Jess Phillips (@jessphillips) \n    <a href=\"https://twitter.com/jessphillips/status/1136875428344401920?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jessphillips/status/1136878494309396480\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">Lisa ignored and endorsed anti-Semitic things, I'll take her explanation and apology at face value &amp;look forward to her proving as others have that actions not excuses alone can heal. But with every case the parties values chip away and our ability to stand up against hate erodes</p>— Jess Phillips (@jessphillips) \n    <a href=\"https://twitter.com/jessphillips/status/1136878494309396480?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And these are from <strong>Wes Streeting.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/wesstreeting/status/1136884648695468032\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Just spoke to <a href=\"https://twitter.com/LBCLondonNews?ref_src=twsrc%5Etfw\">@LBCLondonNews</a> about the remarkable result in Peterborough. Here’s my take on what it might tell us about the current state of politics and some raw honesty about why I wasn’t there this week...</p>— Wes Streeting MP (@wesstreeting) \n    <a href=\"https://twitter.com/wesstreeting/status/1136884648695468032?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/wesstreeting/status/1136885547404812288\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">1. Normally an opposition party winning a by-election isn’t really news, but these aren’t normal times. The result is remarkable, shows that Labour can win in Leave areas, that we can’t afford to lose voters to Lib Dems/Greens in marginals and have great organisers and activists: <a href=\"https://t.co/UT57IszD5z\">pic.twitter.com/UT57IszD5z</a></p>— Wes Streeting MP (@wesstreeting) \n    <a href=\"https://twitter.com/wesstreeting/status/1136885547404812288?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/wesstreeting/status/1136886348797874176\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">2. I haven’t been in Peterborough this week - or helped since the social media activity of our candidate came to light. When I said zero tolerance I meant it. When I said I’d stand in solidarity with <a href=\"https://twitter.com/JewishLabour?ref_src=twsrc%5Etfw\">@JewishLabour</a> I meant it: <a href=\"https://t.co/os2G35aBNe\">pic.twitter.com/os2G35aBNe</a></p>— Wes Streeting MP (@wesstreeting) \n    <a href=\"https://twitter.com/wesstreeting/status/1136886348797874176?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/wesstreeting/status/1136887192427667456\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">3. I didn’t want to see the Brexit Party win, but I don’t believe there’s a hierarchy of racism of prejudice or that antisemitism is the lesser of two evils. Labour is normalising antisemitism and I won’t be a bystander to it. <a href=\"https://t.co/LwO5pC8hIa\">pic.twitter.com/LwO5pC8hIa</a></p>— Wes Streeting MP (@wesstreeting) \n    <a href=\"https://twitter.com/wesstreeting/status/1136887192427667456?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/wesstreeting/status/1136887938397159424\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">4. I’ve given up any hope that the Labour leadership is serious about tackling antisemitism. They’re welcome to prove me wrong. I haven’t given up hope that the new MP for Peterborough can be true to her apology. Based on everything else I know about her I really hope she does.</p>— Wes Streeting MP (@wesstreeting) \n    <a href=\"https://twitter.com/wesstreeting/status/1136887938397159424?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-07T14:27:20.631Z\">at 3.27pm BST</time></p> \n</div> \n<div id=\"block-5cfa3fc68f0895eae951222a\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T10:54:52.661Z\">11.54am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">'Write Labour off at your peril,' says Corbyn after Peterborough byelection victory</h2> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn</strong> is in Peterborough to congratulate Lisa Forbes, the city’s new MP. Speaking to Labour supporters, he said the result showed why Labour should not be written off. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p>What we did was offer the politics of hope, not the politics of fear. We offered the politics of hope to end austerity, to fund our schools properly, to employ our police properly, to give our young people a future in this country. That is what the Labour offer is about.</p> \n   <p>Everybody, all the experts, wrote Lisa off. All the experts wrote Labour off yesterday. Write Labour off at your peril. We are strong, we are very determined to offer that politics that invests in decent services, in decent housing, in decent healthcare and in good quality jobs for the future, and a relationship with Europe that doesn’t take us over a cliff edge. </p> \n   <p>Yesterday the Labour party came together on the streets of Peterborough. The Labour party came together in this campaign. And, on the day that Theresa May ceases to be leader of the Conservative party, my message is, to all the squabbling contenders for the Tory party leadership, bring it on. We are ready for a general election. And that general election will deliver a Labour government that will work for the many.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"93c5c3ef20e5e89b66d5ede748a42fe73534445a\"> \n   <img src=\"https://media.guim.co.uk/93c5c3ef20e5e89b66d5ede748a42fe73534445a/0_42_3500_2100/1000.jpg\" alt=\"Jeremy Corbyn celebrates with newly elected labour MP Lisa Forbes at Cathedral Square, Peterborough\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jeremy Corbyn celebrates with newly elected labour MP Lisa Forbes at Cathedral Square, Peterborough</span> \n    <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa37538f08af5c0e4e4cb0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T10:16:52.064Z\">11.16am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Normally politicians prefer to talk about actual election results than about polls. But in his interviews this morning after his party narrowly lost in Peterborough, Nigel Farage, the Brexit party leader, has been anxious to turn the conversation away from last night’s results and towards <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/06/07/voting-intention-brex-26-lab-20-lib-dem-20-con-18-\">a YouGov opinion poll for today’s Times </a>putting the Brexit party six points ahead of Labour and the Lib Dems, on joint second.</p> \n  <figure class=\"element element-image\" data-media-id=\"c847b6d88683cde81a34561c06d254e47d3a1c07\"> \n   <img src=\"https://media.guim.co.uk/c847b6d88683cde81a34561c06d254e47d3a1c07/0_3_633_380/500.jpg\" alt=\"YouGov poll results\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">YouGov poll results</span> \n    <span class=\"element-image__credit\">Photograph: YouGov</span> \n   </figcaption> \n  </figure> \n  <p>Here is an extract from <a href=\"https://yougov.co.uk/topics/politics/articles-reports/2019/06/07/voting-intention-brex-26-lab-20-lib-dem-20-con-18-\">the YouGov write-up.</a></p> \n  <blockquote class=\"quoted\"> \n   <p>The Brexit party takes the lead for the first time in our latest YouGov/Times Westminster voting intention survey, on 26% of the vote.</p> \n   <p>Labour and the Liberal Democrats are in joint second place on 20% apiece, with the Conservatives in fourth place on 18%.</p> \n   <p>Elsewhere, the Green party are on 9% while Ukip take 1% and Change UK, who lost half of their MPs this week, a statistical 0%. Votes for all other parties stand at 5%.</p> \n  </blockquote> \n  <p>Farage said this poll result was unbelievably good for his party.</p> \n </div> \n</div> \n<div id=\"block-5cfa35f38f089d8ea2f8ac2e\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T10:02:59.280Z\">11.02am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is my colleague <strong>Dan Sabbagh</strong>’s take on the Peterborough byelection result.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/07/labour-ground-game-peterborough-byelection-analysis\">Labour's ground game helps secure coup in Peterborough</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5cfa2fba8f0803f2a595c630\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T09:45:30.890Z\">10.45am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Michael Gove,</strong> another Tory leadership candidate, has now tweeted about the Peterborough result. Gove is a Brexiter, and he also (see <a href=\"https://www.theguardian.com/politics/live/2019/jun/07/labour-beats-brexit-party-in-peterborough-as-may-prepares-to-bow-out-politics-live?page=with:block-5cfa25928f0803f2a595c5c4#block-5cfa25928f0803f2a595c5c4\">10.14am)</a> thinks it shows that the party must deliver Brexit before the general election.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/michaelgove/status/1136926895608664064\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A disappointing result in Peterborough last night, despite all the hard work by <a href=\"https://twitter.com/paulbristow79?ref_src=twsrc%5Etfw\">@paulbristow79</a> and team. Paul was a brilliant candidate who would have made a fantastic addition to Parliament, and anyone who has met him knows he will continue to be a great champion for his city.</p>— Michael Gove (@michaelgove) \n    <a href=\"https://twitter.com/michaelgove/status/1136926895608664064?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/michaelgove/status/1136927273343442944\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Results like last night’s show clearly that the Conservatives must honour the referendum result and deliver Brexit before risking a General Election.</p>— Michael Gove (@michaelgove) \n    <a href=\"https://twitter.com/michaelgove/status/1136927273343442944?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/michaelgove/status/1136927275046318081\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">We’ve got to come back together as a Party and work together to get Brexit done - otherwise we will lose to Labour and the Brexit Party and put Corbyn in Downing Street.<a href=\"https://twitter.com/hashtag/Gove4PM?src=hash&amp;ref_src=twsrc%5Etfw\">#Gove4PM</a> <a href=\"https://twitter.com/hashtag/ReadyToLead?src=hash&amp;ref_src=twsrc%5Etfw\">#ReadyToLead</a></p>— Michael Gove (@michaelgove) \n    <a href=\"https://twitter.com/michaelgove/status/1136927275046318081?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa2b848f089d8ea2f8abb4\" class=\"block is-key-event\" data-block-contributor=\"profile/matthewweaver\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T09:25:49.064Z\">10.25am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Peterborough results confirms two-party system turning into four-party system, says John Curtice</h2> \n <div class=\"block-elements\"> \n  <p>The Peterborough byelection result confirms that the issue of Brexit has turned the UK’s two-party system into a four-party system, <strong>Prof Sir John Curtice,</strong> Britain’s most respected psephologist, told the Today programme this morning.</p> \n  <p><a href=\"https://viewer.gutools.co.uk/politics/2019/jun/07/peterborough-byelection-result-labour-sees-off-brexit-party-threat-to-hold-seat\">Labour’s Lisa Forbes won the byelection with 30.9% of the vote</a> over the Brexit party, which got 28.9%. The Conservative, who held the seat for 12 years until 2015, came third with 21.4%, and the Liberal Democrats fourth on 12.3%.</p> \n  <p>Curtice said that in the last general election in 2017 the two traditional main parties, Labour and the Conservatives, shared 95% of the vote in Peterborough, but got only 52.3% in the byelection. He told Today:</p> \n  <blockquote class=\"quoted\"> \n   <p>Brexit has become such an important issue that rather than our traditional system of two-party politics, at the moment at least, we’ve got a system of four party politics.</p> \n   <p>The two traditional parties, that are much happier talking about issues other than Brexit, have been joined by two parties: the Brexit party at one end of the spectrum; and the Liberal Democrats on the other, who are quite happy to carry on talking about Brexit. That’s the issue on which they are united and on which they seem to be winning votes.</p> \n  </blockquote> \n  <p>Labour’s share of the vote in Peterborough was up nine percentage points compared to it disastrous showing in the European election. But Curtice said senior Labour figures could not pretend that the party was not losing support over Brexit.</p> \n  <blockquote class=\"quoted\"> \n   <p>The idea, that the Labour party has been coming at this morning, that this all goes to show that the whole argument about Brexit and the legacy of the European election can be ignored, is wrong.</p> \n  </blockquote> \n  <p>The Peterborough result was consistent with recent opinion polls, he said and added: “Not as dramatic as the European elections but still more than enough to disrupt our usual politics.”</p> \n  <p>He pointed out that Labour’s vote in Peterborough represented the “smallest share of the vote” needed to win a byelection in postwar British politics.</p> \n  <p>Meanwhile, the Conservatives lost more than half the vote share they won in 2017, Curtice said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Some of the immediate pressure on both the Conservative and Labour Party will be thought to be eased, but if anybody comes away from this and thinks, ‘Oh, actually, you know, the impact that Brexit is having on our politics is beginning to disappear and dissipate’. Well, maybe it will eventually. But it certainly isn’t doing so yet on the evidence this byelection.</p> \n   <p>Unless and until the Conservative party can deliver Brexit, it is going to be in trouble. And it remains the case that it looks as though the Labour party’s position on Brexit is not anything like adequate for the Labour party to be able to retain the kinds of support they had in the 2017 election.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"a68dbf40d6040590834f36e7cf6dc0daf74f482e\"> \n   <img src=\"https://media.guim.co.uk/a68dbf40d6040590834f36e7cf6dc0daf74f482e/87_0_1118_671/1000.jpg\" alt=\"Prof Sir John Curtice.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Prof Sir John Curtice.</span> \n    <span class=\"element-image__credit\">Photograph: BBC</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-07T14:10:41.028Z\">at 3.10pm BST</time></p> \n</div> \n<div id=\"block-5cfa25928f0803f2a595c5c4\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T09:14:52.770Z\">10.14am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Tory leadership candidates split on how to interpret message from Peterborough</h2> \n <div class=\"block-elements\"> \n  <p>Earlier we quoted <strong>Jeremy Hunt</strong>, one of the leading Tory leadership candidates, saying that the Peterborough result showed why the Conservatives had to deliver Brexit. (See <a href=\"https://www.theguardian.com/politics/live/2019/jun/07/labour-beats-brexit-party-in-peterborough-as-may-prepares-to-bow-out-politics-live?page=with:block-5cf9fd0e8f089d8ea2f8aaa9#block-5cf9fd0e8f089d8ea2f8aaa9\">7.02am.) </a>Other leadership candidates, <strong>Boris Johnson, Dominic Raab</strong> and <strong>Esther McVey</strong>, are saying it shows that Brexit must be delivered before the end of October, when the article 50 extension is due to run out.</p> \n  <p>Here is Johnson.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BorisJohnson/status/1136883693623156736\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Commiserations to the excellent <a href=\"https://twitter.com/paulbristow79?ref_src=twsrc%5Etfw\">@Paulbristow79</a> who did not deserve to come third in <a href=\"https://twitter.com/hashtag/Peterborough?src=hash&amp;ref_src=twsrc%5Etfw\">#Peterborough</a>. Conservatives must deliver Brexit by 31st October or we risk Brexit Party votes delivering Corbyn to No10.</p>— Boris Johnson (@BorisJohnson) \n    <a href=\"https://twitter.com/BorisJohnson/status/1136883693623156736?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>Here is Raab.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DominicRaab/status/1136898768123678721\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Last night’s result shows yet again that we must get on and deliver Brexit by the end of October. Failure to do so would not only break our promise to voters, it risks delivering Jeremy Corbyn by the backdoor.</p>— Dominic Raab (@DominicRaab) \n    <a href=\"https://twitter.com/DominicRaab/status/1136898768123678721?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And this is from McVey.</p> \n  <blockquote class=\"quoted\"> \n   <p>The result in Peterborough is the shape of things to come if we don’t deliver a clean Brexit on 31 October. </p> \n   <p>Our persistent thwarting of the referendum result shows that a Brexit party vote will let Jeremy Corbyn into No 10 by the back door. </p> \n   <p>Brexit is an opportunity to be seized not a problem to be mitigated. The UK can thrive after a clean break with the EU, and we will at last be able to show, once again, how a Conservative agenda can kickstart the economy.</p> \n  </blockquote> \n  <p>But <strong>Matt Hancock</strong>, another leadership candidate, is drawing a different conclusion from the result. Hancock is pitching himself as a candidate who can appeal to centre-ground voters, not hardline Brexiters, and so it is not surprising that he is offering this interpretation.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattHancock/status/1136874939699650560\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Peterborough by-election shows our real opponent is Jeremy Corbyn. <br><br>We need to deliver Brexit then turn the page with a fresh face &amp; concentrate on all the other things that matter to people</p>— Matt Hancock (@MattHancock) \n    <a href=\"https://twitter.com/MattHancock/status/1136874939699650560?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And <strong>Rory Stewart,</strong> another leadership candidate not running on a Brexiter platform, also has a different take on the message the Conservative party should be heeding. </p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/RoryStewartUK/status/1136905185534631937\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Support for Remain parties now outnumbers support for parties that want no-deal in 124 conservative seats. We must reach across divides to the centre ground and win back younger, Remain voters as well as Leave voters. That’s the right AND the smart thing to do. And I will do it.</p>— Rory Stewart (@RoryStewartUK) \n    <a href=\"https://twitter.com/RoryStewartUK/status/1136905185534631937?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa21288f089d8ea2f8ab80\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T08:33:14.243Z\">9.33am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is a graphic showing the byelection results.</p> \n  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jun/2019-06-07T07:06:32/embed.html\" data-alt=\"Peterborough byelection results\"> \n   <a href=\"https://interactive.guim.co.uk/charts/embed/jun/2019-06-07T07:06:32/embed.html\">Peterborough byelection results</a> \n   <figcaption>\n    Peterborough byelection results\n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa1c3b8f089d8ea2f8ab6d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T08:31:18.871Z\">9.31am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Tory leadership contest just 'choice between no-deal, no-deal and no-deal,' says Corbyn</h2> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn</strong> is visiting Peterborough this morning to congratulate Labour’s winning candidate, Lisa Forbes. Before he left he recorded a brief interview with Sky News. </p> \n  <ul> \n   <li><strong>Corbyn said the byelection result showed the voters of Peterborough rejecting austerity and rejecting a no-deal Brexit.</strong></li> \n  </ul> \n  <ul> \n   <li><strong>He sidestepped a question about whether the result would end Labour’s support for a second referendum.</strong> When he was asked if it would kill off Labour backing for a second referendum, he replied:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>This win shows that Labour has support all across the piece, all across the country, and we are ready for a general election whenever it comes and we will stop the Tories taking this country into a no-deal Brexit will all the threats to jobs that go with that.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He said all the Tory leadership candidates were just offering a no-deal Brexit. </strong>When he was asked what his plan was when a new Tory leader took over, he replied:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>I don’t know who the new leader is going to be, but it seems to be a choice between no-deal, no-deal and no-deal, as far as I can understand it.</p> \n   <p>Our position is there has to be good trade relations with Europe in the future, whatever the relationship is in a political sense. But there also has to be a government in his country that deals with the issues of inequality, injustice and poverty. The Peterborough result showed that the Labour message of investment in education, investment in our children’s future, has a big resonance. </p> \n  </blockquote> \n  <p>It is not quite true to say that all the Tory leadership candidates are just offering no-deal. But it is true to say all the ones that have a realistic chance of winning say they would accept no-deal, and that the plans they are putting forward to get a deal through parliament (which most say is there preference) have been widely dismissed as implausible. My colleague Rowena Mason has a full analysis <a href=\"https://www.theguardian.com/politics/2019/jun/06/from-hard-to-soft-tory-leadership-hopefuls-cover-brexit-spectrum\">here.</a></p> \n  <ul> \n   <li><strong>He claimed Labour was on course to win a general election.</strong></li> \n  </ul> \n  <p>And we are ready for a general election, whenever it comes. And, do you know what, we’re going to win it?</p> \n  <ul> \n   <li><strong>He claimed Labour won in Peterborough despite “unbelievable levels of hostility” from the media.</strong> Asked if he were worried by how well the Brexit party did, he replied: </li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Our party campaigned very hard. We had unbelievable levels of hostility from much of the mainstream media throughout the campaign. But our doorstep message, our message in the communities, carried the day. And that is what political power is about.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"8744b2cfe6b12e97a955c358fbc7777886331dbb\"> \n   <img src=\"https://media.guim.co.uk/8744b2cfe6b12e97a955c358fbc7777886331dbb/43_0_892_535/500.jpg\" alt=\"Jeremy Corbyn\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jeremy Corbyn</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-07T11:15:17.499Z\">at 12.15pm BST</time></p> \n</div> \n<div id=\"block-5cfa11638f089d8ea2f8ab22\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T07:52:45.673Z\">8.52am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn says Peterborough victory justifies Labour's decision to campaign primarily on austerity, not Brexit</h2> \n <div class=\"block-elements\"> \n  <p>Byelections sometimes attract huge interest, not because the national media is worried about who is going to represent a particular constituency, but because it is assumed that how people vote in a byelection tells you something about how parties will fare in the next general election. As such, they are unreliable signposts (there is a long history of protest parties doing well in byelections, only for them to fall back again at the next general), but they do give some useful clues as to how political loyalties are shifting.</p> \n  <p>But what probably matters more is how byelection results are perceived. In other words, it is not so much what the results show as what people think they show that matters. They influence internal party debates about strategy, sometimes with important consequences. For example, David Cameron would have been much less likely to commit his party to an in/out EU referendum in January 2013 if it had not been for the fact that in 2011 and 2012 Ukip, which used to lose its deposit in byelections was regularly starting to come second or third.</p> \n  <p>The Brexit party had been expected to win in Peterborough, and it was assumed that a victory for Nigel Farage would have helped Boris Johnson’s campaign for the Tory leadership, because Johnson is pitching himself as the candidate best able to win back Brexit party voters. “If the Brexit party win in Peterborough it will give the campaign for Boris monkey glands,” the Conservative MP Andrew Mitchell <a href=\"https://www.ft.com/content/68946ae6-8794-11e9-a028-86cea8523dc2\">told the FT </a>earlier this week. Now it looks as if Team Boris will have to manage without said monkey glands. It probably won’t amount to a huge setback for the Johnson campaign, but it is definitely a setback of sorts.</p> \n  <p>And the result will have an influence on Labour politics too. There has been an intense debate in the party between those who want to commit the party to a much stronger remain/second referendum position and <strong>Jeremy Corbyn</strong> and his close allies who are resisting this because they don’t want Labour to be defined as a remain party. After the European elections Corbyn shifted very slightly towards the remain camp (confirming that the party now favoured a public vote on any Brexit deal agreed by parliament). But Corbyn has long argued that the party should be campaigning principally on austerity, not on Breixt, and he has taken the Peterborough byelection result as vindication of this position. It will probably stop any prospect of Labour getting more remainy any time soon. In his statement last night Corbyn said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I am delighted to congratulate Lisa Forbes on a great win and a people powered campaign.</p> \n   <p>Peterborough has shown clear support for Labour’s programme to end austerity and invest in services and communities, rejecting a decade of Tory cuts and their disastrous handling of Brexit. In this key seat, the Conservatives have been pushed to the margins.</p> \n   <p>This result shows that in spite of the divisions and deadlock over Brexit, when it comes to a vote on the issues that directly affect people’s lives, Labour’s case for real change has strong support across the country. I look forward to welcoming Lisa to parliament next week.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-07T08:00:08.524Z\">at 9.00am BST</time></p> \n</div> \n<div id=\"block-5cfa10ed8f0803f2a595c553\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T07:24:21.886Z\">8.24am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Are you comfortable that your new MP had to apologise for liking an anti-semitic post?</em></p> \n  <p>McDonald says he is not comfortable about that. But she made a mistake. She was trying to show she liked a picture. And she has apologised.</p> \n  <p>And that’s it. The interview is over.</p> \n </div> \n</div> \n<div id=\"block-5cfa10628f08af5c0e4e4b7d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T07:23:00.550Z\">8.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Where will Labour get a trade deal? Given your relationship with Donald Trump, it won’t be the US?</em></p> \n  <p>McDonald says Trump said he wanted the NHS to be on the table in a trade deal.</p> \n  <p>Humphrys denies this. McDonald says Trump did say this. We all heard it.</p> \n  <p>He says Trump would only want a deal to his advantage.</p> \n  <p><em>Q: So you would not want a deal with him?</em></p> \n  <p>McDonald says trade deals take a long time to negotiate. He says he hopes Trump is “long gone” by the time any deal needs to be signed.</p> \n </div> \n</div> \n<div id=\"block-5cfa0f148f0803f2a595c543\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T07:21:02.945Z\">8.21am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>McDonald says the Tories are now offering a no-deal Brexit.</p> \n  <p>If that were to go ahead, the economy would be “trashed”, he says.</p> \n  <p>That is why we have to go back to the people.</p> \n  <p><em>Q: Are you calling for a second referendum?</em></p> \n  <p>McDonald says if that (no-deal) is the option, it should go back to the people. Or any deal coming from parliament should go back to the people, he says.</p> \n  <p><em>Q: John McDonnell said last week said Labour is the party of remain and reform. It that right?</em></p> \n  <p>McDonald said Labour fought the referendum on that basis.</p> \n  <p><em>Q: But Labour is now saying we must remain in the EU.</em></p> \n  <p>McDonald said Labour wanted to leave the EU on terms that would protect the economy. But that option is now no longer available.</p> \n  <p>The referendum did not ask people if they wanted a car factory in Bridgend to close.</p> \n  <p>He says he cannot sit here and let that catastrophe be inflicted on this country. That is not what people voted for.</p> \n  <p><em>Q: So Labour is telling leave voters they got it wrong?</em></p> \n  <p>McDonald says he is not saying that at all.</p> \n  <p><em>Q: Are you assuming people who voted leave are so thick they did not know what they are voting for?</em></p> \n  <p>McDonald says he is not saying that at all. He is cross that <strong>John Humphrys </strong>(the presenter) is suggesting that.</p> \n  <p>McDonald says a no-deal Brexit would be cataclysmic for the country.</p> \n  <p>The Tory Brexiters are so extreme they want to suspend parliament.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-07T07:23:11.890Z\">at 8.23am BST</time></p> \n</div> \n<div id=\"block-5cfa0e8d8f0803f2a595c53c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T07:15:27.886Z\">8.15am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Andy McDonald</strong>, the shadow transport secretary, is on the Today programme now commenting on the byelection result for Labour.</p> \n  <p><em>Q: You squeaked in?</em></p> \n  <p>We won, says McDonald. </p> \n  <p>He says Labour won against the odds. Nigel Farage scuttled away from the count, he says.</p> \n  <p>He says the commentators expected Labour to lose.</p> \n  <p><em>Q: But you were fighting a Tory party that does not even have a leader. And the Brexit party were only a few hundred votes behind.</em></p> \n  <p>McDonald says the Labour margin of victory was bigger than it was in 2017. (See<a href=\"https://www.theguardian.com/politics/live/2019/jun/07/labour-beats-brexit-party-in-peterborough-as-may-prepares-to-bow-out-politics-live?page=with:block-5cfa0d478f0803f2a595c52e#block-5cfa0d478f0803f2a595c52e\"> 8.09am </a>for the figures.)</p> \n </div> \n</div> \n<div id=\"block-5cfa0d478f0803f2a595c52e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T07:09:56.820Z\">8.09am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Peterborough byelection results in full</h2> \n <div class=\"block-elements\"> \n  <p>Here are the byelection results in full, from the Press Association.</p> \n  <p>Lisa Forbes (Lab) 10,484 (30.91%, -17.17%) </p> \n  <p>Mike Greene (Brexit) 9,801 (28.89%) </p> \n  <p>Paul Bristow (C) 7,243 (21.35%, -25.45%) </p> \n  <p>Beki Sellick (LD) 4,159 (12.26%, +8.92%) </p> \n  <p>Joseph Wells (Green) 1,035 (3.05%, +1.27%) </p> \n  <p>John Whitby (UKIP) 400 (1.18%) </p> \n  <p>Tom Rogers (CPA) 162 (0.48%) </p> \n  <p>Stephen Goldspink (Eng Dem) 153 (0.45%) </p> \n  <p>Patrick O’Flynn (Soc Dem) 135 (0.40%) </p> \n  <p>Howling ‘Laud’ Hope (Loony) 112 (0.33%) </p> \n  <p>Andrew Moore (ND) 101 (0.30%) </p> \n  <p>Dick Rodgers (CG) 60 (0.18%) </p> \n  <p>Peter Ward (Renew) 45 (0.13%) </p> \n  <p>Pierre Kirk (UKEUP) 25 (0.07%) </p> \n  <p>Bobby Smith (ND) 5 (0.01%) </p> \n  <p>Lab maj 683 (2.01%) </p> \n  <p>Electorate 70,199; Turnout 33,920 (48.32%, -18.43%) </p> \n  <p>And here are the 2017 general election results, for comparison.</p> \n  <p>2017: Lab maj 607 (1.27%) - Turnout 47,738 (66.75%) <br>Onasanya (Lab) 22,950 (48.07%); Jackson (C) 22,343 (46.80%); Sellick <br>(LD) 1,597 (3.35%); Radic (Green) 848 (1.78%) </p> \n </div> \n</div> \n<div id=\"block-5cfa09f98f08af5c0e4e4b4e\" class=\"block\" data-block-contributor=\"profile/andrewsparrow\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T07:05:55.467Z\">8.05am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good Morning. I’m Andrew Sparrow, taking over from Matthew Weaver.</p> \n  <p><strong>Brandon Lewis,</strong> the Conservative party chairman, has just finished another interview, on the Today programme.</p> \n  <p>Lewis said he though it was “highly unlikely” that, when the Tory leadership contests gets down to the final two candidates, one of those will pull out, as Andrea Leadsom did in 2016.</p> \n  <p>(Yesterday <strong>Fraser Nelson,</strong> the Spectator editor, said that two of the candidates had told him that they would pull out<a href=\"https://www.theguardian.com/politics/blog/live/2019/jun/06/tory-leadership-gove-boris-johnson-says-he-would-be-more-flexible-on-brexit-timing-than-johnson-to-avoid-risk-of-election-live-news?page=with:block-5cf9038f8f082cecdc6dbc42#block-5cf9038f8f082cecdc6dbc42\"> if they were up against Boris Johnson in the ballot of Tory members and it was obvious that Johnson would win.</a>)</p> \n  <p><em>Q: Would it be undemocratic if the new Tory leader prorogued parliament to facilitate a no-deal Brexit?</em></p> \n  <p>Lewis said, if he commented too deeply on that, he would be starting to comment on the policy proposals of candidates. And he needed to stay neutral, he said.</p> \n  <p>But he said it has been clear to him that people wanted to see parliamentarians deliver on Brexit.</p> \n  <p><em>Q: You have allowed entryists into the Tory party on your watch?</em><br></p> \n  <p>Lewis said he preferred to focus on the fact. He said that he was proud that the party membership had got larger.</p> \n  <blockquote class=\"quoted\"> \n   <p>I would argue that we have not seen entryism.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Lewis claims the Conservative party has not been subject to entryism. </strong></li> \n  </ul> \n  <figure class=\"element element-image\" data-media-id=\"269617fd77dae6fb955283d486e97072ccd32be9\"> \n   <img src=\"https://media.guim.co.uk/269617fd77dae6fb955283d486e97072ccd32be9/0_41_3092_1855/1000.jpg\" alt=\"Brandon Lewis\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Brandon Lewis</span> \n    <span class=\"element-image__credit\">Photograph: George Cracknell Wright/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cfa07168f0803f2a595c51c\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T06:53:59.863Z\">7.53am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Brandon Lewis</strong>, chairman of the Conservative Party, said he was “very disappointed” by the byelection result but claim it was conducted against a “very tough back drop.”</p> \n  <p>He blamed the government’s failure to implement Brexit. </p> \n  <p>Speaking to Sky News he said: </p> \n  <blockquote class=\"quoted\"> \n   <p>People want to see us a government, and a party, getting on and delivering for them and that does include getting Brexit done. We’ve got to get that done. We have got to deliver for people on the issue they voted on in 2016.</p> \n  </blockquote> \n  <p>Lewis added: </p> \n  <blockquote class=\"quoted\"> \n   <p>The reality is we are nine years into a Conservative government, and I think you’ll find that no government in history has ever won a seat from the opposition nine years into government.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-07T08:06:40.918Z\">at 9.06am BST</time></p> \n</div> \n<div id=\"block-5cfa05838f0803f2a595c517\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T06:38:49.069Z\">7.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Farage also claimed that none of the Tory leadership contenders had the “courage” to leave the EU on 31 October without a deal.</p> \n  <blockquote class=\"quoted\"> \n   <p>I cannot see right at the moment anybody standing in this conservative leadership right now who’s actually got the courage to take us out on the 31st of October on WTO terms.</p> \n  </blockquote> \n  <p>Here’s some reaction to Farage’s response to the result:</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/peterwalker99/status/1136882455284244480\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">On R4 Nigel Farage sounded very bullish about Peterborough by-election loss - he always sounds bullish - but I think you could detect real disappointment. Brexit party failed to counter assumption they would win. They didn't, and now some of the momentum, inevitably, is lost.</p>— Peter Walker (@peterwalker99) \n    <a href=\"https://twitter.com/peterwalker99/status/1136882455284244480?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Kevin_Maguire/status/1136884333749440512\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Slippery one club golfer Nigel Farage in Peterborough lost his first, possibly best and perhaps only chance of the Brexit Party winning a Westminster by-election unless a Tory MP defects.</p>— Kevin Maguire (@Kevin_Maguire) \n    <a href=\"https://twitter.com/Kevin_Maguire/status/1136884333749440512?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cf9ffd48f08af5c0e4e4b16\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T06:23:38.260Z\">7.23am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Farage: 'I predicted second place'</h2> \n <div class=\"block-elements\"> \n  <p>The Brexit party leader, <strong>Nigel Farage</strong>, claims he never said his new party could win the Peterborough byelection.</p> \n  <p>Speaking to BBC Radio 4’s Today programme he said always predicted that Brexit would come second, despite turning up for the count.</p> \n  <p>“British politics has fundamentally changed. It is no longer just two parties contesting,” he said.</p> \n  <p>He said Tory supporters would soon begin to realise that voting Conservative would bring about a Corbyn-led government. “The only reason the Brexit party wasn’t able to push a couple of hundred votes past Labour was because quite a lot of people still voted Conservative,” he said. </p> \n  <p> “If we don’t leave [the EU] by 31 October, the Brexit Party will power on,” he said. The future is very unpredictable, he said. </p> \n  <p>“We came from nowhere, produced a massive result,” Farage said. </p> \n  <figure class=\"element element-image\" data-media-id=\"f7f53ed0d062d4f1895afbb11bf573b7d2555ea9\"> \n   <img src=\"https://media.guim.co.uk/f7f53ed0d062d4f1895afbb11bf573b7d2555ea9/0_125_3500_2100/1000.jpg\" alt=\"Nigel Farage (right) having a drink with the Brexit party candidate Mike Greene at The Bull public house in Newborough in Peterborough before the byelection count last night.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nigel Farage (right) having a drink with the Brexit party candidate Mike Greene at The Bull public house in Newborough in Peterborough before the byelection count last night.</span> \n    <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-07T08:05:23.117Z\">at 9.05am BST</time></p> \n</div> \n<div id=\"block-5cf9fd0e8f089d8ea2f8aaa9\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T06:02:52.089Z\">7.02am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Hunt </strong>says there is “no future” for the Conservative party “until we deliver Brexit – any elections before then will just allow Corbyn to sneak through the middle”.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Jeremy_Hunt/status/1136874561767641088\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Incredibly disappointing that our brilliant candidate for Peterborough <a href=\"https://twitter.com/paulbristow79?ref_src=twsrc%5Etfw\">@paulbristow79</a> was not successful. No future for our party until we deliver Brexit - any elections before then will just allow Corbyn to sneak through the middle. But when the UK has Brexited, we will be back!</p>— Jeremy Hunt (@Jeremy_Hunt) \n    <a href=\"https://twitter.com/Jeremy_Hunt/status/1136874561767641088?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And more reaction from other Conservative MPs, who are very disappointed their candidate, <strong>Paul Bristow, </strong>did not win. The Conservatives saw a swing against them of 25.5% compared with the 2017 election.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MattHancock/status/1136874939699650560\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">The Peterborough by-election shows our real opponent is Jeremy Corbyn. <br><br>We need to deliver Brexit then turn the page with a fresh face &amp; concentrate on all the other things that matter to people</p>— Matt Hancock (@MattHancock) \n    <a href=\"https://twitter.com/MattHancock/status/1136874939699650560?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DavidJonesMP/status/1136875270974124032\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Conservative MPs must carefully consider the message of the European elections and Peterborough. Brexit must happen by 31 October or the electorate will never forgive us. We need a new leader with the strength, will and determination to achieve it. In my book, that’s Boris.</p>— David Jones (@DavidJonesMP) \n    <a href=\"https://twitter.com/DavidJonesMP/status/1136875270974124032?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GregHands/status/1136871475313545216\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Disappointing result in Peterborough, as Labour holds the seat, but as the BBC say, ⁦<a href=\"https://twitter.com/paulbristow79?ref_src=twsrc%5Etfw\">@paulbristow79</a>⁩ has done better than the pundits expected. He worked very hard indeed and will surely be back! <a href=\"https://t.co/cGiFf6v4rQ\">https://t.co/cGiFf6v4rQ</a></p>— Greg Hands (@GregHands) \n    <a href=\"https://twitter.com/GregHands/status/1136871475313545216?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cf9fa328f089d8ea2f8aaa0\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T05:54:29.575Z\">6.54am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/britainelects/status/1136800828008910848\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Peterborough, full result:<br><br>LAB: 30.9% (-17.2)<br>BREX: 28.9% (+28.9)<br>CON: 21.4% (-25.5)<br>LDEM: 12.3% (+8.9)<br>GRN: 3.1%<br>UKIP: 1.2%<br>CHR: 0.5%<br>EDEM: 0.5%<br>SDP: 0.4%<br>MRLP: 0.3%<br>IND: 0.3%<br>CG: 0.2%<br>RNW: 0.1%<br>UKEU: 0.1%<br>IND: 0.0% (5 votes)</p>— Britain Elects (@britainelects) \n    <a href=\"https://twitter.com/britainelects/status/1136800828008910848?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cf9f8488f08af5c0e4e4af5\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T05:46:20.567Z\">6.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here’s <strong>Jeremy Corbyn</strong><strong>’s</strong> response to <strong>Lisa Forbes’</strong> Peterborough win last night.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/1136804461152690176\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">I'm delighted to congratulate <a href=\"https://twitter.com/LisaForbes_?ref_src=twsrc%5Etfw\">@LisaForbes_</a> on winning the <a href=\"https://twitter.com/hashtag/PeterboroughByElection?src=hash&amp;ref_src=twsrc%5Etfw\">#PeterboroughByElection</a> and for running a people powered campaign.<br><br>Peterborough has again rejected Tory austerity - showing clear support for our programme of ending cuts, and investing in services and communities.</p>— Jeremy Corbyn (@jeremycorbyn) \n    <a href=\"https://twitter.com/jeremycorbyn/status/1136804461152690176?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/jeremycorbyn/status/1136804463514202112\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">This result shows that despite the divisions and deadlock over Brexit, when it comes to a vote on the issues that directly affect people’s lives, Labour’s case for real change has strong support across the country.<br><br>I look forward to welcoming Lisa to parliament next week.</p>— Jeremy Corbyn (@jeremycorbyn) \n    <a href=\"https://twitter.com/jeremycorbyn/status/1136804463514202112?ref_src=twsrc%5Etfw\">June 7, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cf9f79b8f08af5c0e4e4af1\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T05:36:38.622Z\">6.36am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Need something to listen to over your morning tea and toast? <strong>John Crace</strong>, who coined the name Maybot for the prime minister, chats to <strong tabindex=\"-1\">Anushka Asthana </strong>about the end of May’s leadership.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/news/audio/2019/jun/07/farewell-maybot-john-crace-on-the-changing-of-the-tory-guard\">Farewell Maybot: John Crace on the changing of the Tory guard</a> </p> \n  </aside> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-07T06:07:22.724Z\">at 7.07am BST</time></p> \n</div> \n<div id=\"block-5cf9f4d58f089d8ea2f8aa89\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T05:29:53.758Z\">6.29am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>A statement from the leftwing Labour grassroots organisation Momentum, which is thrilled with the result and says it proves “face-to-face conversations coupled with a radical, positive message about how we will transform Britain does win hearts and minds”. </p> \n  <p>Momentum estimates it mobilised nearly 1,000 activists to either knock on doors or make calls in the run up to the Peterborough byelection, including more than 300 people canvassing on the Saturday before polling day and 500 knocking on doors on polling day. </p> \n  <p><strong>Laura Parker</strong>, Momentum’s national coordinator, said: <br></p> \n  <blockquote class=\"quoted\"> \n   <p>Momentum threw itself into this election with energy and determination, with nearly a thousand of our supporters getting involved, and absolutely paid off. This fantastic victory in difficult circumstances is down to the work of ordinary activists. Over the campaign, thousands of Momentum members knocked on doors and talked to voters in Peterborough, with more than 500 turning out for polling day and activists carpooling from across the country. Face to face conversations coupled with a radical, positive message about how we will transform Britain does win hearts and minds.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-07T06:06:47.834Z\">at 7.06am BST</time></p> \n</div> \n<div id=\"block-5cf9f00a8f089d8ea2f8aa6d\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T05:21:12.698Z\">6.21am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <h2>Some pictures from the Peterborough count</h2> \n  <figure class=\"element element-image\" data-media-id=\"bff4210d7aadff9b0f768e11d172fd3d701a861c\"> \n   <img src=\"https://media.guim.co.uk/bff4210d7aadff9b0f768e11d172fd3d701a861c/0_193_3500_2100/1000.jpg\" alt=\"A presiding officer arrives with the first ballot box at the start of the byelection voting count in Peterborough.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">A presiding officer arrives with the first ballot box at the start of the byelection voting count in Peterborough.</span> \n    <span class=\"element-image__credit\">Photograph: Chris Radburn/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"7e981a6432234c5f85292ea492a6688b13b01c2e\"> \n   <img src=\"https://media.guim.co.uk/7e981a6432234c5f85292ea492a6688b13b01c2e/0_289_4285_2571/1000.jpg\" alt=\"Votes are counted at The Cresset in Peterborough on Thursday night.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Votes are counted at The Cresset in Peterborough on Thursday night.</span> \n    <span class=\"element-image__credit\">Photograph: Terry Harris/REX/Shutterstock</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"7c68b4a3802a09b7d72a8e1abc6a03e4257424cd\"> \n   <img src=\"https://media.guim.co.uk/7c68b4a3802a09b7d72a8e1abc6a03e4257424cd/0_61_3500_2100/1000.jpg\" alt=\"Newly elected Labour MP Lisa Forbes gives a speech after the count for the Peterborough byelection at the Kings Gate Church in Peterborough.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Newly elected Labour MP Lisa Forbes gives a speech after the count for the Peterborough byelection at the Kings Gate Church in Peterborough.</span> \n    <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"53ed11f0f1fbbc72a6f79c1d3622801591737745\"> \n   <img src=\"https://media.guim.co.uk/53ed11f0f1fbbc72a6f79c1d3622801591737745/0_84_3500_2101/1000.jpg\" alt=\"Labour Party activists and supporters react after Labour Party candidate Lisa Forbes wins byelection.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Labour Party activists and supporters react after Labour Party candidate Lisa Forbes wins byelection.</span> \n    <span class=\"element-image__credit\">Photograph: Chris Radburn/Reuters</span> \n   </figcaption> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"5b719b6be0d9b383b7bf2e5840f2e2b60dc88f50\"> \n   <img src=\"https://media.guim.co.uk/5b719b6be0d9b383b7bf2e5840f2e2b60dc88f50/0_340_3418_2052/1000.jpg\" alt=\"Brexit Party candidate Mike Greene gives a thumbs down as newly-elected Labour MP Lisa Forbes gives her speech.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Brexit Party candidate Mike Greene gives a thumbs down as newly-elected Labour MP Lisa Forbes gives her speech.</span> \n    <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cf9ed248f089d8ea2f8aa5f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-06-07T05:01:07.987Z\">6.01am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Good morning and welcome to today’s politics liveblog. I’m <strong>Kate Lyons </strong>and I’ll be kicking things off today before handing over to <strong>Andrew Sparrow</strong>.</p> \n  <p>Well, it was quite a night in Peterborough, as Lisa Forbes, the Labour candidate in the byelection, won a very narrow victory over the Brexit party’s Mike Greene.</p> \n  <p>Forbes won 10,484 votes to Greene’s 9,801 votes, a margin of just 683. The Conservatives were beaten into third place with 7,243 votes. Turnout was 48%.</p> \n  <p>The victory will be a boost to Labour and Jeremy Corbyn, as the party defeated predictions that the contest would deliver a first byelection victory to Nigel Farage’s <a href=\"https://www.theguardian.com/politics/brexit-party\">Brexit party</a>.</p> \n  <p>Addressing her supporters early on Friday following the count, Forbes said: “Tonight’s result is significant because it shows that the politics of division will never win.”</p> \n  <p>The other big news of the day is, of course, that it is May’s last as leader of the Conservative party, though she will remain prime minister until her successor as party leader is chosen. We’ll be following that news and all the rest throughout the day.</p> \n  <p>Questions, comments, witticisms? Please feel free to get in touch in the comments, via email (kate.lyons@theguardian.com) or on <a href=\"https://twitter.com/MsKateLyons\">Twitter</a>.</p> \n  <p>OK, let’s get stuck in!</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-06-07T06:05:35.461Z\">at 7.05am BST</time></p> \n</div>",
      "wordcount": "5820",
      "commentCloseDate": "2019-06-07T15:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-06-07T05:02:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:17Z",
      "liveBloggingNow": "false",
      "productionOffice": "AUS",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bjmpt",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f2360fa3fc2152fcc01ab8f716d52a9156d5fb63/0_0_2712_1627/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has indicated he will not bow to shadow cabinet members and move towards a second referendum after Labour narrowly beat the fledgling Brexit party in the Peterborough byelection. Boris Johnson has avoided a criminal prosecution over comments he made during the EU referendum campaign about the UK sending £350m a week to Brussels after winning a high court challenge. The home secretary, Sajid Javid, has been among those welcoming the decision. Theresa May has formally resigned as Conservative leader but is expected to press ahead with a series of policy announcements potentially costing billions of pounds in her final days in Downing Street, in the face of reservations from the chancellor. The Muslim Council of Britain has written to Theresa May asking her if Sajid Javid was not invited to the state banquet with Donald Trump because he is of Muslim heritage. That’s all from me for today. Thanks for the comments. Here is a Guardian panel on what we can learn from the Peterborough byelection, with contributions from Rafael Behr, Caroline Lucas, Tom Kibasi and Maya Goodfellow. Here is the statement from the Conservative 1922 Committee confirming that Theresa May has resigned as party leader. Compass, the leftwing pressure group committed to progressive pluralism, has published an interesting take on the Peterborough byelection claiming it could be the launch of a “regressive alliance”. Here is an extract. More ominously, [the byelection] tells us that a regressive alliance could be looming. The result will have tipped the balance in the Tory party further to ‘no deal’ and away from traditional one-nation politics in general. Between them, the Tories and the Brexit party got 50% of the vote. If, or probably when, [Boris] Johnson wins the Tory leadership, it’s very easy to imagine a north-south carve up in which the Brexit party gets a free or clear run at Labour leave seats and the Tories are unhindered to take on Labour and the Lib Dems in the south. The message from [Nigel] Farage today is that more Tories should vote tactically and that if you vote Tory then you get [Jeremy] Corbyn. Johnson will say the same about Brexit party voters where the Tories can win. The ground for a regressive alliance is being prepared. YouGov has released some polling about the Tory leadership candidates, and it is being enthusiastically shared by Rory Stewart’s campaign. On one measure Boris Johnson comes top; there are more people (26%) saying he would make a good prime minister than there are saying any of the other candidates would make a good prime minister. But if you look at the net scores (% saying he would be good minus % saying he would be bad) Stewart comes top. Unfortunately for Stewart, you cannot read too much into these figures because, when asked about Stewart - indeed, when asked about half the candidates - most votes said they could not say what they would be like as PM because they did not know enough about them. Some 12% said Stewart would be good, 17% said he would be bad, and the rest either were not sure, or did not know enough to have a view. A source from the Stewart campaign said that these figures, and the way they show Stewart’s ratings going up, prove that the more people see of Stewart, the more they like him, and that he would be “the best candidate to win a general election and reach across the divide”. The YouGov polling is based in a sample of general voters. But the new leader will be chosen by Conservative members. The fact that Stewart appears to poll well with the public at large, when most of the public at large don’t vote Conservative, may reflect the fact that he is seen as one of the least Tory of the candidates. This would be an advantage if he were leading his party into a general election, but it is not necessarily a bonus in an election decided by Tory activists. The Board of Deputies of British Jews, the Jewish Leadership Council and the Community Security Trust have issued this joint statement about the election of Lisa Forbes as Labour’s new MP for Peterborough. Their concern is prompted by the revelation before the poll that Forbes for liking a post that said Theresa May had a “Zionist slave masters agenda”. She apologised and said she intended to like a video, not the accompanying text. Theresa May has formally resigned as Conservative party leader, the Telegraph’s Christopher Hope reports. This is what she announced that she would be doing today two weeks ago. This morning Prof Sir John Curtice, the leading psephologist, said the 30.9% share of the vote that Labour got in Peterborough was the lowest share of the vote by a winning party in a byelection since 1945. (See 10.25am.) But it’s worse than that. According to an analysis by David Cowling, the former head of research at the BBC, this is the lowest share of the vote by a winning party in a byelection since 1918. It beat the previous record, the 32.4% secured by the Conservatives when they won Bromley in September 1930, he says. The voting figures for before 1918 are harder to obtain, but Cowling says there was a lower vote share for a winning party in 1909, when Labour won the Sheffield Attercliffe byelection with 27.5% of the vote. The Electoral Reform Society said the result showed why a replacement for first-past-the-post was needed more than ever. In a statement its chief executive, Darren Hughes, said: Just beneath the surface it is clear that we are a multi-party democracy trapped in a two-party system – one which is breaking at the seams, as Britain’s fragmented politics tries to find a place under an outdated one-person-takes-all voting system. As we have long made clear, no one should be able to take 100% of local representation with just 30.9% of the vote, and there are fundamental questions about the state of our democratic processes Much like the situation in hundreds of seats across the UK, nearly 70% of people voted for someone else, yet will feel totally unrepresented. This erodes confidence in our politics and leaves voters feeling unheard. Now more than ever we need a fair and proportional voting system in Westminster, for a parliament that represents the views of the people it serves. Only through genuine reform can we begin to restore faith in our broken politics. UPDATE: I’ve corrected a date in the post above in response to this very helpful comment from a reader below the line. Michael Gove, the environment secretary, has received an interesting endorsement today. It is from Oliver Letwin, the former Cabinet Office minister. Letwin was one of the MPs leading efforts in parliament to prevent a no-deal Brexit in the spring (a campaign that led to Yvette Cooper’s bill being passed), and his decision to back Gove may reflect the belief that Gove is the candidate best placed to stop the leadership being won by Boris Johnson, someone willing to accept no-deal. The high court has not given its reasons yet for its decision to quash the Boris Johnson prosecution. But this, from the barrister and legal blogger Matthew Scott, may help to explain why the court took the decision it did. This is from Andrew Smith, a partner at the law firm Corker Binning, commenting on the Boris Johnson decision. He said: If the high court hadn’t quashed the summons, the CPS would surely have intervened to discontinue it for public interest reasons. Legally, there is no election-specific statutory offence of providing false or misleading information, except in relation to a candidate’s character or conduct. Marcus Ball therefore had to rely on misconduct in public office, an ill-defined common law offence, much criticised by law reform bodies such as the law commission. The high court was clearly not satisfied that the district judge had applied this law correctly – and frankly to prosecute a politician for making allegedly false or misleading claims during a political campaign would have been not only legally remarkable but without precedent. Here is the text of the decision (pdf) issued by District Judge Margot Coleman last week explaining why she was allowing the private prosecution of Boris Johnson to go ahead. Today her decision has been overturned, and the summons against Johnson has been quashed. This is from the Press Association on the Boris Johnson case. Boris Johnson will not face a criminal prosecution over claims he made during the referendum campaign about the UK sending 350 million a week to the EU after winning a high court challenge. The former foreign secretary was handed a summons, issued by District Judge Margot Coleman on May 29, to attend Westminster magistrates’ court to face three allegations of misconduct in public office. But, following a hearing in London on Friday, Lady Justice Rafferty and Mr Justice Supperstone overturned the earlier decision. Addressing Johnson’s barrister, Adrian Darbishire QC, Lady Justice Rafferty said: “We are persuaded, Mr Darbishire, so you succeed, and the relief that we grant is the quashing of the summonses.” The judge said reasons for the court’s ruling will be given at a later date. Launching a private prosecution Marcus Ball, 29, claimed Johnson lied during the 2016 referendum campaign by saying Britain gave £350m a week to the European Union. He crowdfunded more than £300,000 through an online campaign to bring the prosecution. The £350m figure was emblazoned on the red campaign bus used by Vote Leave during the referendum, with the slogan saying “We send the EU £350m a week, let’s fund our NHS instead”. Darbishire argued that the attempt to prosecute Johnson was “politically motivated and vexatious”. Johnson, who is currently the front runner in the Conservative party leadership contest, did not have to appear and did not attend the high court hearing. And here are some tweets from Joshua Rozenberg with the arguments put to the high court this morning in favour of the case against Boris Johnson being allowed to go ahead. The DJ is the district judge. If you are interested in the Boris Johnson hearing, the legal journalist Joshua Rozenberg has been tweeting from the court proceedings. You can read his tweets here. Here are some of his key tweets. The high court has today quashed the private prosecution against Boris Johnson, the former foreign secretary and favourite in the Tory leadership contest, that was being brought on the grounds that Johnson allegedly committed misconduct in public office by lying in the 2016 referendum about Britain giving £350m a week to the European Union, Joshua Rozenberg reports. The Jewish Labour Movement has issued a statement this morning saying Lisa Forbes, the party’s new MPs for Peterborough, should have the whip withdrawn. And here are some more tweets on the Peterborough results. From the Press Association’s Ian Jones From YouGov’s Chris Curtis From the politics professor Rob Ford Here is another useful Twitter thread on the Peterborough results from Chris Hopkins, head of politics at the pollsters ComRes. Sky’s Lewis Goodall has a good Twitter thread on the significance of the byelection result. It starts here. Here is one of his key observations, but it is worth reading the whole thread. My colleague Rajeev Syal has a good piece explaining the seven reasons why Labour won. Nigel Farage, the Brexit party leader, has been in Downing Street this morning. But he was not invited in. He was there to deliver a letter saying the Brexit party should now be included in the government’s Brexit negotiating team. The Brexit party made this a campaign demand during the European elections campaign. Given that the Brexit party want a WTO Brexit, which would not require any negotiating, it is not immediately obvious how this would work, but the letter suggests the Brexit party could get involved reviewing no-deal preparations. But some Labour MPs are finding it harder to celebrate the Peterborough byelection result because Lisa Forbes, the party’s winning candidate, had to apologise during the campaign for liking a post that said Theresa May had a “Zionist slave masters agenda”. This is from Margaret Hodge, the former minister, who has been one of those MPs most critical of Jeremy Corbyn and the party generally for not doing more to tackle antisemitism in the party. These are from Jess Phillips. And these are from Wes Streeting. Jeremy Corbyn is in Peterborough to congratulate Lisa Forbes, the city’s new MP. Speaking to Labour supporters, he said the result showed why Labour should not be written off. He said: What we did was offer the politics of hope, not the politics of fear. We offered the politics of hope to end austerity, to fund our schools properly, to employ our police properly, to give our young people a future in this country. That is what the Labour offer is about. Everybody, all the experts, wrote Lisa off. All the experts wrote Labour off yesterday. Write Labour off at your peril. We are strong, we are very determined to offer that politics that invests in decent services, in decent housing, in decent healthcare and in good quality jobs for the future, and a relationship with Europe that doesn’t take us over a cliff edge. Yesterday the Labour party came together on the streets of Peterborough. The Labour party came together in this campaign. And, on the day that Theresa May ceases to be leader of the Conservative party, my message is, to all the squabbling contenders for the Tory party leadership, bring it on. We are ready for a general election. And that general election will deliver a Labour government that will work for the many. Normally politicians prefer to talk about actual election results than about polls. But in his interviews this morning after his party narrowly lost in Peterborough, Nigel Farage, the Brexit party leader, has been anxious to turn the conversation away from last night’s results and towards a YouGov opinion poll for today’s Times putting the Brexit party six points ahead of Labour and the Lib Dems, on joint second. Here is an extract from the YouGov write-up. The Brexit party takes the lead for the first time in our latest YouGov/Times Westminster voting intention survey, on 26% of the vote. Labour and the Liberal Democrats are in joint second place on 20% apiece, with the Conservatives in fourth place on 18%. Elsewhere, the Green party are on 9% while Ukip take 1% and Change UK, who lost half of their MPs this week, a statistical 0%. Votes for all other parties stand at 5%. Farage said this poll result was unbelievably good for his party. Here is my colleague Dan Sabbagh’s take on the Peterborough byelection result. Michael Gove, another Tory leadership candidate, has now tweeted about the Peterborough result. Gove is a Brexiter, and he also (see 10.14am) thinks it shows that the party must deliver Brexit before the general election. The Peterborough byelection result confirms that the issue of Brexit has turned the UK’s two-party system into a four-party system, Prof Sir John Curtice, Britain’s most respected psephologist, told the Today programme this morning. Labour’s Lisa Forbes won the byelection with 30.9% of the vote over the Brexit party, which got 28.9%. The Conservative, who held the seat for 12 years until 2015, came third with 21.4%, and the Liberal Democrats fourth on 12.3%. Curtice said that in the last general election in 2017 the two traditional main parties, Labour and the Conservatives, shared 95% of the vote in Peterborough, but got only 52.3% in the byelection. He told Today: Brexit has become such an important issue that rather than our traditional system of two-party politics, at the moment at least, we’ve got a system of four party politics. The two traditional parties, that are much happier talking about issues other than Brexit, have been joined by two parties: the Brexit party at one end of the spectrum; and the Liberal Democrats on the other, who are quite happy to carry on talking about Brexit. That’s the issue on which they are united and on which they seem to be winning votes. Labour’s share of the vote in Peterborough was up nine percentage points compared to it disastrous showing in the European election. But Curtice said senior Labour figures could not pretend that the party was not losing support over Brexit. The idea, that the Labour party has been coming at this morning, that this all goes to show that the whole argument about Brexit and the legacy of the European election can be ignored, is wrong. The Peterborough result was consistent with recent opinion polls, he said and added: “Not as dramatic as the European elections but still more than enough to disrupt our usual politics.” He pointed out that Labour’s vote in Peterborough represented the “smallest share of the vote” needed to win a byelection in postwar British politics. Meanwhile, the Conservatives lost more than half the vote share they won in 2017, Curtice said: Some of the immediate pressure on both the Conservative and Labour Party will be thought to be eased, but if anybody comes away from this and thinks, ‘Oh, actually, you know, the impact that Brexit is having on our politics is beginning to disappear and dissipate’. Well, maybe it will eventually. But it certainly isn’t doing so yet on the evidence this byelection. Unless and until the Conservative party can deliver Brexit, it is going to be in trouble. And it remains the case that it looks as though the Labour party’s position on Brexit is not anything like adequate for the Labour party to be able to retain the kinds of support they had in the 2017 election. Earlier we quoted Jeremy Hunt, one of the leading Tory leadership candidates, saying that the Peterborough result showed why the Conservatives had to deliver Brexit. (See 7.02am.) Other leadership candidates, Boris Johnson, Dominic Raab and Esther McVey, are saying it shows that Brexit must be delivered before the end of October, when the article 50 extension is due to run out. Here is Johnson. Here is Raab. And this is from McVey. The result in Peterborough is the shape of things to come if we don’t deliver a clean Brexit on 31 October. Our persistent thwarting of the referendum result shows that a Brexit party vote will let Jeremy Corbyn into No 10 by the back door. Brexit is an opportunity to be seized not a problem to be mitigated. The UK can thrive after a clean break with the EU, and we will at last be able to show, once again, how a Conservative agenda can kickstart the economy. But Matt Hancock, another leadership candidate, is drawing a different conclusion from the result. Hancock is pitching himself as a candidate who can appeal to centre-ground voters, not hardline Brexiters, and so it is not surprising that he is offering this interpretation. And Rory Stewart, another leadership candidate not running on a Brexiter platform, also has a different take on the message the Conservative party should be heeding. Here is a graphic showing the byelection results. Jeremy Corbyn is visiting Peterborough this morning to congratulate Labour’s winning candidate, Lisa Forbes. Before he left he recorded a brief interview with Sky News. Corbyn said the byelection result showed the voters of Peterborough rejecting austerity and rejecting a no-deal Brexit. He sidestepped a question about whether the result would end Labour’s support for a second referendum. When he was asked if it would kill off Labour backing for a second referendum, he replied: This win shows that Labour has support all across the piece, all across the country, and we are ready for a general election whenever it comes and we will stop the Tories taking this country into a no-deal Brexit will all the threats to jobs that go with that. He said all the Tory leadership candidates were just offering a no-deal Brexit. When he was asked what his plan was when a new Tory leader took over, he replied: I don’t know who the new leader is going to be, but it seems to be a choice between no-deal, no-deal and no-deal, as far as I can understand it. Our position is there has to be good trade relations with Europe in the future, whatever the relationship is in a political sense. But there also has to be a government in his country that deals with the issues of inequality, injustice and poverty. The Peterborough result showed that the Labour message of investment in education, investment in our children’s future, has a big resonance. It is not quite true to say that all the Tory leadership candidates are just offering no-deal. But it is true to say all the ones that have a realistic chance of winning say they would accept no-deal, and that the plans they are putting forward to get a deal through parliament (which most say is there preference) have been widely dismissed as implausible. My colleague Rowena Mason has a full analysis here. He claimed Labour was on course to win a general election. And we are ready for a general election, whenever it comes. And, do you know what, we’re going to win it? He claimed Labour won in Peterborough despite “unbelievable levels of hostility” from the media. Asked if he were worried by how well the Brexit party did, he replied: Our party campaigned very hard. We had unbelievable levels of hostility from much of the mainstream media throughout the campaign. But our doorstep message, our message in the communities, carried the day. And that is what political power is about. Byelections sometimes attract huge interest, not because the national media is worried about who is going to represent a particular constituency, but because it is assumed that how people vote in a byelection tells you something about how parties will fare in the next general election. As such, they are unreliable signposts (there is a long history of protest parties doing well in byelections, only for them to fall back again at the next general), but they do give some useful clues as to how political loyalties are shifting. But what probably matters more is how byelection results are perceived. In other words, it is not so much what the results show as what people think they show that matters. They influence internal party debates about strategy, sometimes with important consequences. For example, David Cameron would have been much less likely to commit his party to an in/out EU referendum in January 2013 if it had not been for the fact that in 2011 and 2012 Ukip, which used to lose its deposit in byelections was regularly starting to come second or third. The Brexit party had been expected to win in Peterborough, and it was assumed that a victory for Nigel Farage would have helped Boris Johnson’s campaign for the Tory leadership, because Johnson is pitching himself as the candidate best able to win back Brexit party voters. “If the Brexit party win in Peterborough it will give the campaign for Boris monkey glands,” the Conservative MP Andrew Mitchell told the FT earlier this week. Now it looks as if Team Boris will have to manage without said monkey glands. It probably won’t amount to a huge setback for the Johnson campaign, but it is definitely a setback of sorts. And the result will have an influence on Labour politics too. There has been an intense debate in the party between those who want to commit the party to a much stronger remain/second referendum position and Jeremy Corbyn and his close allies who are resisting this because they don’t want Labour to be defined as a remain party. After the European elections Corbyn shifted very slightly towards the remain camp (confirming that the party now favoured a public vote on any Brexit deal agreed by parliament). But Corbyn has long argued that the party should be campaigning principally on austerity, not on Breixt, and he has taken the Peterborough byelection result as vindication of this position. It will probably stop any prospect of Labour getting more remainy any time soon. In his statement last night Corbyn said: I am delighted to congratulate Lisa Forbes on a great win and a people powered campaign. Peterborough has shown clear support for Labour’s programme to end austerity and invest in services and communities, rejecting a decade of Tory cuts and their disastrous handling of Brexit. In this key seat, the Conservatives have been pushed to the margins. This result shows that in spite of the divisions and deadlock over Brexit, when it comes to a vote on the issues that directly affect people’s lives, Labour’s case for real change has strong support across the country. I look forward to welcoming Lisa to parliament next week. Q: Are you comfortable that your new MP had to apologise for liking an anti-semitic post? McDonald says he is not comfortable about that. But she made a mistake. She was trying to show she liked a picture. And she has apologised. And that’s it. The interview is over. Q: Where will Labour get a trade deal? Given your relationship with Donald Trump, it won’t be the US? McDonald says Trump said he wanted the NHS to be on the table in a trade deal. Humphrys denies this. McDonald says Trump did say this. We all heard it. He says Trump would only want a deal to his advantage. Q: So you would not want a deal with him? McDonald says trade deals take a long time to negotiate. He says he hopes Trump is “long gone” by the time any deal needs to be signed. McDonald says the Tories are now offering a no-deal Brexit. If that were to go ahead, the economy would be “trashed”, he says. That is why we have to go back to the people. Q: Are you calling for a second referendum? McDonald says if that (no-deal) is the option, it should go back to the people. Or any deal coming from parliament should go back to the people, he says. Q: John McDonnell said last week said Labour is the party of remain and reform. It that right? McDonald said Labour fought the referendum on that basis. Q: But Labour is now saying we must remain in the EU. McDonald said Labour wanted to leave the EU on terms that would protect the economy. But that option is now no longer available. The referendum did not ask people if they wanted a car factory in Bridgend to close. He says he cannot sit here and let that catastrophe be inflicted on this country. That is not what people voted for. Q: So Labour is telling leave voters they got it wrong? McDonald says he is not saying that at all. Q: Are you assuming people who voted leave are so thick they did not know what they are voting for? McDonald says he is not saying that at all. He is cross that John Humphrys (the presenter) is suggesting that. McDonald says a no-deal Brexit would be cataclysmic for the country. The Tory Brexiters are so extreme they want to suspend parliament. Andy McDonald, the shadow transport secretary, is on the Today programme now commenting on the byelection result for Labour. Q: You squeaked in? We won, says McDonald. He says Labour won against the odds. Nigel Farage scuttled away from the count, he says. He says the commentators expected Labour to lose. Q: But you were fighting a Tory party that does not even have a leader. And the Brexit party were only a few hundred votes behind. McDonald says the Labour margin of victory was bigger than it was in 2017. (See 8.09am for the figures.) Here are the byelection results in full, from the Press Association. Lisa Forbes (Lab) 10,484 (30.91%, -17.17%) Mike Greene (Brexit) 9,801 (28.89%) Paul Bristow (C) 7,243 (21.35%, -25.45%) Beki Sellick (LD) 4,159 (12.26%, +8.92%) Joseph Wells (Green) 1,035 (3.05%, +1.27%) John Whitby (UKIP) 400 (1.18%) Tom Rogers (CPA) 162 (0.48%) Stephen Goldspink (Eng Dem) 153 (0.45%) Patrick O’Flynn (Soc Dem) 135 (0.40%) Howling ‘Laud’ Hope (Loony) 112 (0.33%) Andrew Moore (ND) 101 (0.30%) Dick Rodgers (CG) 60 (0.18%) Peter Ward (Renew) 45 (0.13%) Pierre Kirk (UKEUP) 25 (0.07%) Bobby Smith (ND) 5 (0.01%) Lab maj 683 (2.01%) Electorate 70,199; Turnout 33,920 (48.32%, -18.43%) And here are the 2017 general election results, for comparison. 2017: Lab maj 607 (1.27%) - Turnout 47,738 (66.75%) Onasanya (Lab) 22,950 (48.07%); Jackson (C) 22,343 (46.80%); Sellick (LD) 1,597 (3.35%); Radic (Green) 848 (1.78%) Good Morning. I’m Andrew Sparrow, taking over from Matthew Weaver. Brandon Lewis, the Conservative party chairman, has just finished another interview, on the Today programme. Lewis said he though it was “highly unlikely” that, when the Tory leadership contests gets down to the final two candidates, one of those will pull out, as Andrea Leadsom did in 2016. (Yesterday Fraser Nelson, the Spectator editor, said that two of the candidates had told him that they would pull out if they were up against Boris Johnson in the ballot of Tory members and it was obvious that Johnson would win.) Q: Would it be undemocratic if the new Tory leader prorogued parliament to facilitate a no-deal Brexit? Lewis said, if he commented too deeply on that, he would be starting to comment on the policy proposals of candidates. And he needed to stay neutral, he said. But he said it has been clear to him that people wanted to see parliamentarians deliver on Brexit. Q: You have allowed entryists into the Tory party on your watch? Lewis said he preferred to focus on the fact. He said that he was proud that the party membership had got larger. I would argue that we have not seen entryism. Lewis claims the Conservative party has not been subject to entryism. Brandon Lewis, chairman of the Conservative Party, said he was “very disappointed” by the byelection result but claim it was conducted against a “very tough back drop.” He blamed the government’s failure to implement Brexit. Speaking to Sky News he said: People want to see us a government, and a party, getting on and delivering for them and that does include getting Brexit done. We’ve got to get that done. We have got to deliver for people on the issue they voted on in 2016. Lewis added: The reality is we are nine years into a Conservative government, and I think you’ll find that no government in history has ever won a seat from the opposition nine years into government. Farage also claimed that none of the Tory leadership contenders had the “courage” to leave the EU on 31 October without a deal. I cannot see right at the moment anybody standing in this conservative leadership right now who’s actually got the courage to take us out on the 31st of October on WTO terms. Here’s some reaction to Farage’s response to the result: The Brexit party leader, Nigel Farage, claims he never said his new party could win the Peterborough byelection. Speaking to BBC Radio 4’s Today programme he said always predicted that Brexit would come second, despite turning up for the count. “British politics has fundamentally changed. It is no longer just two parties contesting,” he said. He said Tory supporters would soon begin to realise that voting Conservative would bring about a Corbyn-led government. “The only reason the Brexit party wasn’t able to push a couple of hundred votes past Labour was because quite a lot of people still voted Conservative,” he said. “If we don’t leave [the EU] by 31 October, the Brexit Party will power on,” he said. The future is very unpredictable, he said. “We came from nowhere, produced a massive result,” Farage said. Jeremy Hunt says there is “no future” for the Conservative party “until we deliver Brexit – any elections before then will just allow Corbyn to sneak through the middle”. And more reaction from other Conservative MPs, who are very disappointed their candidate, Paul Bristow, did not win. The Conservatives saw a swing against them of 25.5% compared with the 2017 election. Here’s Jeremy Corbyn’s response to Lisa Forbes’ Peterborough win last night. Need something to listen to over your morning tea and toast? John Crace, who coined the name Maybot for the prime minister, chats to Anushka Asthana about the end of May’s leadership. A statement from the leftwing Labour grassroots organisation Momentum, which is thrilled with the result and says it proves “face-to-face conversations coupled with a radical, positive message about how we will transform Britain does win hearts and minds”. Momentum estimates it mobilised nearly 1,000 activists to either knock on doors or make calls in the run up to the Peterborough byelection, including more than 300 people canvassing on the Saturday before polling day and 500 knocking on doors on polling day. Laura Parker, Momentum’s national coordinator, said: Momentum threw itself into this election with energy and determination, with nearly a thousand of our supporters getting involved, and absolutely paid off. This fantastic victory in difficult circumstances is down to the work of ordinary activists. Over the campaign, thousands of Momentum members knocked on doors and talked to voters in Peterborough, with more than 500 turning out for polling day and activists carpooling from across the country. Face to face conversations coupled with a radical, positive message about how we will transform Britain does win hearts and minds. Some pictures from the Peterborough count Good morning and welcome to today’s politics liveblog. I’m Kate Lyons and I’ll be kicking things off today before handing over to Andrew Sparrow. Well, it was quite a night in Peterborough, as Lisa Forbes, the Labour candidate in the byelection, won a very narrow victory over the Brexit party’s Mike Greene. Forbes won 10,484 votes to Greene’s 9,801 votes, a margin of just 683. The Conservatives were beaten into third place with 7,243 votes. Turnout was 48%. The victory will be a boost to Labour and Jeremy Corbyn, as the party defeated predictions that the contest would deliver a first byelection victory to Nigel Farage’s Brexit party. Addressing her supporters early on Friday following the count, Forbes said: “Tonight’s result is significant because it shows that the politics of division will never win.” The other big news of the day is, of course, that it is May’s last as leader of the Conservative party, though she will remain prime minister until her successor as party leader is chosen. We’ll be following that news and all the rest throughout the day. Questions, comments, witticisms? Please feel free to get in touch in the comments, via email (kate.lyons@theguardian.com) or on Twitter. OK, let’s get stuck in!",
      "charCount": "34244",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a> (now),  <a href=\"profile/matthewweaver\">Matthew Weaver</a>  and <a href=\"profile/kate-lyons\">Kate Lyons</a> (earlier)"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/07/theresa-may-use-last-days-as-pm-series-policy-moves-legacy",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-07T12:03:20Z",
    "webTitle": "Theresa May to use last days as PM to make series of policy moves",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/07/theresa-may-use-last-days-as-pm-series-policy-moves-legacy",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/07/theresa-may-use-last-days-as-pm-series-policy-moves-legacy",
    "fields": {
      "headline": "Theresa May to use last days as PM to make series of policy moves",
      "standfirst": "<p>May expected to press ahead with policy announcements that could cost billions</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/jun/07/labour-beats-brexit-party-in-peterborough-as-may-prepares-to-bow-out-politics-live\">Get all the latest political news – politics live</a></li></ul>",
      "trailText": "May expected to press ahead with policy announcements potentially costing billions",
      "byline": "Heather Stewart and Peter Walker",
      "main": "<figure class=\"element element-image\" data-media-id=\"3c249bd9e665d3988a88a47a0d9b7de3e6e677cc\"> \n <img src=\"https://media.guim.co.uk/3c249bd9e665d3988a88a47a0d9b7de3e6e677cc/0_309_3500_2100/1000.jpg\" alt=\"Theresa May\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">May is keen to salvage some semblance of a domestic legacy from her stint in No 10.</span> \n  <span class=\"element-image__credit\">Photograph: Neil Hall/Reuters</span> \n </figcaption> \n</figure>",
      "body": "<p>Theresa May is expected to press ahead with a series of policy announcements potentially costing billions of pounds in her final days in Downing Street, in the face of reservations from the chancellor.</p> \n<p>The prime minister is keen to salvage some semblance of a domestic legacy from her three-year stint in No 10, which has been overwhelmingly <a href=\"https://www.theguardian.com/politics/eu-referendum\">dominated by Brexit</a>.</p> \n<p>May’s spokesperson said on Friday: “You heard from the PM recently in setting out that for the remainder of her time in office she will be focused on delivering and building on the domestic agenda that she has put at the heart of her premiership, since she became prime minister.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/jun/07/labour-beats-brexit-party-in-peterborough-as-may-prepares-to-bow-out-politics-live\">Corbyn says Peterborough win justifies Labour's decision to focus campaigning on austerity, not Brexit – live news</a> </p> \n</aside> \n<p>May has already responded warmly to the <a href=\"https://www.theguardian.com/commentisfree/2019/may/30/the-guardian-view-on-the-augar-review-taking-further-education-seriously\">Augur review</a> of higher education funding, suggesting that maintenance grants should be restored. However, Whitehall sources suggest No 10 has clashed with the Treasury about making costly pledges.</p> \n<p>Philip Hammond has repeatedly made clear that with a full-blown spending review coming up in the autumn, decisions should be made in the round. Giving evidence to the Treasury select committee in April, Hammond was asked about whether extra resources could be found for key priorities before the spending review kicked off.</p> \n<p>“It would be possible, but I do not think it would be a good idea at all,” he said. “The point of a periodic spending review is an opportunity for government, parliament and society more widely to debate priorities, to look at how we allocate scarce resources across the vast range of potential avenues for spending those resources, and to decide what our priorities are for the next period and how we want to allocate resources.”</p> \n<p>However, that approach did not apply to the <a href=\"https://www.theguardian.com/society/2018/jun/16/may-to-unveil-20-billion-pound-a-year-nhs-boost\">£20bn of extra funding</a> for the NHS May announced last year.</p> \n<p>Hammond is also nervous about the idea that some of the £27bn of “fiscal headroom” he set aside for Brexit contingencies could be spent, despite the fact that none of the frontrunners for the Tory leadership have ruled out no deal.</p> \n<p>Asked whether May had clashed with the chancellor, the prime minister’s spokesperson said: “They meet regularly to discuss spending priorities. I wouldn’t get into the nature of the discussions.”</p> \n<p>A Downing Street source played down the idea that any announcements would amount to a spending splurge, saying: “We’ll want to keep delivering for people, but what we haven’t said is whether/how much that costs.”</p> \n<p>No 10 slapped down the chancellor on Thursday, after the Financial Times revealed a leaked letter in which he had said May’s promise to hit net zero carbon emissions by 2050 would cost £1tn in lost economic output.</p> \n<p>“Obviously, I’m not getting into the contents of the letter, but broadly there are a lot of figures out there on this issue that don’t factor in the benefits or consider the costs of not doing this,” said the prime minister’s spokesperson.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/06/from-hard-to-soft-tory-leadership-hopefuls-cover-brexit-spectrum\">From hard to soft – Tory leadership hopefuls cover Brexit spectrum</a> </p> \n</aside> \n<p>Hammond and May have had a <a href=\"https://www.theguardian.com/politics/2017/may/17/theresa-may-declines-say-philip-hammond-position-tory-chancellor-safe\">rocky relationship</a>. During the 2017 general election campaign, she pointedly declined to say whether he would continue as chancellor, while he was standing alongside her.</p> \n<p>The chancellor once suggested “fiscal”, when asked to choose one word to describe himself. But he has repeatedly irritated colleagues by reining in their plans. One cabinet minister described his reticence about May’s final announcements as: “Eeyore strikes again. He just likes to shoot everything down.”</p> \n<p>May will resign formally as Tory leader on Friday: a move that will be cemented by a private exchange of letters with the chairs of the backbench 1922 Committee. However, she will remain in place until her successor is chosen, a process due to be completed in the week beginning 22 July.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"3c6064c8-bb8c-470e-b0e1-5c54f868fa50\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>A Conservative leadership contest takes two stages. First, MPs vote for their choice from the nominated candidates. In progressive rounds of voting, candidates are eliminated until there are only two challengers remaining. The second stage is a postal ballot of Conservative party members to chose one of the two candidates.</p>\n    <p>Theresa May's formal resignation as leader on 7 June triggered the contest and the Conservative party set out the following timetable:</p>\n    <p>Nominations closed on 10 June. The first round of voting was held on Thursday 13 June. Subsequent rounds have been pencilled in for the 18th, 19th and 20th.</p>\n    <p>Conservative party HQ says the postal vote element, when the 140,000 or so party members will pick the country's new prime minister, will be completed in the week beginning Monday 22 July.</p>\n    <p><br></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>All <a href=\"https://www.theguardian.com/politics/2019/jun/06/from-hard-to-soft-tory-leadership-hopefuls-cover-brexit-spectrum\">the leading contenders</a> for the premiership have made high-profile spending pledges. Boris Johnson and Matt Hancock have focused on education, while Jeremy Hunt has suggested the UK needs to spend more on defence.</p>",
      "newspaperPageNumber": "6",
      "wordcount": "640",
      "firstPublicationDate": "2019-06-07T12:03:20Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-07T20:40:00Z",
      "newspaperEditionDate": "2019-06-08T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bjnp3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3c249bd9e665d3988a88a47a0d9b7de3e6e677cc/0_309_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Theresa May is expected to press ahead with a series of policy announcements potentially costing billions of pounds in her final days in Downing Street, in the face of reservations from the chancellor. The prime minister is keen to salvage some semblance of a domestic legacy from her three-year stint in No 10, which has been overwhelmingly dominated by Brexit. May’s spokesperson said on Friday: “You heard from the PM recently in setting out that for the remainder of her time in office she will be focused on delivering and building on the domestic agenda that she has put at the heart of her premiership, since she became prime minister.” May has already responded warmly to the Augur review of higher education funding, suggesting that maintenance grants should be restored. However, Whitehall sources suggest No 10 has clashed with the Treasury about making costly pledges. Philip Hammond has repeatedly made clear that with a full-blown spending review coming up in the autumn, decisions should be made in the round. Giving evidence to the Treasury select committee in April, Hammond was asked about whether extra resources could be found for key priorities before the spending review kicked off. “It would be possible, but I do not think it would be a good idea at all,” he said. “The point of a periodic spending review is an opportunity for government, parliament and society more widely to debate priorities, to look at how we allocate scarce resources across the vast range of potential avenues for spending those resources, and to decide what our priorities are for the next period and how we want to allocate resources.” However, that approach did not apply to the £20bn of extra funding for the NHS May announced last year. Hammond is also nervous about the idea that some of the £27bn of “fiscal headroom” he set aside for Brexit contingencies could be spent, despite the fact that none of the frontrunners for the Tory leadership have ruled out no deal. Asked whether May had clashed with the chancellor, the prime minister’s spokesperson said: “They meet regularly to discuss spending priorities. I wouldn’t get into the nature of the discussions.” A Downing Street source played down the idea that any announcements would amount to a spending splurge, saying: “We’ll want to keep delivering for people, but what we haven’t said is whether/how much that costs.” No 10 slapped down the chancellor on Thursday, after the Financial Times revealed a leaked letter in which he had said May’s promise to hit net zero carbon emissions by 2050 would cost £1tn in lost economic output. “Obviously, I’m not getting into the contents of the letter, but broadly there are a lot of figures out there on this issue that don’t factor in the benefits or consider the costs of not doing this,” said the prime minister’s spokesperson. Hammond and May have had a rocky relationship. During the 2017 general election campaign, she pointedly declined to say whether he would continue as chancellor, while he was standing alongside her. The chancellor once suggested “fiscal”, when asked to choose one word to describe himself. But he has repeatedly irritated colleagues by reining in their plans. One cabinet minister described his reticence about May’s final announcements as: “Eeyore strikes again. He just likes to shoot everything down.” May will resign formally as Tory leader on Friday: a move that will be cemented by a private exchange of letters with the chairs of the backbench 1922 Committee. However, she will remain in place until her successor is chosen, a process due to be completed in the week beginning 22 July. All the leading contenders for the premiership have made high-profile spending pledges. Boris Johnson and Matt Hancock have focused on education, while Jeremy Hunt has suggested the UK needs to spend more on defence.",
      "charCount": "3844",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> and <a href=\"profile/peterwalker\">Peter Walker</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]