[
  {
    "id": "politics/2019/oct/13/tories-distract-from-brexit-crime-focused-queens-speech",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-13T21:00:00Z",
    "webTitle": "Tories aim to distract from Brexit with crime-focused Queen's speech",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/13/tories-distract-from-brexit-crime-focused-queens-speech",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/13/tories-distract-from-brexit-crime-focused-queens-speech",
    "fields": {
      "headline": "PM seeks to thrust law and order on to agenda in Queen’s speech",
      "standfirst": "<p>Heavier sentences for violent criminals among policies aimed at wooing Labour voters</p>",
      "trailText": "Heavier sentences for violent criminals among policies aimed at wooing Labour voters",
      "byline": "Owen Bowcott and Heather Stewart",
      "main": "<figure class=\"element element-image\" data-media-id=\"8020067770f09372d0e726c4305c7cff67dc47d1\"> \n <img src=\"https://media.guim.co.uk/8020067770f09372d0e726c4305c7cff67dc47d1/0_49_3000_1800/1000.jpg\" alt=\"The Queen delivers her speech during the 2017 state opening of parliamen.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The Queen delivers her speech during the 2017 state opening of parliament.</span> \n  <span class=\"element-image__credit\">Photograph: Carl Court/AFP/Getty Images</span> \n </figcaption> \n</figure>",
      "body": "<p>Violent and sexual criminals as well as foreign national offenders who return to the UK will face drastically heavier penalties under measures that will form the centrepiece of a Queen’s speech aimed at wresting the agenda away from the delicate Brexit negotiations.</p> \n<p>With just days to go before the deadline for Boris Johnson to clinch a last-ditch Brexit deal in Brussels, the Queen will on Monday set out his government’s priorities for a new session of parliament, including 22 new bills.</p> \n<p>But with MPs deadlocked over Brexit, few at Westminster believe a general election will be long in coming – and the Conservatives hope the policies will form the basis of their campaign.</p> \n<p>Under the proposals, violent and sexual offenders will serve a minimum of two-thirds of their sentence before becoming eligible to be released on licence, compared with half under current guidelines. But there were warnings from prison reformers that the plans could put staff in danger by taking away hope from inmates.</p> \n<p>Meanwhile, amid claims from the home secretary, Priti Patel, that the UK has been a “soft touch on foreign criminals” for too long, maximum sentences for foreign nationals who breach a deportation order will be “drastically increased” from the present six months.</p> \n<p>Critics of the proposals, including prison reform charities, have already warned they will impose extra pressure on overcrowded jails and that the public is being misled into believing sentencing policy is softer than it really is. Criminal barristers point out most serious offenders are <a href=\"https://www.theguardian.com/commentisfree/2019/oct/02/tories-tough-talk-crime-shameless-cynical-justice\">not automatically released</a> at the halfway point in their sentence.</p> \n<p>The emphasis on harsher punishment is being urged on a criminal justice system that has been chronically underfunded since 2010 and in which ministers are accused of <a href=\"https://www.theguardian.com/law/2019/sep/23/barristers-accuse-moj-false-economies-crown-court-backlogs\">refusing to tackle the existing backlog of cases</a>.</p> \n<p>But Conservative strategists believe the move will appeal to voters in Labour-held seats who are believed to be sympathetic to a tougher line on law and order. The same voters are being targeted with extra spending set aside for schools and hospitals after almost a decade of austerity, and a <a href=\"https://www.theguardian.com/uk-news/2019/sep/30/conservatives-pledge-raise-national-living-wage-by-2024\">recently announced increase in the minimum wage</a>. At the Conservative conference in Manchester, ministers repeatedly called those plans the “people’s priorities”.</p> \n<p>The changes to sentencing policy were <a href=\"https://www.theguardian.com/society/2019/sep/30/conservatives-scrap-automatic-early-release-prisoners-england-wales\">outlined by the justice secretary</a>, Robert Buckland, last month.</p> \n<p>He announced that offenders guilty of violent and sexual crimes that carry a maximum sentence of life – such as manslaughter, rape, and grievous bodily harm – and who are sentenced to at least four years in prison will be required to serve two-thirds of the sentence in prison before being released on licence.</p> \n<p>Targeting foreign national offenders who attempt to re-enter the UK after they have served their sentence and been deported is expected to affect an estimated 400 individuals a year, according to the government.</p> \n<p>Priti Patel, who is emerging as one of the most hardline home secretaries in many years, said the new sentencing measures would “make our country safer”.</p> \n<p>“We have been a soft touch on foreign criminals for too long,” she said. “The sentence for breaching a deportation order is far too low at the moment and many criminals conclude that it’s worth trying to get back in the country when all you get is a slap on the wrist. Deterring foreign criminals from re-entering the country and putting those that do behind bars for longer will make our country safer.”</p> \n<p>In her party conference speech in Manchester, Patel said the Tories’ message to criminals was: “we are coming for you”.</p> \n<p>But her Labour shadow, Diane Abbott, said it was the Tories who had been soft on crime by relentlessly cutting funding for police and the criminal justice system.</p> \n<p>“Priti Patel is right that the Tories have been a soft touch for criminals, with policies that predictably led to more crime. We always argued that cuts have consequences, and now the Tories are trying to pretend the consequences have nothing to do with them,” Abbott said.</p> \n<p>She added: “This Queen’s speech is farcical. It is just an uncosted wish list which the government has no intention and no means to deliver, and nothing more than a pre-election party political broadcast.”</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/13/conservatives-accused-of-election-rigging-leaked-id-plans-voter-fraud\">Conservatives accused of election rigging over leaked photo ID plans</a> </p> \n</aside> \n<p>Frances Crook, chief executive from the Howard League for Penal Reform, said the sentencing changes were not “a sensible, evidence-based policy”. She said: “It is the politics of the lynch mob … this is about making people spend more time in prison, which will affect thousands of men and will probably put staff in danger by taking hope away from people. We already know that prisoners are in appalling conditions, with a lot of violence, injury and suicides. A lot of it is directed at staff. It’s very irresponsible.”</p> \n<p>She later tweeted: “Desperate and weak governments always try to curry favour by stirring up hate, increasing punishment is a race to the bottom of politics, particularly as it flies in the face of evidence and won’t protect victims.”</p> \n<p>Other new laws expected to be laid out in the speech include the requirement for voters to present photo ID – a measure Labour has warned <a href=\"https://www.theguardian.com/politics/2019/jul/22/about-750-people-denied-vote-id-trial-local-elections\">amounts to “voter suppression”</a>; scrapping rail franchising; and a new environment bill, setting binding targets on reducing plastic and other forms of pollution.</p> \n<p>There will also be several Brexit-related pieces of legislation, including the institution of a new “points-based” immigration regime from 2021.</p> \n<p>The Queen will deliver the speech from a throne in the House of Lords, after processing from Buckingham Palace to Westminster in a carriage, amid the traditional pomp of a state opening of parliament.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"ab62d61f-75e1-4c0e-a388-c0b64ac18104\" data-atom-type=\"timeline\"> \n  <div>\n   <div class=\"atom-Timeline\">\n    <p><i>(September 3, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>In the first vote Johnson faces as prime minister, 21 rebel Tory MPs&nbsp;<a href=\"https://www.theguardian.com/politics/live/2019/sep/03/commons-showdown-looms-in-battle-over-no-deal-brexit-live?page=with:block-5d6ed2f58f0845a5dab7cc88#block-5d6ed2f58f0845a5dab7cc88\">vote with the opposition</a>&nbsp;to seize control of the order paper to allow a debate on a bill that would block a no-deal Brexit.&nbsp;</p>\n    <p></p>\n    <p><i>(September 4, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Against Johnson's wishes, the Commons passes&nbsp; by 329 votes to 300 the second reading of the European Union (withdrawal) (No 6) bill proposed by Hilary Benn.</p>\n    <p></p>\n    <p><i>(September 4, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Later the same day the Benn bill passes the third and final reading needed to become law, this time by 327 to 299 votes.</p>\n    <p></p>\n    <p><i>(September 4, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Johnson responds by attempting to force an early general election. The 298 MPs who support him are short of the two-thirds majority required by the Fixed-term Parliaments Act, making it <a href=\"https://www.theguardian.com/politics/2019/sep/04/cornered-boris-johnson-suffers-triple-commons-defeat\">a third defeat in a single day</a>&nbsp;for the government.</p>\n    <p></p>\n    <p><i>(September 9, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Dominic Grieve's bid to force the government to release documents related to the Operation Yellowhammer no-deal planning and on the decision to prorogue parliament defeats Johnson by 311 to 302.</p>\n    <p></p>\n    <p><i>(September 9, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Johnson's second call for an early general election is supported by 293 MPs, still short of the two-thirds majority required. Parliament is prorogued and <a href=\"https://www.theguardian.com/politics/live/2019/sep/09/brexit-latest-news-eu-no-deal-bill-royal-assent-boris-johnson-parliament-politics-live\">MPs briefly occupy the chamber</a> after the session is closed.&nbsp;</p>\n    <p></p>\n    <p><i>(September 24, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>The supreme court rules that Johnson's closure of parliament <a href=\"https://www.theguardian.com/law/2019/sep/24/boris-johnsons-suspension-of-parliament-unlawful-supreme-court-rules-prorogue\">was unlawful</a>&nbsp;and that MPs must return.</p>\n    <p></p>\n    <p><i>(September 26, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>In the first vote in the reconvened House of Commons, MPs vote by 306 to 289 against a three-day recess to allow Conservative MPs to attend their party conference.</p>\n    <p></p>\n    <p><i>(October 19, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>On a rare Saturday sitting of parliament, the government loses a vote on the ‘Letwin amendment’ by 322 votes to 306. It withholds approval of the prime minister’s deal until the legislation to enact it -&nbsp;the Withdrawal Agreement Bill<b> -</b>&nbsp;is passed.</p>\n    <p></p>\n    <p><i>(October 22, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Having won with a 30-vote majority to move his Withdrawal Agreement Bill to the second reading stage, Johnson immediately lost&nbsp;<a href=\"https://www.theguardian.com/politics/2019/oct/22/mps-reject-boris-johnsons-attempt-to-fast-track-brexit-deal\">the government’s so-called programme motion</a>, which set out the accelerated timetable for the bill, by 308 votes in favour to 322 against.</p>\n    <p></p>\n    <p><i>(October 28, 2019)</i>&nbsp;<strong> </strong></p>\n    <p></p>\n    <p>Johnson's third attempt to call a general election was defeated. With 299 votes for, and 70 votes against, it failed to reach the 434 votes required by the Fixed-term Parliaments Act.&nbsp;</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Johnson’s government suspended parliament last week, to prepare for Monday’s speech. A longer planned shutdown, from early September, was struck down by the supreme court amid fears that it would stifle debate on Brexit.</p> \n<p>MPs are expected to debate the measures outlined in the speech for up to five days, and will then hold a vote – which Johnson could lose. He has lost seven votes in parliament since becoming prime minister in July, and won none.</p> \n<p>Under the Fixed-term Parliaments Act, losing a vote on a Queen’s speech is no longer formally a no-confidence vote, but it would be expected to increase the intense pressure on Johnson’s fragile administration.</p> \n<p>The extra demands imposed on the justice system follow a period during which the Ministry of Justice, which oversees the courts and prisons, has suffered deeper budget cuts – 40% since 2010 – than any other Whitehall department. <a href=\"https://www.theguardian.com/law/2019/aug/19/criminal-cases-delayed-across-england-and-wales-as-courts-lie-idle\">Reductions in the number of judicial sitting days</a> in order to make short-term savings have added to frustrations among lawyers.</p> \n<p>A pledge to give police powers to arrest fugitives on the basis of an Interpol red notice without having to apply for a warrant will set a new precedent. Critics have warned some countries will abuse the system by targeting political opponents. The government said the scheme will initially apply to a only few trusted countries: Australia, Canada, New Zealand, the US, Switzerland and Liechtenstein.</p> \n<p>The Queen’s speech proposals on the domestic abuse bill may be more broadly welcomed, with a proposal to allow victims to testify via video-link rather than in person. Campaigners have been urging the government to deliver on its long-delayed pledge on banning the cross-examination in court of victims of abuse by perpetrators in domestic abuse cases.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1209",
      "firstPublicationDate": "2019-10-13T21:00:00Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-14T05:42:51Z",
      "newspaperEditionDate": "2019-10-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cg9v5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/8020067770f09372d0e726c4305c7cff67dc47d1/0_49_3000_1800/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Violent and sexual criminals as well as foreign national offenders who return to the UK will face drastically heavier penalties under measures that will form the centrepiece of a Queen’s speech aimed at wresting the agenda away from the delicate Brexit negotiations. With just days to go before the deadline for Boris Johnson to clinch a last-ditch Brexit deal in Brussels, the Queen will on Monday set out his government’s priorities for a new session of parliament, including 22 new bills. But with MPs deadlocked over Brexit, few at Westminster believe a general election will be long in coming – and the Conservatives hope the policies will form the basis of their campaign. Under the proposals, violent and sexual offenders will serve a minimum of two-thirds of their sentence before becoming eligible to be released on licence, compared with half under current guidelines. But there were warnings from prison reformers that the plans could put staff in danger by taking away hope from inmates. Meanwhile, amid claims from the home secretary, Priti Patel, that the UK has been a “soft touch on foreign criminals” for too long, maximum sentences for foreign nationals who breach a deportation order will be “drastically increased” from the present six months. Critics of the proposals, including prison reform charities, have already warned they will impose extra pressure on overcrowded jails and that the public is being misled into believing sentencing policy is softer than it really is. Criminal barristers point out most serious offenders are not automatically released at the halfway point in their sentence. The emphasis on harsher punishment is being urged on a criminal justice system that has been chronically underfunded since 2010 and in which ministers are accused of refusing to tackle the existing backlog of cases. But Conservative strategists believe the move will appeal to voters in Labour-held seats who are believed to be sympathetic to a tougher line on law and order. The same voters are being targeted with extra spending set aside for schools and hospitals after almost a decade of austerity, and a recently announced increase in the minimum wage. At the Conservative conference in Manchester, ministers repeatedly called those plans the “people’s priorities”. The changes to sentencing policy were outlined by the justice secretary, Robert Buckland, last month. He announced that offenders guilty of violent and sexual crimes that carry a maximum sentence of life – such as manslaughter, rape, and grievous bodily harm – and who are sentenced to at least four years in prison will be required to serve two-thirds of the sentence in prison before being released on licence. Targeting foreign national offenders who attempt to re-enter the UK after they have served their sentence and been deported is expected to affect an estimated 400 individuals a year, according to the government. Priti Patel, who is emerging as one of the most hardline home secretaries in many years, said the new sentencing measures would “make our country safer”. “We have been a soft touch on foreign criminals for too long,” she said. “The sentence for breaching a deportation order is far too low at the moment and many criminals conclude that it’s worth trying to get back in the country when all you get is a slap on the wrist. Deterring foreign criminals from re-entering the country and putting those that do behind bars for longer will make our country safer.” In her party conference speech in Manchester, Patel said the Tories’ message to criminals was: “we are coming for you”. But her Labour shadow, Diane Abbott, said it was the Tories who had been soft on crime by relentlessly cutting funding for police and the criminal justice system. “Priti Patel is right that the Tories have been a soft touch for criminals, with policies that predictably led to more crime. We always argued that cuts have consequences, and now the Tories are trying to pretend the consequences have nothing to do with them,” Abbott said. She added: “This Queen’s speech is farcical. It is just an uncosted wish list which the government has no intention and no means to deliver, and nothing more than a pre-election party political broadcast.” Frances Crook, chief executive from the Howard League for Penal Reform, said the sentencing changes were not “a sensible, evidence-based policy”. She said: “It is the politics of the lynch mob … this is about making people spend more time in prison, which will affect thousands of men and will probably put staff in danger by taking hope away from people. We already know that prisoners are in appalling conditions, with a lot of violence, injury and suicides. A lot of it is directed at staff. It’s very irresponsible.” She later tweeted: “Desperate and weak governments always try to curry favour by stirring up hate, increasing punishment is a race to the bottom of politics, particularly as it flies in the face of evidence and won’t protect victims.” Other new laws expected to be laid out in the speech include the requirement for voters to present photo ID – a measure Labour has warned amounts to “voter suppression”; scrapping rail franchising; and a new environment bill, setting binding targets on reducing plastic and other forms of pollution. There will also be several Brexit-related pieces of legislation, including the institution of a new “points-based” immigration regime from 2021. The Queen will deliver the speech from a throne in the House of Lords, after processing from Buckingham Palace to Westminster in a carriage, amid the traditional pomp of a state opening of parliament. Johnson’s government suspended parliament last week, to prepare for Monday’s speech. A longer planned shutdown, from early September, was struck down by the supreme court amid fears that it would stifle debate on Brexit. MPs are expected to debate the measures outlined in the speech for up to five days, and will then hold a vote – which Johnson could lose. He has lost seven votes in parliament since becoming prime minister in July, and won none. Under the Fixed-term Parliaments Act, losing a vote on a Queen’s speech is no longer formally a no-confidence vote, but it would be expected to increase the intense pressure on Johnson’s fragile administration. The extra demands imposed on the justice system follow a period during which the Ministry of Justice, which oversees the courts and prisons, has suffered deeper budget cuts – 40% since 2010 – than any other Whitehall department. Reductions in the number of judicial sitting days in order to make short-term savings have added to frustrations among lawyers. A pledge to give police powers to arrest fugitives on the basis of an Interpol red notice without having to apply for a warrant will set a new precedent. Critics have warned some countries will abuse the system by targeting political opponents. The government said the scheme will initially apply to a only few trusted countries: Australia, Canada, New Zealand, the US, Switzerland and Liechtenstein. The Queen’s speech proposals on the domestic abuse bill may be more broadly welcomed, with a proposal to allow victims to testify via video-link rather than in person. Campaigners have been urging the government to deliver on its long-delayed pledge on banning the cross-examination in court of victims of abuse by perpetrators in domestic abuse cases.",
      "charCount": "7411",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/owenbowcott\">Owen Bowcott</a> and <a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/13/a-minefield-for-both-uk-and-eu-migrants",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-13T17:52:30Z",
    "webTitle": "A minefield for both UK and EU migrants | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/13/a-minefield-for-both-uk-and-eu-migrants",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/13/a-minefield-for-both-uk-and-eu-migrants",
    "fields": {
      "headline": "A minefield for both UK and EU migrants",
      "standfirst": "<strong>Les Masters</strong> says EU citizens applying for settled status should visit their Citizens Advice bureau, while <strong>Stephanie Clements</strong> describes the Brexit uncertainty facing Britons living in EU countries",
      "trailText": "Letters: <strong>Les Masters</strong> says EU citizens applying for settled status should visit their Citizens Advice bureau, while <strong>Stephanie Clements</strong> describes the Brexit uncertainty facing Britons living in EU countries",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"48de8596d9f9d0e967cb432ef9e2f6df531cf6ac\"> <img src=\"https://media.guim.co.uk/48de8596d9f9d0e967cb432ef9e2f6df531cf6ac/0_137_5760_3456/1000.jpg\" alt=\"A man walks into a Citizens Advice bureau\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘My conclusion is the old warning: don’t try this at home – unless you are very computer-literate,’ says Citizens Advice volunteer Les Masters.</span> <span class=\"element-image__credit\">Photograph: Graeme Robertson/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Amelia Gentleman’s piece on claiming EU settled status (<a href=\"https://www.theguardian.com/politics/2019/oct/08/ive-been-here-50-years-the-eu-citizens-struggling-for-the-right-to-stay-in-britain\" title=\"\">The long read</a>, 8 October) was helpful and revealing but overlooked the organisation that is probably best placed to steer claimants through the process: Citizens Advice.</p> <p>I am a volunteer adviser and have seen for myself how complicated a business it can be, especially for older people. My conclusion is: don’t try this at home – unless you are very computer-literate.</p> <p>We have far more branches than there are local authorities, and as long as clients have brought all the necessary bits and pieces, they can often get the job done on a single visit. It would benefit a large number of people if you could publicise this.<br><strong>Les Masters</strong><br><em>Bleadon</em><em>, Somerset</em></p> <p>• To add to the debate about the status of EU citizens in the UK, the British government has just seen fit to write individually to all of its citizens resident in Europe and in receipt of UK state pensions, thus entitling us to reciprocal healthcare rights in our country of residence.</p> <p>This missive informs us that our healthcare will only continue to be funded by the UK until the end of next year and that our pensions will only receive index-linked increases until 2023. This is, supposedly, to allow us time to make arrangements.</p> <p>How is this justified? We have all paid our taxes, so why are we suddenly to be deprived of medical services and expected to stretch our meagre pensions even further? Few of us could remotely afford private medical insurance.</p> <p>We hope that our host countries will be considerate enough to continue our medical care – but this will mean they are doing so without any contributions from HMG, which leaves us in a precarious position and subject to the differing priorities of changing governments.<br><strong>Stephanie Clements </strong><br><em>Alicante, Spain</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "346",
      "commentable": "false",
      "firstPublicationDate": "2019-10-13T17:52:30Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:34Z",
      "newspaperEditionDate": "2019-10-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cg8d9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/48de8596d9f9d0e967cb432ef9e2f6df531cf6ac/0_137_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Amelia Gentleman’s piece on claiming EU settled status (The long read, 8 October) was helpful and revealing but overlooked the organisation that is probably best placed to steer claimants through the process: Citizens Advice. I am a volunteer adviser and have seen for myself how complicated a business it can be, especially for older people. My conclusion is: don’t try this at home – unless you are very computer-literate. We have far more branches than there are local authorities, and as long as clients have brought all the necessary bits and pieces, they can often get the job done on a single visit. It would benefit a large number of people if you could publicise this. Les Masters Bleadon, Somerset • To add to the debate about the status of EU citizens in the UK, the British government has just seen fit to write individually to all of its citizens resident in Europe and in receipt of UK state pensions, thus entitling us to reciprocal healthcare rights in our country of residence. This missive informs us that our healthcare will only continue to be funded by the UK until the end of next year and that our pensions will only receive index-linked increases until 2023. This is, supposedly, to allow us time to make arrangements. How is this justified? We have all paid our taxes, so why are we suddenly to be deprived of medical services and expected to stretch our meagre pensions even further? Few of us could remotely afford private medical insurance. We hope that our host countries will be considerate enough to continue our medical care – but this will mean they are doing so without any contributions from HMG, which leaves us in a precarious position and subject to the differing priorities of changing governments. Stephanie Clements Alicante, Spain • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2068",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "food/2019/oct/13/proof-of-the-pudding-is-in-spotted-dick",
    "type": "article",
    "sectionId": "food",
    "sectionName": "Food",
    "webPublicationDate": "2019-10-13T17:51:51Z",
    "webTitle": "Proof of the pudding is in spotted dick | Brief letters",
    "webUrl": "https://www.theguardian.com/food/2019/oct/13/proof-of-the-pudding-is-in-spotted-dick",
    "apiUrl": "https://content.guardianapis.com/food/2019/oct/13/proof-of-the-pudding-is-in-spotted-dick",
    "fields": {
      "headline": "Proof of the pudding is in spotted dick",
      "standfirst": "Oldest novels | Pre-Raphaelite female artists | Puddings and afters | Risky Brexit manoeuvre",
      "trailText": "<strong>Brief letters:</strong> Oldest novels | Pre-Raphaelite female artists | Puddings and afters | Risky Brexit manoeuvre",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"dbac8591538ad23b1fa6cf148c840324fbf02067\"> <img src=\"https://media.guim.co.uk/dbac8591538ad23b1fa6cf148c840324fbf02067/0_41_3648_2189/1000.jpg\" alt=\"Spotted dick \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Spotted dick, smothered in custard. </span> <span class=\"element-image__credit\">Photograph: Felicity Cloake/The Guardian</span> </figcaption> </figure>",
      "body": "<p>On what basis is The Tale of Genji considered “the world’s first novel” (<a href=\"https://www.theguardian.com/books/2019/oct/10/lost-chapter-the-tale-of-genji-murasaki-shikibu-found-japan\" title=\"\">Lost chapter of world’s oldest novel found in storage chest in Japanese home</a>, 11 October)? From the Romano-Hellenistic world we seem to have disqualified (not necessarily the first, but the oldest that have survived) a romantic novel, Longus’ Daphnis and Chloe; a satirical novel, Apuleius’s The Golden Ass; and a science fiction novel, Lucian’s Vera Historia. <br><strong>Charles Baily</strong><br><em>Bedford</em></p> <p>• It’s good to see the National Portrait Gallery is staging an exhibition of pre-Raphaelite female artists. But this isn’t their first dedicated exhibition (<a href=\"https://www.theguardian.com/artanddesign/2019/oct/12/more-than-tragic-muses-female-pre-raphaelite-artists-finally-take-flight\" title=\"\">Taking flight</a>, Review, 12 October). There was an excellent exhibition, Pre-Raphaelite Women Artists, in 1998 in Manchester, Birmingham and Southampton. I still have the accompanying book.<br><strong>Angie Burns</strong><br><em>Stafford</em></p> <p>• Dessert, sweet and afters are all acceptable but pudding is not (<a href=\"https://www.theguardian.com/business/2019/oct/11/lets-hear-it-for-the-hayses-putting-thomas-cook-directors-to-shame\" title=\"\">Letters</a>, 12 October). A pudding is a type of dessert made from suet, ie spotted dick, preferably smothered in custard. How could a creme caramel or ice-cream be described as a pudding?<br><strong>John Rix</strong><br><em>Rugby, Warwickshire</em></p> <p>• I was once invited to have “luncheon” at the country home of a genteel, middle-aged lady. Following a delightful first course, and expecting “afters” she leaned in and said: “Would you like sex?” Panic set in until I realised that she meant seconds – another helping.<br><strong>Christine Ozanne</strong><br><em>London</em></p> <p>• Strange to see a report that having found a “pathway” to a deal, Boris Johnson has signalled a U-turn (<a href=\"https://www.theguardian.com/politics/2019/oct/11/michel-barnier-meets-brexit-secretary-after-uks-positive-talks-with-ireland\" title=\"\">Report</a>, 12 October). I hope he checked his mirrors first because it sounds like a risky manoeuvre.<br><strong>Richard Cooper</strong><br><em>Chichester, West Sussex </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p> <p><em> </em></p>",
      "newspaperPageNumber": "7",
      "wordcount": "303",
      "commentable": "false",
      "firstPublicationDate": "2019-10-13T17:51:51Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:25Z",
      "newspaperEditionDate": "2019-10-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cg96x",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/dbac8591538ad23b1fa6cf148c840324fbf02067/0_41_3648_2189/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "On what basis is The Tale of Genji considered “the world’s first novel” (Lost chapter of world’s oldest novel found in storage chest in Japanese home, 11 October)? From the Romano-Hellenistic world we seem to have disqualified (not necessarily the first, but the oldest that have survived) a romantic novel, Longus’ Daphnis and Chloe; a satirical novel, Apuleius’s The Golden Ass; and a science fiction novel, Lucian’s Vera Historia. Charles Baily Bedford • It’s good to see the National Portrait Gallery is staging an exhibition of pre-Raphaelite female artists. But this isn’t their first dedicated exhibition (Taking flight, Review, 12 October). There was an excellent exhibition, Pre-Raphaelite Women Artists, in 1998 in Manchester, Birmingham and Southampton. I still have the accompanying book. Angie Burns Stafford • Dessert, sweet and afters are all acceptable but pudding is not (Letters, 12 October). A pudding is a type of dessert made from suet, ie spotted dick, preferably smothered in custard. How could a creme caramel or ice-cream be described as a pudding? John Rix Rugby, Warwickshire • I was once invited to have “luncheon” at the country home of a genteel, middle-aged lady. Following a delightful first course, and expecting “afters” she leaned in and said: “Would you like sex?” Panic set in until I realised that she meant seconds – another helping. Christine Ozanne London • Strange to see a report that having found a “pathway” to a deal, Boris Johnson has signalled a U-turn (Report, 12 October). I hope he checked his mirrors first because it sounds like a risky manoeuvre. Richard Cooper Chichester, West Sussex • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1935",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "politics/2019/oct/13/jon-trickett-comes-out-in-support-of-a-labour-brexit",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-13T17:18:56Z",
    "webTitle": "Jon Trickett comes out in support of a 'Labour Brexit'",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/13/jon-trickett-comes-out-in-support-of-a-labour-brexit",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/13/jon-trickett-comes-out-in-support-of-a-labour-brexit",
    "fields": {
      "headline": "Jon Trickett comes out in support of a 'Labour Brexit'",
      "standfirst": "<p>Shadow cabinet member argues party’s leave voters have to be provided with a credible option in a second referendum</p>",
      "trailText": "Shadow cabinet member argues party’s leave voters have to be provided with a credible option in a second referendum",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"5244fe78e6f529d19a25aa07bbee2e1193476163\"> \n <img src=\"https://media.guim.co.uk/5244fe78e6f529d19a25aa07bbee2e1193476163/0_113_5760_3456/1000.jpg\" alt=\"Jon Trickett says a large number of his constituents are attached to the idea of leaving the EU. \" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Jon Trickett says a large number of his constituents are attached to the idea of leaving the EU. </span> \n  <span class=\"element-image__credit\">Photograph: Richard Saker/The Observer</span> \n </figcaption> \n</figure>",
      "body": "<p>Jon Trickett has become the first member of the shadow cabinet to state that he would like to campaign for a “Labour Brexit” in a potential future referendum.</p> \n<p>“I’m a Labour politician, I have been all my life. If there’s a Labour Brexit, for me, I would then want to advocate that Labour deal,” Trickett said, speaking in his Yorkshire constituency of Hemsworth.</p> \n<p>A close ally of Jeremy Corbyn, Trickett said Labour leave voters must be given a credible option to support in any referendum – which would appear to rule out backing a public vote on a Boris Johnson deal.</p> \n<p>“There are a large number of people in my constituency who remain attached to the idea that we ought to leave. I think if Labour is to attach ourselves to the idea of a second referendum, we have to offer them an opportunity of voting for a Labour Brexit.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"c5d81599-69ce-4267-9a2c-9cd5bf74ca82\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Boris Johnson, prime minister</strong></p>\n    <p></p>\n    <p>Johnson&nbsp;<a href=\"https://parliamentlive.tv/event/index/66ab01e2-3d9b-4eb9-9186-2a669355c082?in=10:09:15\">told the Treasury select committee</a>&nbsp;in March 2016:&nbsp;“Our relationship with the EU is already very well developed. It doesn’t seem to me to be very hard … to do a free trade deal very rapidly indeed.”</p>\n    <p><a href=\"https://www.bbc.co.uk/news/uk-politics-eu-referendum-35783049\">Speaking at a Vote Leave event</a>&nbsp;in March 2016, Johnson said:&nbsp;“I put it to you, all those who say that there would be barriers to trade with Europe if we were to do a Brexit, do you seriously believe that they would put up tariffs against UK produce of any kind, when they know how much they want to sell us their cake, their champagne, their cheese from France? It is totally and utterly absurd.”</p>\n    <p>Johnson, then foreign secretary,&nbsp;<a href=\"https://parliamentlive.tv/event/index/efe22c03-c1cb-4f78-8351-1efdb7d0aa22?in=11:51:08\">told the House of Commons in July 2017:</a>“There is no plan for no deal because we are going to get a great deal.”</p>\n    <p></p>\n    <p><strong>Dominic Raab, foreign secretary</strong></p>\n    <p></p>\n    <p>Two months before the June 2016 referendum vote,&nbsp;<a href=\"https://www.youtube.com/watch?v=ylXOLm20X3o&amp;feature=youtu.be&amp;t=387\">Raab told Andrew Neil on BBC Sunday Politics</a>:&nbsp;“We’re very well placed, and mutual self-interest suggests we’d cut a very good deal and it’s certainly not in the European’s interests to erect trade barriers.”</p>\n    <p><a href=\"https://twitter.com/EmporersNewC/status/1086975169447555076\">During an appearance</a>&nbsp;on the BBC’s Daily Politics in April 2016, Raab added: “The idea that Britain would be apocalyptically off the cliff edge if we left the EU is silly.”</p>\n    <p></p>\n    <p><strong>Michael Gove, chancellor of the duchy of Lancaster</strong></p>\n    <p></p>\n    <p>In&nbsp;<a href=\"https://www.theguardian.com/politics/2016/apr/19/michael-gove-likens-uk-remaining-in-eu-to-hostage-situation\">April 2016</a>, Michael Gove said the UK would have the best of both worlds. “Outside the EU, we would still benefit from the free trade zone which stretches from Iceland to the Russian border,” he said. “But we wouldn’t have all the EU regulations which cost our economy £600m every week.”</p>\n    <p></p>\n    <p><strong>Liam Fox, former international trade secretary</strong></p>\n    <p></p>\n    <p>After the referendum, in July 2017, the then-international trade secretary&nbsp;<a href=\"https://www.theguardian.com/politics/2017/jul/20/liam-fox-uk-eu-trade-deal-after-brexit-easiest-human-history\">Liam Fox said</a>: “The free trade agreement that we will have to do with the European Union should be one of the easiest in human history. We are already beginning with zero tariffs, and we are already beginning at the point of maximal regulatory equivalence, as it is called. In other words, our rules and our laws are exactly the same.”</p>\n    <p><a href=\"https://www.theguardian.com/profile/simon-murphy\"><b>Simon Murphy</b></a>&nbsp;and&nbsp;<a href=\"https://www.theguardian.com/profile/frances-perraudin\"><b>Frances Perraudin</b></a></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>His intervention comes amid mounting pressure on Labour to support efforts to tag a referendum on to any Brexit deal Johnson brings to parliament at a special sitting that is expected to be held next Saturday.</p> \n<p>That could then result in a “people’s vote” being held before a general election. But Corbyn signalled his caution on Sunday about the idea of backing a Brexit deal in exchange for a referendum, a view echoed by Trickett.</p> \n<p>“I support the conference decision, and Jeremy’s view, which is to vote down any Tory deal in the house, and then immediately press on to trying to remove the government,” Trickett said. “I think that is the order in which things should be done.”</p> \n<p>He added: “A referendum before the election would imply a Tory Brexit against remain. I believe that the majority in the country voted for leave – and I feel that a Labour Brexit can only be delivered by a Labour government. So whichever way you look at it, you are back to the proposition that you have an election, you do the negotiation – and then you have the referendum.”</p> \n<p>Labour’s policy has evolved in a series of steps since the 2017 general election, which the party fought on a platform of honouring the referendum result.</p> \n<p>At the party’s conference in Brighton last month, it was agreed that if Labour won a general election – which could come within weeks – Corbyn would aim to negotiate a revised Brexit deal, including a customs union, within three months, and put it to a public vote within six.</p> \n<p>Several shadow cabinet members, including Keir Starmer and Emily Thornberry, have already said they would campaign for remain in that vote. But the Labour leader has declined to say which side he would take.</p> \n<p>Trickett suggested Corbyn could take a neutral role. “If he wants to unify the country, I could see an argument for him saying, ‘I will implement whatever decision is taken,’” he said. And he urged pro-remain party members not to try to push Corbyn any further, saying: “Do not tie our leader to a position which he thinks is not quite the right one to try to get us into an election victory.”</p> \n<p>While Starmer has warned that failing to back remain is hurting the party in north London constituencies like his, Trickett said that in Hemsworth, the EU was the least of his constituents’ worries.</p> \n<p>“When I go round my patch, it’s no exaggeration to say this, actually Brexit isn’t mentioned that much. People who are very, very impassioned by Brexit will talk about nothing else. But the vast majority of people are talking about bus services, cuts to the health service, the cost of living,” he said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2018/dec/12/government-division-parliament-brexit-theresa-may-tory-labour\">This rotten government is too riven with division to unite parliament | Jon Trickett</a> </p> \n</aside> \n<p>Certainly, as the “women of Wakefield”, as Trickett jokingly calls them – a group of local campaigners and community volunteers – meet to chat over tea and biscuits in his constituency office, Brexit barely comes up.</p> \n<p>Instead, they raise the depredations of universal credit, which has led to burgeoning use of food bank in the area; the lack of opportunities for young people; and the long shadow cast by the miners’ strikes of the 1970s and 80s.</p> \n<p>“Food banks have been around since 2005, when I founded the first one up at the other end of the district. There’s now 22 food banks, and they are all working flat out. We’ve not seen anything like we’re seeing now,” said Gwen Page.</p> \n<p>“We can all tell you some horror stories: it’s getting worse. Holiday hunger has been something we’ve all seen.”</p> \n<p>“People come in, and they’re in tears, and they’re crying,” said Leda Prest. “People walk in – and they couldn’t bring the child, because they’ve got no shoes to put on the child’s feet. I was there yesterday, and we handed out 40 packs of food. We do that five days a week.” She added: “Just two words: universal credit is the issue.”</p> \n<p>Johnson hopes his “get Brexit done” campaign will help win over voters in constituencies like Hemsworth, where the Tories have never had a foothold (it has been Labour-held since 1918, and Trickett’s majority in 2017 was more than 10,000).</p> \n<p>While these women are staunch Labour supporters, they admit friends and family members are intrigued by Johnson, seeing him as fresh and different to other politicians. “People are falling out over it: badly,” said Melanie Burnell.</p> \n<p>And they say political debate has become increasingly fraught – particularly over Brexit.</p> \n<p>Trickett, who was closely involved in planning the 2017 campaign, and sits on Labour’s national executive committee, said the party was ready to challenge Johnson at a general election, despite its uninspiring opinion poll scores.</p> \n<p>He believes Labour will still be able to squeeze the Conservatives when voters ask themselves who they want to run the country for the next five years.</p> \n<p>“At a general election, people are going to have to decide. Because he is a Tory: he’s not standing above party,” he said, adding: “I think it will focus back on the old divisions between a centre-left route for the country or a centre-right route for the party. That’s what it’s going to boil down to in the end.”</p>",
      "newspaperPageNumber": "6",
      "wordcount": "1011",
      "firstPublicationDate": "2019-10-13T17:18:56Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:26Z",
      "newspaperEditionDate": "2019-10-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cg8bv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5244fe78e6f529d19a25aa07bbee2e1193476163/0_113_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jon Trickett has become the first member of the shadow cabinet to state that he would like to campaign for a “Labour Brexit” in a potential future referendum. “I’m a Labour politician, I have been all my life. If there’s a Labour Brexit, for me, I would then want to advocate that Labour deal,” Trickett said, speaking in his Yorkshire constituency of Hemsworth. A close ally of Jeremy Corbyn, Trickett said Labour leave voters must be given a credible option to support in any referendum – which would appear to rule out backing a public vote on a Boris Johnson deal. “There are a large number of people in my constituency who remain attached to the idea that we ought to leave. I think if Labour is to attach ourselves to the idea of a second referendum, we have to offer them an opportunity of voting for a Labour Brexit.” His intervention comes amid mounting pressure on Labour to support efforts to tag a referendum on to any Brexit deal Johnson brings to parliament at a special sitting that is expected to be held next Saturday. That could then result in a “people’s vote” being held before a general election. But Corbyn signalled his caution on Sunday about the idea of backing a Brexit deal in exchange for a referendum, a view echoed by Trickett. “I support the conference decision, and Jeremy’s view, which is to vote down any Tory deal in the house, and then immediately press on to trying to remove the government,” Trickett said. “I think that is the order in which things should be done.” He added: “A referendum before the election would imply a Tory Brexit against remain. I believe that the majority in the country voted for leave – and I feel that a Labour Brexit can only be delivered by a Labour government. So whichever way you look at it, you are back to the proposition that you have an election, you do the negotiation – and then you have the referendum.” Labour’s policy has evolved in a series of steps since the 2017 general election, which the party fought on a platform of honouring the referendum result. At the party’s conference in Brighton last month, it was agreed that if Labour won a general election – which could come within weeks – Corbyn would aim to negotiate a revised Brexit deal, including a customs union, within three months, and put it to a public vote within six. Several shadow cabinet members, including Keir Starmer and Emily Thornberry, have already said they would campaign for remain in that vote. But the Labour leader has declined to say which side he would take. Trickett suggested Corbyn could take a neutral role. “If he wants to unify the country, I could see an argument for him saying, ‘I will implement whatever decision is taken,’” he said. And he urged pro-remain party members not to try to push Corbyn any further, saying: “Do not tie our leader to a position which he thinks is not quite the right one to try to get us into an election victory.” While Starmer has warned that failing to back remain is hurting the party in north London constituencies like his, Trickett said that in Hemsworth, the EU was the least of his constituents’ worries. “When I go round my patch, it’s no exaggeration to say this, actually Brexit isn’t mentioned that much. People who are very, very impassioned by Brexit will talk about nothing else. But the vast majority of people are talking about bus services, cuts to the health service, the cost of living,” he said. Certainly, as the “women of Wakefield”, as Trickett jokingly calls them – a group of local campaigners and community volunteers – meet to chat over tea and biscuits in his constituency office, Brexit barely comes up. Instead, they raise the depredations of universal credit, which has led to burgeoning use of food bank in the area; the lack of opportunities for young people; and the long shadow cast by the miners’ strikes of the 1970s and 80s. “Food banks have been around since 2005, when I founded the first one up at the other end of the district. There’s now 22 food banks, and they are all working flat out. We’ve not seen anything like we’re seeing now,” said Gwen Page. “We can all tell you some horror stories: it’s getting worse. Holiday hunger has been something we’ve all seen.” “People come in, and they’re in tears, and they’re crying,” said Leda Prest. “People walk in – and they couldn’t bring the child, because they’ve got no shoes to put on the child’s feet. I was there yesterday, and we handed out 40 packs of food. We do that five days a week.” She added: “Just two words: universal credit is the issue.” Johnson hopes his “get Brexit done” campaign will help win over voters in constituencies like Hemsworth, where the Tories have never had a foothold (it has been Labour-held since 1918, and Trickett’s majority in 2017 was more than 10,000). While these women are staunch Labour supporters, they admit friends and family members are intrigued by Johnson, seeing him as fresh and different to other politicians. “People are falling out over it: badly,” said Melanie Burnell. And they say political debate has become increasingly fraught – particularly over Brexit. Trickett, who was closely involved in planning the 2017 campaign, and sits on Labour’s national executive committee, said the party was ready to challenge Johnson at a general election, despite its uninspiring opinion poll scores. He believes Labour will still be able to squeeze the Conservatives when voters ask themselves who they want to run the country for the next five years. “At a general election, people are going to have to decide. Because he is a Tory: he’s not standing above party,” he said, adding: “I think it will focus back on the old divisions between a centre-left route for the country or a centre-right route for the party. That’s what it’s going to boil down to in the end.”",
      "charCount": "5807",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/oct/13/boris-johnson-brexit-deal-theresa-may-trade",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-10-13T16:27:21Z",
    "webTitle": "Boris Johnson’s Brexit deal would make people worse off than Theresa May’s | Anand Menon and Jonathan Portes",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/oct/13/boris-johnson-brexit-deal-theresa-may-trade",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/oct/13/boris-johnson-brexit-deal-theresa-may-trade",
    "fields": {
      "headline": "Boris Johnson’s Brexit deal would make people worse off than Theresa May’s",
      "standfirst": "According to our study, the deal now being discussed would reduce per capita GDP by 6.4%, as opposed to 4.9%",
      "trailText": "According to our study, the deal now being discussed would reduce per capita GDP by 6.4%, say Anand Menon and Jonathan Portes of UK in a Changing Europe",
      "byline": "Anand Menon and Jonathan Portes",
      "main": "<figure class=\"element element-image\" data-media-id=\"649f50f99c1d8ce41aba7732bfa211f99ceacfc9\"> <img src=\"https://media.guim.co.uk/649f50f99c1d8ce41aba7732bfa211f99ceacfc9/0_88_6720_4032/1000.jpg\" alt=\"Customs checks signs at the Channel Tunnel entrance in Calais. \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘The UK will be in its own customs territory while only Northern Ireland will be bound by EU rules.’ Customs checks signs at the Channel Tunnel entrance in Calais. </span> <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Back to the (original) backstop? By conceding that any customs border will have to be in the Irish Sea, Boris Johnson appears to have <a href=\"https://www.theguardian.com/politics/2019/oct/13/labour-destroyed-if-leave-mps-help-boris-johnson-win-brexit-majority\" title=\"\">revived the possibility</a> of a Brexit deal. But the focus on the politics of the Irish border risks missing the implications of his proposals for the economy of the UK as a whole. And, as we reveal in our <a href=\"https://ukandeu.ac.uk/wp-content/uploads/2019/10/The-economic-impact-of-Boris-Johnsons-Brexit-proposals.pdf\" title=\"\">report</a> for The UK in a Changing Europe, these are significantly worse than was the case for Theresa May’s Brexit plan.</p> <p>Indeed, Johnson’s motivations for ditching May’s withdrawal agreement have little if anything to do with Northern Ireland. Rather, it is because the new prime minister sees the ultimate relationship the UK should have with the EU very differently to his predecessor. Gone is the notion that a shared customs territory and close regulatory alignment on goods should form a “bridge” to the long-term relationship. As Johnson put it himself in his letter to Jean-Claude Juncker: “The backstop acted as a bridge to a proposed future relationship with the EU in which the UK could be closely integrated with the EU customs arrangements and would align with EU law in many areas. That proposed future relationship is not the goal of the current UK government. The government intends that the future relationship should be based on a free trade agreement in which the UK takes control of its own regulatory affairs and trade policy.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Relative to the status quo and May’s proposals, the economic impact of these proposals would be significant and negative</p> </blockquote> </aside>  <p>So this isn’t about Ireland. It’s about our long-term relationship with the EU. And the bottom line is that the prime minister envisages a far looser relationship than his predecessor.</p> <p>From what we can ascertain (and remember, we cannot be certain what the government will want in the way of a future relationship until negotiations start) the present government is seeking a goods-only or “Canada minus” deal. This will involve only minimal coverage of services. It will also involve significant non-tariff barriers on trade, given that the UK will be in its own customs territory while only Northern Ireland will be bound by EU rules on agriculture and goods.</p> <p>Even if Johnson were to change his mind and decide he wanted a closer relationship, it is entirely possible it would not be on offer. The current government has refused to sign up to EU level playing field provisions on labour and environmental standards. The proximity of the UK mean that it would insist on such provisions in return for access to the EU market. Without them it will be difficult for the UK to reach a comprehensive free trade agreement with the bloc.</p> <p>So what would this mean for the economy? Based on the reduction in trade alone, under May’s deal (assuming no productivity effect, on which more in a moment) income per capita would have been 1.7% lower than under membership. The equivalent figure for the Johnson deal is 2.5%, while that for a World Trade Organization Brexit (no trade deal at all) is 3.3%.</p> <p>However, economists are convinced that reductions in trade also affect productivity. The literature suggests that a 1% decline in trade reduces income per capita by about 0.5%. If, then, we combine this productivity effect with the trade impacts summarised above, we arrive at per capita GDP figures of -4.9%, -6.4% and -8.1% for May’s deal, Johnson’s proposals and a WTO Brexit respectively, as compared with membership.</p> <p>Our findings, in other words, suggest that, relative both to the status quo of EU membership and to May’s proposals, the economic impact of Johnson’s proposals would be significant and negative.</p> <p>This being said, there are steps the government can take to mitigate this impact. One obvious policy lever is UK migration policy. This is an area where Johnson, given his relatively more liberal approach, has more scope than May. And there are clearly other important mechanisms, such as fiscal policy and regulatory policy, where choices will be crucial in determining overall economic performance.</p> <p>As with all forecasts, the findings of our report should be used with caution. Modelling economic impacts of hypothetical scenarios is fraught with difficulty. We don’t seek to reach fine-grained conclusions about the economic impact of various Brexit scenarios. Rather, we hope to have established the broad impacts of leaving the EU, taking into account the major determinants: trade, migration and, indirectly, productivity.</p> <p>What the forecasts do is give an indication of the scale of the impact of Johnson’s proposals. Our main insight is that his proposals sit somewhere between May’s deal and a WTO scenario. The impact on income per capita is negative in all scenarios, but Johnson’s proposals would be more damaging than May’s deal.</p> <p>It should be stressed that we have not looked at what might happen to the UK economy as a whole, but the isolated impact of a change in the UK’s relationship with the EU. Overall economic performance obviously depends on many other factors, including global economic trends and domestic policy choices.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/02/two-borders-four-years-what-boris-johnson-brexit-offer\">'Two borders for four years': what is Boris Johnson's Brexit offer?</a> </p> </aside>  <p>It is more than 25 years since the Clinton presidential campaign almost used “It’s the economy, stupid” as a slogan. We have learned a lot since then, not least that it’s not always the economy and that, when it comes to Brexit, there are many who are willing to accept economic losses to achieve what they see as essentially political objectives. We respect such arguments.</p> <p>Equally, however, we believe that decisions should be taken on the basis of information that is as complete as possible. Brexit might be a largely political project, but in deciding what to think of it we should be in a position to talk knowledgably about its potential economic effects. Making trade harder with our nearest and largest trading partner will inevitably have a negative economic impact. What our findings show is that this impact will be greater for Johnson’s proposals than for May’s deal. That, at a minimum, strikes us as worthy of debate.</p> <p>• Anand Menon is director of UK in a Changing Europe; Jonathan Portes is a senior fellow at UK in a Changing Europe</p>",
      "newspaperPageNumber": "4",
      "wordcount": "1003",
      "commentCloseDate": "2019-10-14T02:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-10-13T16:27:21Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:26Z",
      "newspaperEditionDate": "2019-10-14T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cg8jz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/649f50f99c1d8ce41aba7732bfa211f99ceacfc9/0_88_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Back to the (original) backstop? By conceding that any customs border will have to be in the Irish Sea, Boris Johnson appears to have revived the possibility of a Brexit deal. But the focus on the politics of the Irish border risks missing the implications of his proposals for the economy of the UK as a whole. And, as we reveal in our report for The UK in a Changing Europe, these are significantly worse than was the case for Theresa May’s Brexit plan. Indeed, Johnson’s motivations for ditching May’s withdrawal agreement have little if anything to do with Northern Ireland. Rather, it is because the new prime minister sees the ultimate relationship the UK should have with the EU very differently to his predecessor. Gone is the notion that a shared customs territory and close regulatory alignment on goods should form a “bridge” to the long-term relationship. As Johnson put it himself in his letter to Jean-Claude Juncker: “The backstop acted as a bridge to a proposed future relationship with the EU in which the UK could be closely integrated with the EU customs arrangements and would align with EU law in many areas. That proposed future relationship is not the goal of the current UK government. The government intends that the future relationship should be based on a free trade agreement in which the UK takes control of its own regulatory affairs and trade policy.” So this isn’t about Ireland. It’s about our long-term relationship with the EU. And the bottom line is that the prime minister envisages a far looser relationship than his predecessor. From what we can ascertain (and remember, we cannot be certain what the government will want in the way of a future relationship until negotiations start) the present government is seeking a goods-only or “Canada minus” deal. This will involve only minimal coverage of services. It will also involve significant non-tariff barriers on trade, given that the UK will be in its own customs territory while only Northern Ireland will be bound by EU rules on agriculture and goods. Even if Johnson were to change his mind and decide he wanted a closer relationship, it is entirely possible it would not be on offer. The current government has refused to sign up to EU level playing field provisions on labour and environmental standards. The proximity of the UK mean that it would insist on such provisions in return for access to the EU market. Without them it will be difficult for the UK to reach a comprehensive free trade agreement with the bloc. So what would this mean for the economy? Based on the reduction in trade alone, under May’s deal (assuming no productivity effect, on which more in a moment) income per capita would have been 1.7% lower than under membership. The equivalent figure for the Johnson deal is 2.5%, while that for a World Trade Organization Brexit (no trade deal at all) is 3.3%. However, economists are convinced that reductions in trade also affect productivity. The literature suggests that a 1% decline in trade reduces income per capita by about 0.5%. If, then, we combine this productivity effect with the trade impacts summarised above, we arrive at per capita GDP figures of -4.9%, -6.4% and -8.1% for May’s deal, Johnson’s proposals and a WTO Brexit respectively, as compared with membership. Our findings, in other words, suggest that, relative both to the status quo of EU membership and to May’s proposals, the economic impact of Johnson’s proposals would be significant and negative. This being said, there are steps the government can take to mitigate this impact. One obvious policy lever is UK migration policy. This is an area where Johnson, given his relatively more liberal approach, has more scope than May. And there are clearly other important mechanisms, such as fiscal policy and regulatory policy, where choices will be crucial in determining overall economic performance. As with all forecasts, the findings of our report should be used with caution. Modelling economic impacts of hypothetical scenarios is fraught with difficulty. We don’t seek to reach fine-grained conclusions about the economic impact of various Brexit scenarios. Rather, we hope to have established the broad impacts of leaving the EU, taking into account the major determinants: trade, migration and, indirectly, productivity. What the forecasts do is give an indication of the scale of the impact of Johnson’s proposals. Our main insight is that his proposals sit somewhere between May’s deal and a WTO scenario. The impact on income per capita is negative in all scenarios, but Johnson’s proposals would be more damaging than May’s deal. It should be stressed that we have not looked at what might happen to the UK economy as a whole, but the isolated impact of a change in the UK’s relationship with the EU. Overall economic performance obviously depends on many other factors, including global economic trends and domestic policy choices. It is more than 25 years since the Clinton presidential campaign almost used “It’s the economy, stupid” as a slogan. We have learned a lot since then, not least that it’s not always the economy and that, when it comes to Brexit, there are many who are willing to accept economic losses to achieve what they see as essentially political objectives. We respect such arguments. Equally, however, we believe that decisions should be taken on the basis of information that is as complete as possible. Brexit might be a largely political project, but in deciding what to think of it we should be in a position to talk knowledgably about its potential economic effects. Making trade harder with our nearest and largest trading partner will inevitably have a negative economic impact. What our findings show is that this impact will be greater for Johnson’s proposals than for May’s deal. That, at a minimum, strikes us as worthy of debate. • Anand Menon is director of UK in a Changing Europe; Jonathan Portes is a senior fellow at UK in a Changing Europe",
      "charCount": "5984",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/anand-menon\">Anand Menon</a> and <a href=\"profile/jonathan-portes\">Jonathan Portes</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/oct/13/how-i-tried-to-quit-my-brexit-addiction-tim-adams",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-13T08:05:01Z",
    "webTitle": "Tunnels, ditches, pathways … how I tried to quit my Brexit addiction",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/13/how-i-tried-to-quit-my-brexit-addiction-tim-adams",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/13/how-i-tried-to-quit-my-brexit-addiction-tim-adams",
    "fields": {
      "headline": "Tunnels, ditches, pathways … how I tried to quit my Brexit addiction",
      "standfirst": "On Monday, Tim Adams switched off the news, deleted Twitter and read a novel. By Tuesday, he could resist no longer. As we enter another ‘now or never’ week, will we ever escape this rabbit hole?",
      "trailText": "On Monday, Tim Adams switched off the news, deleted Twitter and read a novel. By Tuesday, he could resist no longer. As we enter another ‘now or never’ week, will we ever escape this rabbit hole?",
      "byline": "Tim Adams",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"3ff4e887a146b350026eeea4f72a74062f2e272d\"> <img src=\"https://media.guim.co.uk/3ff4e887a146b350026eeea4f72a74062f2e272d/0_134_4800_2880/1000.jpg\" alt=\"Leave and remain protesters outside parliament.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Leave and remain protesters outside parliament: supporters on both sides of the argument have significantly increased levels of ‘mental distress’, found an LSE study. </span> <span class=\"element-image__credit\">Photograph: Jack Taylor/Getty</span> </figcaption> </figure>",
      "body": "<p>I had begun last week with a determination to avoid Brexit. Or at least to stick to some kind of personal Brexit diet: either a spartan, fact-based Brexit-Atkins plan, or maybe a four-days-on, three-days-off regime. It was not the first time in the past couple of years that I’d made that resolution. Like many of us, on all sides, I felt jaded by the same questions and the same answers, sated with vitriol, numbed by non-negotiation. I had heard of people who had gone whole weeks without discussing with their kids or their colleagues the removal of the backstop and its implications for the Good Friday agreement, but, in honesty, I didn’t believe they existed.</p> <p>In this spirit I set out on Monday morning to make a point of listening to music rather than news. I used my lunch hour to read a novel rather than Brexit commentary. I deleted the Twitter app from my phone. I wouldn’t, I resolved, give the noise and nonsense any more attention, perhaps until the EU summit – perhaps, with any luck, until Halloween.</p> <p>On Tuesday morning, inevitably, I was suckered back in by an overheard mention of Dominic <a href=\"https://www.theguardian.com/politics/2019/oct/08/immature-no-10-briefings-trigger-another-day-of-brexit-trouble\" title=\"\">Cummings’s unguarded strategy briefing to the </a><em><a href=\"https://www.theguardian.com/politics/2019/oct/08/immature-no-10-briefings-trigger-another-day-of-brexit-trouble\" title=\"\">Spectator</a></em>. I could not resist Googling. And then, of course, there was the thuggish racism of the Leave.EU poster about world wars and krauts, and I was back composing outraged tweet-lines in my head, admonishing myself for taking the bait, a lost cause.</p> <p>By Friday, like the abstemious Lenten nobleman in the film <em>Chocolat</em>, who ends up gorging on prohibited Easter eggs in the chocolate shop window, I found myself back again at something like peak Brexit. I happened to be down near Parliament Square, mooching among bedraggled tourists and aimless pockets of Extinction rebels and drenched Ode to Joy pipers and St George flag wavers. I stepped into a cafe out of the rain and disappeared down another Brexit rabbit hole for an hour or two. It began with a clip of <em>Question Time</em>: an exchange between Theo Paphitis off <em>Dragons’ Den</em><em> </em>and an audience member voicing the angry beliefs that she both “knew what she had voted for” and that “nobody knows what’s going to happen”.</p> <p>Then I was watching, one after another, the 11 Brexit “explainer” videos tweeted out by Andrea Leadsom, each one a mesmerising catalogue of the freedoms we are collectively dying in a ditch to discard. As I was watching, a text happened to come through on my phone, announcing that “passport validity rules will change after Brexit” and I needed to look up the new restrictions. From there, it was only a few Google steps into the back catalogue of Cummings’s blog archive – not the recent, pithy, government one-liners but the impacted, self-mythologising screeds about how the referendum was won and how “the systemic and consistent dysfunction of establishment decision-making systems over a long period, with very poor mechanisms for good, accurate feedback from reality, created the space for a guerrilla operation to exploit”. Or: how I used technology and behavioural science to create division by manipulating fears about immigration.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>A small part of most of us perhaps wonders how we might replace Brexit's spectacle of uncertainty and extremism when it is over</p> </blockquote> </aside>  <p>The trigger for that latest restless effort to make some sense of things, to get a grip, was Thursday’s news that, after three-and-a-half years, the government had <a href=\"https://www.theguardian.com/politics/2019/oct/10/boris-johnson-and-leo-varadkar-say-they-see-pathway-to-brexit-deal\" title=\"\">identified “a pathway” that might yet lead to “a deal”</a>. Forget about the fact that the unknown concessions would, by any account, make the nation significantly worse off and likely dissolve the union, this shift in “mood music” was apparently a cause for hope. The pound surged, though it was hard not to latch on to the twin qualifiers in the announcement: “They agreed that they could see a pathway to a possible deal.” The politicians hadn’t set off on the grail quest. But they had identified the place it might start from if they did.</p> <p>Talking earlier this week about his brief Brexit fable, <em><a href=\"https://www.theguardian.com/books/2019/oct/07/the-cockroach-ian-mcewan-review\" title=\"\">The Cockroach</a></em>, in which the prime minister’s body is taken over by a giant insect, Ian McEwan noted that, as a nation, “we have moved into a mystical realm” when it comes to Brexit, somewhere murky and surreal. That land was divided along many lines, he suggested, but one of the primary ones was between those “who are junkies for this stuff and those who just want to get it done”.</p> <p>It was a nice distinction but I wasn’t quite convinced. It seemed to me, a haggard veteran of vox pops and call-ins, that all sides – even the “get-it-dones” – were now equally in thrall to Brexit’s spectacle of uncertainty and extremism, to the bruisers’ politics it has engendered. A small part of most of us perhaps wonders how we might replace it when it is over; a much larger part fears it never will be.</p> <p>As any student of addiction knows, hits must get stronger for the craving to be satisfied. In Brexit terms, that means ever more layers of manufactured complexity and false hope in pursuit of a deal that will satisfy nobody. One thing that Boris Johnson understands is that the old tropes are not enough to engage attention. “Brexit means Brexit” will no longer cut it. He needs to keep spouting oddness – “pitchforking the incubus off our backs” and so on – because his premiership is based entirely on his ability to offer new kinds of slapstick distraction.</p> <p>In this endeavour he saves most of the best lines for himself. In his novella, McEwan was able to quote a speech of Johnson’s verbatim, an unhinged fantasy about an unfettered Britain that was home to the electric aeroplane; satire was already priced in. Meanwhile the foot soldiers of the cabinet are tasked with remembering their few sanctioned phrases. Seasoned Brexit watchers – by which I mean all of us – could predict the majority of them before they are uttered.</p>  <figure class=\"element element-image\" data-media-id=\"2e88969f263b519c8b5bc85cad14befc5cc893ce\"> <img src=\"https://media.guim.co.uk/2e88969f263b519c8b5bc85cad14befc5cc893ce/0_224_6720_4032/1000.jpg\" alt=\"Demonstrators with placards showing the face of Dominic Cummings as the devil.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Anti-Brexit demonstrators hold placards with the faces of the prime minister, Boris Johnson, and his ‘devilish’ chief adviser, Dominic Cummings.</span> <span class=\"element-image__credit\">Photograph: Isabel Infantes/Getty</span> </figcaption> </figure>  <p>“It doesn’t benefit anyone to have a running commentary on live negotiations,” was one of the lines put out by the hapless education minister Gavin Williamson on Friday morning, before being echoed by others. Meanwhile it was noted that the pause in conversation between the British and Irish leaders allowed “a period of reflection” as to next steps. The nation, as ever, was left to ponder what either of those phrases might mean. That Johnson had developed a plan so subtle in its tracery that it would not bear the light of day? That a meditative safe space was essential to creating a plan for beyond the end of the month?</p> <p>As ever there were one or two new coinages designed to frame the drama. “Super Saturday” was rolled out as the phrase to describe the emergency session of parliament on October 19 at which a deal or an absence of a deal will be addressed. The Tory MP Nigel Evans repeated this phrase with the dedication of a promoter drawing attention to the latest pay-per-view cage fight.</p> <p>Leaving the EU was always going to be an interminable process, not a singular event, but that has never stopped its cheerleaders persisting with fake promises of a brisk final act. Once again, then, we are about to enter a “now or never” week, and we will be invited to go through the motions of believing in the possibility of climax – until we are not. There have been many other crisis weeks. Each promised to be the beginning of the end. None proved to be close to the end of the beginning.</p> <p>In his lazy bestseller <em>The Churchill Factor</em><em>,</em> Johnson dwelt on the few dramatic moments in which his hero changed the course of history, attempting to associate <a href=\"https://www.theguardian.com/books/2014/nov/09/digested-read-the-churchill-factor-boris-johnson\" title=\"\">his own flaky character with Churchill’s indomitable will</a>. In thinking about the coming week, the prime minister is deluded enough to have in mind the image of Churchill facing down a rebellious party minded to negotiate with Hitler, and his “darkest hour” speech, which concluded: “If this long island story of ours is to end at last, let it end only when each one of us lies choking in his own blood upon the ground.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The country is so energised by the prospect of liberation from the EU that productivity is falling at the fastest pace for five years</p> </blockquote> </aside>  <p>The intent of Johnson’s “surrender act” and “do or die” is a shaming echo of that rhetoric. His emergency Saturday parliament is another effort to shackle the crisis of his own making to previous notable occasions when parliament had weekend sittings: at the outbreak of the war in 1939, for the Suez Crisis in 1956 and on the invasion of the Falklands in 1982. None of those previous threats to the nation was a homegrown invention. Unlike Churchill (or Eden or Thatcher), Johnson, would – in continuing to countenance a no-deal Brexit – have his country suffer an economic and social blitz simply to demonstrate that he has a semblance of spirit.</p> <p>If this is his personal plan it feels more than ever like a by-product of a wider philosophy. In his blogs, Cummings dwells on some of his own heroes, those cross-disciplinary “synthesisers”, with their “cool Thucydidean courage to face reality”. His most recent long missive argues that “what is happening now is a once in a 50- or 100-year crisis and such crises also are the waves that can be ridden to change things normally unchangeable”. His aim appears to be to surf the current “creative chaos” in the belief it might beach government in a technocratic future in which policy and strategy are dictated by an elite “Red Team” in his own image. <a href=\"https://dominiccummings.com/tag/cameron/\" title=\"\">“It’s very hard to create a wave and it’s much easier to ride one</a>,” he notes.</p> <p>In this realm of deliberate turbulence, in the name of future efficiencies, <a href=\"https://www.theguardian.com/politics/2019/sep/01/get-ready-for-brexit-government-launches-information-blitz\" title=\"\">billions of pounds continue to be squandered</a> to prepare for a no-deal exit that the courts and parliament have agreed cannot happen. Meanwhile, the government reneges on its promise to settled EU nationals by threatening deportations, and pledges to reward expatriate citizens with six months of healthcare when a lifetime of provision was once guaranteed. And the country is so energised by the prospect of liberation from the European Union that the <a href=\"https://www.theguardian.com/business/2019/oct/08/uk-productivity-brexit-boris-johnson-labour\" title=\"\">productivity of its workforce is falling at the fastest pace for five years</a>, and remains drastically below the EU average.</p> <p><a href=\"https://www.theguardian.com/politics/2019/jun/15/divided-pessimistic-angry-survey-reveals-bleak-mood-of-pre-brexit-uk\" title=\"\">Surveys of the nation’s psychological health</a> catch the effects of those figures. The latest revealed that around four in 10 people – 22 million – reported feeling powerless (43%), angry (39%) or anxious (38%) because of Brexit in the last year. An LSE study which examined data from 35,000 people found significant increased levels of “mental distress” post-referendum that showed “no significant difference” between Remainers and Leavers.</p> <p>Where will it end? The news, as I write this, offers the promise that the EU27 have given “the green light for Brexit talks to move to the ‘tunnel’ phase”. There is debate about whether that means negotiations are actually “entering the tunnel”, or whether intensified discussions are to prepare for “possibly entering the tunnel”. And so we approach another week, employing more millions of collective hours and days of attention and emotion discovering if we are yet in the dark, and being fed our daily bread of catchphrase and half-truth, waiting for what comes next.</p>  <figure class=\"element element-image\" data-media-id=\"0a0b6de3b38d4794d5d3d0fa7f9275f1ffdcab56\"> <img src=\"https://media.guim.co.uk/0a0b6de3b38d4794d5d3d0fa7f9275f1ffdcab56/0_265_3500_2099/1000.jpg\" alt=\"Theresa May, then UK prime minister, with Jean-Claude Juncker, president of the European commission, in 2017.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May, then UK prime minister, with Jean-Claude Juncker, president of the European commission, in 2017, when it seemed a deal could be achieved.</span> <span class=\"element-image__credit\">Photograph: Yves Herman/Reuters</span> </figcaption> </figure>  <h2>17 January 2017</h2> <p>In her first substantial speech on Brexit, Prime Minister Theresa May sets out her “red lines” and a 12-point “plan for Britain”, ruling out membership of the customs union. The <em>Daily Mail</em> greets the news with a front page that announces “Steel of the new Iron Lady … We’ll walk away from a bad deal and make the EU pay.”</p> <h2>29 March 2017</h2> <p>May triggers article 50, starting the two-year countdown to Britain leaving the EU. The <em>Sun</em> beams the message “Dover and out” onto the White Cliffs, for the benefit of our EU neighbours.</p> <h2>8 December 2017</h2> <p>After a series of late-night crisis meetings in Brussels, the idea of the Irish backstop surfaces for the first time. The <em>Times</em> reports that Theresa May “is to confront Boris Johnson over his vision for Brexit”. The <em>Daily Telegraph</em> calls it “The price of freedom”.</p> <h2>9 July 2018</h2> <p>After convening an emergency meeting at Chequers to sign off a collective position on the European withdrawal bill, May ends up “fighting for her political life” after the subsequent resignations of David Davis and Boris Johnson, the latter later describing the deal as a “suicide vest”.</p> <h2>10 December 2018</h2> <p>May scraps plans to have a Commons vote on her withdrawal agreement at the last minute, in the knowledge that 100 Tory MPs will vote against it. “Desperate May reveals her plan B” the <em>Guardian</em> reports, which is “to buy more time”.</p> <h2>15 January 2019</h2> <p>May suffers the biggest defeat in parliamentary history for her withdrawal bill. The<em> </em><em>Sun</em> declares her “Brextinct”, and suggests the deal is as “dead as a dodo”.</p> <h2>12 March 2019</h2> <p>Despite a belief that May had assurances from MPs, the withdrawal bill is defeated again, this time by 149 votes, making the possibility of leaving the EU on 29 March impossible. “How much more of this can Britain take?” the <em>Express</em> asked. Plenty, it seems.</p> <p>All eight indicative votes to discover where parliament’s will over Brexit lies are defeated, along with a third attempt by May to pass her withdrawal bill. “Parliament finally has its say”, the <em>Guardian</em> reports: “No. No. No. No. No. No. No. No.” The prime minister offers to resign if MPs will back her deal.</p> <h2>24 May 2019</h2> <p>Having moved to find a cross-party consensus over Brexit with Labour, Theresa May is forced into an emotional resignation as prime minister by her own party. “It all ends in tears” the <em>Times</em> reports.</p> <h2>28 August 2019</h2> <p>In one of the first acts of his leadership, Boris Johnson announces that he will prorogue parliament for five weeks in an apparent effort to keep the possibility of a no-deal Brexit alive. The decision is subsequently overturned as unconstitutional in the courts.</p>",
      "newspaperPageNumber": "46",
      "wordcount": "2313",
      "commentable": "false",
      "firstPublicationDate": "2019-10-13T08:05:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:27Z",
      "newspaperEditionDate": "2019-10-13T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/cg4gg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/3ff4e887a146b350026eeea4f72a74062f2e272d/0_134_4800_2880/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I had begun last week with a determination to avoid Brexit. Or at least to stick to some kind of personal Brexit diet: either a spartan, fact-based Brexit-Atkins plan, or maybe a four-days-on, three-days-off regime. It was not the first time in the past couple of years that I’d made that resolution. Like many of us, on all sides, I felt jaded by the same questions and the same answers, sated with vitriol, numbed by non-negotiation. I had heard of people who had gone whole weeks without discussing with their kids or their colleagues the removal of the backstop and its implications for the Good Friday agreement, but, in honesty, I didn’t believe they existed. In this spirit I set out on Monday morning to make a point of listening to music rather than news. I used my lunch hour to read a novel rather than Brexit commentary. I deleted the Twitter app from my phone. I wouldn’t, I resolved, give the noise and nonsense any more attention, perhaps until the EU summit – perhaps, with any luck, until Halloween. On Tuesday morning, inevitably, I was suckered back in by an overheard mention of Dominic Cummings’s unguarded strategy briefing to the Spectator. I could not resist Googling. And then, of course, there was the thuggish racism of the Leave.EU poster about world wars and krauts, and I was back composing outraged tweet-lines in my head, admonishing myself for taking the bait, a lost cause. By Friday, like the abstemious Lenten nobleman in the film Chocolat, who ends up gorging on prohibited Easter eggs in the chocolate shop window, I found myself back again at something like peak Brexit. I happened to be down near Parliament Square, mooching among bedraggled tourists and aimless pockets of Extinction rebels and drenched Ode to Joy pipers and St George flag wavers. I stepped into a cafe out of the rain and disappeared down another Brexit rabbit hole for an hour or two. It began with a clip of Question Time: an exchange between Theo Paphitis off Dragons’ Den and an audience member voicing the angry beliefs that she both “knew what she had voted for” and that “nobody knows what’s going to happen”. Then I was watching, one after another, the 11 Brexit “explainer” videos tweeted out by Andrea Leadsom, each one a mesmerising catalogue of the freedoms we are collectively dying in a ditch to discard. As I was watching, a text happened to come through on my phone, announcing that “passport validity rules will change after Brexit” and I needed to look up the new restrictions. From there, it was only a few Google steps into the back catalogue of Cummings’s blog archive – not the recent, pithy, government one-liners but the impacted, self-mythologising screeds about how the referendum was won and how “the systemic and consistent dysfunction of establishment decision-making systems over a long period, with very poor mechanisms for good, accurate feedback from reality, created the space for a guerrilla operation to exploit”. Or: how I used technology and behavioural science to create division by manipulating fears about immigration. The trigger for that latest restless effort to make some sense of things, to get a grip, was Thursday’s news that, after three-and-a-half years, the government had identified “a pathway” that might yet lead to “a deal”. Forget about the fact that the unknown concessions would, by any account, make the nation significantly worse off and likely dissolve the union, this shift in “mood music” was apparently a cause for hope. The pound surged, though it was hard not to latch on to the twin qualifiers in the announcement: “They agreed that they could see a pathway to a possible deal.” The politicians hadn’t set off on the grail quest. But they had identified the place it might start from if they did. Talking earlier this week about his brief Brexit fable, The Cockroach, in which the prime minister’s body is taken over by a giant insect, Ian McEwan noted that, as a nation, “we have moved into a mystical realm” when it comes to Brexit, somewhere murky and surreal. That land was divided along many lines, he suggested, but one of the primary ones was between those “who are junkies for this stuff and those who just want to get it done”. It was a nice distinction but I wasn’t quite convinced. It seemed to me, a haggard veteran of vox pops and call-ins, that all sides – even the “get-it-dones” – were now equally in thrall to Brexit’s spectacle of uncertainty and extremism, to the bruisers’ politics it has engendered. A small part of most of us perhaps wonders how we might replace it when it is over; a much larger part fears it never will be. As any student of addiction knows, hits must get stronger for the craving to be satisfied. In Brexit terms, that means ever more layers of manufactured complexity and false hope in pursuit of a deal that will satisfy nobody. One thing that Boris Johnson understands is that the old tropes are not enough to engage attention. “Brexit means Brexit” will no longer cut it. He needs to keep spouting oddness – “pitchforking the incubus off our backs” and so on – because his premiership is based entirely on his ability to offer new kinds of slapstick distraction. In this endeavour he saves most of the best lines for himself. In his novella, McEwan was able to quote a speech of Johnson’s verbatim, an unhinged fantasy about an unfettered Britain that was home to the electric aeroplane; satire was already priced in. Meanwhile the foot soldiers of the cabinet are tasked with remembering their few sanctioned phrases. Seasoned Brexit watchers – by which I mean all of us – could predict the majority of them before they are uttered. “It doesn’t benefit anyone to have a running commentary on live negotiations,” was one of the lines put out by the hapless education minister Gavin Williamson on Friday morning, before being echoed by others. Meanwhile it was noted that the pause in conversation between the British and Irish leaders allowed “a period of reflection” as to next steps. The nation, as ever, was left to ponder what either of those phrases might mean. That Johnson had developed a plan so subtle in its tracery that it would not bear the light of day? That a meditative safe space was essential to creating a plan for beyond the end of the month? As ever there were one or two new coinages designed to frame the drama. “Super Saturday” was rolled out as the phrase to describe the emergency session of parliament on October 19 at which a deal or an absence of a deal will be addressed. The Tory MP Nigel Evans repeated this phrase with the dedication of a promoter drawing attention to the latest pay-per-view cage fight. Leaving the EU was always going to be an interminable process, not a singular event, but that has never stopped its cheerleaders persisting with fake promises of a brisk final act. Once again, then, we are about to enter a “now or never” week, and we will be invited to go through the motions of believing in the possibility of climax – until we are not. There have been many other crisis weeks. Each promised to be the beginning of the end. None proved to be close to the end of the beginning. In his lazy bestseller The Churchill Factor, Johnson dwelt on the few dramatic moments in which his hero changed the course of history, attempting to associate his own flaky character with Churchill’s indomitable will. In thinking about the coming week, the prime minister is deluded enough to have in mind the image of Churchill facing down a rebellious party minded to negotiate with Hitler, and his “darkest hour” speech, which concluded: “If this long island story of ours is to end at last, let it end only when each one of us lies choking in his own blood upon the ground.” The intent of Johnson’s “surrender act” and “do or die” is a shaming echo of that rhetoric. His emergency Saturday parliament is another effort to shackle the crisis of his own making to previous notable occasions when parliament had weekend sittings: at the outbreak of the war in 1939, for the Suez Crisis in 1956 and on the invasion of the Falklands in 1982. None of those previous threats to the nation was a homegrown invention. Unlike Churchill (or Eden or Thatcher), Johnson, would – in continuing to countenance a no-deal Brexit – have his country suffer an economic and social blitz simply to demonstrate that he has a semblance of spirit. If this is his personal plan it feels more than ever like a by-product of a wider philosophy. In his blogs, Cummings dwells on some of his own heroes, those cross-disciplinary “synthesisers”, with their “cool Thucydidean courage to face reality”. His most recent long missive argues that “what is happening now is a once in a 50- or 100-year crisis and such crises also are the waves that can be ridden to change things normally unchangeable”. His aim appears to be to surf the current “creative chaos” in the belief it might beach government in a technocratic future in which policy and strategy are dictated by an elite “Red Team” in his own image. “It’s very hard to create a wave and it’s much easier to ride one,” he notes. In this realm of deliberate turbulence, in the name of future efficiencies, billions of pounds continue to be squandered to prepare for a no-deal exit that the courts and parliament have agreed cannot happen. Meanwhile, the government reneges on its promise to settled EU nationals by threatening deportations, and pledges to reward expatriate citizens with six months of healthcare when a lifetime of provision was once guaranteed. And the country is so energised by the prospect of liberation from the European Union that the productivity of its workforce is falling at the fastest pace for five years, and remains drastically below the EU average. Surveys of the nation’s psychological health catch the effects of those figures. The latest revealed that around four in 10 people – 22 million – reported feeling powerless (43%), angry (39%) or anxious (38%) because of Brexit in the last year. An LSE study which examined data from 35,000 people found significant increased levels of “mental distress” post-referendum that showed “no significant difference” between Remainers and Leavers. Where will it end? The news, as I write this, offers the promise that the EU27 have given “the green light for Brexit talks to move to the ‘tunnel’ phase”. There is debate about whether that means negotiations are actually “entering the tunnel”, or whether intensified discussions are to prepare for “possibly entering the tunnel”. And so we approach another week, employing more millions of collective hours and days of attention and emotion discovering if we are yet in the dark, and being fed our daily bread of catchphrase and half-truth, waiting for what comes next. 17 January 2017 In her first substantial speech on Brexit, Prime Minister Theresa May sets out her “red lines” and a 12-point “plan for Britain”, ruling out membership of the customs union. The Daily Mail greets the news with a front page that announces “Steel of the new Iron Lady … We’ll walk away from a bad deal and make the EU pay.” 29 March 2017 May triggers article 50, starting the two-year countdown to Britain leaving the EU. The Sun beams the message “Dover and out” onto the White Cliffs, for the benefit of our EU neighbours. 8 December 2017 After a series of late-night crisis meetings in Brussels, the idea of the Irish backstop surfaces for the first time. The Times reports that Theresa May “is to confront Boris Johnson over his vision for Brexit”. The Daily Telegraph calls it “The price of freedom”. 9 July 2018 After convening an emergency meeting at Chequers to sign off a collective position on the European withdrawal bill, May ends up “fighting for her political life” after the subsequent resignations of David Davis and Boris Johnson, the latter later describing the deal as a “suicide vest”. 10 December 2018 May scraps plans to have a Commons vote on her withdrawal agreement at the last minute, in the knowledge that 100 Tory MPs will vote against it. “Desperate May reveals her plan B” the Guardian reports, which is “to buy more time”. 15 January 2019 May suffers the biggest defeat in parliamentary history for her withdrawal bill. The Sun declares her “Brextinct”, and suggests the deal is as “dead as a dodo”. 12 March 2019 Despite a belief that May had assurances from MPs, the withdrawal bill is defeated again, this time by 149 votes, making the possibility of leaving the EU on 29 March impossible. “How much more of this can Britain take?” the Express asked. Plenty, it seems. All eight indicative votes to discover where parliament’s will over Brexit lies are defeated, along with a third attempt by May to pass her withdrawal bill. “Parliament finally has its say”, the Guardian reports: “No. No. No. No. No. No. No. No.” The prime minister offers to resign if MPs will back her deal. 24 May 2019 Having moved to find a cross-party consensus over Brexit with Labour, Theresa May is forced into an emotional resignation as prime minister by her own party. “It all ends in tears” the Times reports. 28 August 2019 In one of the first acts of his leadership, Boris Johnson announces that he will prorogue parliament for five weeks in an apparent effort to keep the possibility of a no-deal Brexit alive. The decision is subsequently overturned as unconstitutional in the courts.",
      "charCount": "13393",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/timadams\">Tim Adams</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]