[
  {
    "id": "uk-news/2019/may/09/ex-tory-businessman-mike-greene-brexit-party-peterborough-byelection",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-05-09T18:46:00Z",
    "webTitle": "Ex-Tory businessman to stand for Brexit party in Peterborough",
    "webUrl": "https://www.theguardian.com/uk-news/2019/may/09/ex-tory-businessman-mike-greene-brexit-party-peterborough-byelection",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/may/09/ex-tory-businessman-mike-greene-brexit-party-peterborough-byelection",
    "fields": {
      "headline": "Ex-Tory businessman to stand for Brexit party in Peterborough",
      "standfirst": "<p>Mike Greene seeks to become MP for Nigel Farage’s party in byelection on 6 June</p>",
      "trailText": "Mike Greene seeks to become MP for Nigel Farage’s party in byelection on 6 June",
      "byline": "Sarah Marsh",
      "main": "<figure class=\"element element-image\" data-media-id=\"c56b3fa7149fe643ae81353cebde747fabcd71c3\"> \n <img src=\"https://media.guim.co.uk/c56b3fa7149fe643ae81353cebde747fabcd71c3/0_0_3500_2101/1000.jpg\" alt=\"Mike Greene (left) with Nigel Farage (right) announcing that the businessman would stand for the Brexit party in Peterborough’s byelection.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Mike Greene (left) with Nigel Farage (right) announcing that the businessman would stand for the Brexit party in Peterborough’s byelection.</span> \n  <span class=\"element-image__credit\">Photograph: Joe Giddens/PA</span> \n </figcaption> \n</figure>",
      "body": "<p>The Brexit party has announced the former Tory-supporting businessman Mike Greene as its candidate for the Peterborough byelection.</p> \n<p>Greene, who appeared on Channel 4’s The Secret Millionaire, will stand for Nigel Farage’s new party on 6 June.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/09/tories-must-avoid-populism-temptation-says-justice-secretary-david-gauke\">Tories must avoid populism temptation, says justice secretary</a> </p> \n</aside> \n<p>In a video introducing his candidacy, shown at the Great Northern hotel in Peterborough, Greene said: “I never wanted to get into politics but the system is broken. I am asking you to vote for me as the Brexit party candidate to get a politician in Peterborough who wants to work for you.”</p> \n<p>He said that if he had been asked 10 days or two weeks ago if he expected to be making this speech, he would have said no. “But times are changing and it is time to change for good,” he said.</p> \n<p>He added: “This city, like this country, can do so much better. There is so much to celebrate, but often people say about Peterborough: isn’t that where you go to get a new passport? We are an hour and a half from four international airports. We need someone who cares about the city.”</p> \n<p>Greene, a lifelong Conservative supporter, is a former trustee of Peterborough Cathedral and local benefactor. He built his business globally before returning to the city where he grew up.</p> \n<p>Farage said he was pleased with Greene’s candidacy. “What we do know is Labour are working the ground hard and we start with a couple of disadvantages.</p> \n<p>“What we have is a particular appeal with this type of candidate, someone who has not been part of the two major parties, someone who has clearly never coveted a career in politics. Someone who is doing it because he believes in it. That is the kind of new politics the Brexit party will bring to all elections in this country.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"5a246ca8-1e20-4968-bb76-17c1e0b01c45\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Why is there a by-election?</strong></p>\n    <p></p>\n    <p>Former Labour MP Fiona Onasanya lost her seat after being jailed for <a href=\"https://www.theguardian.com/uk-news/2019/jan/29/labour-mp-fiona-onasanya-jailed-for-lying-speeding-ticket\">perverting the course of justice</a>. She become the first parliamentarian to be removed from office after a <a href=\"https://www.theguardian.com/politics/2019/may/01/disgraced-mp-fiona-onasanya-loses-seat-after-recall-petition\">recall petition</a>.</p>\n    <p></p>\n    <p><strong>How did the parties do at the last election?</strong></p>\n    <p></p>\n    <p>In 2017 a close vote saw Labour take the seat from sitting Conservative MP Stewart Jackson with a majority of just 607.</p>\n    <p>Labour - Fiona Onasanya 22,950<br>Conservative- Stewart Jackson 22,343<br>Liberal Democrat - Beki Sellick 1,597<br>Green - Fiona Radić 848</p>\n    <p></p>\n    <p><strong>Who is standing this time?</strong></p>\n    <p></p>\n    <p>Labour are hoping to retain the seat with Unite trade unionist Lisa Forbes, who previously contested it in 2015. The Conservatives will try to prise it back with local businessman Paul Bristow.</p>\n    <p>Ex-Tory businessman <a href=\"https://www.theguardian.com/uk-news/2019/may/09/ex-tory-businessman-mike-greene-brexit-party-peterborough-byelection\">Mike Greene is to stand for the Brexit party</a>, their first attempt to secure an MP, which comes just two weeks after they won the largest vote share at the European Parliamentary elections.</p>\n    <p>An attempt to form an alliance of pro-remain parties to support a single candidate <a href=\"https://www.theguardian.com/uk-news/2019/may/09/remain-parties-peterborough-byelection-single-candidate-lib-dems-greens-change-uk\">collapsed</a>. Representatives of the Liberal Democrats, the Green party, Renew and Change UK failed to reach an agreement on a single independent candidate. The Lib Dems and the Greens are now standing separately, while Change UK will support the Renew candidate Peter Ward.</p>\n    <p></p>\n    <p><strong>When will we know the result?</strong></p>\n    <p></p>\n    <p>The by-election is on Thursday 6 June. Polls close at 10pm, and the result should be known within a couple of hours.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Farage said he believed the party would do very well. “We will give it our best shot, and that is the best I can say at this stage. The Conservative and Labour party will be very worried by the presence of Mike Greene.”</p> \n<p>The mood in Peterborough was mixed on whether a Brexit party would be successful, with people commenting that the city was divided politically. However, Britain leaving the EU seemed to be a central issue for many considering who to vote for.</p> \n<p>Mark Harris, 49, said: “Brexit is the main issue. I wish MPs would listen to the public and fulfil what we have asked for. I am voting on that issue primarily because it is fundamental to democracy. The Brexit party will get my vote because I want to see Brexit happen.”</p> \n<p>Another resident, Helen Townsend, 41, agreed. “Brexit is a concern, but so is homelessness, which is rife in the city. But everyone feels let down by all the major parties. They don’t seem to have our interests at heart. I will vote independent.”</p> \n<p>Kieren Steels, 31, said he felt that Labour were the only party to “see us through the mess we are in”. He said: “I set up a shop for kids to do art, music and science in the area. I did it through a GoFundMe page… We want to show the council that this sort of stuff works, but we have to pay for it ourselves. All the attention is on Brexit, which half the country does not want.”</p> \n<p>Lucy Anderson, 18, said that a lot of older people were Conservative in Peterborough while the younger generation had varied beliefs. “If a Brexit party got in it would cause a lot of tension… Brexit is not a factor in how I will be voting. I am down for anyone who will put funding into the NHS and other services. I really hate Brexit.”</p> \n<p><a href=\"https://www.theguardian.com/uk-news/2019/may/09/remain-parties-peterborough-byelection-single-candidate-lib-dems-greens-change-uk\">An attempt to form an alliance of pro-remain parties to support a single candidate collapsed on Thursday afternoon.</a></p> \n<p>The byelection in Peterborough was triggered when disgraced Labour MP Fiona Onasanya was <a href=\"https://www.theguardian.com/politics/2019/may/01/disgraced-mp-fiona-onasanya-loses-seat-after-recall-petition\">removed from office after a recall petition</a>. The 35-year-old solicitor was convicted earlier this year of perverting the course of justice for lying about a speeding offence.</p> \n<p>More than a quarter of voters in the Cambridgeshire constituency signed the petition to remove her.</p> \n<p>Labour has put up Lisa Forbes as a candidate, with Paul Bristow representing the Conservatives, and Beki Sellick for the Liberal Democrats.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/09/brexit-leave-remain-labour-jeremy-corbyn-campaign-launch-european-elections\">Jeremy Corbyn urges voters to discard labels of leave and remain</a> </p> \n</aside> \n<p>Farage, speaking in Peterborough on Thursday, said he wanted to respond to Labour’s leader, Jeremy Corbyn, who has said that only his party can “stand up to Farage’s snake oil.”</p> \n<p>“It sounds to me that he is getting rattled,” Farage said. “There are millions of traditional Labour voters who voted to leave … He should take up my more-than-generous offer to have a public debate with him.”</p> \n<p>Corbyn <a href=\"https://www.theguardian.com/politics/2019/may/09/brexit-leave-remain-labour-jeremy-corbyn-campaign-launch-european-elections\">said</a> on Thursday: “The view we put forward – the party conference put this forward, the national executive agreed this – [was] that we should include the option of having a ballot on a public vote on the outcome of the talks and negotiations on what we’re putting forward. I would want that to be seen as a healing process, and bringing this whole process to a conclusion.</p> \n<p>“Nothing is easy in this. But our essential message has to be to bring people together and that’s the basis on which we’ve approached both what we’ve done in parliament and in the negotiations itself.”</p> \n<p>Farage said: “I don’t think we need a second referendum. We’ve had a referendum. I think it would be a huge insult to the British public to force them to vote again and I expect we’d vote leave by a bigger margin.”</p>",
      "newspaperPageNumber": "10",
      "wordcount": "929",
      "firstPublicationDate": "2019-05-09T12:55:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:39Z",
      "newspaperEditionDate": "2019-05-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/be4pg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c56b3fa7149fe643ae81353cebde747fabcd71c3/0_0_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Brexit party has announced the former Tory-supporting businessman Mike Greene as its candidate for the Peterborough byelection. Greene, who appeared on Channel 4’s The Secret Millionaire, will stand for Nigel Farage’s new party on 6 June. In a video introducing his candidacy, shown at the Great Northern hotel in Peterborough, Greene said: “I never wanted to get into politics but the system is broken. I am asking you to vote for me as the Brexit party candidate to get a politician in Peterborough who wants to work for you.” He said that if he had been asked 10 days or two weeks ago if he expected to be making this speech, he would have said no. “But times are changing and it is time to change for good,” he said. He added: “This city, like this country, can do so much better. There is so much to celebrate, but often people say about Peterborough: isn’t that where you go to get a new passport? We are an hour and a half from four international airports. We need someone who cares about the city.” Greene, a lifelong Conservative supporter, is a former trustee of Peterborough Cathedral and local benefactor. He built his business globally before returning to the city where he grew up. Farage said he was pleased with Greene’s candidacy. “What we do know is Labour are working the ground hard and we start with a couple of disadvantages. “What we have is a particular appeal with this type of candidate, someone who has not been part of the two major parties, someone who has clearly never coveted a career in politics. Someone who is doing it because he believes in it. That is the kind of new politics the Brexit party will bring to all elections in this country.” Farage said he believed the party would do very well. “We will give it our best shot, and that is the best I can say at this stage. The Conservative and Labour party will be very worried by the presence of Mike Greene.” The mood in Peterborough was mixed on whether a Brexit party would be successful, with people commenting that the city was divided politically. However, Britain leaving the EU seemed to be a central issue for many considering who to vote for. Mark Harris, 49, said: “Brexit is the main issue. I wish MPs would listen to the public and fulfil what we have asked for. I am voting on that issue primarily because it is fundamental to democracy. The Brexit party will get my vote because I want to see Brexit happen.” Another resident, Helen Townsend, 41, agreed. “Brexit is a concern, but so is homelessness, which is rife in the city. But everyone feels let down by all the major parties. They don’t seem to have our interests at heart. I will vote independent.” Kieren Steels, 31, said he felt that Labour were the only party to “see us through the mess we are in”. He said: “I set up a shop for kids to do art, music and science in the area. I did it through a GoFundMe page… We want to show the council that this sort of stuff works, but we have to pay for it ourselves. All the attention is on Brexit, which half the country does not want.” Lucy Anderson, 18, said that a lot of older people were Conservative in Peterborough while the younger generation had varied beliefs. “If a Brexit party got in it would cause a lot of tension… Brexit is not a factor in how I will be voting. I am down for anyone who will put funding into the NHS and other services. I really hate Brexit.” An attempt to form an alliance of pro-remain parties to support a single candidate collapsed on Thursday afternoon. The byelection in Peterborough was triggered when disgraced Labour MP Fiona Onasanya was removed from office after a recall petition. The 35-year-old solicitor was convicted earlier this year of perverting the course of justice for lying about a speeding offence. More than a quarter of voters in the Cambridgeshire constituency signed the petition to remove her. Labour has put up Lisa Forbes as a candidate, with Paul Bristow representing the Conservatives, and Beki Sellick for the Liberal Democrats. Farage, speaking in Peterborough on Thursday, said he wanted to respond to Labour’s leader, Jeremy Corbyn, who has said that only his party can “stand up to Farage’s snake oil.” “It sounds to me that he is getting rattled,” Farage said. “There are millions of traditional Labour voters who voted to leave … He should take up my more-than-generous offer to have a public debate with him.” Corbyn said on Thursday: “The view we put forward – the party conference put this forward, the national executive agreed this – [was] that we should include the option of having a ballot on a public vote on the outcome of the talks and negotiations on what we’re putting forward. I would want that to be seen as a healing process, and bringing this whole process to a conclusion. “Nothing is easy in this. But our essential message has to be to bring people together and that’s the basis on which we’ve approached both what we’ve done in parliament and in the negotiations itself.” Farage said: “I don’t think we need a second referendum. We’ve had a referendum. I think it would be a huge insult to the British public to force them to vote again and I expect we’d vote leave by a bigger margin.”",
      "charCount": "5187",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/sarah-marsh\">Sarah Marsh</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/may/09/let-asylum-seekers-work-while-they-wait-for-home-office-decision",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-05-09T17:26:15Z",
    "webTitle": "Let asylum seekers work while they wait for Home Office decision | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/may/09/let-asylum-seekers-work-while-they-wait-for-home-office-decision",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/may/09/let-asylum-seekers-work-while-they-wait-for-home-office-decision",
    "fields": {
      "headline": "Let asylum seekers work while they wait for Home Office decision",
      "standfirst": "In our research we have spoken to doctors, nurses, teachers, accountants and social workers who have been waiting for years while their skills and qualifications become redundant, says <strong>Helen O’Nions</strong>",
      "trailText": "<strong>Letters: </strong>In our research we have spoken to doctors, nurses, teachers, accountants and social workers who have been waiting for years while their skills and qualifications become redundant, says <strong>Helen O’Nions</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"d03c4dd8f158f5b71007f48a6011380165fc8b7d\"> <img src=\"https://media.guim.co.uk/d03c4dd8f158f5b71007f48a6011380165fc8b7d/0_192_5760_3456/1000.jpg\" alt=\"The Home Office visas and immigration office in London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The government’s hostile environment policy for asylum seekers in the UK is ‘alive and well’ writes Helen O’Nions. </span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>I have been engaged in research examining the experiences of people with insecure immigration status living in Nottingham. Regarding the evident shortage of skilled and unskilled workers post-Brexit, there is an obvious solution – allowing asylum seekers to enter employment.</p> <p>Many of the families we have spoken to live in substandard accommodation and rely on clothing and food banks. Contrary to the EU’s target of six months for a final decision – a target that the Home Office is now scrapping (<a href=\"https://www.theguardian.com/uk-news/2019/may/07/home-office-abandons-six-month-target-for-asylum-claim-decisions\" title=\"\">Report</a>, 8 May) – we have spoken to doctors, nurses, teachers, accountants and social workers who have been waiting for years while their skills and qualifications become redundant. In some cases they have mounted fresh claims. In other cases they are unable to return due to conditions in their home country making safe return impossible.</p> <p>We have identified a dramatic impact on wellbeing. Most are unable to participate in society in a meaningful way due to the low level of support (£37.75 for an adult and nothing for those receiving final refusal). Almost everyone we have spoken to exhibited signs of depression and anxiety. For those that do return, denying employment will make their subsequent integration even more challenging. </p> <p>The situation is exacerbated by a shortage of good-quality, legally aided advice. Desperate applicants are being persuaded by “consultancy” firms that promise biometric residence permits (which conveniently never materialise) in exchange for cash. Fresh claims typically require applicants to pay for country expert reports that are not funded. Law centres rarely do asylum work, and asylum solicitors have told us they are overwhelmed.</p> <p>The Home Office’s hostile environment policy is alive and well, and we should all be shamed by it.<br><strong>Helen O’Nions</strong><br><em>Nottingham Trent University</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "329",
      "commentable": "false",
      "firstPublicationDate": "2019-05-09T17:26:15Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:29Z",
      "newspaperEditionDate": "2019-05-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/be4p9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d03c4dd8f158f5b71007f48a6011380165fc8b7d/0_192_5760_3456/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I have been engaged in research examining the experiences of people with insecure immigration status living in Nottingham. Regarding the evident shortage of skilled and unskilled workers post-Brexit, there is an obvious solution – allowing asylum seekers to enter employment. Many of the families we have spoken to live in substandard accommodation and rely on clothing and food banks. Contrary to the EU’s target of six months for a final decision – a target that the Home Office is now scrapping (Report, 8 May) – we have spoken to doctors, nurses, teachers, accountants and social workers who have been waiting for years while their skills and qualifications become redundant. In some cases they have mounted fresh claims. In other cases they are unable to return due to conditions in their home country making safe return impossible. We have identified a dramatic impact on wellbeing. Most are unable to participate in society in a meaningful way due to the low level of support (£37.75 for an adult and nothing for those receiving final refusal). Almost everyone we have spoken to exhibited signs of depression and anxiety. For those that do return, denying employment will make their subsequent integration even more challenging. The situation is exacerbated by a shortage of good-quality, legally aided advice. Desperate applicants are being persuaded by “consultancy” firms that promise biometric residence permits (which conveniently never materialise) in exchange for cash. Fresh claims typically require applicants to pay for country expert reports that are not funded. Law centres rarely do asylum work, and asylum solicitors have told us they are overwhelmed. The Home Office’s hostile environment policy is alive and well, and we should all be shamed by it. Helen O’Nions Nottingham Trent University • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2109",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news",
    "type": "liveblog",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-09T15:00:07Z",
    "webTitle": "Brexit: Corbyn says second referendum could be 'healing process' – as it happened",
    "webUrl": "https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news",
    "apiUrl": "https://content.guardianapis.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news",
    "fields": {
      "headline": "Brexit: Corbyn says second referendum could be 'healing process' – as it happened",
      "standfirst": "<p>Rolling coverage of the day’s political developments as they happen, including Jeremy Corbyn launching Labour’s Euro elections campaign</p><ul><li><a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news?page=with:block-5cd407318f084f582f896213#block-5cd407318f084f582f896213\">Corbyn says second referendum could be ‘healing process’ </a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news?page=with:block-5cd40e218f086f179813e241#block-5cd40e218f086f179813e241\">Corbyn’s speech and Q&amp;A - Summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news?page=with:block-5cd3f9f98f087d3be878647e#block-5cd3f9f98f087d3be878647e\">Gauke’s speech on populism - Summary</a></li><li><a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news?page=with:block-5cd43d778f086f179813e48d#block-5cd43d778f086f179813e48d\">Afternoon summary</a></li></ul>",
      "trailText": "Rolling coverage of the day’s political developments as they happen, including Jeremy Corbyn launching Labour’s Euro elections campaign",
      "byline": "Andrew Sparrow",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"3403a90b-d32a-4e60-8514-276ba8e48455\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/B1KzdMvtinU?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<div id=\"block-5cd43d778f086f179813e48d\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T15:00:07.171Z\">4.00pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Afternoon summary</h2> \n <div class=\"block-elements\"> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/09/brexit-leave-remain-labour-jeremy-corbyn-campaign-launch-european-elections\">Jeremy Corbyn has again rebuffed the demands of many of his own activists for Labour to become the party of remain at the European elections later this month, insisting he will stand on the “common ground”.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong>Nicola Sturgeon has urged Scottish voters to treat both Labour and the Conservatives as pro-Brexit parties in the <a href=\"https://www.theguardian.com/world/european-elections\">European elections</a>, claiming only the Scottish National party has the weight to fight to remain in the EU. </strong>(See <a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news?page=with:block-5cd43e168f087d3be87867f8#block-5cd43e168f087d3be87867f8\">3.52pm.)</a></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/politics/2019/may/09/tories-must-avoid-populism-temptation-says-justice-secretary-david-gauke\">David Gauke, the justice secretary, has accepted that voters will “kick” the Tories in the European elections, but warned the party against populism and “yearning for a mythical” past.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/may/09/remain-parties-peterborough-byelection-single-candidate-lib-dems-greens-change-uk\">Pro-remain parties are in talks about forming an alliance to support a single candidate in a byelection in Peterborough.</a></strong></li> \n  </ul> \n  <ul> \n   <li><a href=\"https://www.theguardian.com/uk-news/2019/may/09/ex-tory-businessman-mike-greene-brexit-party-peterborough-byelection\"><strong>The Brexit party has announced the former Tory-supporting businessman Mike Greene as its candidate for the Peterborough byelection.</strong></a></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/uk-news/2019/may/09/government-allocates-funds-to-replace-grenfell-style-cladding\">Theresa May has confirmed the government will allocate £200m to fix private tower blocks wrapped in combustible Grenfell-style cladding, after mounting public anger against dozens of freeholders and developers who have refused to pay to make them safe.</a></strong></li> \n  </ul> \n  <ul> \n   <li><strong><a href=\"https://www.theguardian.com/business/2019/may/09/airlines-criticise-proposed-50p-flight-protection-levy\">Air passengers should pay a 50p levy to ensure they can be flown home should their airline go bust, a government review has proposed.</a></strong></li> \n  </ul> \n  <p>That’s all from me for today.</p> \n  <p>Thanks for the comments.</p> \n </div> \n</div> \n<div id=\"block-5cd43e168f087d3be87867f8\" class=\"block\" data-block-contributor=\"profile/severincarrell\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T14:52:47.077Z\">3.52pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Nicola Sturgeon </strong>has urged Scottish voters to treat both Labour and the Conservatives as pro-Brexit parties in the European elections, claiming only the Scottish National party has the weight to fight to remain in the EU.</p> \n  <p>Describing the vote on 23 May as the most important European election in Scotland’s history, the SNP leader and Scottish first minister also reiterated her call for a fresh referendum on Scottish independence before 2021, regardless of whether Brexit happens.</p> \n  <p>She said this was a “golden opportunity” for Scottish voters to reassert themselves at a UK and European level. She said:</p> \n  <blockquote class=\"quoted\"> \n   <p>It is striking, I would say depressingly, just how close together Labour and the Tories are on Brexit. On this defining issue of our time, Jeremy Corbyn and Theresa May have so much more in common than they like to pretend. They oth want to take Scotland and the UK out of the European Union.</p> \n   <p>There is no escaping the fact that Labour is a pro-Brexit party, just as the Tories are a pro-Brexit party.</p> \n  </blockquote> \n  <p>She said Labour was trying to face both ways at once, wanting to end freedom of movement but claim it wanted the closest possible partnership with the EU.</p> \n  <p>The latest opinion polls suggest the SNP will attract hundreds of thousands of pro-EU voters, chiefly at Labour’s expense. The SNP was at 40% in a recent YouGov poll and set to win at least three or possibly four of Scotland’s six European parliament seats.</p> \n  <p>With Change UK competing for pro-EU seats, and the Brexit party and Ukip chipping away at Tory support, Labour is down to 14% while the Tories are stranded at 10% and will struggle to hold their sole Scottish European seat.</p> \n  <p>Sturgeon will again face questions in this campaign about the apparently contradictory logic of wishing to take Scotland out of its centuries-old union with the UK but remain in a much larger European union.</p> \n  <p>Citing Croatia and Denmark have leading roles in the EU, she described the EU as “a collective of independent states”, and said an independent Scotland would have a seat “at the top table.” Within the UK, she added, Scotland’s voice on the EU was repeatedly ignored by the Conservative government in London.</p> \n  <figure class=\"element element-image\" data-media-id=\"9b2466275dc0665bd47f6b7bd3524d381ddb6040\"> \n   <img src=\"https://media.guim.co.uk/9b2466275dc0665bd47f6b7bd3524d381ddb6040/0_278_4548_2729/1000.jpg\" alt=\"Nicola Sturgeon at the SNP’s Euro elections campaign launch.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nicola Sturgeon at the SNP’s Euro elections campaign launch.</span> \n    <span class=\"element-image__credit\">Photograph: Jeff J Mitchell/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd435cb8f086f179813e41d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T14:26:26.085Z\">3.26pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Sturgeon urges Scots to use Euro elections to send message about wanting to stay in EU</h2> \n <div class=\"block-elements\"> \n  <p><strong>Nicola Sturgeon</strong>, the Scottish first minister, is in Edinburgh launching the SNP’s campaign for the European elections. She has just finished a speech in which she urged Scottish voters to use the vote, two weeks today, to send a message to Theresa May that “Scotland has had enough of being ignored”.</p> \n  <blockquote class=\"quoted\"> \n   <p>This is by far the most important European election in Scotland’s history.</p> \n   <p>At stake in this election is not just which parties and which candidates will be elected to the European parliament.</p> \n   <p>At stake also is whether Scotland can remain inside the European Union at all.</p> \n   <p>On 23 May by voting SNP, people in Scotland can send a clear and unequivocal message to Theresa May.</p> \n   <p>That message is this: Scotland has had enough of being ignored.</p> \n  </blockquote> \n  <p>It is worth pointing out, obviously, that the results of the European elections will have no direct bearing at all on whether or not Scotland stays in the European Union. That will be determined by decisions taken by the UK government and by the UK parliament (and conceivably, further down the line, by the Scottish people in a referendum.) But the European elections will allow voters to convey a message to London about their feelings about Brexit.</p> \n  <figure class=\"element element-image\" data-media-id=\"47622bc47943bd0e96ad6e1fa46495eb005e56c1\"> \n   <img src=\"https://media.guim.co.uk/47622bc47943bd0e96ad6e1fa46495eb005e56c1/39_0_878_527/500.jpg\" alt=\"Nicola Sturgeon\" width=\"500\" height=\"300\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Nicola Sturgeon</span> \n    <span class=\"element-image__credit\">Photograph: Sky News</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-09T14:47:08.826Z\">at 3.47pm BST</time></p> \n</div> \n<div id=\"block-5cd434cf8f084f582f896431\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T14:10:42.800Z\">3.10pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>This is from UTV’s <strong>Ken Reid.</strong></p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/KenReid_utv/status/1126448568267681792\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Interesting development. <a href=\"https://twitter.com/DUPleader?ref_src=twsrc%5Etfw\">@DUPleader</a> and <a href=\"https://twitter.com/NigelDoddsDUP?ref_src=twsrc%5Etfw\">@NigelDoddsDUP</a> are holding a private meeting with the PM in Chequers this afternoon. Brexit and the Confidence and Supply arrangements likely to be on the agenda.</p>— Ken Reid (@KenReid_utv) \n    <a href=\"https://twitter.com/KenReid_utv/status/1126448568267681792?ref_src=twsrc%5Etfw\">May 9, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd42fa78f087d3be878671d\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T14:08:44.961Z\">3.08pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Most voters do not believe a customs-union Brexit would honour referendum result, poll suggests</h2> \n <div class=\"block-elements\"> \n  <p>The<strong> People’s Vote</strong> campaign has published some interesting Brexit polling today, to coincide with the research it released overnight <a href=\"https://www.politicshome.com/news/uk/foreign-affairs/brexit/news/103751/new-analysis-finds-brits-would-be-%C2%A3800-year-worse-under\">saying leaving the EU but staying in a customs union would reduce national income by £80bn a year compared to staying in.</a></p> \n  <p>Here are the key results of <a href=\"https://www.peoples-vote.uk/a_customs_union_deal_on_brexit_would_cause_deeper_damage_to_both_conservatives_and_labour_new_poll\">the poll,</a> which was conducted by Opinium and which involved a sample of 2,000 respondents. It focused on a possible Brexit deal involving the UK staying in a customs union with the EU, which is the idea at the heart of the cross-party talks.</p> \n  <ul> \n   <li><strong>Almost three quarters of voters (74%) think a Brexit deal involving the UK staying in a customs union with the EU would not honour the referendum result, the poll suggests.</strong></li> \n  </ul> \n  <ul> \n   <li><strong>Most voters would not be happy about a customs deal outcome, the poll suggests. </strong>By a margin of almost two to one (60% to 33%), people say they would feel “disappointed, angry or anxious rather than happy, relieved or delighted” by such a deal.</li> \n  </ul> \n  <ul> \n   <li><strong>Both main parties could lose support if they backed a customs union compromise, the poll suggests.</strong> Only 12% of people said they would be more likely to vote Labour in these circumstances, against 27% of people who said they would be less likely to vote Labour. And only 12% of people said they would be more likely to vote Conservatives in these circumstances, against 30% who said it would make them less likely to vote Tory.</li> \n  </ul> \n  <ul> \n   <li><strong>A plurality of voters support a confirmatory referendum, the poll suggests.</strong> Some 49% of people are in favour, and 30% are against. Labour supporters strongly back the idea (by 67% to 10%). But even Conservative supporters are very narrowly in favour (by 43% to 41%), the poll suggests.</li> \n  </ul> \n  <p>Commenting on these findings in a statement released by the People’s Vote campaign, <strong>Sam Gyimah,</strong> the Conservative former universities minister, said:</p> \n  <blockquote class=\"quoted\"> \n   <p>Even if the government and the Labour party can agree a customs union deal, it will do nothing to break the spell that Nigel Farage has currently cast on British politics. These poll findings show such an outcome would be hugely unpopular with voters because it would satisfy neither leavers nor remainers. Instead, more and more MPs and members of the public are concluding that the only way to secure a stable majority and a lasting settlement is to put this vexed issue back to the people.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"30ea07aa482ac8215edc70444d5536e8465ed5c4\"> \n   <img src=\"https://media.guim.co.uk/30ea07aa482ac8215edc70444d5536e8465ed5c4/0_51_5472_3283/1000.jpg\" alt=\"Sam Gyimah\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Sam Gyimah</span> \n    <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-09T14:29:21.340Z\">at 3.29pm BST</time></p> \n</div> \n<div id=\"block-5cd42a428f087d3be87866db\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T13:25:59.586Z\">2.25pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Emmanuel Macron,</strong> the French president, spoke to the BBC’s <strong>Adam Fleming</strong> at the Sibiu summit. He sounded a bit fed up with Brexit.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/adamfleming/status/1126449824918798336\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">My little chat with ⁦<a href=\"https://twitter.com/EmmanuelMacron?ref_src=twsrc%5Etfw\">@EmmanuelMacron</a>⁩ at <a href=\"https://twitter.com/hashtag/SibiuSummit?src=hash&amp;ref_src=twsrc%5Etfw\">#SibiuSummit</a>. <a href=\"https://t.co/tgT7ICoRAa\">pic.twitter.com/tgT7ICoRAa</a></p>— Adam Fleming (@adamfleming) \n    <a href=\"https://twitter.com/adamfleming/status/1126449824918798336?ref_src=twsrc%5Etfw\">May 9, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd427b58f086f179813e354\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T13:18:09.277Z\">2.18pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>My colleague <strong>Jennifer Rankin</strong> has been tweeting from the EU summit in Sibiu - the one Theresa May is not attending because it is about the EU’s post-Brexit future.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1126422613381853186\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">'Do you wish Theresa is here?' Jean-Claude Juncker is asked, as he arrives at EU Sibiu summit. <br>His reply: \"I am missing her.\"</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1126422613381853186?ref_src=twsrc%5Etfw\">May 9, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1126425018341183489\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Irish Taoiseach Leo Varadkar, asked about Brexit, keeps things short: \"Just very pleased to be here on Europe day to talk about the future of the European Union.\"</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1126425018341183489?ref_src=twsrc%5Etfw\">May 9, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1126443711372640256\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">\"Europe today is too bureaucratic, techocrats prevail,\" says European parliament president and Italy's former EU commissioner, Antonio Tajani.</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1126443711372640256?ref_src=twsrc%5Etfw\">May 9, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1126448663390228480\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">European parliament president Antonio Tajani says he hopes UK will decide as soon as possible what to do about Brexit. \"Months have gone by... And it is difficult to understand what is going on.\"</p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1126448663390228480?ref_src=twsrc%5Etfw\">May 9, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JenniferMerode/status/1126454139511296001\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Mentally Brexit has already happened for the EU.<br><br>European leaders agree 10 commitments on future of the project, with conclusion: \"A new Union at 27 ready to embrace its future as one.\"<a href=\"https://t.co/UDD094Sely\">https://t.co/UDD094Sely</a></p>— Jennifer Rankin (@JenniferMerode) \n    <a href=\"https://twitter.com/JenniferMerode/status/1126454139511296001?ref_src=twsrc%5Etfw\">May 9, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-image\" data-media-id=\"88629d61b9b6f524746aa0d646b92b0385a06699\"> \n   <img src=\"https://media.guim.co.uk/88629d61b9b6f524746aa0d646b92b0385a06699/0_0_2866_2317/1000.jpg\" alt=\"Donald Tusk, president of the European council, arriving for the EU summit in Sibiu, central Romania\" width=\"1000\" height=\"808\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Donald Tusk, president of the European council, arriving for the EU summit in Sibiu, central Romania</span> \n    <span class=\"element-image__credit\">Photograph: Daniel Mihăilescu/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd425ec8f084f582f896386\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T13:12:33.363Z\">2.12pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Dame Pauline Green</strong>, who was leader of the Labour MEPs, and then leader of the Party of European Socialists group in the European parliament in the 1990s, has announced that she is leaving the party. In an open letter to Jeremy Corbyn, she says she is quitting because the party is not unequivocally backing a second referendum. She will vote for Change UK instead at the European elections, she says.</p> \n  <p>The Change UK MP Chris Leslie has tweeted her letter.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ChrisLeslieMP/status/1126188034280521729\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Resignation of Dame Pauline Green from <a href=\"https://twitter.com/UKLabour?ref_src=twsrc%5Etfw\">@UKLabour</a> significant not only because of her long service as MEP, but because she was Labour Leader in European Parliament and only British MEP to lead Socialist Group. Powerful letter here to Corbyn. Grateful she’s now backing <a href=\"https://twitter.com/hashtag/ChangeUK?src=hash&amp;ref_src=twsrc%5Etfw\">#ChangeUK</a> ➡️ <a href=\"https://t.co/8gGaaP9o8G\">pic.twitter.com/8gGaaP9o8G</a></p>— Chris Leslie (@ChrisLeslieMP) \n    <a href=\"https://twitter.com/ChrisLeslieMP/status/1126188034280521729?ref_src=twsrc%5Etfw\">May 8, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd3f9f98f087d3be878647e\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T12:42:55.445Z\">1.42pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Gauke's speech on rise of populism - Summary</h2> \n <div class=\"block-elements\"> \n  <p>As I said earlier, <strong>David Gauke,</strong> the justice secretary, gave a speech on populism this morning that was more thoughtful and interesting than most of the “wide-ranging speeches” we are getting from leading Tories at the moment. And Gauke is not even standing for the leadership. As he joked in his speech, “when it comes to any future leadership election, my position is to resist the clamour to stand. I remain confident that my resistance will be greater than the clamour.”</p> \n  <p>The full text of the speech is<a href=\"https://www.ukonward.com/the-rise-of-populism-what-caused-it-and-how-the-centre-right-should-respond/\"> here. </a> And here are some of the main points.</p> \n  <ul> \n   <li><strong>Gauke said, although there was a case for the Conservative party embracing populism, it should reject i</strong>t. He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The rise of populism, the fragmenting of traditional party loyalties and the impact of Brexit means that there is a case for the Conservative party to become a more populist, anti-establishment, culturally conservative party. But I argue that such a choice would limit our electoral appeal and leave the UK badly placed to take advantage of the opportunities of the 21<sup>st</sup> century. In other words, this is a speech that argues for a Conservative party to continue to be a broad church and an advocate for mainstream values.</p> \n  </blockquote> \n  <p>As <strong>Tom Clark </strong>argues in <a href=\"https://www.prospectmagazine.co.uk/other/polling-populist-prime-minister-british-trump-boris-johnson\">a good Prospect article,</a> there is polling evidence suggesting a lurch to populism might be helpful to anyone trying to win the Tory leadership contest. But Gauke says not only that populist policies wrong, but that embracing them would cost the Conservatives the metropolitan voters they need to win a majority.</p> \n  <ul> \n   <li><strong>Gauke said, to combat populism, the Tories should avoid trying to pretend their are simply solutions to the nation’s problems.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We need to be open and straight-forward that many decisions are complex, that life involves trade-offs and that an easy, simple answer is often the wrong one. In response to the glib, easy answer, we shouldn’t be frightened to say that, “well, it’s a little bit more complicated than that”. </p> \n   <p>Those of us who are politicians should treat the public as adults and be prepared to set out that we may often face a range of imperfect choices, that most choices have costs as well as benefits. Over-simplifying issues – a tendency of the populist politician – only increases scepticism in our politics when claims turn out to be untrue. If we want to rebuild trust in our politics, we should strive harder to communicate the factors that influence any decision or policy.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He said, on Brexit, the Tories needed to reject populist-style wishful thinking. </strong>He did not mention any of his colleagues, but this passage seemed to be aimed at Brexiters like Boris Johnson. Gauke said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>We need to set out more clearly and openly the trade-offs and choices that lie ahead of us as we establish a new relationship with the 27 member states of the European Union. Reluctance by some participants in this debate to accept that some choices have costs has meant that the debate on our future relationship has been, too often, characterised by wishful thinking.</p> \n   <p>This wishful thinking – that, for example, we could have the exact same benefits as membership of the EU but with none of the obligations – has not survived the collision with reality. But it has left some voters bemused and angry that the simple Brexit they were promised by some has not been delivered. But over-promising, over-simplifying and failing to deliver will only encourage further disenchantment.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Gauke said Margaret Thatcher showed how the Tories could combine electoral success with rejecting populism.</strong> He said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The biggest problem with populist policies is that too often, they’re just plain wrong.</p> \n   <p>Let me begin with the economics. The vast majority of Conservatives look back with pride at how Mrs Thatcher’s governments turned round the British economy from being the sick man of Europe to being a dynamic, enterprising powerhouse.</p> \n   <p> She did so not by embracing populism but by confronting it. Whereas populism tends to seek to preserve existing jobs and industries, insulating an economy from foreign competition, the 1980s were a period when the government did not seek to prevent necessary structural changes. She took steps to make our economy more open through both unilateral and multilateral measures, foreign investment was encouraged, structural change embraced.</p> \n   <p>And whereas as populism tends to be fiscally irresponsible – it is the politics of saying ‘yes’ and rarely of saying ‘no’ - the Thatcher governments’ fiscal approach was thoroughly conservative, ensuring that we sought to live within our means, tightly controlling public spending and even allowing the tax burden to rise when necessary to get the public finances under control.</p> \n   <p>A responsible government cannot agree to every spending proposal put in front of it. Nor can it afford to pursue every proposal for unfunded tax cuts. I am the first to argue the case for a competitive, pro-business tax system – I am very proud to be associated with our corporation tax reforms – but the idea that cutting taxes inevitably pays for itself is simply the right-wing equivalent of the magic money tree.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He rejected claims that inequality was fuelling populism. </strong>In a long passage trying to explain why populism was increasing, he cited economic insecurity, social media, stagnating living standards and structural changes as among the causes. But he said he did not accept the common argument that rising inequality was part of the problem. He explained:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>There are many who argue that rising inequality is a driver for populism. I am a little cautious about this, at least in the context of the UK, simply for the reason that inequality (contrary to what nearly everyone thinks they know) is not, in fact, rising. As the IFS has pointed out, income inequality has remained pretty consistent since the 1990s and, since the great recession of the late 2000s, earnings growth has generally been greatest for lower earners.</p> \n  </blockquote> \n  <figure class=\"element element-image\" data-media-id=\"f5676be877361bc487e62ed257cd24237d8b9b6a\"> \n   <img src=\"https://media.guim.co.uk/f5676be877361bc487e62ed257cd24237d8b9b6a/0_108_2644_1587/1000.jpg\" alt=\"David Gauke\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">David Gauke</span> \n    <span class=\"element-image__credit\">Photograph: Andy Rain/EPA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd40e218f086f179813e241\" class=\"block is-summary\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T11:54:43.859Z\">12.54pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn's speech and Q&amp;A - Summary</h2> \n <div class=\"block-elements\"> \n  <p>Here are the main points from <strong>Jeremy Corbyn</strong>’s <a href=\"https://t.co/o2btiJ8mxo\">speech</a> and Q&amp;A at the Labour European elections campaign launch.</p> \n  <ul> \n   <li><strong>Corbyn said he thought a second referendum on Brexit could be “a healing process”.</strong> (See<a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news?page=with:block-5cd407318f084f582f896213#block-5cd407318f084f582f896213\"> 12.18pm.)</a> He made the comment in his Q&amp;A after a speech in which he suggested that Labour would not back a people’s vote on a Brexit deal it supported. (See<a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news?page=with:block-5cd3db378f084f582f896058#block-5cd3db378f084f582f896058\"> 9.21am.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>He played down claims that there has been progress towards compromise in the cross-party Brexit talks, saying it was “difficult negotiating with a disintegrating government”.</strong> In his speech he said:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p> So far in those talks, there has been no big offer, and the red lines remain.</p> \n   <p>It’s difficult negotiating with a disintegrating government, with cabinet ministers jockeying for the succession rather than working for an agreement.</p> \n  </blockquote> \n  <p>Subsequently, when asked how the talks were going in the Q&amp;A, he said:</p> \n  <blockquote class=\"quoted\"> \n   <p>The talks that we are having with the government have been difficult because the government is in some degree of disarray itself. They are still ongoing. Our point is that we want to protect jobs, protect trade and protect those rights that we have obtained. We met again yesterday and there will be a further meeting coming up.</p> \n   <p>But, quite honestly, the government has to move its red lines. We cannot go on having <a href=\"https://www.theguardian.com/politics/blog/live/2019/mar/29/brexit-debate-latest-developments-live-news-may-at-risk-of-fresh-defeat-as-mps-debate-withdrawal-agreement-for-third-time-live-news?page=with:block-5c9ddbe1e4b0b4d18bde246e#block-5c9ddbe1e4b0b4d18bde246e\">MV1, MV2, MV3</a> and then coming on for possibly an MV4, or a bill that we have yet to actually see. So we will continue with that. If not, the issue has to come back to parliament at the earliest possible opportunity.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He said he expected a general election soon. </strong>(See <a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news?page=with:block-5cd401248f084f582f8961b6#block-5cd401248f084f582f8961b6\">11.37am.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>He refused to define Labour simply as a leave party or a remain party</strong>. (See <a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news?page=with:block-5cd401248f084f582f8961b6#block-5cd401248f084f582f8961b6\">11.37am.)</a> But the New Statesman’s <strong>Stephen Bush</strong> has answered this question for him.</li> \n  </ul> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stephenkb/status/1126443515528077312\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">A lot of people are (still!) saying that Labour's Brexit position is ambiguous. Increasingly hard to see why: it is written in black-and-white and their order of priorities is clear: <a href=\"https://t.co/K9xjesNApi\">https://t.co/K9xjesNApi</a></p>— Stephen Bush (@stephenkb) \n    <a href=\"https://twitter.com/stephenkb/status/1126443515528077312?ref_src=twsrc%5Etfw\">May 9, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/stephenkb/status/1126447073400958978\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">A position of \"Brexit, a general election, and if we can't get those a second vote\" is not ambiguous. It is a pro-Brexit policy. Just cos some of the people backing it are crossing their fingers doesn't change that: <a href=\"https://t.co/K9xjesNApi\">https://t.co/K9xjesNApi</a></p>— Stephen Bush (@stephenkb) \n    <a href=\"https://twitter.com/stephenkb/status/1126447073400958978?ref_src=twsrc%5Etfw\">May 9, 2019</a>\n   </blockquote> \n  </figure> \n  <ul> \n   <li><strong>Corbyn said Nigel Farage’s Brexit party should be seen as the “no-deal” party. </strong>Interestingly, he devoted much more of his speech to attacking the Brexit party than to attacking the Tories, or any other party - a sensible decision on the basis of polling suggesting that Farage is the biggest threat to Labour. (See<a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news?page=with:block-5cd400438f084f582f8961aa#block-5cd400438f084f582f8961aa\"> 11.28am.)</a></li> \n  </ul> \n  <ul> \n   <li><strong>He admitted Labour was “trying to offer something to everyone over Brexit”.</strong> (See <a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news?page=with:block-5cd400ee8f087d3be87864d0#block-5cd400ee8f087d3be87864d0\">11.29am.)</a> It was the only party trying to appeal to both those who voted leave and those who voted remain, he argued.</li> \n  </ul> \n  <ul> \n   <li><strong>He said the authorities probably needed more powers to tackle racist behaviour. </strong>(See <a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news?page=with:block-5cd402db8f087d3be87864e8#block-5cd402db8f087d3be87864e8\">11.44am.)</a></li> \n  </ul> \n  <ul> \n   <br> \n  </ul> \n  <figure class=\"element element-image\" data-media-id=\"0805c7209c4a47a40cc602b70683a5681b4c6af8\"> \n   <img src=\"https://media.guim.co.uk/0805c7209c4a47a40cc602b70683a5681b4c6af8/0_192_3500_2100/1000.jpg\" alt=\"Jeremy Corbyn launching his party’s European election campaign at the Drill Hall Library at the University of Kent in Chatham.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Jeremy Corbyn launching his party’s European election campaign at the Drill Hall Library at the University of Kent in Chatham.</span> \n    <span class=\"element-image__credit\">Photograph: Gareth Fuller/PA</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-09T12:59:49.898Z\">at 1.59pm BST</time></p> \n</div> \n<div id=\"block-5cd40e5a8f087d3be87865ad\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T11:27:39.192Z\">12.27pm <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Here is the text of<strong> Jeremy Corbyn</strong>’s speech at the European elections campaign launch.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/labourpress/status/1126430420113948674\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">.<a href=\"https://twitter.com/jeremycorbyn?ref_src=twsrc%5Etfw\">@jeremycorbyn</a> speech at the launch of Labour’s EU election campaign<a href=\"https://t.co/o2btiJ8mxo\">https://t.co/o2btiJ8mxo</a></p>— Labour Press Team (@labourpress) \n    <a href=\"https://twitter.com/labourpress/status/1126430420113948674?ref_src=twsrc%5Etfw\">May 9, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And here is <a href=\"http://labour.org.uk/wp-content/uploads/2019/05/Transforming-Britain-and-Europe-for-the-many-not-the-few.pdf\">the Labour manifesto (pdf).</a></p> \n </div> \n</div> \n<div id=\"block-5cd407318f084f582f896213\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T11:18:19.982Z\">12.18pm <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">What Corbyn said about how a second referendum could be 'a healing process'</h2> \n <div class=\"block-elements\"> \n  <p>I will post a full summary of the main points from <strong>Jeremy Corbyn</strong>’s speech and Q&amp;A soon. </p> \n  <p>But here is what he said almost at the end of the press conference about how a second referendum could be a healing process.</p> \n  <blockquote class=\"quoted\"> \n   <p>The view we put forward, the party conference put this forward, the national executive agreed this, [was] that we should include the option of having a ballot on a public vote on the outcome of the talks and negotiations on what we’re putting forward. I would want that to be seen as a healing process, and bringing this whole process to a conclusion.</p> \n   <p>Nothing is easy in this. But our essential message has to be to bring people together and that’s the basis on which we’ve approached both what we’ve done in parliament and in the negotiations itself. </p> \n  </blockquote> \n  <p>This may have been the most intriguing thing Corbyn said all morning.</p> \n  <p>Curiously, this is almost exactly what <strong>Tony Blair </strong>(normally the last person Corbyn would seek to follow) said on the subject of a second referendum last month. <a href=\"https://www.instituteforgovernment.org.uk/ministers-reflect/person/tony-blair/\">In an interview with the Institute for Government</a>, Blair said:</p> \n  <blockquote class=\"quoted\"> \n   <p>So when members of parliament are forced to come to a choice then I think at that point they will say, ‘Ok, this what I think but I’m not going to take the full responsibility so I’m going to share responsibility with the people’, and that allows a referendum to be a healing process.</p> \n  </blockquote> \n  <p>When Blair said this quite a few people thought he was deluded. The general view on a second referendum is that, whatever its merits, it would be a divisive process, rather than a healing one.</p> \n  <p>When Labour’s national executive committee restated Labour’s second referendum policy recently in terms of support for the “option” of a public vote, the inclusion of that word was seen a sign that the party did not want to fully commit to one. It has long been assumed that Corbyn has very little enthusiasm for the idea. The words released overnight, implying Labour would not back a people’s vote on a Brexit deal it favoured (see<a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news?page=with:block-5cd3db378f084f582f896058#block-5cd3db378f084f582f896058\"> 9.21am)</a>, back this up, as does his call in the Q&amp;A for an early general election. (See <a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news?page=with:block-5cd401248f084f582f8961b6#block-5cd401248f084f582f8961b6\">11.37am.)</a> If there were an election, there would be no time to legislate for a second referendum.</p> \n  <p>But in the answer quoted above Corbyn did seem to envisage a second referendum happening.</p> \n  <p>But how would it be a healing process? One theory occasionally floated by the more pro-Brexit Labour types, such as the Unite general secretary Len McCluskey, has been that you could have a second referendum, but <a draggable=\"true\" href=\"https://www.theguardian.com/politics/blog/live/2018/sep/23/labour-conference-liverpool-jeremy-corbyn-say-he-will-accept-any-labour-conference-decision-on-second-brexit-referendum-politics-live?page=with:block-5ba76ebce4b0a71b5946aff8#block-5ba76ebce4b0a71b5946aff8\">without remain as an option. </a>A referendum on a Labour Brexit proposal, with the unappealing no deal as the only alternative? That might be one version of a second referendum that would bring the whole process to a conclusion, although at this point I have no idea if that is what was going through Corbyn’s mind when he gave that answer. </p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-09T13:23:45.288Z\">at 2.23pm BST</time></p> \n</div> \n<div id=\"block-5cd404938f084f582f8961ed\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T10:53:43.793Z\">11.53am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn says second referendum could be 'healing process'</h2> \n <div class=\"block-elements\"> \n  <p>Corbyn is now taking three questions from non-journalists.</p> \n  <p><em>Q: What can Labour do to improve the lives of children living in poverty?</em></p> \n  <p>Corbyn says the problem with Brexit is that it has crowded out all other issues. Recently at PMQs he decided to ask about knife crime instead. And he has asked about other issues too. And he had thousands of people saying thank you for raising these topics.</p> \n  <p>He says a recent report from the Commons education committee said children who had proper nursery education tended to do well. But children who did not get that were behind academically by year 11. That is why Labour is proposing more free nursery education. And it wants children to eat school meals together, and children to get an artistic education.</p> \n  <p>After that, for older students, tuition fees should be ended, he says.</p> \n  <p><em>Q: Do you agree that having a second referendum is undemocratic, because it ignores the wishes of the 17 million who voted to leave?</em></p> \n  <p>Corbyn says the party has decided to back the option of a second referendum.</p> \n  <p>He says he would like this to be seen as a “healing process”, and something that would bring “this whole process to a conclusion”.</p> \n  <ul> \n   <li><strong>Corbyn says second referendum could be a “healing process”.</strong></li> \n  </ul> \n  <p>Q: <em>What should we say to people angry because they want no deal?</em></p> \n  <p>Corbyn says a no-deal Brexit would be terrible for manufacturing.</p> \n  <p>Those who back no deal should “think it through”, he says.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-09T11:39:03.970Z\">at 12.39pm BST</time></p> \n</div> \n<div id=\"block-5cd402db8f087d3be87864e8\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T10:44:30.639Z\">11.44am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><em>Q: Is this election a watershed moment to tackle the far right?</em></p> \n  <p>Corbyn says the rise of hate crime is very worrying. There is also a rise in violent crime and knife crime.</p> \n  <p>There is an issue with police numbers, he says. The last Labour government introduced police support officers. But many police jobs have been lost. Community policing is important, he says.</p> \n  <p>Corbyn says there is a rise in antisemitism across Europe, in countries such as Poland. He praises those, especially the young, who have stood up against this.</p> \n  <p>Do we need more powers to challenge racist behaviour? Corbyn says we need to look at that, “and I think we probably do”.</p> \n  <ul> \n   <li><strong>Corbyn says authorities probably need more powers to tackle racist behaviour.</strong></li> \n  </ul> \n  <p>The abuse directed at people such as Muslim women is particularly unacceptable, he says. He says he is determined to bring people together.</p> \n  <p><em>Q: Do you want the MEPs who are elected not to have to take their seats, like the government?</em></p> \n  <p>Corbyn says Labour’s message is not the same as the government’s. Labour wants to end austerity. But, despite what Theresa May said at her party conference, that is not the government’s position.</p> \n  <p><em>Q: Do you think the Lib Dem slogan “bollocks to Brexit” is a helpful contribution to the debate?</em><br></p> \n  <p>Corbyn says he wants to bring people together. He wants Labour MEPs to play their part in the European parliament as long as they are there.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-09T11:45:54.200Z\">at 12.45pm BST</time></p> \n</div> \n<div id=\"block-5cd401248f084f582f8961b6\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T10:37:07.743Z\">11.37am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn's Q&amp;A</h2> \n <div class=\"block-elements\"> \n  <p><em>Q: You say leave or remain are unhelpful labels. But many in your party want it to be a remain party? Is it definitely a leave party? Or could it be a remain party?</em></p> \n  <p>Corbyn says he fought the referendum on a remain and reform programme. But leave won.</p> \n  <p>He summarises the sort of Brexit he wants. And he says the Labour manifesto includes the option of a public vote.</p> \n  <p><em>Q: Why should voters turn out if they don’t know whether you are a leave party or a remain party?</em></p> \n  <p><em>Q: Do you accept that your stance on Brexit cost you votes in the local elections?</em></p> \n  <p>Corbyn says he is appalled at the toxic nature of the Brexit debate. </p> \n  <p>He says a future relationship with the EU should promote trade and protect rights.</p> \n  <p>The alternative promoted by people such as Nigel Farage would involve a trade deal with the US that would allow American firms to take over the NHS. Corbyn says Labour would not allow that.</p> \n  <p>He says he would accept a public vote at the end of the parliamentary process.</p> \n  <p>As to the charge Labour’s message is confusing, he says he does not accept that. He is looking forward to putting the case in a general election “which cannot be that far away”. The government cannot carry on like this, he says.</p> \n  <ul> \n   <li><strong>Corbyn says general election “cannot be that far away”.</strong></li> \n  </ul> \n  <p><em>Q: Are you making any progress in the cross-party talks?</em></p> \n  <p>Corbyn says the government has to move its red lines. It cannot have another meaningful vote, or a bill, without that.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-09T11:47:20.048Z\">at 12.47pm BST</time></p> \n</div> \n<div id=\"block-5cd400ee8f087d3be87864d0\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T10:29:54.212Z\">11.29am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn says Labour 'is trying to offer something to everyone over Brexit'</h2> \n <div class=\"block-elements\"> \n  <p>Corbyn says Labour is trying to appeal to both sides on Brexit.</p> \n  <blockquote class=\"quoted\"> \n   <p>It’s said that Labour is trying to offer something to everyone over Brexit.</p> \n   <p>I make no apology for that.</p> \n   <p>Labour will never be the party of the 52% or of the 48%.</p> \n   <p>We are the part of the great majority who reject the politics of smear and scapegoating.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-09T11:48:10.496Z\">at 12.48pm BST</time></p> \n</div> \n<div id=\"block-5cd400438f084f582f8961aa\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T10:28:20.135Z\">11.28am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn says Brexit party is really the no-deal party</h2> \n <div class=\"block-elements\"> \n  <p>Corbyn turns to Nigel Farage’s Brexit party, which he says is really the no-deal party.</p> \n  <blockquote class=\"quoted\"> \n   <p>For millions, no deal would mean no jobs.</p> \n   <p>An economic shock threatening entire industries.</p> \n   <p>And here in Kent turning the M20 into a permanent lorry park, causing massive disruption.</p> \n   <p>It would be an elite Brexit that would only work for the richest.</p> \n   <p>Who wants to deregulate, slash public services and rights at work still further.</p> \n   <p>It would be a Donald Trump Brexit leaving us at the mercy of a reckless and bellicose US administration.</p> \n   <p>Nigel Farage’s Brexit is a Brexit for conspiracy theorists.</p> \n   <p>For those who see Muslims and migrants or George Soros as the enemy.</p> \n   <p>Only Labour can see off the Farage snake oil in this election.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-09T11:49:39.084Z\">at 12.49pm BST</time></p> \n</div> \n<div id=\"block-5cd400148f084f582f8961a7\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T10:26:05.830Z\">11.26am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says the biggest problems require international solutions.</p> \n  <blockquote class=\"quoted\"> \n   <p>And the biggest issue of all the climate and environment emergency that threatens everyone’s future cannot be averted by one country alone.</p> \n   <p>Climate breakdown air pollution and the frightening loss of species demand collaboration across borders.</p> \n   <p>And I am proud that Labour led the way last week to make the UK parliament be the first in the world to declare an environment and climate emergency.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5cd3ff9c8f084f582f8961a4\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T10:24:07.917Z\">11.24am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says Labour will stand up for workers “black and white”. It will guarantee the rights of EU workers and students in this country.</p> \n  <blockquote class=\"quoted\"> \n   <p> We are internationalists to our core.</p> \n  </blockquote> \n </div> \n</div> \n<div id=\"block-5cd3ff788f086f179813e178\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T10:23:10.436Z\">11.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says Britain needs solutions, not scapegoats.</p> \n  <blockquote class=\"quoted\"> \n   <p>When you blame your neighbour rather than the powerful for problems with the health system or for overcrowded classrooms or for a lack of housing you’re letting those responsible off the hook.</p> \n   <p>You haven’t trained a doctor or a nurse, you haven’t opened a new school, you haven’t built a house, you haven’t secured a penny of extra investment.</p> \n   <p>All you’ve done is fuel an atmosphere of division and nastiness.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-09T11:50:50.251Z\">at 12.50pm BST</time></p> \n</div> \n<div id=\"block-5cd3ff428f084f582f89619f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T10:22:32.015Z\">11.22am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn goes on to explain what these problems are.</p> \n  <blockquote class=\"quoted\"> \n   <p>While the government’s incompetence and divisions over Brexit have created this deadlock the injustices in our society are deepening.</p> \n   <p>Those injustices aren’t to do with backstops, implementation periods and all that obscure jargon.</p> \n   <p>They’re about whether your children will go to a school that can afford the basics or one that has to send begging letters to parents.</p> \n   <p>Whether your relatives will be treated quickly and safely on the NHS or wait in pain and distress for months.</p> \n   <p>Whether your parents will get a helping hand in old age or be left isolated and afraid.</p> \n   <p>And whether we as a country can end the burning injustices in our society that Theresa May once talked of but did nothing about.</p> \n   <p>Austerity, insecure work and low wages cause anger and disillusion.</p> \n   <p>Some want to use that to stoke further division.</p> \n   <p>But it wasn’t the EU that slashed public services to pay for tax cuts for the richest, it was Tory governments.</p> \n   <p>It wasn’t nurses and teachers who crashed our economy, it was the bankers and hedge funds.</p> \n   <p>And it wasn’t immigrants who caused the biggest squeeze on wages since the Napoleonic wars, it was bad employers.</p> \n  </blockquote> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-09T11:51:59.353Z\">at 12.51pm BST</time></p> \n</div> \n<div id=\"block-5cd3fe758f086f179813e163\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T10:20:42.603Z\">11.20am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Corbyn says he has seen the divisions Brexit has caused.</p> \n  <p>What should we do? You could continue with these divisions, he says, and living with labels that did not apply a few years ago.</p> \n  <p>But who wants to go on like that, he asks.</p> \n  <p>He says we should not ask first if people are leave or remain. We should ask what sort of society we want. And there is a lot of common ground on that, he says.</p> \n  <p>The real divide is not between people who voted leave and remain. It is between the many and the few.</p> \n  <p>Whether you live in a remain area or a leave area, the problems are the same, he says.</p> \n </div> \n</div> \n<div id=\"block-5cd3fd4d8f087d3be87864a8\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T10:18:25.844Z\">11.18am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn says it is hard for Labour to negotiate Brexit with 'disintegrating government'</h2> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn </strong>says the government is trying to implement Brexit against a backdrop of division.</p> \n  <p>Labour is the only party with a plan to unite the country, he says.</p> \n  <p>He says Labour will end austerity, invest in communities and raise living standards.</p> \n  <p>He says Labour has a plan to restore manufacturing industries and revive areas of the country that feel neglected. That neglect was a major cause of Brexit, he says.</p> \n  <p>He says, as democratic socialists, they cannot ignore the results of the referendum. The party said in its election manifesto, and again at the Liverpool conference, that it would respect the result.</p> \n  <p>But it cannot respect the government’s handling of Brexit, he says.</p> \n  <p>He says the Tories have spent three years arguing amonst themselves. It was only after the PM’s deal was voted down three times that she agreed to discuss Brexit with Labour.</p> \n  <p>So far, there has been no big offer in those talks. The red lines remain in place, he says.</p> \n  <p>He says it is difficult negotiating with a “disintegrating government”.</p> \n  <ul> \n   <li><strong>Corbyn says it is hard for Labour to negotiate Brexit with a “disintegrating government”.</strong></li> \n  </ul> \n </div> \n</div> \n<div id=\"block-5cd3fcee8f084f582f896185\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T10:13:22.047Z\">11.13am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Jayne Baxter,</strong> a former MSP and a Labour MEP candidate in Scotland, is introducing Jeremy Corbyn.</p> \n  <p>She says Labour is the only party trying to appeal to people on both sides of the Brexit argument.</p> \n </div> \n</div> \n<div id=\"block-5cd3fc488f087d3be878649f\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T10:10:18.960Z\">11.10am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn launches Labour's European elections campaign</h2> \n <div class=\"block-elements\"> \n  <p>Jeremy Corbyn is about to launch Labour’s European elections campaign. </p> \n  <p>There is a live feed at the top of this blog.</p> \n </div> \n</div> \n<div id=\"block-5cd3f7dc8f084f582f89613f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T09:52:46.481Z\">10.52am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Sky’s<strong> Beth Rigby </strong>has a useful round-up of all the other Tories who want to stand for the leadership.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1126411872666832896\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">So.... McVey, Leadsom, Stewart have publicly put hat in ring. And then we have Johnson, Javid, Hancock, Hunt, Raab and perhaps Gove, Harper, Cleverly, Mordaunt, Mercer, Lewis. Who have I missed? <a href=\"https://t.co/NqSgLsVLaz\">https://t.co/NqSgLsVLaz</a></p>— Beth Rigby (@BethRigby) \n    <a href=\"https://twitter.com/BethRigby/status/1126411872666832896?ref_src=twsrc%5Etfw\">May 9, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BethRigby/status/1126417737750851586\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">More: Liz Truss is nailed on to run. <a href=\"https://twitter.com/bbclaurak?ref_src=twsrc%5Etfw\">@bbclaurak</a> reminds me that <a href=\"https://twitter.com/SteveBakerHW?ref_src=twsrc%5Etfw\">@SteveBakerHW</a> is seriously considering it and <a href=\"https://twitter.com/HugoGye?ref_src=twsrc%5Etfw\">@hugogye</a> reminds me a) Greening says she might and b) Priti Patel is doing a ‘wide-ranging’ speech tonight 👀</p>— Beth Rigby (@BethRigby) \n    <a href=\"https://twitter.com/BethRigby/status/1126417737750851586?ref_src=twsrc%5Etfw\">May 9, 2019</a>\n   </blockquote> \n  </figure> \n  <p>And here is the BBC’s<strong> Laura Kuenssberg</strong> on Steve Baker’s possible candidature.</p> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1126414260182179841\"> \n   <blockquote class=\"twitter-tweet\">\n    <p lang=\"en\" dir=\"ltr\">Steve Baker, ERG organiser and deputy chair, who says he’s ‘seriously considering it’ because some of his colleagues are urging him to think about it - this may be a very very long list - <a href=\"https://t.co/tZMQ91DuQc\">https://t.co/tZMQ91DuQc</a></p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1126414260182179841?ref_src=twsrc%5Etfw\">May 9, 2019</a>\n   </blockquote> \n  </figure> \n  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/bbclaurak/status/1126414517259386880\"> \n   <blockquote class=\"twitter-tweet\" data-conversation=\"none\">\n    <p lang=\"en\" dir=\"ltr\">One minister fears it will ‘be like the Grand National, but few of them know how to ride’</p>— Laura Kuenssberg (@bbclaurak) \n    <a href=\"https://twitter.com/bbclaurak/status/1126414517259386880?ref_src=twsrc%5Etfw\">May 9, 2019</a>\n   </blockquote> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd3f62f8f084f582f896114\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T09:46:22.637Z\">10.46am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>I have changed the headline at<a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news?page=with:block-5cd3ec608f086f179813e0b4#block-5cd3ec608f086f179813e0b4\"> 10.09am,</a> and the opening paragraph, after DExEU got in touch to say that Stephen Barclay’s comment about “lazy thinking” about Brexit was not directed at the EU specifically, but at what some people in general think about Britain leaving the EU. Sorry about that.</p> \n </div> \n</div> \n<div id=\"block-5cd3f20d8f087d3be8786421\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T09:32:49.494Z\">10.32am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Esther McVey says she will stand for Conservative leadership</h2> \n <div class=\"block-elements\"> \n  <p><strong>Esther McVey</strong>, the Conservative Brexiter and former work and pensions secretary, has announced that she will stand for the Conservative leadership.</p> \n  <p>McVey resigned from cabinet when the withdrawal agreement was announced in November last year, and this gives her considerable credibility with Tory Brexiters. She then voted against the withdrawal agreement in the first two Commons votes, before backing it in the third vote.</p> \n  <p>In an interview with TalkRadio, she said:</p> \n  <blockquote class=\"quoted\"> \n   <p>I have always said quite clearly if I got enough support from my colleagues, yes I would. </p> \n   <p>Now people have come forward and I have got that support, so I will be going forward.</p> \n  </blockquote> \n  <p>McVey also said that Theresa May’s departure should be handled in a “dignified and graceful” way. “We all know Theresa May is dutiful,” she said. “She has worked for public service for many years.”</p> \n  <figure class=\"element element-image\" data-media-id=\"68e511b66526cae6e0af25513f929ad167643629\"> \n   <img src=\"https://media.guim.co.uk/68e511b66526cae6e0af25513f929ad167643629/53_0_3394_2036/1000.jpg\" alt=\"Esther McVey\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Esther McVey</span> \n    <span class=\"element-image__credit\">Photograph: Stefan Rousseau/PA</span> \n   </figcaption> \n  </figure> \n </div> \n</div> \n<div id=\"block-5cd3f0af8f087d3be8786415\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T09:23:36.526Z\">10.23am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p><strong>Gina Miller</strong>, the pro-European campaigner whose legal challenge forced the government to pass a bill allowing article 50 to be triggered, has launched a website encouraging people to vote tactically in the European elections for pro-remain parties. In a Guardian article, she explains why. Here’s an extract.</p> \n  <blockquote class=\"quoted\"> \n   <p>With the remain vote in effect divided between up to five parties – Change UK, the Lib Dems, Greens, Plaid Cymru and the SNP – [Nigel] Farage will be able to take victory for granted unless the playing field is levelled out. He and his rightwing backers know only too well that winning a sweep of MEP seats will be interpreted as a mandate for the Brexiteers, as they set about implementing the most extreme political ideology seen in this country in living memory. What is more, it would expand the bloc of rightwing MEPs with divisive and sinister global agendas sitting in the European parliament.</p> \n   <p>I am therefore attempting to even the playing field by today launching <a href=\"https://www.remainunited.org/\">Remain United</a>, a tactical voting and campaigning website to give voters advice on which remain-backing party they would be best off supporting in order to maximise the number of seats these parties capture between them in the forthcoming election.</p> \n  </blockquote> \n  <p>And here is the article in full.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/09/nigel-farage-european-elections-remain-vote-brexit-party-gina-miller\">Want to stop Nigel Farage storming the European elections? Then vote tactically | Gina Miller</a> </p> \n  </aside> \n  <p>And here is Miller’s website,<a href=\"https://www.remainunited.org/\"> Remain United.</a> </p> \n </div> \n</div> \n<div id=\"block-5cd3ec608f086f179813e0b4\" class=\"block is-key-event\" data-block-contributor=\"profile/jennifer-rankin\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T09:09:51.995Z\">10.09am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Stephen Barclay says 'lazy thinking' about Brexit stops people appreciating its benefits</h2> \n <div class=\"block-elements\"> \n  <p>Brexit secretary <strong>Stephen Barclay</strong> has said there is too much “lazy thinking” on Brexit, as he claimed the 2016 vote to leave was driven by a desire to be “more global”.<br></p> \n  <p>He was speaking at a think-tank event in the Romanian city of Sibiu, hours before EU leaders gather - without Theresa May - to debate the future of the EU.</p> \n  <p>The Sibiu summit, which falls on Europe day, has been billed as a moment to relaunch the European project after Brexit, ahead of elections at the end of the month.</p> \n  <p>Barclay said he was frustrated with the common narrative on Brexit and accused people of of “lazy thinking”. He said:</p> \n  <blockquote class=\"quoted\"> \n   <p><em>I think too often there is lazy thinking, to be frank, on Brexit and a failure to look at that longer-term relationship between the United Kingdom and Europe.</em></p> \n  </blockquote> \n  <p>The 2016 vote was motivated by “confidence, optimism, a desire to be more global,” Barclay said. “It certainly was not the Nigel Farage little-Englander portrayal.”</p> \n  <p>Speaking on a panel entitled ‘new ambitions for the future of Europe’, Barclay added:</p> \n  <blockquote class=\"quoted\"> \n   <p>Brexit from my perspective is about shared values, wanting to have a political relationship, identifying shared challenges, but also being able to look forward, rather than to constantly hark back to a vote three years ago.</p> \n  </blockquote> \n  <p>The Brexit secretary, who also said Brexit was “an opportunity to be seized’, was greeted with polite applause from the audience of politicians and EU experts, although also faced scepticism. </p> \n  <p>“Brexit, it’s a lose lose agenda for the UK and for Europe,” said fellow panellist<strong> Luca Jahier,</strong> president of the European Economic and Social Committee, a body for EU social partners.</p> \n  <p>Another commentator in the room said listening to Barclay’s speech made him think “in a semi serious way” that the UK was reconsidering its decision to leave. The person also added that “a more flexible approach [from the EU] might have given the UK one more chance to stay in”.</p> \n  <p>Asked whether the UK faced challenges it could manage better outside the EU, Barclay said “in politics you should be able to walk and chew gum at the same time” as he called for a wide-ranging future relationship that went beyond trade, to cover shared interests on migration and security.</p> \n  <p>He said the EU would be accepting “a rather limiting relationship” if it imposed too many constraints on the UK “which has much to offer in terms of security”.</p> \n  <p>During the speech that discussed climate change, migration and Nato, he repeated the government’s pledge that the UK’s commitment to Europe’s security was “fundamental and unconditional”.</p> \n  <p>EU leaders meeting in the town hall of the picturesque Transylvanian city are expected to sign a declaration later on Thursday pledging to stick together through “thick and thin”. European commission president Jean-Claude Juncker originally proposed holding the summit on 30 March, the day after what should have been Brexit day. The event was moved to Europe day, long before the prime minister agreed to delay the UK’s departure until 31 October.<br></p> \n  <p>Juncker told an audience of students last night that the prime minister needed to<a href=\"https://www.politico.eu/article/juncker-to-theresa-may-im-leaving-my-job-so-please-speed-up/\"> “please speed up” the Brexit process</a>. He stand down as commission president at midnight on 31 October - the UK’s rescheduled departure day. “The British are supposed to leave on the 31st of October and I told Theresa May ‘I will leave at midnight so please speed up the process.’”</p> \n  <p><em>UPDATE:</em> We have corrected the opening paragraph, and the headline, after DExEU got in touch to say that Stephen Barclay’s comment about “lazy thinking” was not directed at the EU, but at what some people generally think about Brexit.</p> \n  <figure class=\"element element-image\" data-media-id=\"d31f5470f0eefb8b3bd325dd33716a37771d69ea\"> \n   <img src=\"https://media.guim.co.uk/d31f5470f0eefb8b3bd325dd33716a37771d69ea/0_298_6720_4032/1000.jpg\" alt=\"Police patrolling Piata Mare (Main square) in Sibiu, central Romania ahead of the EU summit there today.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n   <figcaption> \n    <span class=\"element-image__caption\">Police patrolling Piata Mare (Main square) in Sibiu, central Romania ahead of the EU summit there today.</span> \n    <span class=\"element-image__credit\">Photograph: Ludovic Marin/AFP/Getty Images</span> \n   </figcaption> \n  </figure> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-09T09:42:47.802Z\">at 10.42am BST</time></p> \n</div> \n<div id=\"block-5cd3e8958f087d3be87863b3\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T08:59:46.795Z\">9.59am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Gauke says changing Tory leader won't make it easier for party to pass Brexit deal</h2> \n <div class=\"block-elements\"> \n  <p><strong>David Gauke,</strong> the justice secretary, told the Today programme this morning that the Conservative party should stick with Theresa May as leader for the moment. “I think it would be a mistake to have a change of leadership at this point,” he said. Replacing May would not make it easier for the Conservatives to pass a Brexit deal, he suggested:</p> \n  <blockquote class=\"quoted\"> \n   <p>I think the issue here is that her going isn’t going to change the parliamentary arithmetic.</p> \n  </blockquote> \n  <p>Gauke also said that, when the Tories choose their next leader, the focus should be on “what is the role of the UK in a post-Brexit world and who is the best candidate to defeat Jeremy Corbyn”. </p> \n  <p>Gauke was speaking before delivering a speech on the rise of populism, and what the Conservatives should do about it. I’m just reading it now. It is not going to make the headlines, but it is more thoughtful than the usual “wide-ranging speech” we are getting from Tories seeking to influence the leadership contest at the moment and I will post a proper summary soon.</p> \n </div> \n</div> \n<div id=\"block-5cd3e6e18f086f179813e07f\" class=\"block\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T08:38:16.634Z\">9.38am <span class=\"timezone\">BST</span></time> </p> \n <div class=\"block-elements\"> \n  <p>Theresa May has confirmed the government will allocate £200m to fix private tower blocks wrapped in combustible Grenfell-style cladding, after mounting public anger against dozens of freeholders and developers who have refused to pay to make them safe, my colleague <strong>Robert Booth</strong> reports.</p> \n  <aside class=\"element element-rich-link\"> \n   <p> <span>Related: </span><a href=\"https://www.theguardian.com/uk-news/2019/may/09/government-allocates-funds-to-replace-grenfell-style-cladding\">Government allocates £200m to replace Grenfell-style cladding</a> </p> \n  </aside> \n </div> \n</div> \n<div id=\"block-5cd3db378f084f582f896058\" class=\"block is-key-event\" data-block-contributor=\"\"> \n <p class=\"block-time published-time\"> <time datetime=\"2019-05-09T08:21:34.541Z\">9.21am <span class=\"timezone\">BST</span></time> </p> \n <h2 class=\"block-title\">Corbyn seeks to make Euro elections about social justice, not Brexit, as he launches Labour campaign</h2> \n <div class=\"block-elements\"> \n  <p><strong>Jeremy Corbyn</strong> is launching Labour’s campaign for the European elections in Medway, Kent, this morning. And, according to the extracts from his speech sent out in advance, he is keen to shift the conversation away from Brexit. Here are the key points.</p> \n  <ul> \n   <li><strong>Corbyn will seek to make the Euro elections about social justice, not Brexit.</strong> This is what the party says in its news release about the Labour manifesto.</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>The manifesto –<em> ‘Transforming Britain and Europe: for the many not the few’ </em>– sets out Labour’s plans to work across borders to take on the tax dodgers, the polluters and the migrant baiters of the far right. </p> \n   <p>From taking urgent action on the climate emergency, to protecting and strengthening workers’ rights, to facing down the far right, the manifesto speaks to the lives of people in Britain and across Europe.</p> \n  </blockquote> \n  <ul> \n   <li><strong>Corbyn will restate Labour’s qualified support for a second referendum, implying he would not back a people’s vote on a Brexit deal Labour supported.</strong> Corbyn will say:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>Labour’s alternative plan for Brexit, which protects jobs, living standards and communities, would end the chaos caused by the Conservatives and let us focus on the other big issues facing our country.</p> \n   <p>But we can never accept the government’s bad deal or a disastrous no deal. So if we can’t get a sensible deal, along the lines of our alternative plan, or a general election, Labour backs the option of a public vote.</p> \n  </blockquote> \n  <ul> \n   <li><strong>He will claim that Labour is the only party that can appeal to both remain supporters and leave supporters.</strong> He will say:</li> \n  </ul> \n  <blockquote class=\"quoted\"> \n   <p>To transform our country, and tackle injustice, inequality and the climate crisis, we need to unite the overwhelming majority of people and take on the privileged and powerful. </p> \n   <p>That’s why we insist the real divide in our country is not how people voted in the EU referendum. The real divide is between the many and the few. Whether you’re from Tottenham or Mansfield, Stockwell or Stoke, here in Medway or in Manchester, so many of the problems you face are the same.</p> \n   <p>Other parties appeal to just one side of the Brexit debate because they aren’t really committed to taking on the tax dodgers, the big polluters, or the financial gamblers who crashed our economy a decade ago. Labour is the only party with a plan to unite our country to make it work for the many not the few.</p> \n  </blockquote> \n  <p>The danger with this argument, of course, is that there is now quite a lot of evidence suggesting that the real divide in Britain is not how people feel about the many and the few, but about whether they back leave or remain.</p> \n  <p>Here is the agenda for the day.<br></p> \n  <p><em>9.45am:</em> The Peoples’ Vote campaign publishes <a href=\"https://www.politicshome.com/news/uk/foreign-affairs/brexit/news/103751/new-analysis-finds-brits-would-be-%C2%A3800-year-worse-under\">a report saying leaving the EU but staying in a customs union would reduce national income by £80bn a year compared to staying in.</a></p> \n  <p><em>10.45am: </em>Amber Rudd, the work and pensions secretary, gives a speech on the future of Conservatism. As Rowena Mason reports,<a href=\"https://www.theguardian.com/politics/2019/may/08/automation-means-future-jobs-will-be-more-creative-amber-rudd\"> she will say people should not fear robots taking over their boring and repetitive work when future jobs will be much more creative.</a></p> \n  <p><em>11am:</em> Jeremy Corbyn launches Labour’s campaign for the Euro elections.</p> \n  <p><em>3.30pm: </em>John McDonnell, the shadow chancellor, and Jo Swinson, the Lib Dem deputy leader, speak at the launch of the new IPPR centre for economic justice.</p> \n  <p><em>12pm:</em> The Brexit party unveils its candidate for the Peterborough byelection. <a href=\"https://www.express.co.uk/news/politics/1124638/peterborough-byelection-brexit-party-mike-greene-secret-millionaire-nigel-farage\">It is Mike Greene, who featured in the Channel 4 programme Secret Millionaire.</a></p> \n  <p><em>2.15pm:</em> David Lidington, the Cabinet Office minister, chairs a meeting of the joint ministerial committee with the devolved administrations.</p> \n  <p><em>Afternoon:</em> Nicola Sturgeon, the SNP leader and Scottish first minister, is launching the SNP’s Euro elections campaign.</p> \n  <p>The Lib Dems are also launching their Euro election campaign today, but the event will be this evening, out of my time. However, my colleagues <strong>Heather Stewart </strong>and<strong> Jessica Elgot </strong>have interviewed the Lib Dem leader, who reveals that <a href=\"https://www.theguardian.com/politics/2019/may/09/vince-cable-stakes-lib-dems-claim-as-torch-carriers-for-remain\">his party’s campaign slogan is “Bollocks to Brexit”.</a></p> \n  <p>As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary when I wrap up, which will be slightly earlier than usual today, at about 4pm, because I’ve got a meeting later.<br></p> \n  <p>You can read all the latest Guardian politics articles <a href=\"https://www.theguardian.com/politics/all\">here</a>. Here is <a href=\"https://www.politico.eu/newsletter/london-playbook/politico-london-playbook-two-weeks-to-go-election-launches-tories-in-meltdown/\">the Politico Europe round-up of this morning’s political news. </a>And here is the <a href=\"https://www.politicshome.com/must-reads\">PoliticsHome list of today’s top 10 must-reads</a>.</p> \n  <p>If you want to follow me or contact me on Twitter, I’m on <a href=\"https://twitter.com/AndrewSparrow\">@AndrewSparrow</a>.</p> \n  <p>I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone.</p> \n  <p>If you want to attract my attention quickly, it is probably better to use Twitter.</p> \n </div> \n <p class=\"block-time updated-time\">Updated <time datetime=\"2019-05-09T13:20:06.447Z\">at 2.20pm BST</time></p> \n</div>",
      "wordcount": "7010",
      "commentCloseDate": "2019-05-09T16:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-09T08:21:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:31Z",
      "liveBloggingNow": "false",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/be4v3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f287dfbcf8d84970b80c9c95773898a01cc80772/0_90_3917_2351/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has again rebuffed the demands of many of his own activists for Labour to become the party of remain at the European elections later this month, insisting he will stand on the “common ground”. Nicola Sturgeon has urged Scottish voters to treat both Labour and the Conservatives as pro-Brexit parties in the European elections, claiming only the Scottish National party has the weight to fight to remain in the EU. (See 3.52pm.) David Gauke, the justice secretary, has accepted that voters will “kick” the Tories in the European elections, but warned the party against populism and “yearning for a mythical” past. Pro-remain parties are in talks about forming an alliance to support a single candidate in a byelection in Peterborough. The Brexit party has announced the former Tory-supporting businessman Mike Greene as its candidate for the Peterborough byelection. Theresa May has confirmed the government will allocate £200m to fix private tower blocks wrapped in combustible Grenfell-style cladding, after mounting public anger against dozens of freeholders and developers who have refused to pay to make them safe. Air passengers should pay a 50p levy to ensure they can be flown home should their airline go bust, a government review has proposed. That’s all from me for today. Thanks for the comments. Nicola Sturgeon has urged Scottish voters to treat both Labour and the Conservatives as pro-Brexit parties in the European elections, claiming only the Scottish National party has the weight to fight to remain in the EU. Describing the vote on 23 May as the most important European election in Scotland’s history, the SNP leader and Scottish first minister also reiterated her call for a fresh referendum on Scottish independence before 2021, regardless of whether Brexit happens. She said this was a “golden opportunity” for Scottish voters to reassert themselves at a UK and European level. She said: It is striking, I would say depressingly, just how close together Labour and the Tories are on Brexit. On this defining issue of our time, Jeremy Corbyn and Theresa May have so much more in common than they like to pretend. They oth want to take Scotland and the UK out of the European Union. There is no escaping the fact that Labour is a pro-Brexit party, just as the Tories are a pro-Brexit party. She said Labour was trying to face both ways at once, wanting to end freedom of movement but claim it wanted the closest possible partnership with the EU. The latest opinion polls suggest the SNP will attract hundreds of thousands of pro-EU voters, chiefly at Labour’s expense. The SNP was at 40% in a recent YouGov poll and set to win at least three or possibly four of Scotland’s six European parliament seats. With Change UK competing for pro-EU seats, and the Brexit party and Ukip chipping away at Tory support, Labour is down to 14% while the Tories are stranded at 10% and will struggle to hold their sole Scottish European seat. Sturgeon will again face questions in this campaign about the apparently contradictory logic of wishing to take Scotland out of its centuries-old union with the UK but remain in a much larger European union. Citing Croatia and Denmark have leading roles in the EU, she described the EU as “a collective of independent states”, and said an independent Scotland would have a seat “at the top table.” Within the UK, she added, Scotland’s voice on the EU was repeatedly ignored by the Conservative government in London. Nicola Sturgeon, the Scottish first minister, is in Edinburgh launching the SNP’s campaign for the European elections. She has just finished a speech in which she urged Scottish voters to use the vote, two weeks today, to send a message to Theresa May that “Scotland has had enough of being ignored”. This is by far the most important European election in Scotland’s history. At stake in this election is not just which parties and which candidates will be elected to the European parliament. At stake also is whether Scotland can remain inside the European Union at all. On 23 May by voting SNP, people in Scotland can send a clear and unequivocal message to Theresa May. That message is this: Scotland has had enough of being ignored. It is worth pointing out, obviously, that the results of the European elections will have no direct bearing at all on whether or not Scotland stays in the European Union. That will be determined by decisions taken by the UK government and by the UK parliament (and conceivably, further down the line, by the Scottish people in a referendum.) But the European elections will allow voters to convey a message to London about their feelings about Brexit. This is from UTV’s Ken Reid. The People’s Vote campaign has published some interesting Brexit polling today, to coincide with the research it released overnight saying leaving the EU but staying in a customs union would reduce national income by £80bn a year compared to staying in. Here are the key results of the poll, which was conducted by Opinium and which involved a sample of 2,000 respondents. It focused on a possible Brexit deal involving the UK staying in a customs union with the EU, which is the idea at the heart of the cross-party talks. Almost three quarters of voters (74%) think a Brexit deal involving the UK staying in a customs union with the EU would not honour the referendum result, the poll suggests. Most voters would not be happy about a customs deal outcome, the poll suggests. By a margin of almost two to one (60% to 33%), people say they would feel “disappointed, angry or anxious rather than happy, relieved or delighted” by such a deal. Both main parties could lose support if they backed a customs union compromise, the poll suggests. Only 12% of people said they would be more likely to vote Labour in these circumstances, against 27% of people who said they would be less likely to vote Labour. And only 12% of people said they would be more likely to vote Conservatives in these circumstances, against 30% who said it would make them less likely to vote Tory. A plurality of voters support a confirmatory referendum, the poll suggests. Some 49% of people are in favour, and 30% are against. Labour supporters strongly back the idea (by 67% to 10%). But even Conservative supporters are very narrowly in favour (by 43% to 41%), the poll suggests. Commenting on these findings in a statement released by the People’s Vote campaign, Sam Gyimah, the Conservative former universities minister, said: Even if the government and the Labour party can agree a customs union deal, it will do nothing to break the spell that Nigel Farage has currently cast on British politics. These poll findings show such an outcome would be hugely unpopular with voters because it would satisfy neither leavers nor remainers. Instead, more and more MPs and members of the public are concluding that the only way to secure a stable majority and a lasting settlement is to put this vexed issue back to the people. Emmanuel Macron, the French president, spoke to the BBC’s Adam Fleming at the Sibiu summit. He sounded a bit fed up with Brexit. My colleague Jennifer Rankin has been tweeting from the EU summit in Sibiu - the one Theresa May is not attending because it is about the EU’s post-Brexit future. Dame Pauline Green, who was leader of the Labour MEPs, and then leader of the Party of European Socialists group in the European parliament in the 1990s, has announced that she is leaving the party. In an open letter to Jeremy Corbyn, she says she is quitting because the party is not unequivocally backing a second referendum. She will vote for Change UK instead at the European elections, she says. The Change UK MP Chris Leslie has tweeted her letter. As I said earlier, David Gauke, the justice secretary, gave a speech on populism this morning that was more thoughtful and interesting than most of the “wide-ranging speeches” we are getting from leading Tories at the moment. And Gauke is not even standing for the leadership. As he joked in his speech, “when it comes to any future leadership election, my position is to resist the clamour to stand. I remain confident that my resistance will be greater than the clamour.” The full text of the speech is here. And here are some of the main points. Gauke said, although there was a case for the Conservative party embracing populism, it should reject it. He said: The rise of populism, the fragmenting of traditional party loyalties and the impact of Brexit means that there is a case for the Conservative party to become a more populist, anti-establishment, culturally conservative party. But I argue that such a choice would limit our electoral appeal and leave the UK badly placed to take advantage of the opportunities of the 21st century. In other words, this is a speech that argues for a Conservative party to continue to be a broad church and an advocate for mainstream values. As Tom Clark argues in a good Prospect article, there is polling evidence suggesting a lurch to populism might be helpful to anyone trying to win the Tory leadership contest. But Gauke says not only that populist policies wrong, but that embracing them would cost the Conservatives the metropolitan voters they need to win a majority. Gauke said, to combat populism, the Tories should avoid trying to pretend their are simply solutions to the nation’s problems. He said: We need to be open and straight-forward that many decisions are complex, that life involves trade-offs and that an easy, simple answer is often the wrong one. In response to the glib, easy answer, we shouldn’t be frightened to say that, “well, it’s a little bit more complicated than that”. Those of us who are politicians should treat the public as adults and be prepared to set out that we may often face a range of imperfect choices, that most choices have costs as well as benefits. Over-simplifying issues – a tendency of the populist politician – only increases scepticism in our politics when claims turn out to be untrue. If we want to rebuild trust in our politics, we should strive harder to communicate the factors that influence any decision or policy. He said, on Brexit, the Tories needed to reject populist-style wishful thinking. He did not mention any of his colleagues, but this passage seemed to be aimed at Brexiters like Boris Johnson. Gauke said: We need to set out more clearly and openly the trade-offs and choices that lie ahead of us as we establish a new relationship with the 27 member states of the European Union. Reluctance by some participants in this debate to accept that some choices have costs has meant that the debate on our future relationship has been, too often, characterised by wishful thinking. This wishful thinking – that, for example, we could have the exact same benefits as membership of the EU but with none of the obligations – has not survived the collision with reality. But it has left some voters bemused and angry that the simple Brexit they were promised by some has not been delivered. But over-promising, over-simplifying and failing to deliver will only encourage further disenchantment. Gauke said Margaret Thatcher showed how the Tories could combine electoral success with rejecting populism. He said: The biggest problem with populist policies is that too often, they’re just plain wrong. Let me begin with the economics. The vast majority of Conservatives look back with pride at how Mrs Thatcher’s governments turned round the British economy from being the sick man of Europe to being a dynamic, enterprising powerhouse. She did so not by embracing populism but by confronting it. Whereas populism tends to seek to preserve existing jobs and industries, insulating an economy from foreign competition, the 1980s were a period when the government did not seek to prevent necessary structural changes. She took steps to make our economy more open through both unilateral and multilateral measures, foreign investment was encouraged, structural change embraced. And whereas as populism tends to be fiscally irresponsible – it is the politics of saying ‘yes’ and rarely of saying ‘no’ - the Thatcher governments’ fiscal approach was thoroughly conservative, ensuring that we sought to live within our means, tightly controlling public spending and even allowing the tax burden to rise when necessary to get the public finances under control. A responsible government cannot agree to every spending proposal put in front of it. Nor can it afford to pursue every proposal for unfunded tax cuts. I am the first to argue the case for a competitive, pro-business tax system – I am very proud to be associated with our corporation tax reforms – but the idea that cutting taxes inevitably pays for itself is simply the right-wing equivalent of the magic money tree. He rejected claims that inequality was fuelling populism. In a long passage trying to explain why populism was increasing, he cited economic insecurity, social media, stagnating living standards and structural changes as among the causes. But he said he did not accept the common argument that rising inequality was part of the problem. He explained: There are many who argue that rising inequality is a driver for populism. I am a little cautious about this, at least in the context of the UK, simply for the reason that inequality (contrary to what nearly everyone thinks they know) is not, in fact, rising. As the IFS has pointed out, income inequality has remained pretty consistent since the 1990s and, since the great recession of the late 2000s, earnings growth has generally been greatest for lower earners. Here are the main points from Jeremy Corbyn’s speech and Q&amp;A at the Labour European elections campaign launch. Corbyn said he thought a second referendum on Brexit could be “a healing process”. (See 12.18pm.) He made the comment in his Q&amp;A after a speech in which he suggested that Labour would not back a people’s vote on a Brexit deal it supported. (See 9.21am.) He played down claims that there has been progress towards compromise in the cross-party Brexit talks, saying it was “difficult negotiating with a disintegrating government”. In his speech he said: So far in those talks, there has been no big offer, and the red lines remain. It’s difficult negotiating with a disintegrating government, with cabinet ministers jockeying for the succession rather than working for an agreement. Subsequently, when asked how the talks were going in the Q&amp;A, he said: The talks that we are having with the government have been difficult because the government is in some degree of disarray itself. They are still ongoing. Our point is that we want to protect jobs, protect trade and protect those rights that we have obtained. We met again yesterday and there will be a further meeting coming up. But, quite honestly, the government has to move its red lines. We cannot go on having MV1, MV2, MV3 and then coming on for possibly an MV4, or a bill that we have yet to actually see. So we will continue with that. If not, the issue has to come back to parliament at the earliest possible opportunity. He said he expected a general election soon. (See 11.37am.) He refused to define Labour simply as a leave party or a remain party. (See 11.37am.) But the New Statesman’s Stephen Bush has answered this question for him. Corbyn said Nigel Farage’s Brexit party should be seen as the “no-deal” party. Interestingly, he devoted much more of his speech to attacking the Brexit party than to attacking the Tories, or any other party - a sensible decision on the basis of polling suggesting that Farage is the biggest threat to Labour. (See 11.28am.) He admitted Labour was “trying to offer something to everyone over Brexit”. (See 11.29am.) It was the only party trying to appeal to both those who voted leave and those who voted remain, he argued. He said the authorities probably needed more powers to tackle racist behaviour. (See 11.44am.) Here is the text of Jeremy Corbyn’s speech at the European elections campaign launch. And here is the Labour manifesto (pdf). I will post a full summary of the main points from Jeremy Corbyn’s speech and Q&amp;A soon. But here is what he said almost at the end of the press conference about how a second referendum could be a healing process. The view we put forward, the party conference put this forward, the national executive agreed this, [was] that we should include the option of having a ballot on a public vote on the outcome of the talks and negotiations on what we’re putting forward. I would want that to be seen as a healing process, and bringing this whole process to a conclusion. Nothing is easy in this. But our essential message has to be to bring people together and that’s the basis on which we’ve approached both what we’ve done in parliament and in the negotiations itself. This may have been the most intriguing thing Corbyn said all morning. Curiously, this is almost exactly what Tony Blair (normally the last person Corbyn would seek to follow) said on the subject of a second referendum last month. In an interview with the Institute for Government, Blair said: So when members of parliament are forced to come to a choice then I think at that point they will say, ‘Ok, this what I think but I’m not going to take the full responsibility so I’m going to share responsibility with the people’, and that allows a referendum to be a healing process. When Blair said this quite a few people thought he was deluded. The general view on a second referendum is that, whatever its merits, it would be a divisive process, rather than a healing one. When Labour’s national executive committee restated Labour’s second referendum policy recently in terms of support for the “option” of a public vote, the inclusion of that word was seen a sign that the party did not want to fully commit to one. It has long been assumed that Corbyn has very little enthusiasm for the idea. The words released overnight, implying Labour would not back a people’s vote on a Brexit deal it favoured (see 9.21am), back this up, as does his call in the Q&amp;A for an early general election. (See 11.37am.) If there were an election, there would be no time to legislate for a second referendum. But in the answer quoted above Corbyn did seem to envisage a second referendum happening. But how would it be a healing process? One theory occasionally floated by the more pro-Brexit Labour types, such as the Unite general secretary Len McCluskey, has been that you could have a second referendum, but without remain as an option. A referendum on a Labour Brexit proposal, with the unappealing no deal as the only alternative? That might be one version of a second referendum that would bring the whole process to a conclusion, although at this point I have no idea if that is what was going through Corbyn’s mind when he gave that answer. Corbyn is now taking three questions from non-journalists. Q: What can Labour do to improve the lives of children living in poverty? Corbyn says the problem with Brexit is that it has crowded out all other issues. Recently at PMQs he decided to ask about knife crime instead. And he has asked about other issues too. And he had thousands of people saying thank you for raising these topics. He says a recent report from the Commons education committee said children who had proper nursery education tended to do well. But children who did not get that were behind academically by year 11. That is why Labour is proposing more free nursery education. And it wants children to eat school meals together, and children to get an artistic education. After that, for older students, tuition fees should be ended, he says. Q: Do you agree that having a second referendum is undemocratic, because it ignores the wishes of the 17 million who voted to leave? Corbyn says the party has decided to back the option of a second referendum. He says he would like this to be seen as a “healing process”, and something that would bring “this whole process to a conclusion”. Corbyn says second referendum could be a “healing process”. Q: What should we say to people angry because they want no deal? Corbyn says a no-deal Brexit would be terrible for manufacturing. Those who back no deal should “think it through”, he says. Q: Is this election a watershed moment to tackle the far right? Corbyn says the rise of hate crime is very worrying. There is also a rise in violent crime and knife crime. There is an issue with police numbers, he says. The last Labour government introduced police support officers. But many police jobs have been lost. Community policing is important, he says. Corbyn says there is a rise in antisemitism across Europe, in countries such as Poland. He praises those, especially the young, who have stood up against this. Do we need more powers to challenge racist behaviour? Corbyn says we need to look at that, “and I think we probably do”. Corbyn says authorities probably need more powers to tackle racist behaviour. The abuse directed at people such as Muslim women is particularly unacceptable, he says. He says he is determined to bring people together. Q: Do you want the MEPs who are elected not to have to take their seats, like the government? Corbyn says Labour’s message is not the same as the government’s. Labour wants to end austerity. But, despite what Theresa May said at her party conference, that is not the government’s position. Q: Do you think the Lib Dem slogan “bollocks to Brexit” is a helpful contribution to the debate? Corbyn says he wants to bring people together. He wants Labour MEPs to play their part in the European parliament as long as they are there. Q: You say leave or remain are unhelpful labels. But many in your party want it to be a remain party? Is it definitely a leave party? Or could it be a remain party? Corbyn says he fought the referendum on a remain and reform programme. But leave won. He summarises the sort of Brexit he wants. And he says the Labour manifesto includes the option of a public vote. Q: Why should voters turn out if they don’t know whether you are a leave party or a remain party? Q: Do you accept that your stance on Brexit cost you votes in the local elections? Corbyn says he is appalled at the toxic nature of the Brexit debate. He says a future relationship with the EU should promote trade and protect rights. The alternative promoted by people such as Nigel Farage would involve a trade deal with the US that would allow American firms to take over the NHS. Corbyn says Labour would not allow that. He says he would accept a public vote at the end of the parliamentary process. As to the charge Labour’s message is confusing, he says he does not accept that. He is looking forward to putting the case in a general election “which cannot be that far away”. The government cannot carry on like this, he says. Corbyn says general election “cannot be that far away”. Q: Are you making any progress in the cross-party talks? Corbyn says the government has to move its red lines. It cannot have another meaningful vote, or a bill, without that. Corbyn says Labour is trying to appeal to both sides on Brexit. It’s said that Labour is trying to offer something to everyone over Brexit. I make no apology for that. Labour will never be the party of the 52% or of the 48%. We are the part of the great majority who reject the politics of smear and scapegoating. Corbyn turns to Nigel Farage’s Brexit party, which he says is really the no-deal party. For millions, no deal would mean no jobs. An economic shock threatening entire industries. And here in Kent turning the M20 into a permanent lorry park, causing massive disruption. It would be an elite Brexit that would only work for the richest. Who wants to deregulate, slash public services and rights at work still further. It would be a Donald Trump Brexit leaving us at the mercy of a reckless and bellicose US administration. Nigel Farage’s Brexit is a Brexit for conspiracy theorists. For those who see Muslims and migrants or George Soros as the enemy. Only Labour can see off the Farage snake oil in this election. Corbyn says the biggest problems require international solutions. And the biggest issue of all the climate and environment emergency that threatens everyone’s future cannot be averted by one country alone. Climate breakdown air pollution and the frightening loss of species demand collaboration across borders. And I am proud that Labour led the way last week to make the UK parliament be the first in the world to declare an environment and climate emergency. Corbyn says Labour will stand up for workers “black and white”. It will guarantee the rights of EU workers and students in this country. We are internationalists to our core. Corbyn says Britain needs solutions, not scapegoats. When you blame your neighbour rather than the powerful for problems with the health system or for overcrowded classrooms or for a lack of housing you’re letting those responsible off the hook. You haven’t trained a doctor or a nurse, you haven’t opened a new school, you haven’t built a house, you haven’t secured a penny of extra investment. All you’ve done is fuel an atmosphere of division and nastiness. Corbyn goes on to explain what these problems are. While the government’s incompetence and divisions over Brexit have created this deadlock the injustices in our society are deepening. Those injustices aren’t to do with backstops, implementation periods and all that obscure jargon. They’re about whether your children will go to a school that can afford the basics or one that has to send begging letters to parents. Whether your relatives will be treated quickly and safely on the NHS or wait in pain and distress for months. Whether your parents will get a helping hand in old age or be left isolated and afraid. And whether we as a country can end the burning injustices in our society that Theresa May once talked of but did nothing about. Austerity, insecure work and low wages cause anger and disillusion. Some want to use that to stoke further division. But it wasn’t the EU that slashed public services to pay for tax cuts for the richest, it was Tory governments. It wasn’t nurses and teachers who crashed our economy, it was the bankers and hedge funds. And it wasn’t immigrants who caused the biggest squeeze on wages since the Napoleonic wars, it was bad employers. Corbyn says he has seen the divisions Brexit has caused. What should we do? You could continue with these divisions, he says, and living with labels that did not apply a few years ago. But who wants to go on like that, he asks. He says we should not ask first if people are leave or remain. We should ask what sort of society we want. And there is a lot of common ground on that, he says. The real divide is not between people who voted leave and remain. It is between the many and the few. Whether you live in a remain area or a leave area, the problems are the same, he says. Jeremy Corbyn says the government is trying to implement Brexit against a backdrop of division. Labour is the only party with a plan to unite the country, he says. He says Labour will end austerity, invest in communities and raise living standards. He says Labour has a plan to restore manufacturing industries and revive areas of the country that feel neglected. That neglect was a major cause of Brexit, he says. He says, as democratic socialists, they cannot ignore the results of the referendum. The party said in its election manifesto, and again at the Liverpool conference, that it would respect the result. But it cannot respect the government’s handling of Brexit, he says. He says the Tories have spent three years arguing amonst themselves. It was only after the PM’s deal was voted down three times that she agreed to discuss Brexit with Labour. So far, there has been no big offer in those talks. The red lines remain in place, he says. He says it is difficult negotiating with a “disintegrating government”. Corbyn says it is hard for Labour to negotiate Brexit with a “disintegrating government”. Jayne Baxter, a former MSP and a Labour MEP candidate in Scotland, is introducing Jeremy Corbyn. She says Labour is the only party trying to appeal to people on both sides of the Brexit argument. Jeremy Corbyn is about to launch Labour’s European elections campaign. There is a live feed at the top of this blog. Sky’s Beth Rigby has a useful round-up of all the other Tories who want to stand for the leadership. And here is the BBC’s Laura Kuenssberg on Steve Baker’s possible candidature. I have changed the headline at 10.09am, and the opening paragraph, after DExEU got in touch to say that Stephen Barclay’s comment about “lazy thinking” about Brexit was not directed at the EU specifically, but at what some people in general think about Britain leaving the EU. Sorry about that. Esther McVey, the Conservative Brexiter and former work and pensions secretary, has announced that she will stand for the Conservative leadership. McVey resigned from cabinet when the withdrawal agreement was announced in November last year, and this gives her considerable credibility with Tory Brexiters. She then voted against the withdrawal agreement in the first two Commons votes, before backing it in the third vote. In an interview with TalkRadio, she said: I have always said quite clearly if I got enough support from my colleagues, yes I would. Now people have come forward and I have got that support, so I will be going forward. McVey also said that Theresa May’s departure should be handled in a “dignified and graceful” way. “We all know Theresa May is dutiful,” she said. “She has worked for public service for many years.” Gina Miller, the pro-European campaigner whose legal challenge forced the government to pass a bill allowing article 50 to be triggered, has launched a website encouraging people to vote tactically in the European elections for pro-remain parties. In a Guardian article, she explains why. Here’s an extract. With the remain vote in effect divided between up to five parties – Change UK, the Lib Dems, Greens, Plaid Cymru and the SNP – [Nigel] Farage will be able to take victory for granted unless the playing field is levelled out. He and his rightwing backers know only too well that winning a sweep of MEP seats will be interpreted as a mandate for the Brexiteers, as they set about implementing the most extreme political ideology seen in this country in living memory. What is more, it would expand the bloc of rightwing MEPs with divisive and sinister global agendas sitting in the European parliament. I am therefore attempting to even the playing field by today launching Remain United, a tactical voting and campaigning website to give voters advice on which remain-backing party they would be best off supporting in order to maximise the number of seats these parties capture between them in the forthcoming election. And here is the article in full. And here is Miller’s website, Remain United. Brexit secretary Stephen Barclay has said there is too much “lazy thinking” on Brexit, as he claimed the 2016 vote to leave was driven by a desire to be “more global”. He was speaking at a think-tank event in the Romanian city of Sibiu, hours before EU leaders gather - without Theresa May - to debate the future of the EU. The Sibiu summit, which falls on Europe day, has been billed as a moment to relaunch the European project after Brexit, ahead of elections at the end of the month. Barclay said he was frustrated with the common narrative on Brexit and accused people of of “lazy thinking”. He said: I think too often there is lazy thinking, to be frank, on Brexit and a failure to look at that longer-term relationship between the United Kingdom and Europe. The 2016 vote was motivated by “confidence, optimism, a desire to be more global,” Barclay said. “It certainly was not the Nigel Farage little-Englander portrayal.” Speaking on a panel entitled ‘new ambitions for the future of Europe’, Barclay added: Brexit from my perspective is about shared values, wanting to have a political relationship, identifying shared challenges, but also being able to look forward, rather than to constantly hark back to a vote three years ago. The Brexit secretary, who also said Brexit was “an opportunity to be seized’, was greeted with polite applause from the audience of politicians and EU experts, although also faced scepticism. “Brexit, it’s a lose lose agenda for the UK and for Europe,” said fellow panellist Luca Jahier, president of the European Economic and Social Committee, a body for EU social partners. Another commentator in the room said listening to Barclay’s speech made him think “in a semi serious way” that the UK was reconsidering its decision to leave. The person also added that “a more flexible approach [from the EU] might have given the UK one more chance to stay in”. Asked whether the UK faced challenges it could manage better outside the EU, Barclay said “in politics you should be able to walk and chew gum at the same time” as he called for a wide-ranging future relationship that went beyond trade, to cover shared interests on migration and security. He said the EU would be accepting “a rather limiting relationship” if it imposed too many constraints on the UK “which has much to offer in terms of security”. During the speech that discussed climate change, migration and Nato, he repeated the government’s pledge that the UK’s commitment to Europe’s security was “fundamental and unconditional”. EU leaders meeting in the town hall of the picturesque Transylvanian city are expected to sign a declaration later on Thursday pledging to stick together through “thick and thin”. European commission president Jean-Claude Juncker originally proposed holding the summit on 30 March, the day after what should have been Brexit day. The event was moved to Europe day, long before the prime minister agreed to delay the UK’s departure until 31 October. Juncker told an audience of students last night that the prime minister needed to “please speed up” the Brexit process. He stand down as commission president at midnight on 31 October - the UK’s rescheduled departure day. “The British are supposed to leave on the 31st of October and I told Theresa May ‘I will leave at midnight so please speed up the process.’” UPDATE: We have corrected the opening paragraph, and the headline, after DExEU got in touch to say that Stephen Barclay’s comment about “lazy thinking” was not directed at the EU, but at what some people generally think about Brexit. David Gauke, the justice secretary, told the Today programme this morning that the Conservative party should stick with Theresa May as leader for the moment. “I think it would be a mistake to have a change of leadership at this point,” he said. Replacing May would not make it easier for the Conservatives to pass a Brexit deal, he suggested: I think the issue here is that her going isn’t going to change the parliamentary arithmetic. Gauke also said that, when the Tories choose their next leader, the focus should be on “what is the role of the UK in a post-Brexit world and who is the best candidate to defeat Jeremy Corbyn”. Gauke was speaking before delivering a speech on the rise of populism, and what the Conservatives should do about it. I’m just reading it now. It is not going to make the headlines, but it is more thoughtful than the usual “wide-ranging speech” we are getting from Tories seeking to influence the leadership contest at the moment and I will post a proper summary soon. Theresa May has confirmed the government will allocate £200m to fix private tower blocks wrapped in combustible Grenfell-style cladding, after mounting public anger against dozens of freeholders and developers who have refused to pay to make them safe, my colleague Robert Booth reports. Jeremy Corbyn is launching Labour’s campaign for the European elections in Medway, Kent, this morning. And, according to the extracts from his speech sent out in advance, he is keen to shift the conversation away from Brexit. Here are the key points. Corbyn will seek to make the Euro elections about social justice, not Brexit. This is what the party says in its news release about the Labour manifesto. The manifesto – ‘Transforming Britain and Europe: for the many not the few’ – sets out Labour’s plans to work across borders to take on the tax dodgers, the polluters and the migrant baiters of the far right. From taking urgent action on the climate emergency, to protecting and strengthening workers’ rights, to facing down the far right, the manifesto speaks to the lives of people in Britain and across Europe. Corbyn will restate Labour’s qualified support for a second referendum, implying he would not back a people’s vote on a Brexit deal Labour supported. Corbyn will say: Labour’s alternative plan for Brexit, which protects jobs, living standards and communities, would end the chaos caused by the Conservatives and let us focus on the other big issues facing our country. But we can never accept the government’s bad deal or a disastrous no deal. So if we can’t get a sensible deal, along the lines of our alternative plan, or a general election, Labour backs the option of a public vote. He will claim that Labour is the only party that can appeal to both remain supporters and leave supporters. He will say: To transform our country, and tackle injustice, inequality and the climate crisis, we need to unite the overwhelming majority of people and take on the privileged and powerful. That’s why we insist the real divide in our country is not how people voted in the EU referendum. The real divide is between the many and the few. Whether you’re from Tottenham or Mansfield, Stockwell or Stoke, here in Medway or in Manchester, so many of the problems you face are the same. Other parties appeal to just one side of the Brexit debate because they aren’t really committed to taking on the tax dodgers, the big polluters, or the financial gamblers who crashed our economy a decade ago. Labour is the only party with a plan to unite our country to make it work for the many not the few. The danger with this argument, of course, is that there is now quite a lot of evidence suggesting that the real divide in Britain is not how people feel about the many and the few, but about whether they back leave or remain. Here is the agenda for the day. 9.45am: The Peoples’ Vote campaign publishes a report saying leaving the EU but staying in a customs union would reduce national income by £80bn a year compared to staying in. 10.45am: Amber Rudd, the work and pensions secretary, gives a speech on the future of Conservatism. As Rowena Mason reports, she will say people should not fear robots taking over their boring and repetitive work when future jobs will be much more creative. 11am: Jeremy Corbyn launches Labour’s campaign for the Euro elections. 3.30pm: John McDonnell, the shadow chancellor, and Jo Swinson, the Lib Dem deputy leader, speak at the launch of the new IPPR centre for economic justice. 12pm: The Brexit party unveils its candidate for the Peterborough byelection. It is Mike Greene, who featured in the Channel 4 programme Secret Millionaire. 2.15pm: David Lidington, the Cabinet Office minister, chairs a meeting of the joint ministerial committee with the devolved administrations. Afternoon: Nicola Sturgeon, the SNP leader and Scottish first minister, is launching the SNP’s Euro elections campaign. The Lib Dems are also launching their Euro election campaign today, but the event will be this evening, out of my time. However, my colleagues Heather Stewart and Jessica Elgot have interviewed the Lib Dem leader, who reveals that his party’s campaign slogan is “Bollocks to Brexit”. As usual, I will be covering breaking political news as it happens, as well as bringing you the best reaction, comment and analysis from the web. I plan to post a summary when I wrap up, which will be slightly earlier than usual today, at about 4pm, because I’ve got a meeting later. You can read all the latest Guardian politics articles here. Here is the Politico Europe round-up of this morning’s political news. And here is the PoliticsHome list of today’s top 10 must-reads. If you want to follow me or contact me on Twitter, I’m on @AndrewSparrow. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter.",
      "charCount": "40847",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/09/liberal-democrats-bollocks-to-brexit-party-slogan",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-09T14:18:41Z",
    "webTitle": "The Lib Dems’ ‘Bollocks to Brexit’ is crass, but it might just work | Stefan Stern",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/09/liberal-democrats-bollocks-to-brexit-party-slogan",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/09/liberal-democrats-bollocks-to-brexit-party-slogan",
    "fields": {
      "headline": "The Lib Dems’ ‘Bollocks to Brexit’ is crass, but it might just work",
      "standfirst": "<p>The party of moderation has found a novel, if slightly risky, way to tap into how remainers feel about Brexit</p>",
      "trailText": "The party of moderation has found a novel, if slightly risky, way to tap into how remainers feel about Brexit, says management specialist Stefan Stern",
      "byline": "Stefan Stern",
      "main": "<figure class=\"element element-image\" data-media-id=\"18614a0ce7f7cd1b0d7770095a0e7f6faaab116e\"> <img src=\"https://media.guim.co.uk/18614a0ce7f7cd1b0d7770095a0e7f6faaab116e/216_0_5064_3040/1000.jpg\" alt=\"Liberal Democratic leader Vince Cable.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Liberal Democratic leader Vince Cable.</span> <span class=\"element-image__credit\">Photograph: Daniel Leal-Olivas/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>“When the general atmosphere is bad, language must suffer,” wrote George Orwell in his famous essay, <a href=\"http://public-library.uk/ebooks/72/30.pdf\" title=\"\">Politics and the English Language</a>, just after the second world war. Things are bad, and our language is getting worse.</p> <p>The Liberal Democrats have adopted the slogan “Bollocks to Brexit” in their campaign for the on again, never really off European elections on 23 May. This has certainly won them some attention. Critics were quick to denounce what they saw as a sorry decline in standards of taste and decency. James Forsyth, political editor of the Spectator – and a columnist for the Sun – tweeted that the slogan “does nothing for civility and makes the public square a less pleasant place”. He acknowledged there was a chance he might sound a bit prim in offering this view.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>A YouGov survey in 2010 found that 67% felt “bollocks” should only be used after the 9 o’clock watershed</p> </blockquote> </aside>  <p>How do we all feel about “bollocks”? It’s not the rudest word you can imagine using. For the purposes of sloganising in the run-up to polling day, the alliteration with the b of Brexit is useful. It’s also an old, familiar and decidedly British term. (For foreigners and non-native English speakers, the Bloomberg news service helpfully reported: “Perhaps an unfamiliar term outside of the UK, ‘bollocks’ is a slang word meaning both rubbish and testicles.”)</p> <p>But does this usage constitute an unnecessary and perhaps even counter-productive coarsening of public debate? Not every Lib Dem candidate will have to use the phrase. Other election literature will carry the less charged wording, “Stop Brexit”, for those activists worried about causing offence. Broadcasters will have to exercise judgment in how freely to report the slogan. A <a href=\"http://cdn.yougov.com/today_uk_import/YG-Archives-YouGov-Swearing-131210.pdf\" title=\"\">YouGov survey in 2010</a> found that 67% felt “bollocks” should only be used after the 9 o’clock watershed. Only one in five thought it should be allowed at any time; 12% thought it should be banned.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/09/vince-cable-stakes-lib-dems-claim-as-torch-carriers-for-remain\">Brexit: Vince Cable stakes Lib Dems' claim as torch carriers for remain</a> </p> </aside>  <p>The colourful language has at least marked out the Lib Dems as a party with a bit of fight in them. On the back of encouraging results in the local elections, Vince Cable’s team has recovered some energy and momentum. The contrast with the less distinct and at times rather confused-sounding interventions of Change UK – who also want to stop Brexit, but without swearing – is stark. In addition, the slogan has the virtue of sincerity. The Lib Dems are <a href=\"https://www.theguardian.com/politics/2019/may/05/vince-cable-lib-dems-elections-your-only-chance-of-stopping-brexit\" title=\"\">unequivocal remainers</a> who want to stop Brexit from happening. They think it’s all bollocks and are prepared to say so.</p> <p>Direct language can be effective. Matt Kelly, editor of the New European newspaper, tells me that since offering new subscribers a free “Bollocks to Brexit” mug if they sign up to receive the paper, subscription rates have trebled.</p> <p>Words are among the first casualties at election time. A leaflet from the Brexit party came through my door this week, which declared that they want to put “the principles of Trust, Honesty and Integrity at the heart of our democracy”. These words stood next to a photograph of Nigel Farage. What a load of bollocks.</p> <p>Few of us want our political debate to slip into rampant obscenity. Shadow foreign secretary Emily Thornberry has managed to demurely mouth the word “bollocks” both in the chamber of the <a href=\"https://www.theguardian.com/politics/video/2017/may/14/emily-thornberry-ambushes-michael-fallon-assad-meeting-video\" title=\"\">House of Commons and on TV</a> – an acknowledgement that if swear words are to retain their power we should handle them with care and ration their use. It would be an ironic success for Trumpian demagogues if coarseness were to become normal. Politicians should be helping to restore our wounded civilisation, not taking a hammer to it.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/05/vince-cable-lib-dems-elections-your-only-chance-of-stopping-brexit\">Lib Dem leader: ‘We’re back and we’re your only chance of stopping Brexit’</a> </p> </aside>  <p>But perhaps this blast of slightly off-colour humour will improve matters. Largely because of Brexit, politics has become boring, stale and repetitive. We need something to wake us all up. The flatness of so much political language – the safety first, pre-cooked soundbites – doesn’t help. This is not an entirely new phenomenon, however. In his essay, Orwell bemoaned how uninspiring so many political speakers could be. “When one watches some tired hack on the platform mechanically repeating the familiar phrases,” he wrote, “one often has a curious feeling that one is not watching a live human being but some kind of dummy … A speaker who uses that kind of phraseology has gone some distance toward turning himself into a machine.”</p> <p>Rage against the machine. Bollocks to Brexit.</p> <p>• Stefan Stern is co-author of Myths of Management</p>",
      "wordcount": "718",
      "commentCloseDate": "2019-05-09T20:15:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-09T14:18:41Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:31Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/be5cd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/18614a0ce7f7cd1b0d7770095a0e7f6faaab116e/216_0_5064_3040/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "“When the general atmosphere is bad, language must suffer,” wrote George Orwell in his famous essay, Politics and the English Language, just after the second world war. Things are bad, and our language is getting worse. The Liberal Democrats have adopted the slogan “Bollocks to Brexit” in their campaign for the on again, never really off European elections on 23 May. This has certainly won them some attention. Critics were quick to denounce what they saw as a sorry decline in standards of taste and decency. James Forsyth, political editor of the Spectator – and a columnist for the Sun – tweeted that the slogan “does nothing for civility and makes the public square a less pleasant place”. He acknowledged there was a chance he might sound a bit prim in offering this view. How do we all feel about “bollocks”? It’s not the rudest word you can imagine using. For the purposes of sloganising in the run-up to polling day, the alliteration with the b of Brexit is useful. It’s also an old, familiar and decidedly British term. (For foreigners and non-native English speakers, the Bloomberg news service helpfully reported: “Perhaps an unfamiliar term outside of the UK, ‘bollocks’ is a slang word meaning both rubbish and testicles.”) But does this usage constitute an unnecessary and perhaps even counter-productive coarsening of public debate? Not every Lib Dem candidate will have to use the phrase. Other election literature will carry the less charged wording, “Stop Brexit”, for those activists worried about causing offence. Broadcasters will have to exercise judgment in how freely to report the slogan. A YouGov survey in 2010 found that 67% felt “bollocks” should only be used after the 9 o’clock watershed. Only one in five thought it should be allowed at any time; 12% thought it should be banned. The colourful language has at least marked out the Lib Dems as a party with a bit of fight in them. On the back of encouraging results in the local elections, Vince Cable’s team has recovered some energy and momentum. The contrast with the less distinct and at times rather confused-sounding interventions of Change UK – who also want to stop Brexit, but without swearing – is stark. In addition, the slogan has the virtue of sincerity. The Lib Dems are unequivocal remainers who want to stop Brexit from happening. They think it’s all bollocks and are prepared to say so. Direct language can be effective. Matt Kelly, editor of the New European newspaper, tells me that since offering new subscribers a free “Bollocks to Brexit” mug if they sign up to receive the paper, subscription rates have trebled. Words are among the first casualties at election time. A leaflet from the Brexit party came through my door this week, which declared that they want to put “the principles of Trust, Honesty and Integrity at the heart of our democracy”. These words stood next to a photograph of Nigel Farage. What a load of bollocks. Few of us want our political debate to slip into rampant obscenity. Shadow foreign secretary Emily Thornberry has managed to demurely mouth the word “bollocks” both in the chamber of the House of Commons and on TV – an acknowledgement that if swear words are to retain their power we should handle them with care and ration their use. It would be an ironic success for Trumpian demagogues if coarseness were to become normal. Politicians should be helping to restore our wounded civilisation, not taking a hammer to it. But perhaps this blast of slightly off-colour humour will improve matters. Largely because of Brexit, politics has become boring, stale and repetitive. We need something to wake us all up. The flatness of so much political language – the safety first, pre-cooked soundbites – doesn’t help. This is not an entirely new phenomenon, however. In his essay, Orwell bemoaned how uninspiring so many political speakers could be. “When one watches some tired hack on the platform mechanically repeating the familiar phrases,” he wrote, “one often has a curious feeling that one is not watching a live human being but some kind of dummy … A speaker who uses that kind of phraseology has gone some distance toward turning himself into a machine.” Rage against the machine. Bollocks to Brexit. • Stefan Stern is co-author of Myths of Management",
      "charCount": "4290",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/stefan-stern\">Stefan Stern</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/may/09/brexit-leave-remain-labour-jeremy-corbyn-campaign-launch-european-elections",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-09T11:52:54Z",
    "webTitle": "Jeremy Corbyn urges voters to discard labels of leave and remain",
    "webUrl": "https://www.theguardian.com/politics/2019/may/09/brexit-leave-remain-labour-jeremy-corbyn-campaign-launch-european-elections",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/09/brexit-leave-remain-labour-jeremy-corbyn-campaign-launch-european-elections",
    "fields": {
      "headline": "Jeremy Corbyn urges voters to discard labels of leave and remain",
      "standfirst": "<p>Labour leader warns of ‘endless loop’ of Brexit debate as he launches EU election campaign</p>",
      "trailText": "Labour leader warns of ‘endless loop’ of Brexit debate as he launches EU election campaign",
      "byline": "Heather Stewart Political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"38600118a0ac8ca7da80dce0ba0fb77559209c64\"> \n <img src=\"https://media.guim.co.uk/38600118a0ac8ca7da80dce0ba0fb77559209c64/0_72_6720_4032/1000.jpg\" alt=\"Labour leader Jeremy Corbyn launches Labour’s European Election campaign.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Jeremy Corbyn launches Labour’s European Election campaign.</span> \n  <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> \n </figcaption> \n</figure>",
      "body": "<p>Jeremy Corbyn has again rebuffed the demands of many of his own activists for Labour to become the party of remain at the European elections later this month, insisting he will stand on the “common ground”.</p> \n<p>Launching his party’s manifesto for the European elections in Chatham, Kent, the Labour leader said voters should resist being defined simply as leavers or remainers.</p> \n<p>“We could allow ourselves to be defined only as ‘remainers’ or ‘leavers’ labels that meant nothing to us only a few years ago. But where would that take us? Who wants to live in a country stuck in this endless loop?” he asked.</p> \n<p>In his speech to an audience of local activists at Kent University’s Medway campus, he sought to shift the debate beyond Brexit, and return to some of the themes that played well for Labour during the 2017 general election campaign, including public spending cuts and workers’ rights.</p> \n<p>“Some people seem to look at the issue the wrong way round – they seem to think the first question is leave or remain, as if that is an end in itself. I think they’re wrong. The first question is what kind of society do we want to be?</p> \n<p>“The real divide in our country is not how people voted in the EU referendum. The real divide is between the many and the few,” he said.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/live/2019/may/09/brexit-latest-news-corbyn-manifesto-launch-corbyn-seeks-to-make-euro-elections-about-social-justice-not-brexit-as-he-launches-labour-campaign-live-news\">Brexit: Corbyn says second referendum could be 'healing process' - live news</a> </p> \n</aside> \n<p>Unlike the resurgent Liberal Democrats, whose campaign manifesto has a <a href=\"https://www.theguardian.com/politics/2019/may/09/vince-cable-stakes-lib-dems-claim-as-torch-carriers-for-remain\">“bollocks to Brexit” placard</a> on its cover, Corbyn repeatedly stressed during his speech and in the Q&amp;A session afterwards that Labour would not pick a side.</p> \n<p>As democratic socialists, he said, Labour could not ignore the result of the 2016 referendum. “We‘re not trying to win the votes of just leavers, or just remainers. Instead, we’re reaching out to everyone,” he said.</p> \n<p>Chatham is in the South East region for the European elections; but Corbyn was introduced by one of the party’s candidates in Scotland, Jayne Baxter.</p> \n<p>The message on the cover of Labour leaflets posted to households this week urges the public to “vote Labour and tell the Tories you are fed up with their divisive austerity policies and incompetent government”.</p> \n<p>The Labour group on Medway council made gains at last week’s local elections, though the Conservatives remained in control, and Labour is taking its message to areas in which it would hope to translate that into seats at a general election.</p> \n<p>The Medway campus, where the launch was held, is in the Rochester and Strood constituency once held by Mark Reckless, the Conservative who defected to Ukip - and currently the seat of junior business minister Kelly Tolhurst, who won it in 2017 with a majority of just under 10,000.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"0d1a53eb-063a-4d14-a8bf-2b12917b640d\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>The UK elects 73 members (MEPs) to the European parliament, which is made up of 751 MEPs elected by the 28 member states of the EU. The UK is split into 12 European electoral regions, and each region is represented by between three and 10 MEPs.</p>\n    <p>The constituencies are:<br></p>\n    <ul>\n     <li>South East England (10 MEPs)</li>\n     <li>London (8)</li>\n     <li>North West England (8)</li>\n     <li>East of England (7)</li>\n     <li>West Midlands (7)</li>\n     <li>South West England (including Gibraltar) (6)</li>\n     <li>Yorkshire and the Humber (6)</li>\n     <li>Scotland (6)</li>\n     <li>East Midlands (5)</li>\n     <li>Wales (4)</li>\n     <li>North East England (3)</li>\n     <li>Northern Ireland (3)</li>\n    </ul>\n    <p>You can find out who is standing for election in your area&nbsp;<a href=\"https://whocanivotefor.co.uk/\">here</a>.</p>\n    <p>In England, Scotland and Wales, voters can choose to vote for one party or individual. The ballot paper lists the parties standing with the names of their potential MEPs, as well as any individuals who are standing as independent candidates. The&nbsp;<a href=\"https://www.ucl.ac.uk/~ucahhwi/dhondt.pdf\">D’Hondt method</a>&nbsp;of proportional representation is used to calculate how many seats each party or individual receives.&nbsp;</p>\n    <p>In Northern Ireland, the&nbsp;<a href=\"https://www.electoral-reform.org.uk/voting-systems/types-of-voting-system/single-transferable-vote/\">single transferable vote method</a>&nbsp;is used, where each voter ranks candidates in order of preference, marking 1 beside their most preferred candidate, 2 beside their second choice, and so on. These votes are then used to allocate Northern Ireland’s three MEPs.</p>\n    <p>Those elected as MEPs on 23 May will represent the UK when the new European parliament assembles on 1 July, until such time as the UK ceases to be a member of the&nbsp;<a href=\"https://www.theguardian.com/world/eu\">European Union</a>.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Talks with the government over a potential cross-party Brexit deal broke up on Wednesday night, with Labour striking a markedly more positive tone than in recent days.</p> \n<p>But Corbyn played down the prospects of an early breakthrough, saying: “It’s actually quite difficult negotiating with a disintegrating government, with cabinet ministers jockeying for position. [But] it is in the country’s interests to get this sorted, one way or the other.”</p> \n<p>The one line in the Labour manifesto that refers to “the option of a public vote” on a Brexit deal was the subject of a lengthy wrangle at a meeting of Labour’s <a href=\"https://www.theguardian.com/politics/2019/apr/30/labour-nec-backs-second-referendum-in-specific-circumstances\">ruling national executive committee</a> last week. Corbyn said he hoped that if there were a public vote, it would be a “healing process”.</p> \n<p>The 28-page document launched at the event covers a series of domestic issues, including Labour’s pledge to <a href=\"https://www.theguardian.com/politics/2018/oct/25/john-mcdonnell-says-labour-will-reverse-cuts-and-end-austerity\">reverse Tory spending cuts</a>, and global challenges such as climate change, as well as a section on “<a href=\"https://www.theguardian.com/world/2019/may/05/death-threats-man-threw-milkshake-over-tommy-robinson\">tackling the far right</a> and building unity”.</p> \n<p>Corbyn also said Labour was the only party that could combat the “snake oil” peddled by Nigel Farage.</p> \n<p>He accused the Brexit party leader of advocating a “Donald Trump Brexit” that would expose the UK to a “reckless and bellicose” US.</p> \n<p>“Nigel Farage’s Brexit is a Brexit for conspiracy theorists. For those who see Muslims and migrants or George Soros as the enemy. Only Labour can see off the Farage snake oil in this election. And stand by our country’s values of tolerance, openness and diversity.”</p> \n<p>He added: “Labour will never be the party of the 52% or of the 48%. We are the part of the great majority who reject the politics of smear and scapegoating.”</p> \n<p>Senior Labour figures, including the shadow Brexit secretary, Keir Starmer, and the deputy leader, Tom Watson, who would have liked Labour to issue a full-throated call for a referendum, have been stressing the need to challenge the values of the Brexit party.</p> \n<p>On Wednesday, Watson told the second meeting of the Future Britain Group – the centre-left internal <a href=\"https://www.theguardian.com/politics/2019/mar/08/tom-watson-sets-up-centre-left-group-within-labour-party\">grouping he set up</a> after the breakaway Change UK party was formed – that “whatever the different views on the response to the referendum in the room, these European elections are being seen and will be interpreted as pro- or anti-the Farage view of the country. That gives us something to fight for.”</p> \n<p>While Corbyn launched the party’s official campaign, a group of rebel leftwing MPs, including the shadow Treasury minister, Clive Lewis, have been touring the country holding “Love socialism, hate Brexit” rallies, at which they unequivocally demand a “people’s vote”.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "880",
      "firstPublicationDate": "2019-05-09T11:52:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:32Z",
      "newspaperEditionDate": "2019-05-10T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/be4c6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/38600118a0ac8ca7da80dce0ba0fb77559209c64/0_72_6720_4032/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Jeremy Corbyn has again rebuffed the demands of many of his own activists for Labour to become the party of remain at the European elections later this month, insisting he will stand on the “common ground”. Launching his party’s manifesto for the European elections in Chatham, Kent, the Labour leader said voters should resist being defined simply as leavers or remainers. “We could allow ourselves to be defined only as ‘remainers’ or ‘leavers’ labels that meant nothing to us only a few years ago. But where would that take us? Who wants to live in a country stuck in this endless loop?” he asked. In his speech to an audience of local activists at Kent University’s Medway campus, he sought to shift the debate beyond Brexit, and return to some of the themes that played well for Labour during the 2017 general election campaign, including public spending cuts and workers’ rights. “Some people seem to look at the issue the wrong way round – they seem to think the first question is leave or remain, as if that is an end in itself. I think they’re wrong. The first question is what kind of society do we want to be? “The real divide in our country is not how people voted in the EU referendum. The real divide is between the many and the few,” he said. Unlike the resurgent Liberal Democrats, whose campaign manifesto has a “bollocks to Brexit” placard on its cover, Corbyn repeatedly stressed during his speech and in the Q&amp;A session afterwards that Labour would not pick a side. As democratic socialists, he said, Labour could not ignore the result of the 2016 referendum. “We‘re not trying to win the votes of just leavers, or just remainers. Instead, we’re reaching out to everyone,” he said. Chatham is in the South East region for the European elections; but Corbyn was introduced by one of the party’s candidates in Scotland, Jayne Baxter. The message on the cover of Labour leaflets posted to households this week urges the public to “vote Labour and tell the Tories you are fed up with their divisive austerity policies and incompetent government”. The Labour group on Medway council made gains at last week’s local elections, though the Conservatives remained in control, and Labour is taking its message to areas in which it would hope to translate that into seats at a general election. The Medway campus, where the launch was held, is in the Rochester and Strood constituency once held by Mark Reckless, the Conservative who defected to Ukip - and currently the seat of junior business minister Kelly Tolhurst, who won it in 2017 with a majority of just under 10,000. Talks with the government over a potential cross-party Brexit deal broke up on Wednesday night, with Labour striking a markedly more positive tone than in recent days. But Corbyn played down the prospects of an early breakthrough, saying: “It’s actually quite difficult negotiating with a disintegrating government, with cabinet ministers jockeying for position. [But] it is in the country’s interests to get this sorted, one way or the other.” The one line in the Labour manifesto that refers to “the option of a public vote” on a Brexit deal was the subject of a lengthy wrangle at a meeting of Labour’s ruling national executive committee last week. Corbyn said he hoped that if there were a public vote, it would be a “healing process”. The 28-page document launched at the event covers a series of domestic issues, including Labour’s pledge to reverse Tory spending cuts, and global challenges such as climate change, as well as a section on “tackling the far right and building unity”. Corbyn also said Labour was the only party that could combat the “snake oil” peddled by Nigel Farage. He accused the Brexit party leader of advocating a “Donald Trump Brexit” that would expose the UK to a “reckless and bellicose” US. “Nigel Farage’s Brexit is a Brexit for conspiracy theorists. For those who see Muslims and migrants or George Soros as the enemy. Only Labour can see off the Farage snake oil in this election. And stand by our country’s values of tolerance, openness and diversity.” He added: “Labour will never be the party of the 52% or of the 48%. We are the part of the great majority who reject the politics of smear and scapegoating.” Senior Labour figures, including the shadow Brexit secretary, Keir Starmer, and the deputy leader, Tom Watson, who would have liked Labour to issue a full-throated call for a referendum, have been stressing the need to challenge the values of the Brexit party. On Wednesday, Watson told the second meeting of the Future Britain Group – the centre-left internal grouping he set up after the breakaway Change UK party was formed – that “whatever the different views on the response to the referendum in the room, these European elections are being seen and will be interpreted as pro- or anti-the Farage view of the country. That gives us something to fight for.” While Corbyn launched the party’s official campaign, a group of rebel leftwing MPs, including the shadow Treasury minister, Clive Lewis, have been touring the country holding “Love socialism, hate Brexit” rallies, at which they unequivocally demand a “people’s vote”.",
      "charCount": "5169",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a> Political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/may/09/no-deal-brexit-tory-leadership-eu",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-09T08:00:37Z",
    "webTitle": "Could no deal be the virility test of the summer? | Mujtaba Rahman",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/09/no-deal-brexit-tory-leadership-eu",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/09/no-deal-brexit-tory-leadership-eu",
    "fields": {
      "headline": "Could no deal be the virility test of the summer?",
      "standfirst": "<p>Tory members prefer leadership hopefuls who are keen to crash out of the EU. That doesn’t mean it’s going to happen</p>",
      "trailText": "Whatever they say, Tory leadership hopefuls will find it hard to crash destructively out of the EU, says political risk consultant Mujtaba Rahman<br>",
      "byline": "Mujtaba Rahman",
      "main": "<figure class=\"element element-image\" data-media-id=\"4752acb74414a86911902a1ed357ebfb7be7ecd5\"> <img src=\"https://media.guim.co.uk/4752acb74414a86911902a1ed357ebfb7be7ecd5/852_638_3447_2068/1000.jpg\" alt=\"Dominic Raab, Jeremy Hunt and  Sajid Javid\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Raab, Jeremy Hunt and Sajid Javid during the Conservative party conference in October 2018. All are now seen as among those vying for the leadership.</span> <span class=\"element-image__credit\">Photograph: Anthony Devlin/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The chances of a no-deal exit from the EU in October are rising – at least in the minds of Tory MPs. Indeed, the prospect provides another incentive for hardline Brexiteers to vote against Theresa May’s deal. Not that they needed one.</p> <p>Support is not confined to the Tory backbenches. According to reports this week, Steve Barclay, the Brexit secretary, is <a href=\"https://www.theguardian.com/politics/2019/may/07/theresa-may-regrets-uk-having-to-hold-european-elections\" title=\"\">urging</a> his cabinet colleagues to maintain the government’s contingency plans in case no deal happens in October.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/07/theresa-may-second-vote-last-hope\">With Brexit talks floundering, a public vote is May’s only chance of getting her deal through | Polly Toynbee</a> </p> </aside>  <p>Being prepared to leave without a deal is a virility test in the Tory leadership stake. An election to choose May’s successor will happen at some point this year. The contenders know that opinion polls show three out of four Tory party members, who make the final choice, back no deal. So they nod and wink in that direction, ignoring the parliamentary arithmetic: there is no Commons majority for such an exit.</p> <p>Mainstream Tories fear a Dutch auction in which the contenders to succeed May make rash promises to renegotiate the withdrawal agreement to remove the Irish backstop, playing to the gallery of Eurosceptics, who have convinced themselves the UK would be in a much better place if only May had stuck to her no-deal-is-better-than-a-bad-deal mantra.</p> <p>Such feelings are bound to be even stronger if, as looks inevitable, Nigel Farage’s Brexit party inflicts a crushing defeat on the Tories at the European parliament elections on 23 May.</p> <p>Allies of Boris Johnson and Dominic Raab insist they are not instinctive no dealers, yet they are likely to go down that route when Brussels refuses to reopen the withdrawal agreement. Rivals still in the cabinet, such as Jeremy Hunt and Sajid Javid, might feel they have to talk the language of no deal to stay in the game.</p> <p>Yet there is a growing feeling among all parties that such talk could easily end in something few Tories want: a general election. If Prime Minister Johnson or Raab proposed leaving without an agreement, the lesson of the run-up to the 29 March scheduled leaving date is that MPs would find a way to prevent a crash-out – even if that meant voting to revoke Article 50, a move previously seen as way off limits. They would do so again in October. So a no-deal PM might have no option but to call an election to try to win a mandate for such a departure. The bottom line is: a general election is far more likely than no deal.</p> <p>Another option is also starting to be discussed in Toryland. The incoming PM, not wishing to be turned out of office after a few weeks, instead opts for a referendum with no deal on the ballot paper. It would have the advantage that they would still be in power if voters rejected the idea. So the odds of a second referendum are also probably rising.</p> <p>What about the EU? There are many competing interpretations of the contentious last meeting of the European Council, when France’s Emmanuel Macron opposed a longer extension, pitting him directly against Germany’s Angela Merkel. If by mid-October, nothing has changed – if May remains in place and parliament remains unable to coalesce around a deal – expect a very tough debate among leaders at their regular October summit.</p> <p>By that time, and in these circumstances, more member states will view the costs of another extension as broadly equivalent to those of no deal.</p> <p>Indeed, Macron’s subtle argument that the mere presence of the UK in the EU – not simply the risk of UK officials’ or politicians’ “misbehaviour” – will stymie the union’s efforts to reform and renew, is gaining ground in EU capitals. With six more months to prepare for no deal, and the exit of the European commission president, Jean-Claude Juncker, and the European council president, Donald Tusk, who are two UK allies, the decision to grant another extension will be even more finely balanced than last time around.</p> <p>Ultimately, however, another extension is still more likely than no deal – especially if a new prime minister is in place and a general election or referendum look likely, or if the process to succeed May is well under way. The EU won’t want to be blamed for no deal, and its incoming new leaders will want to tread carefully as they look to “reset” UK-EU relations in phase two of the negotiations on future ties.</p> <p>So don’t believe the headlines or noise from cabinet or Westminster. Despite the political bluster, no deal is still the least likely of all Brexit outcomes.</p> <p>• Mujtaba Rahman is the managing director of Europe at Eurasia Group, a political risk research and consulting firm</p>",
      "wordcount": "772",
      "commentCloseDate": "2019-05-09T13:30:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-09T08:00:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:41Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bevpv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/4752acb74414a86911902a1ed357ebfb7be7ecd5/852_638_3447_2068/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The chances of a no-deal exit from the EU in October are rising – at least in the minds of Tory MPs. Indeed, the prospect provides another incentive for hardline Brexiteers to vote against Theresa May’s deal. Not that they needed one. Support is not confined to the Tory backbenches. According to reports this week, Steve Barclay, the Brexit secretary, is urging his cabinet colleagues to maintain the government’s contingency plans in case no deal happens in October. Being prepared to leave without a deal is a virility test in the Tory leadership stake. An election to choose May’s successor will happen at some point this year. The contenders know that opinion polls show three out of four Tory party members, who make the final choice, back no deal. So they nod and wink in that direction, ignoring the parliamentary arithmetic: there is no Commons majority for such an exit. Mainstream Tories fear a Dutch auction in which the contenders to succeed May make rash promises to renegotiate the withdrawal agreement to remove the Irish backstop, playing to the gallery of Eurosceptics, who have convinced themselves the UK would be in a much better place if only May had stuck to her no-deal-is-better-than-a-bad-deal mantra. Such feelings are bound to be even stronger if, as looks inevitable, Nigel Farage’s Brexit party inflicts a crushing defeat on the Tories at the European parliament elections on 23 May. Allies of Boris Johnson and Dominic Raab insist they are not instinctive no dealers, yet they are likely to go down that route when Brussels refuses to reopen the withdrawal agreement. Rivals still in the cabinet, such as Jeremy Hunt and Sajid Javid, might feel they have to talk the language of no deal to stay in the game. Yet there is a growing feeling among all parties that such talk could easily end in something few Tories want: a general election. If Prime Minister Johnson or Raab proposed leaving without an agreement, the lesson of the run-up to the 29 March scheduled leaving date is that MPs would find a way to prevent a crash-out – even if that meant voting to revoke Article 50, a move previously seen as way off limits. They would do so again in October. So a no-deal PM might have no option but to call an election to try to win a mandate for such a departure. The bottom line is: a general election is far more likely than no deal. Another option is also starting to be discussed in Toryland. The incoming PM, not wishing to be turned out of office after a few weeks, instead opts for a referendum with no deal on the ballot paper. It would have the advantage that they would still be in power if voters rejected the idea. So the odds of a second referendum are also probably rising. What about the EU? There are many competing interpretations of the contentious last meeting of the European Council, when France’s Emmanuel Macron opposed a longer extension, pitting him directly against Germany’s Angela Merkel. If by mid-October, nothing has changed – if May remains in place and parliament remains unable to coalesce around a deal – expect a very tough debate among leaders at their regular October summit. By that time, and in these circumstances, more member states will view the costs of another extension as broadly equivalent to those of no deal. Indeed, Macron’s subtle argument that the mere presence of the UK in the EU – not simply the risk of UK officials’ or politicians’ “misbehaviour” – will stymie the union’s efforts to reform and renew, is gaining ground in EU capitals. With six more months to prepare for no deal, and the exit of the European commission president, Jean-Claude Juncker, and the European council president, Donald Tusk, who are two UK allies, the decision to grant another extension will be even more finely balanced than last time around. Ultimately, however, another extension is still more likely than no deal – especially if a new prime minister is in place and a general election or referendum look likely, or if the process to succeed May is well under way. The EU won’t want to be blamed for no deal, and its incoming new leaders will want to tread carefully as they look to “reset” UK-EU relations in phase two of the negotiations on future ties. So don’t believe the headlines or noise from cabinet or Westminster. Despite the political bluster, no deal is still the least likely of all Brexit outcomes. • Mujtaba Rahman is the managing director of Europe at Eurasia Group, a political risk research and consulting firm",
      "charCount": "4497",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/mujtaba-rahman\">Mujtaba Rahman</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]