[
  {
    "id": "commentisfree/2019/jul/29/jeremy-corbyn-labour-party-brexit",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-29T21:30:08Z",
    "webTitle": "Jeremy Corbyn, I no longer want to be a member of your Labour party | Alastair Campbell",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/29/jeremy-corbyn-labour-party-brexit",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/29/jeremy-corbyn-labour-party-brexit",
    "fields": {
      "headline": "Jeremy Corbyn, I no longer want to be a member of your Labour party ",
      "standfirst": "<p>Though I would win my appeal against expulsion, your losing mentality and lack of Brexit leadership mean I won’t return</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/jul/29/alastair-campbell-says-he-no-longer-wishes-to-be-a-labour-member\">Alastair Campbell says he no longer wishes to be a Labour member</a><br></li></ul>",
      "trailText": "Your losing mentality and lack of Brexit leadership mean I won’t return, says Alastair Campbell, former communications director for Tony Blair",
      "byline": "Alastair Campbell",
      "main": "<figure class=\"element element-image\" data-media-id=\"27be089055186ed1d08f1a62d944fd3e7b2b0dbb\"> <img src=\"https://media.guim.co.uk/27be089055186ed1d08f1a62d944fd3e7b2b0dbb/0_152_5568_3341/1000.jpg\" alt=\"Banksy’s Portrait of Brexit Britain, Dover, taken in 2019.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Banksy’s Portrait of Brexit Britain, Dover, taken in 2019.</span> <span class=\"element-image__credit\">Photograph: Neil Hall/EPA</span> </figcaption> </figure>",
      "body": "<p><em>Dear Jeremy,</em></p> <p>Britain is in a moment of peril, the UK facing an existential crisis, a combination of Brexit and Boris Johnson reducing our country to a global laughing stock. I see no sign that you and your office have grasped the seriousness of what is happening, let alone devised or begun to execute a strategy to respond and defeat it. Whatever the denials, Johnson has embarked on a crash and burn strategy deliberately aimed at creating the circumstances for a general election – setting up the EU, parliament and the civil service, in a grotesque perversion of the truth, as the reasons he has no option but to call one.</p> <p>He rightly fears that if the people were given a straight choice in a referendum, “no deal v no Brexit”, no Brexit would win comfortably. But Johnson is confident that in an election choice between him and you he would win, and so get the mandate for the hardest form of Brexit he would otherwise not legitimately be able to claim. It means we could be weeks from an election in which, on any <a href=\"https://www.theguardian.com/politics/2019/jul/27/boris-bounce-lifts-tories-at-expense-of-brexit-party-poll-shows\" title=\"\">current analysis</a>, you are unlikely to be in a position to win a majority.</p> <p>The future of the country is a million times more important than my membership of the Labour party. But the above situation has developed at a time this has been the subject of some public debate, as well as intense personal reflection.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The future of the country is a million times more important than my membership of the Labour party</p> </blockquote> </aside>  <p>Having spent several weeks trying without success to have explained to me the process under which I was <a href=\"https://www.theguardian.com/politics/2019/may/28/labour-expels-alastair-campbell-from-party\" title=\"\">expelled for voting Liberal Democrat</a> in the European elections, I finally informed the party I felt I had no option but to start proceedings. </p> <p>I was recently told that my case had been discussed with senior members of your team and that they saw two ways it might be addressed: 1. By a suspension of my auto-exclusion under cover of the broader possible review of the whole auto-exclusion system in relation to antisemitism and other offences. 2. That I make some kind of public commitment to voting Labour at the next election. </p> <p>On the first, I was not asking for a suspension of my exclusion, but a reversal. On the second, while with the one exception that led to my expulsion I have voted Labour in every election in my life and would prefer to do so for the rest of my days, I did not feel comfortable about making a blanket commitment when politics is in such flux, and my concern about your stance on Brexit still acute. </p> <p>With the distance provided by my being away from the UK in Australia, I have reflected deeply on all of the above. And, with some sadness but absolute certainty, I have reached the conclusion that I no longer wish to stay in the party, even if I should be successful in my appeal or legal challenge.</p> <p>The culture you have helped to create has made the party one that I feel no longer truly represents my values, or the hopes I have for Britain. I see no strategy in place that remotely meets the electoral or policy challenges ahead. On the contrary, in so far as I ascertain a strategy at all, it is one that looks more designed to lose.</p>  <figure class=\"element element-image\" data-media-id=\"822c31caea445279b8ece9eaf29f53c8cebf4d43\"> <img src=\"https://media.guim.co.uk/822c31caea445279b8ece9eaf29f53c8cebf4d43/0_291_5315_3189/1000.jpg\" alt=\"Boris Johnson delivers a speech on his domestic priorities in Manchester\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Johnson has embarked on a crash and burn strategy deliberately aimed at creating the circumstances for a general election.’ Boris Johnson delivers a speech on his domestic priorities in Manchester.</span> <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> </figcaption> </figure>  <p>I fear the country may already have decided that it does not intend to make you prime minister. I do not blame you for Brexit and the mess the UK is in. David Cameron and Theresa May, Boris Johnson and Michael Gove, Nigel Farage, and the UK media, they are all ahead of you in the queue on that one. But I do believe your <a href=\"https://www.theguardian.com/politics/2016/jun/26/corbyn-labour-in-for-britain-chair-phil-wilson-eu-referendum\" title=\"\">half-hearted approach</a> to the referendum campaign three years ago had a role in leave winning. Your failure to provide consistent leadership on the issue since then has been a huge disappointment. </p> <p>I do not know at this stage how I will vote at the next election, and I have made this decision after discussing it with nobody apart from family and a small number of close personal friends. It is not part of some bigger plan but a deeply personal decision. What I do know is that this is indeed a moment of real peril. To have any chance of stopping Johnson and stopping a hard Brexit, you need to step up now, and signal leadership of the anti-Brexit, anti-populist cause – though it may be that loss of trust in your approach to Brexit means it is too late to win back many former supporters.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jul/29/no-deal-brexit-tory-joke-boris-johnson-economic-britain\">No-deal Brexit was once a sick Tory joke. Now it’s serious | Simon Jenkins</a> </p> </aside>  <p> I have in the past, in various troubled eras for our party, always argued that it is better to stay and fight from the inside. My fear right now is that without real change, there will be nothing left to fight for, and that your place in history will be as the leader who destroyed Labour as a serious political force capable of winning power. With a government this bad, pursuing a ruinous form of Brexit that will so damage our economy, society and standing in the world, Labour should be poised to win an election.</p> <p>If the public could see that clear, credible and coherent alternative across the despatch box, ably led, we would be. That the country does not see it is, I am afraid, very substantially down to you. I hope that one day I will rejoin a party that genuinely appeals to the many not the few, that can win again the kind of majority needed to improve the life chances of those who will be damaged by Brexit. In the meantime, please, for the sake of the party and especially for the sake of the country, think beyond the messenger, and think seriously about the message.</p> <p><em>Yours sincerely,</em></p> <p><em>Alastair</em></p> <p>• Alastair Campbell was Tony Blair’s director of communications; this is an edited version of <a href=\"https://www.theneweuropean.co.uk/top-stories/alastair-campbell-s-letter-to-jeremy-corbyn-1-6188152\">an article written for The New European</a></p>",
      "newspaperPageNumber": "4",
      "wordcount": "984",
      "commentable": "false",
      "firstPublicationDate": "2019-07-29T21:30:08Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:08Z",
      "newspaperEditionDate": "2019-07-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c2dht",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/27be089055186ed1d08f1a62d944fd3e7b2b0dbb/0_152_5568_3341/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Dear Jeremy, Britain is in a moment of peril, the UK facing an existential crisis, a combination of Brexit and Boris Johnson reducing our country to a global laughing stock. I see no sign that you and your office have grasped the seriousness of what is happening, let alone devised or begun to execute a strategy to respond and defeat it. Whatever the denials, Johnson has embarked on a crash and burn strategy deliberately aimed at creating the circumstances for a general election – setting up the EU, parliament and the civil service, in a grotesque perversion of the truth, as the reasons he has no option but to call one. He rightly fears that if the people were given a straight choice in a referendum, “no deal v no Brexit”, no Brexit would win comfortably. But Johnson is confident that in an election choice between him and you he would win, and so get the mandate for the hardest form of Brexit he would otherwise not legitimately be able to claim. It means we could be weeks from an election in which, on any current analysis, you are unlikely to be in a position to win a majority. The future of the country is a million times more important than my membership of the Labour party. But the above situation has developed at a time this has been the subject of some public debate, as well as intense personal reflection. Having spent several weeks trying without success to have explained to me the process under which I was expelled for voting Liberal Democrat in the European elections, I finally informed the party I felt I had no option but to start proceedings. I was recently told that my case had been discussed with senior members of your team and that they saw two ways it might be addressed: 1. By a suspension of my auto-exclusion under cover of the broader possible review of the whole auto-exclusion system in relation to antisemitism and other offences. 2. That I make some kind of public commitment to voting Labour at the next election. On the first, I was not asking for a suspension of my exclusion, but a reversal. On the second, while with the one exception that led to my expulsion I have voted Labour in every election in my life and would prefer to do so for the rest of my days, I did not feel comfortable about making a blanket commitment when politics is in such flux, and my concern about your stance on Brexit still acute. With the distance provided by my being away from the UK in Australia, I have reflected deeply on all of the above. And, with some sadness but absolute certainty, I have reached the conclusion that I no longer wish to stay in the party, even if I should be successful in my appeal or legal challenge. The culture you have helped to create has made the party one that I feel no longer truly represents my values, or the hopes I have for Britain. I see no strategy in place that remotely meets the electoral or policy challenges ahead. On the contrary, in so far as I ascertain a strategy at all, it is one that looks more designed to lose. I fear the country may already have decided that it does not intend to make you prime minister. I do not blame you for Brexit and the mess the UK is in. David Cameron and Theresa May, Boris Johnson and Michael Gove, Nigel Farage, and the UK media, they are all ahead of you in the queue on that one. But I do believe your half-hearted approach to the referendum campaign three years ago had a role in leave winning. Your failure to provide consistent leadership on the issue since then has been a huge disappointment. I do not know at this stage how I will vote at the next election, and I have made this decision after discussing it with nobody apart from family and a small number of close personal friends. It is not part of some bigger plan but a deeply personal decision. What I do know is that this is indeed a moment of real peril. To have any chance of stopping Johnson and stopping a hard Brexit, you need to step up now, and signal leadership of the anti-Brexit, anti-populist cause – though it may be that loss of trust in your approach to Brexit means it is too late to win back many former supporters. I have in the past, in various troubled eras for our party, always argued that it is better to stay and fight from the inside. My fear right now is that without real change, there will be nothing left to fight for, and that your place in history will be as the leader who destroyed Labour as a serious political force capable of winning power. With a government this bad, pursuing a ruinous form of Brexit that will so damage our economy, society and standing in the world, Labour should be poised to win an election. If the public could see that clear, credible and coherent alternative across the despatch box, ably led, we would be. That the country does not see it is, I am afraid, very substantially down to you. I hope that one day I will rejoin a party that genuinely appeals to the many not the few, that can win again the kind of majority needed to improve the life chances of those who will be damaged by Brexit. In the meantime, please, for the sake of the party and especially for the sake of the country, think beyond the messenger, and think seriously about the message. Yours sincerely, Alastair • Alastair Campbell was Tony Blair’s director of communications; this is an edited version of an article written for The New European",
      "charCount": "5358",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/alastaircampbell\">Alastair Campbell</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/jul/29/boris-johnson-is-more-demagogue-than-demigod",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-29T17:05:54Z",
    "webTitle": "Boris Johnson is more demagogue than demigod | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/29/boris-johnson-is-more-demagogue-than-demigod",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/29/boris-johnson-is-more-demagogue-than-demigod",
    "fields": {
      "headline": "Boris Johnson is more demagogue than demigod",
      "standfirst": "Readers caution against comparing the prime minister to the Athenian leaders of his daydreams",
      "trailText": "<strong>Letters: </strong>Readers caution against comparing the prime minister to the Athenian leaders of his daydreams",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f39c85928796dff07ffb15ac8ed0ef432b57ab75\"> <img src=\"https://media.guim.co.uk/f39c85928796dff07ffb15ac8ed0ef432b57ab75/0_165_4256_2554/1000.jpg\" alt=\"Boris Johnson rests his face on his elbow\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A more realistic and modest model for Johnson can be found in the figure of Harold Macmillan, writes Paul McGilchrist.</span> <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Simon Jenkins’ portrait of Boris Johnson as a failed Athenian leader is diverting (<a href=\"https://www.theguardian.com/commentisfree/2019/jul/27/boris-johnson-no-10-pericles-greek-hero\" title=\"\">Is there a Greek hero in No 10, or just a bust?</a>, 27 July). Unfortunately, Jenkins’ forensic demolition of the man still manages to flatter him by taking his classical pretensions seriously. A more relevant and prosaic model for Johnson can be found much closer to home, in the unlikely figure of Harold Macmillan.</p> <p>Both were graduates of Eton and Oxford. Both could claim US citizenship. Both were better known for phrasemaking than policy success, and displayed contradictory, shapeshifting, political qualities. </p> <p>Since Johnson has neither the executive power of Trump with which to realise his narcissistic fantasies, nor the political acumen of Churchill to allow him to assume his hero’s laurels, the comparison with Macmillan (though far from perfect) is both more realistic and suitably modest than the demigods of Johnson’s daydreams.</p> <p>Johnson’s promise of a “golden age” is already claiming squatting rights on Macmillan’s “never had it so good” territory, so perhaps in a general election we can look forward to talk of “winds of change”. Certainly, Johnson is a perfect candidate to inherit the famous comic legend of Supermac: “How to try to continue to stay top, without actually having been there.”<br><strong>Paul McGilchrist</strong><br><em>Colchester, Essex</em></p> <p>• It is a sure sign of a country that has lost its historical and cultural bearings that Boris Johnson could, without irony, launch a rehashed package of promises for the north of England while standing in front of Stephenson’s Rocket (<a href=\"https://www.theguardian.com/politics/2019/jul/27/critics-doubt-boris-johnson-can-deliver-new-rail-route-pledge\" title=\"\">Boris Johnson pledges £3.6bn boost for deprived towns</a>, 27 July).</p> <p>George Stephenson represented all that is opposite to Johnson. He came from a humble background and his parents couldn’t afford to send him to school. In early adulthood he learned to read and write at night school.</p> <p>Later he faced prejudice from the scientific and parliamentary establishment because of his broad Northumberland accent. He made sure his son Robert was taught how to “talk proper” as a result.</p> <p>And what contributed to Rocket being the winning locomotive at the Rainhill Trials? Well, international exchange and learning of course! Henry Booth, treasurer of the Liverpool and Manchester railway suggested to Robert Stephenson (who was himself back from a stint in South America) that he incorporate the fire-tube boiler, invented by French engineer Marc Seguin, into the Rocket design giving improved heat exchange.</p> <p>Everything about the Stephenson story speaks to the real history of innovation in this land. The forces that scoffed at the ingenuity of George Stephenson because of his background, meanwhile, are the very ones that Johnson represents today.<br><strong>Dr Olivier Sykes </strong><br><em>Department of Geography and Planning, University of Liverpool</em></p> <p>• Simon Jenkins is absolutely right that Boris Johnson resembles the villainous Alcibiades rather than the heroic Pericles but his idea that Michael Gove “must become Johnson’s Cassandra, warning him against the danger of his ways” seems somewhat wide of the mark.</p> <p>Jenkins seems to have forgotten that Cassandra was cursed always to be right but never to be believed, so, even if Gove did metamorphose into this mythical Trojan woman of great beauty, her warnings would inevitably be dismissed as the utterances of Project Fear. To add to her frustration, she would also have to deal with Johnson’s priapic instincts but it seems likely that, having previously resisted no less than Apollo, the transformed Gove would survive with virtue intact.<br><strong>Michael Pyke</strong><br><em>Shenstone, </em><em>Staffordshire</em></p> <p>• I much appreciated Simon Jenkins’ article on whether Boris Johnson is more an Alcibiades than a Pericles. In view of the fact that he is likely to take us into an election sooner rather than later, would an analogy to Cleon, the demagogue much criticised by Thucydides, not be more appropriate?<br><strong>Pippa Kent</strong><br><em>Keyworth, Nottinghamshire </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "664",
      "commentable": "false",
      "firstPublicationDate": "2019-07-29T17:05:54Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:21Z",
      "newspaperEditionDate": "2019-07-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c2dye",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f39c85928796dff07ffb15ac8ed0ef432b57ab75/0_165_4256_2554/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Simon Jenkins’ portrait of Boris Johnson as a failed Athenian leader is diverting (Is there a Greek hero in No 10, or just a bust?, 27 July). Unfortunately, Jenkins’ forensic demolition of the man still manages to flatter him by taking his classical pretensions seriously. A more relevant and prosaic model for Johnson can be found much closer to home, in the unlikely figure of Harold Macmillan. Both were graduates of Eton and Oxford. Both could claim US citizenship. Both were better known for phrasemaking than policy success, and displayed contradictory, shapeshifting, political qualities. Since Johnson has neither the executive power of Trump with which to realise his narcissistic fantasies, nor the political acumen of Churchill to allow him to assume his hero’s laurels, the comparison with Macmillan (though far from perfect) is both more realistic and suitably modest than the demigods of Johnson’s daydreams. Johnson’s promise of a “golden age” is already claiming squatting rights on Macmillan’s “never had it so good” territory, so perhaps in a general election we can look forward to talk of “winds of change”. Certainly, Johnson is a perfect candidate to inherit the famous comic legend of Supermac: “How to try to continue to stay top, without actually having been there.” Paul McGilchrist Colchester, Essex • It is a sure sign of a country that has lost its historical and cultural bearings that Boris Johnson could, without irony, launch a rehashed package of promises for the north of England while standing in front of Stephenson’s Rocket (Boris Johnson pledges £3.6bn boost for deprived towns, 27 July). George Stephenson represented all that is opposite to Johnson. He came from a humble background and his parents couldn’t afford to send him to school. In early adulthood he learned to read and write at night school. Later he faced prejudice from the scientific and parliamentary establishment because of his broad Northumberland accent. He made sure his son Robert was taught how to “talk proper” as a result. And what contributed to Rocket being the winning locomotive at the Rainhill Trials? Well, international exchange and learning of course! Henry Booth, treasurer of the Liverpool and Manchester railway suggested to Robert Stephenson (who was himself back from a stint in South America) that he incorporate the fire-tube boiler, invented by French engineer Marc Seguin, into the Rocket design giving improved heat exchange. Everything about the Stephenson story speaks to the real history of innovation in this land. The forces that scoffed at the ingenuity of George Stephenson because of his background, meanwhile, are the very ones that Johnson represents today. Dr Olivier Sykes Department of Geography and Planning, University of Liverpool • Simon Jenkins is absolutely right that Boris Johnson resembles the villainous Alcibiades rather than the heroic Pericles but his idea that Michael Gove “must become Johnson’s Cassandra, warning him against the danger of his ways” seems somewhat wide of the mark. Jenkins seems to have forgotten that Cassandra was cursed always to be right but never to be believed, so, even if Gove did metamorphose into this mythical Trojan woman of great beauty, her warnings would inevitably be dismissed as the utterances of Project Fear. To add to her frustration, she would also have to deal with Johnson’s priapic instincts but it seems likely that, having previously resisted no less than Apollo, the transformed Gove would survive with virtue intact. Michael Pyke Shenstone, Staffordshire • I much appreciated Simon Jenkins’ article on whether Boris Johnson is more an Alcibiades than a Pericles. In view of the fact that he is likely to take us into an election sooner rather than later, would an analogy to Cleon, the demagogue much criticised by Thucydides, not be more appropriate? Pippa Kent Keyworth, Nottinghamshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4193",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/jul/29/call-for-change-to-assisted-dying-law",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-07-29T17:02:07Z",
    "webTitle": "Call for change to assisted dying law | Letter",
    "webUrl": "https://www.theguardian.com/society/2019/jul/29/call-for-change-to-assisted-dying-law",
    "apiUrl": "https://content.guardianapis.com/society/2019/jul/29/call-for-change-to-assisted-dying-law",
    "fields": {
      "headline": "Call for change to assisted dying law",
      "standfirst": "Ten years after Debbie Purdy’s successful legal case, signatories, including her husband, appeal to the UK justice minister for change",
      "trailText": "<strong>Letter:</strong> Ten years after Debbie Purdy’s successful legal case, signatories, including her husband, appeal to the UK justice minister for change",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"488c0059d73b117a780c67966095f3a33349a482\"> <img src=\"https://media.guim.co.uk/488c0059d73b117a780c67966095f3a33349a482/0_92_3786_2272/1000.jpg\" alt=\"The late Debbie Purdy with her husband, Omar Puente\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The late Debbie Purdy with her husband, Omar Puente, who is one of the signatories to this letter.</span> <span class=\"element-image__credit\">Photograph: Tim Ireland/PA</span> </figcaption> </figure>",
      "body": "<p>We represent a diverse range of perspectives from across British society, including those who have accompanied loved ones abroad for an assisted death. We all agree that the right to choose how we die is a fundamental human right, and that those who are either terminally ill or facing incurable suffering should have the option of a peaceful, painless, and dignified death.</p> <p>It is 10 years since Debbie Purdy’s successful legal case, requiring the director of public prosecutions to clarify when a person who accompanies a loved one to Switzerland can expect to face prosecution under the <a href=\"http://www.legislation.gov.uk/ukpga/Eliz2/9-10/60\" title=\"\">Suicide Act 1961</a>. At the time, only two people a month travelled from the UK to Switzerland to end their life. Research from the UK’s <a href=\"https://assisteddying.org.uk/\" title=\"\">Assisted Dying Coalition</a> reveals that now more than one person a week makes that journey.</p> <p>In light of those growing numbers, and of their friends and families grappling with the heart-wrenching decision between either letting their loved ones suffer or accompanying them and risking prosecution, we urge that action be taken to change the law.</p> <p>In the years since the judgment in Debbie Purdy’s case, new evidence has emerged from progressive countries, including Canada, that robust safeguards can be achieved while protecting autonomy. Prominent medical opinion has shifted and an overwhelming 88% of the public have said they favour assisted dying for those who are incurably suffering, in at least some situations.</p> <p>Parliament has yet to consider legislation that would have allowed the late Debbie Purdy and Tony Nicklinson the right to control the manner and timing of their deaths. Paul Lamb and Phil Newby are now taking up the baton.</p> <p>Ten years ago Debbie Purdy took the first steps in our country’s journey towards a compassionate change in the law, many cannot wait any longer. The time for the law to change is now.</p> <p><strong>Dr Julian Baggini</strong><br><strong>Sir Iain Chalmers</strong><br><strong>Andrew Copson</strong><br><strong>Jean Farrer</strong><br><strong>Robert Farrer</strong><br><strong>Prof AC Grayling</strong><br><strong>Penny Hall</strong><br><strong>Dr Phil Hammond</strong><br><strong>Rev Canon Rosie Harper</strong><br><strong>Virginia Ironside</strong><br><strong>Dr Michael Irwin</strong><br><strong>Prof Emily Jackson</strong><br><strong>Paul Lamb</strong><br><strong>Miriam Margolyes</strong><br><strong>Dr Henry Marsh</strong><br><strong>Stephen Mason</strong><br><strong>Rev Scott McKenna</strong><br><strong>Trevor Moore</strong><br><strong>Phil Newby</strong><br><strong>Lauren Nicklinson</strong><br><strong>Jane Nicklinson</strong><br><strong>Sarah Ninian</strong><br><strong>Prof David Nutt</strong><br><strong>Dave Osmond</strong><br><strong>Omar Puente</strong><br><strong>Teddy Prout</strong><br><strong>Lord Martin Rees</strong><br><strong>Andi Reiss</strong><br><strong>Ann Rennie</strong><br><strong>Prof Wendy Savage</strong><br><strong>Kris Sorbie</strong><br><strong>Tooran Gholikhani</strong><br><strong>David Ure</strong></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "402",
      "commentable": "false",
      "firstPublicationDate": "2019-07-29T17:02:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-29T17:25:03Z",
      "newspaperEditionDate": "2019-07-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c2d88",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/488c0059d73b117a780c67966095f3a33349a482/0_92_3786_2272/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "We represent a diverse range of perspectives from across British society, including those who have accompanied loved ones abroad for an assisted death. We all agree that the right to choose how we die is a fundamental human right, and that those who are either terminally ill or facing incurable suffering should have the option of a peaceful, painless, and dignified death. It is 10 years since Debbie Purdy’s successful legal case, requiring the director of public prosecutions to clarify when a person who accompanies a loved one to Switzerland can expect to face prosecution under the Suicide Act 1961. At the time, only two people a month travelled from the UK to Switzerland to end their life. Research from the UK’s Assisted Dying Coalition reveals that now more than one person a week makes that journey. In light of those growing numbers, and of their friends and families grappling with the heart-wrenching decision between either letting their loved ones suffer or accompanying them and risking prosecution, we urge that action be taken to change the law. In the years since the judgment in Debbie Purdy’s case, new evidence has emerged from progressive countries, including Canada, that robust safeguards can be achieved while protecting autonomy. Prominent medical opinion has shifted and an overwhelming 88% of the public have said they favour assisted dying for those who are incurably suffering, in at least some situations. Parliament has yet to consider legislation that would have allowed the late Debbie Purdy and Tony Nicklinson the right to control the manner and timing of their deaths. Paul Lamb and Phil Newby are now taking up the baton. Ten years ago Debbie Purdy took the first steps in our country’s journey towards a compassionate change in the law, many cannot wait any longer. The time for the law to change is now. Dr Julian Baggini Sir Iain Chalmers Andrew Copson Jean Farrer Robert Farrer Prof AC Grayling Penny Hall Dr Phil Hammond Rev Canon Rosie Harper Virginia Ironside Dr Michael Irwin Prof Emily Jackson Paul Lamb Miriam Margolyes Dr Henry Marsh Stephen Mason Rev Scott McKenna Trevor Moore Phil Newby Lauren Nicklinson Jane Nicklinson Sarah Ninian Prof David Nutt Dave Osmond Omar Puente Teddy Prout Lord Martin Rees Andi Reiss Ann Rennie Prof Wendy Savage Kris Sorbie Tooran Gholikhani David Ure • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2634",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jul/29/missing-the-churchgoing-theresa-may-already",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-29T16:43:43Z",
    "webTitle": "Missing the churchgoing Theresa May already | Brief letters",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/29/missing-the-churchgoing-theresa-may-already",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/29/missing-the-churchgoing-theresa-may-already",
    "fields": {
      "headline": "Missing the churchgoing Theresa May already",
      "standfirst": "Bryan Marshall obituary | Jacob Rees-Mogg | Forms of address | Church attendance | Facebook facial recognition",
      "trailText": "<strong>Brief letters:</strong> Bryan Marshall obituary | Jacob Rees-Mogg | Forms of address | Church attendance | Facebook facial recognition",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"c4c5276c3f4c13d262405779d8936d08bb0a41f2\"> <img src=\"https://media.guim.co.uk/c4c5276c3f4c13d262405779d8936d08bb0a41f2/0_25_1784_1070/1000.jpg\" alt=\"Jacob Rees-Mogg\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Jacob Rees-Mogg reveals his own poor grasp of English in some of the language rules sent to his staff, says Cherry Weston.</span> <span class=\"element-image__credit\">Photograph: Hannah McKay/Reuters</span> </figcaption> </figure>",
      "body": "<p>The excellent <a href=\"https://www.theguardian.com/film/2019/jul/04/bryan-marshall-obituary\" title=\"\">obituary of Bryan Marshall</a> (25 July) failed to mention his episode of Granada TV’s A Family at War. I had a few lines in the episode where he played a Polish soldier called Stashek; he was brilliant but it says something about this country that he had to go to Australia for work. The list goes on; Del Henney died this year too – such a waste.<br><strong>Chris Sullivan</strong><br><em>Pinner, London </em></p> <p>• Jacob Rees-Mogg’s list of rules for his staff (<a href=\"https://www.theguardian.com/politics/2019/jul/26/the-comma-touch-jacob-rees-mogg-sends-language-rules-to-staff\" title=\"\">Rees-Mogg Esq bans metric and hopes never to hear ‘hopefully’</a>, 27 July) betrays his own lack of accuracy. Full stop is two words, not one; he has misspelt privy counsellor; and, as any touch typist knows, the double space after full stops went out with manual typewriters, as it is not required when using a PC.<br><strong>Cherry Weston</strong><br><em>Wolverhampton, West Midlands</em></p> <p>• Are we now required to specify our lightbulbs in horsepower?<br><strong>Peter Redman</strong><br><em>Dorchester, Dorset</em></p> <p>• Mike Hine (<a href=\"https://www.theguardian.com/politics/2019/jul/28/an-invitation-to-get-up-rees-moggs-nose\" title=\"\">Letters</a>, 29 July) might want to avoid Screwfix in Oxford. In the space of a couple of minutes on Saturday I was addressed as fella, chap, guy, buddy and mate by just one counter assistant. A simple Esquire would have sufficed.<br><strong>Gabriel Brodetsky</strong><br><em>Beckley, Oxfordshire</em></p> <p>• What a disappointing Monday morning in this new era! How we miss that picture of the prime minister attending church.<br><strong>Roger Hill (Canon)</strong><br><em>Littleborough, Lanc</em><em>ashire</em></p> <p>• Facial recognition cannot tell my twin sons apart on Facebook (<a href=\"https://www.theguardian.com/technology/2019/jul/29/what-is-facial-recognition-and-how-sinister-is-it\" title=\"\">The briefing</a>, 29 July).<br><strong>Lesley Barnes</strong><br><em>Greenford, London </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "286",
      "commentable": "false",
      "firstPublicationDate": "2019-07-29T16:43:43Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:29Z",
      "newspaperEditionDate": "2019-07-30T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/c2edm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c4c5276c3f4c13d262405779d8936d08bb0a41f2/0_25_1784_1070/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The excellent obituary of Bryan Marshall (25 July) failed to mention his episode of Granada TV’s A Family at War. I had a few lines in the episode where he played a Polish soldier called Stashek; he was brilliant but it says something about this country that he had to go to Australia for work. The list goes on; Del Henney died this year too – such a waste. Chris Sullivan Pinner, London • Jacob Rees-Mogg’s list of rules for his staff (Rees-Mogg Esq bans metric and hopes never to hear ‘hopefully’, 27 July) betrays his own lack of accuracy. Full stop is two words, not one; he has misspelt privy counsellor; and, as any touch typist knows, the double space after full stops went out with manual typewriters, as it is not required when using a PC. Cherry Weston Wolverhampton, West Midlands • Are we now required to specify our lightbulbs in horsepower? Peter Redman Dorchester, Dorset • Mike Hine (Letters, 29 July) might want to avoid Screwfix in Oxford. In the space of a couple of minutes on Saturday I was addressed as fella, chap, guy, buddy and mate by just one counter assistant. A simple Esquire would have sufficed. Gabriel Brodetsky Beckley, Oxfordshire • What a disappointing Monday morning in this new era! How we miss that picture of the prime minister attending church. Roger Hill (Canon) Littleborough, Lancashire • Facial recognition cannot tell my twin sons apart on Facebook (The briefing, 29 July). Lesley Barnes Greenford, London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1748",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jul/29/how-can-the-tories-moralising-report-on-prostitution-completely-ignore-austerity",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-07-29T13:05:29Z",
    "webTitle": "How can the Tories' moralising report on prostitution completely ignore austerity? | Frankie Miren",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jul/29/how-can-the-tories-moralising-report-on-prostitution-completely-ignore-austerity",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jul/29/how-can-the-tories-moralising-report-on-prostitution-completely-ignore-austerity",
    "fields": {
      "headline": "How can the Tories' moralising report on prostitution completely ignore austerity?",
      "standfirst": "<p>Poverty and crumbling social care have driven vulnerable people into sex work. You wouldn’t know it from this inquiry </p>",
      "trailText": "Poverty has driven vulnerable people into sex work. You wouldn’t know it from this inquiry, says Frankie Mullin of the English Collective of Prostitutes",
      "byline": "Frankie Miren",
      "main": "<figure class=\"element element-image\" data-media-id=\"557035c2211d46185b6567c3eb2f946179e1f0be\"> <img src=\"https://media.guim.co.uk/557035c2211d46185b6567c3eb2f946179e1f0be/0_168_4134_2480/1000.jpg\" alt=\"Sex worker\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Throughout the report, quotes from current sex workers float free from any input they have on legislation, functioning only to provide lurid detail or harrowing testimony.’</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>When Conservative MP Fiona Bruce chairs an inquiry into sex work, you don’t hold your breath for a triumph of progressiveness. This is a politician who is <a href=\"https://inews.co.uk/news/politics/tory-mp-anti-abortion-protest-ban/\">anti-abortion</a> and has repeatedly voted against equal marriage. And yet the Conservative Party Human Rights Commission report, <a href=\"https://www.scribd.com/document/419657465/Cphrc-Consent-Report-Digital-1#download\">The Limits of Consent: Prostitution in the UK</a>, published last week, still shocked in its lack of impartiality.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2019/mar/19/mps-to-launch-inquiry-into-survival-sex-by-benefit-claimants\">MPs to launch inquiry into ‘survival sex’ by benefit claimants</a> </p> </aside>  <p>At least the authors were upfront about their commitment to ideology over evidence, claiming decisions around public policy “cannot be resolved with reference to evidence alone” and instead undertaking a deep-dive into “the ethical questions around prostitution”.</p> <p>“The entire system of prostitution is built upon the exchange of money for sexual consent,” reads the report. “Without the money, there would be no consent.” Well, sure. Sex workers would agree. But, the report continues: “The Commission believes that it is therefore accurate to characterise our system as allowing for the purchase of sexual consent, and believes that this undermines the principle of sexual consent itself.”</p> <p>This is an age old argument – one that sex workers have been battling against for many years. There are many reasons people consent to sex; money is one of them. But claiming that the UK’s <a href=\"https://publications.parliament.uk/pa/cm201617/cmselect/cmhaff/26/26.pdf\">more than 70,000 sex workers</a> are, essentially, being raped every time they go to work makes it impossible to call out real violence when it happens.</p> <p>Tens of thousands of people (mainly women) pay their rent, feed their children, cover university fees and <a href=\"https://www.theguardian.com/society/2019/jun/05/austeristy-forcing-disabled-women-into-sex-work\">earn a living around disability</a> by selling sex. And here lies the glaring omission in the Tory report, conspicuous by its absence but smouldering away behind the public school debate-club moralising: it is poverty and lack of social care that drive the most vulnerable into the most exploitative parts of prostitution.</p> <p>Throughout the whole 20,000 word report, austerity is <em>not mentioned</em> <em>once</em>. The word “poverty” appears just a single time. If the authors really believe that all sex work is coercive, perhaps looking at the reasons women do this might have been useful.</p> <p>Omitted from the report was last month’s admission by the Department for Work and Pensions that poverty caused by <a href=\"https://www.theguardian.com/society/2019/jun/12/universal-credit-delays-a-factor-in-prostitution-government-accepts\">universal credit</a> is a major driver of prostitution. Likewise the fact that, under the Tories, <a href=\"https://www.trusselltrust.org/what-we-do/research-advocacy/universal-credit-and-foodbank-use/\">food bank usage</a> has skyrocketed. “Homelessness” is mentioned zero times, despite an irrefutable link between <a href=\"https://www.theguardian.com/society/2018/dec/24/housing-secretary-james-brokenshire-admits-tory-policies-blame-homelessness-rise\">Tory policy and rough sleeping</a>. Discussion of trafficking is divorced from immigration policy, quotes about student debt are used to moralise about consent rather than highlight the need for an end to tuition fees and a frontline worker’s statement that the “present housing model is a poor fit for women experiencing multiple and complex needs” triggers no self-reflection on the fact that women shoulder 86% of the <a href=\"https://www.theguardian.com/world/2017/mar/09/women-bearing-86-of-austerity-burden-labour-research-reveals\">austerity burden</a>. Not one sentence is dedicated to the link between brutal <a href=\"https://www.theguardian.com/society/2019/mar/25/strip-dwp-work-pensions-responsibility-ill-disabled-people\">disability benefits failings</a> and prostitution.</p> <p>Admittedly, wading through the available evidence around prostitution is a huge task. It was undertaken by <a href=\"https://www.amnesty.org/en/latest/news/2016/05/amnesty-international-publishes-policy-and-research-on-protection-of-sex-workers-rights/\">Amnesty International in 2016</a>, resulting in the organisation’s call for the full decriminalisation of sex work, a legal initiative also backed by the World Health Organisation, UNAIDS and sex worker-led organisations around the globe. In the UK, groups such as <a href=\"https://twitter.com/ukdecrimnow\">Decrim Now</a>, the <a href=\"https://twitter.com/ProstitutesColl\">English Collective of Prostitutes</a> (ECP) and the <a href=\"https://twitter.com/SexWorkHive\">Sex Worker Advocacy and Resistance Movement</a> (Swarm) call for the same: full decriminalisation for safety’s sake.</p> <p>The Tory report sums up the evidence and decides otherwise, suggesting that “the most effective way to safeguard sexual consent while reducing the market for prostitution … is to legislate to make paying for sexual services an offence”. Criminalising clients – the so-called end demand or Nordic model – is all that Bruce and her team have to offer.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/jun/03/uk-feminists-embrace-sex-workers-rights\">Why UK feminists should embrace sex worker rights | Kate Hardy</a> </p> </aside>  <p>It’s telling that, throughout the report, quotes from current sex workers float free from any input they have on legislation, functioning only to provide lurid detail or harrowing testimony. And so the dots remain unconnected. Descriptions of poverty and illness sit in a vacuum and, free from responsibility, Tory party members can moralise about the obscenity of prostitution while the horror of austerity slides from sight.</p> <p>• Frankie Mullin is a freelance journalist. She is part of the English Collective of Prostitutes, and the Sex Worker Advocacy and Resistance Movement</p>",
      "wordcount": "699",
      "firstPublicationDate": "2019-07-29T13:05:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-04T09:12:33Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/c2cpp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/557035c2211d46185b6567c3eb2f946179e1f0be/0_168_4134_2480/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "When Conservative MP Fiona Bruce chairs an inquiry into sex work, you don’t hold your breath for a triumph of progressiveness. This is a politician who is anti-abortion and has repeatedly voted against equal marriage. And yet the Conservative Party Human Rights Commission report, The Limits of Consent: Prostitution in the UK, published last week, still shocked in its lack of impartiality. At least the authors were upfront about their commitment to ideology over evidence, claiming decisions around public policy “cannot be resolved with reference to evidence alone” and instead undertaking a deep-dive into “the ethical questions around prostitution”. “The entire system of prostitution is built upon the exchange of money for sexual consent,” reads the report. “Without the money, there would be no consent.” Well, sure. Sex workers would agree. But, the report continues: “The Commission believes that it is therefore accurate to characterise our system as allowing for the purchase of sexual consent, and believes that this undermines the principle of sexual consent itself.” This is an age old argument – one that sex workers have been battling against for many years. There are many reasons people consent to sex; money is one of them. But claiming that the UK’s more than 70,000 sex workers are, essentially, being raped every time they go to work makes it impossible to call out real violence when it happens. Tens of thousands of people (mainly women) pay their rent, feed their children, cover university fees and earn a living around disability by selling sex. And here lies the glaring omission in the Tory report, conspicuous by its absence but smouldering away behind the public school debate-club moralising: it is poverty and lack of social care that drive the most vulnerable into the most exploitative parts of prostitution. Throughout the whole 20,000 word report, austerity is not mentioned once. The word “poverty” appears just a single time. If the authors really believe that all sex work is coercive, perhaps looking at the reasons women do this might have been useful. Omitted from the report was last month’s admission by the Department for Work and Pensions that poverty caused by universal credit is a major driver of prostitution. Likewise the fact that, under the Tories, food bank usage has skyrocketed. “Homelessness” is mentioned zero times, despite an irrefutable link between Tory policy and rough sleeping. Discussion of trafficking is divorced from immigration policy, quotes about student debt are used to moralise about consent rather than highlight the need for an end to tuition fees and a frontline worker’s statement that the “present housing model is a poor fit for women experiencing multiple and complex needs” triggers no self-reflection on the fact that women shoulder 86% of the austerity burden. Not one sentence is dedicated to the link between brutal disability benefits failings and prostitution. Admittedly, wading through the available evidence around prostitution is a huge task. It was undertaken by Amnesty International in 2016, resulting in the organisation’s call for the full decriminalisation of sex work, a legal initiative also backed by the World Health Organisation, UNAIDS and sex worker-led organisations around the globe. In the UK, groups such as Decrim Now, the English Collective of Prostitutes (ECP) and the Sex Worker Advocacy and Resistance Movement (Swarm) call for the same: full decriminalisation for safety’s sake. The Tory report sums up the evidence and decides otherwise, suggesting that “the most effective way to safeguard sexual consent while reducing the market for prostitution … is to legislate to make paying for sexual services an offence”. Criminalising clients – the so-called end demand or Nordic model – is all that Bruce and her team have to offer. It’s telling that, throughout the report, quotes from current sex workers float free from any input they have on legislation, functioning only to provide lurid detail or harrowing testimony. And so the dots remain unconnected. Descriptions of poverty and illness sit in a vacuum and, free from responsibility, Tory party members can moralise about the obscenity of prostitution while the horror of austerity slides from sight. • Frankie Mullin is a freelance journalist. She is part of the English Collective of Prostitutes, and the Sex Worker Advocacy and Resistance Movement",
      "charCount": "4424",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Frankie Miren"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/jul/29/boris-johnson-says-hell-spend-but-who-will-pay",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-07-29T07:00:37Z",
    "webTitle": "Boris Johnson says he’ll spend, but who will pay?",
    "webUrl": "https://www.theguardian.com/politics/2019/jul/29/boris-johnson-says-hell-spend-but-who-will-pay",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jul/29/boris-johnson-says-hell-spend-but-who-will-pay",
    "fields": {
      "headline": "Boris Johnson says he’ll spend, but who will pay?",
      "standfirst": "<p>In the first of a new series, we look at the PM’s promises and their cost</p>",
      "trailText": "In the first of a new series, we look at the PM’s promises and their cost",
      "byline": "Larry Elliott and Richard Partington",
      "main": "<figure class=\"element element-image\" data-media-id=\"7498d4990bd3f91f62e0a5e6366b0517f7e68498\"> <img src=\"https://media.guim.co.uk/7498d4990bd3f91f62e0a5e6366b0517f7e68498/0_0_2000_1636/1000.jpg\" alt=\"Boris Johnson has laid out expensive tax plans.\" width=\"1000\" height=\"818\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson has laid out expensive tax plans.</span> <span class=\"element-image__credit\">Illustration: Guardian Design</span> </figcaption> </figure>",
      "body": "<p>The last day of the parliamentary session before the summer recess normally marks the period when the Treasury starts to wind down for the summer. The chancellor takes a break and a skeleton team takes control. But not this year.</p> <p>Seated next to Boris Johnson as he made his first statement to MPs last Thursday was Sajid Javid, the new chancellor of the exchequer, and the man given the task of delivering the prime minister’s tax and spending pledges this autumn.</p> <p>This is a big responsibility for Javid, who has spent his first days in the Treasury running through options with officials. The chancellor is aware of what the prime minister expects of him – a break with the austerity of the past decade – and there is money available, even if that means <a href=\"https://www.theguardian.com/politics/2019/jun/30/johnson-prepared-increase-public-borrowing\">higher public borrowing</a>. The only question now is how and when to spend it.</p> <p>Theresa May had used the promise of higher spending after Brexit as a carrot to win backing for her deal, but failed. According to observers, Johnson appears to be doing two things: revving up the economy to gain support for his plans with a fallback that more spending could cushion the fallout of a no-deal departure.</p> <p>Matthew Whittaker, the deputy chief executive of the Resolution Foundation thinktank, said: “May came in saying her job was to deliver Brexit, which was hard to be judged against. It’s a difficult thing, and a pretty gloomy one.”</p> <p>Referring to Johnson’s upbeat statements about Brexit since entering Downing Street, he added: “But to say we’re entering a ‘golden age’ and let’s be more confident, let’s leave – and with more teachers in schools and police on the streets – then it becomes easier to say ‘trust me on Brexit’.”</p>  <figure class=\"element element-image\" data-media-id=\"01eaa82c0fc26b713feb5e562cca73c73d5c2b89\"> <img src=\"https://media.guim.co.uk/01eaa82c0fc26b713feb5e562cca73c73d5c2b89/121_95_5152_3091/1000.jpg\" alt=\"Sajid Javid and Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sajid Javid knows what the prime minister expects: a break with the austerity of the past decade.</span> <span class=\"element-image__credit\">Photograph: Aaron Chown/AFP/Getty Images</span> </figcaption> </figure>  <p>Like many things about Johnson, the plan mirrors Donald Trump, who cut taxes to boost US growth through a tough trade war with the rest of the world, Whittaker added.</p> <p>Even before entering No 10, Johnson had made a series of promises while campaigning to be prime minister, some more specific than others. He pledged £1bn to hire 20,000 new police officers and getting on for £5bn to reverse the cuts to schools’ spending since 2015. </p> <p>On the tax side, he said he wanted to raise the 40% income tax threshold from £50,000 to £80,000 and to raise the level at which workers start paying national insurance contributions (NICs). But, as the Institute for Fiscal Studies thinktank has noted, these are expensive commitments. The <a href=\"https://www.theguardian.com/politics/2019/jul/23/the-cost-of-boris-johnson-pricing-up-the-next-prime-minister-pledges\">income tax promise would cost £9bn a year</a>; NICs changes could come with an £11bn price tag. Javid could go for broke and deliver these massive cuts in one go. More likely he will spread them over several years and make a start in the coming months.</p> <p>Further pledges have been made in Johnson’s first few days in power, including funding a new trans-Pennine rail route between Leeds and Manchester and <a href=\"https://www.theguardian.com/politics/2019/jul/27/critics-doubt-boris-johnson-can-deliver-new-rail-route-pledge\">a £3.6bn fund for “left behind towns”</a>.</p>  <figure class=\"element element-image element--showcase\" data-media-id=\"db2632541f51491c26eca76069745a2c14bac573\"> <img src=\"https://media.guim.co.uk/db2632541f51491c26eca76069745a2c14bac573/0_237_5315_3189/1000.jpg\" alt=\"Boris Johnson in front of an engine Manchester\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Boris Johnson appears to be trying to to rev up Britain’s economy.</span> <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> </figcaption> </figure>  <p>What Javid will do is exploit the space for extra borrowing created by the fiscal rules inherited from Philip Hammond. The previous chancellor said government borrowing should be below 2% of Gross Domestic Product – a measure of the economy’s output - by 2020-21. However, the current level of borrowing is lower than that, at roughly 1.1%. The new government can therefore borrow a bit more – about £26bn – and still meet the rule.</p> <p>Although framed by Johnson as spending headroom at his disposal, economists say the additional firepower is something of an illusion. Thomas Pugh, of the consultancy Capital Economics, said: “This isn’t money sitting in a savings account waiting to be spent. It’s more like borrowing from an overdraft where the limit is set at 2% of annual income. So spending it would result in a higher deficit and more borrowing.”</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-28T15:28:32/embed.html\" data-alt=\"Hammond’s target for borrowing to fall below 2% of GDP has been hit\"> <a href=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-28T15:28:32/embed.html\">Hammond’s target for borrowing to fall below 2% of GDP has been hit</a> </figure>  <p>The £26bn calculation is based on the strength of the economy in March, when the calculation was last made by the Office for Budget Responsibility (OBR), the government’s tax and spending watchdog. Growth has since slowed to stalling point, with a <a href=\"https://www.theguardian.com/business/2019/jul/22/no-deal-brexit-uk-recession-niesr-british-eu-trade\">one in four chance Britain has already fallen into recession</a>. The National Institute of Economic and Social Research (NIESR) warned no-deal Brexit could cause a “severe downturn” and cause public borrowing to rise.</p> <p>Jagjit Chadha, the director of the NIESR, said: “Pinning down expenditure on the basis of a forecast you know will get revised doesn’t make a lot of sense.”</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-28T15:06:40/embed.html\" data-alt=\"The OBR warns no-deal Brexit could tip UK into recession\"> <a href=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-28T15:06:40/embed.html\">The OBR warns no-deal Brexit could tip UK into recession</a> </figure>  <p>The OBR <a href=\"https://www.theguardian.com/business/2019/jul/18/no-deal-brexit-would-plunge-britain-into-a-recession-says-obr\">has said the new prime minister’s giveaway package</a> “would push government borrowing and debt up from the levels expected in our forecasts and that there is no war chest or pot of money set aside that would make them a free lunch”.</p> <p>Leaving the EU without a deal would add £30bn a year to borrowing from 2020-21 onwards as the economy plunges into recession, it added.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/07/archive-zip/giv-390290v8k9fdAn71/\" data-alt=\"Britain's total debt pile has risen above £1.8tn\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/07/archive-zip/giv-390290v8k9fdAn71/\">Britain's total debt pile has risen above £1.8tn</a> </figure>  <p>Since the 1990s, successive governments have set fiscal rules. Gordon Brown had a “golden rule” only to borrow for investment, while George Osborne pledged to eliminate the deficit within five years from 2010, before he failed and moved the goalposts.</p> <p>The budget deficit – the annual shortfall between government spending and income from tax receipts – has steadily improved since spiking after the financial crisis. It came down from £153bn, or 9.9% of GDP, in 2009-10, to £23.5bn, or 1.1% of GDP, in 2018-19.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/uploader/embed/2019/07/archive-zip/giv-3902agNa6o2DlOL0/\" data-alt=\"Despite falling since 2010, Britain’s budget deficit remains\"> <a href=\"https://interactive.guim.co.uk/uploader/embed/2019/07/archive-zip/giv-3902agNa6o2DlOL0/\">Despite falling since 2010, Britain’s budget deficit remains</a> </figure>  <p>However, the national debt pile – which increases with every year of deficit – has risen to more than £1.8tn, or 83.1% of GDP. Economists debate how dangerous this might be, warning it could leave the UK vulnerable to shocks. It remains below some international comparisons, such as Japan, where debt is more than 250% of GDP, and Italy, where it is more than 130%.</p> <p>Rishi Sunak, Johnson’s new chief secretary to the Treasury, told Sky News on Thursday he wanted to keep a Tory rule that Britain’s total debt pile should fall as a percentage of GDP each year. The OBR estimated that government borrowing could rise by about £25bn per year by 2024 under such a constraint. However, that still assumes economic growth, which crashing out of the EU could imperil.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-28T15:03:05/embed.html\" data-alt=\"UK debt is still higher than 80% of GDP\"> <a href=\"https://interactive.guim.co.uk/charts/embed/jul/2019-07-28T15:03:05/embed.html\">UK debt is still higher than 80% of GDP</a> </figure>  <p>Johnson turning on the spending taps could have serious consequences for Labour, which was getting used to comfortably outgunning government spending proposals under Jeremy Corbyn, generally to a warm reception.</p> <p>The fabric of the welfare state has grown frayed from a decade of austerity. Britain suffers from austerity fatigue and is ready for higher spending. Labour, though, is stuck fighting a previous war. Despite economists generally agreeing that austerity was a massive policy mistake, the party has yet to convince voters that it can be trusted with sound financial management.</p> <p><a href=\"https://www.theguardian.com/commentisfree/2019/jul/11/labour-end-austerity-enrich-lives-tax\">John McDonnell</a>, the shadow chancellor, promised to match Johnson’s spending increase but doubted the new prime minister would end austerity entirely. “I’ll believe it when I see it,” he said.</p>  <figure class=\"element element-image\" data-media-id=\"90283b90a5b1e79dbef1855283f02e24d4be501d\"> <img src=\"https://media.guim.co.uk/90283b90a5b1e79dbef1855283f02e24d4be501d/0_408_5976_3584/1000.jpg\" alt=\"Jeremy Corbyn takes a break for lunch at Keswick Museum.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Are Johnson’s spending plans stealing Corbyn’s lunch? John McDonnell expressed doubts the new PM would end austerity entirely.</span> <span class=\"element-image__credit\">Photograph: Sean Smith/The Guardian</span> </figcaption> </figure>  <p>“They’re priorities we’ve been arguing for to a certain extent. We’ll see whether he delivers. But we’ll match him and go well beyond. We’ll meet him with a whole range of radical policies.”</p> <p>McDonnell suggested that Labour would raise spending with greater responsibility, as the party would increase taxes on high earners and businesses.</p> <p>One of the changes made by Hammond was to deliver the annual budget statement in the late autumn rather than in the spring and to make it the one big fiscal event of the year. Sources suggested that that might change this year.</p> <p>According to a weekend report, ministers are preparing for a no-deal emergency budget in the week of 7 October, while Javid has pledged “significant extra funding” for mitigating a disorderly departure. So Javid’s forthcoming announcements, including a budget, might be about softening the impact of the UK leaving the EU without a deal on 31 October. There will also be an expectation that they will address the future of the economy in a post-Brexit Britain. </p> <p>Javid also has to decide whether to hold a full spending review that will set the budgets for individual Whitehall departments for the next three years, or to roll over the current settlements for a single year. The Treasury prefers three-year deals but civil servants concede that time is short.</p> <p> Without a full spending review, Johnson skips the usual checks required to ensure cash is spent appropriately, Chadha warned. He added that a no-deal Brexit could divert government spending away from needy areas.</p> <p>“There is money to be spent. But if it’s spent in the wrong places, the places that do require the money are still in need.”</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1418",
      "displayHint": "immersive",
      "firstPublicationDate": "2019-07-29T07:00:37Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:50:11Z",
      "newspaperEditionDate": "2019-07-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cxgfp",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c4df0d1e443848a31d6c7e8655ea1625095c9214/0_0_2000_1200/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The last day of the parliamentary session before the summer recess normally marks the period when the Treasury starts to wind down for the summer. The chancellor takes a break and a skeleton team takes control. But not this year. Seated next to Boris Johnson as he made his first statement to MPs last Thursday was Sajid Javid, the new chancellor of the exchequer, and the man given the task of delivering the prime minister’s tax and spending pledges this autumn. This is a big responsibility for Javid, who has spent his first days in the Treasury running through options with officials. The chancellor is aware of what the prime minister expects of him – a break with the austerity of the past decade – and there is money available, even if that means higher public borrowing. The only question now is how and when to spend it. Theresa May had used the promise of higher spending after Brexit as a carrot to win backing for her deal, but failed. According to observers, Johnson appears to be doing two things: revving up the economy to gain support for his plans with a fallback that more spending could cushion the fallout of a no-deal departure. Matthew Whittaker, the deputy chief executive of the Resolution Foundation thinktank, said: “May came in saying her job was to deliver Brexit, which was hard to be judged against. It’s a difficult thing, and a pretty gloomy one.” Referring to Johnson’s upbeat statements about Brexit since entering Downing Street, he added: “But to say we’re entering a ‘golden age’ and let’s be more confident, let’s leave – and with more teachers in schools and police on the streets – then it becomes easier to say ‘trust me on Brexit’.” Like many things about Johnson, the plan mirrors Donald Trump, who cut taxes to boost US growth through a tough trade war with the rest of the world, Whittaker added. Even before entering No 10, Johnson had made a series of promises while campaigning to be prime minister, some more specific than others. He pledged £1bn to hire 20,000 new police officers and getting on for £5bn to reverse the cuts to schools’ spending since 2015. On the tax side, he said he wanted to raise the 40% income tax threshold from £50,000 to £80,000 and to raise the level at which workers start paying national insurance contributions (NICs). But, as the Institute for Fiscal Studies thinktank has noted, these are expensive commitments. The income tax promise would cost £9bn a year; NICs changes could come with an £11bn price tag. Javid could go for broke and deliver these massive cuts in one go. More likely he will spread them over several years and make a start in the coming months. Further pledges have been made in Johnson’s first few days in power, including funding a new trans-Pennine rail route between Leeds and Manchester and a £3.6bn fund for “left behind towns”. What Javid will do is exploit the space for extra borrowing created by the fiscal rules inherited from Philip Hammond. The previous chancellor said government borrowing should be below 2% of Gross Domestic Product – a measure of the economy’s output - by 2020-21. However, the current level of borrowing is lower than that, at roughly 1.1%. The new government can therefore borrow a bit more – about £26bn – and still meet the rule. Although framed by Johnson as spending headroom at his disposal, economists say the additional firepower is something of an illusion. Thomas Pugh, of the consultancy Capital Economics, said: “This isn’t money sitting in a savings account waiting to be spent. It’s more like borrowing from an overdraft where the limit is set at 2% of annual income. So spending it would result in a higher deficit and more borrowing.” The £26bn calculation is based on the strength of the economy in March, when the calculation was last made by the Office for Budget Responsibility (OBR), the government’s tax and spending watchdog. Growth has since slowed to stalling point, with a one in four chance Britain has already fallen into recession. The National Institute of Economic and Social Research (NIESR) warned no-deal Brexit could cause a “severe downturn” and cause public borrowing to rise. Jagjit Chadha, the director of the NIESR, said: “Pinning down expenditure on the basis of a forecast you know will get revised doesn’t make a lot of sense.” The OBR has said the new prime minister’s giveaway package “would push government borrowing and debt up from the levels expected in our forecasts and that there is no war chest or pot of money set aside that would make them a free lunch”. Leaving the EU without a deal would add £30bn a year to borrowing from 2020-21 onwards as the economy plunges into recession, it added. Since the 1990s, successive governments have set fiscal rules. Gordon Brown had a “golden rule” only to borrow for investment, while George Osborne pledged to eliminate the deficit within five years from 2010, before he failed and moved the goalposts. The budget deficit – the annual shortfall between government spending and income from tax receipts – has steadily improved since spiking after the financial crisis. It came down from £153bn, or 9.9% of GDP, in 2009-10, to £23.5bn, or 1.1% of GDP, in 2018-19. However, the national debt pile – which increases with every year of deficit – has risen to more than £1.8tn, or 83.1% of GDP. Economists debate how dangerous this might be, warning it could leave the UK vulnerable to shocks. It remains below some international comparisons, such as Japan, where debt is more than 250% of GDP, and Italy, where it is more than 130%. Rishi Sunak, Johnson’s new chief secretary to the Treasury, told Sky News on Thursday he wanted to keep a Tory rule that Britain’s total debt pile should fall as a percentage of GDP each year. The OBR estimated that government borrowing could rise by about £25bn per year by 2024 under such a constraint. However, that still assumes economic growth, which crashing out of the EU could imperil. Johnson turning on the spending taps could have serious consequences for Labour, which was getting used to comfortably outgunning government spending proposals under Jeremy Corbyn, generally to a warm reception. The fabric of the welfare state has grown frayed from a decade of austerity. Britain suffers from austerity fatigue and is ready for higher spending. Labour, though, is stuck fighting a previous war. Despite economists generally agreeing that austerity was a massive policy mistake, the party has yet to convince voters that it can be trusted with sound financial management. John McDonnell, the shadow chancellor, promised to match Johnson’s spending increase but doubted the new prime minister would end austerity entirely. “I’ll believe it when I see it,” he said. “They’re priorities we’ve been arguing for to a certain extent. We’ll see whether he delivers. But we’ll match him and go well beyond. We’ll meet him with a whole range of radical policies.” McDonnell suggested that Labour would raise spending with greater responsibility, as the party would increase taxes on high earners and businesses. One of the changes made by Hammond was to deliver the annual budget statement in the late autumn rather than in the spring and to make it the one big fiscal event of the year. Sources suggested that that might change this year. According to a weekend report, ministers are preparing for a no-deal emergency budget in the week of 7 October, while Javid has pledged “significant extra funding” for mitigating a disorderly departure. So Javid’s forthcoming announcements, including a budget, might be about softening the impact of the UK leaving the EU without a deal on 31 October. There will also be an expectation that they will address the future of the economy in a post-Brexit Britain. Javid also has to decide whether to hold a full spending review that will set the budgets for individual Whitehall departments for the next three years, or to roll over the current settlements for a single year. The Treasury prefers three-year deals but civil servants concede that time is short. Without a full spending review, Johnson skips the usual checks required to ensure cash is spent appropriately, Chadha warned. He added that a no-deal Brexit could divert government spending away from needy areas. “There is money to be spent. But if it’s spent in the wrong places, the places that do require the money are still in need.”",
      "charCount": "8397",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/larryelliott\">Larry Elliott</a> and <a href=\"profile/richard-partington\">Richard Partington</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]