[
  {
    "id": "education/2019/jun/28/loosening-the-grip-of-the-privately-educated",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-06-28T15:48:13Z",
    "webTitle": "Loosening the grip of the privately educated | Letters",
    "webUrl": "https://www.theguardian.com/education/2019/jun/28/loosening-the-grip-of-the-privately-educated",
    "apiUrl": "https://content.guardianapis.com/education/2019/jun/28/loosening-the-grip-of-the-privately-educated",
    "fields": {
      "headline": "Loosening the grip of the privately educated",
      "standfirst": "Readers respond to the news that Britain’s top jobs are still in the hands of a private school elite, and offer solutions to the problem",
      "trailText": "<strong>Letters: </strong>Readers respond to the news that Britain’s top jobs are still in the hands of a private school elite, and offer solutions to the problem",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f06764743363e109cdfd2f8ecb4517d1f20c84be\"> <img src=\"https://media.guim.co.uk/f06764743363e109cdfd2f8ecb4517d1f20c84be/0_0_2631_1579/1000.jpg\" alt=\"Jeremy Hunt and Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Les Bright makes an interesting observation about the Charterhouse ‘underdog’ and Eton ‘frontrunner’.</span> <span class=\"element-image__credit\">Photograph: AFP/Getty/PA Wire</span> </figcaption> </figure>",
      "body": "<p>The Sutton Trust has once more incisively reminded us that we are ruled by a privileged, privately educated Oxbridge elite (<a href=\"https://www.theguardian.com/society/2019/jun/25/britains-top-jobs-still-in-hands-of-private-school-elite-study-finds\" title=\"\">Privately educated retain grip on elite jobs</a>, 25 June). This iteration is all the more painful because of the seemingly imminent installation of Boris Johnson in Downing Street.</p> <p>There are three radical solutions: first, change the law to remove the tax subsidies that private schools benefit from every year; second, follow Finland’s lead and make it illegal to charge for school education; third, for every privately educated person a university admits in excess of, say, 10% of the student body, the government should fine it a sum equivalent to three times the annual undergraduate fee. The Sutton Trust could then happily shut up shop on this issue for good.<br><strong>Prof</strong><strong> Rebecca Boden</strong><br><em>Tampere University, Finland</em></p> <p>• Throughout the country, we see that those at the top are still drawn from a narrow background. When employees come from a small talent pool, employers struggle with a lack of diversity and less innovation. That’s why, in partnership with the Social Mobility Commission and the Social Mobility Foundation, we launched the world’s first <a href=\"http://www.socialmobility.org.uk/index/\" title=\"\">social mobility employer index</a>. It ranks the top UK employers who have taken the most action to improve social mobility in the workplace, incentivising firms to improve access to top-quality jobs for candidates from all backgrounds. We have a rich talent pool with huge potential in this country, and firms are increasingly realising that diversity is good for business. If the UK is to remain globally competitive, businesses across the UK need to make sure everyone can access the opportunities they can offer.<br><strong>Catherine McGuinness</strong><br><em>Policy chair at the City of London Corporation</em></p> <p>• In complaining about “the stranglehold of the middle and upper classes on the top universities and jobs” your leader writer is arguing with science, just as climate change deniers do (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/25/the-guardian-view-on-social-immobility-time-to-rebalance\" title=\"\">Editorial</a>, 26 June).</p> <p>IQ’s correlation with educational and job success and its strong heritability component in the developed world are two of psychology’s most robust and replicable findings. Taken together with selection on merit, they make the over-representation of middle and upper classes in top universities and elite jobs inevitable. The mathematics of the normal curve imply that the more exclusive the educational/job placements, the greater the over-representation will be.</p> <p>This does not mean that we should not distribute incomes more fairly, put more resources into compensatory education or contextualise in selection processes. Some acceptance of the scientific realities is called for, however, in discussion of this political issue.<br><strong>Brian McDevitt</strong><br><em>Knutsford, Cheshire</em></p> <p>• What should be worrying politicians, and everyone concerned about our decreasing social mobility, is not that there exists a “‘pipeline’ from fee-paying schools through Oxbridge and into top jobs”, but that the pipeline is being enlarged. With the increased use in independent schools of the lightly regulated Cambridge Pre-U instead of the more rigorous A-levels, privately educated pupils have increased their chances of being accepted into our “top” universities.</p> <p>A freedom of information request recently revealed that in Oxford and Cambridge universities, in the academic year 2017-18, there were 125 undergraduates with three or more Pre-U qualifications but no A-levels, and 1,075 students with a combination of three or more A-level and Pre-U qualifications.</p> <p>What chance do our brightest pupils from underprivileged backgrounds and underfunded schools have when trying to compete with pupils using a different and perhaps more generous route into university?<br><strong>Bernie Evans</strong><br><em>Liverpool</em></p> <p>• Since the main route to the top is via patronage rather than qualification, the only effective remedy is to open appointment processes to public scrutiny.</p> <p>The <a href=\"https://publicappointmentscommissioner.independent.gov.uk/\" title=\"\">commissioner for public appointments</a> should be newly empowered, financed and staffed to hold independent, pre-appointment hearings – in public and open to the media – for all senior public appointments. Only then will we have confidence that they are made on merit alone.<br><strong>John Hambley</strong><br><em>Snape, Suffolk</em></p> <p>• As it is impossible to prevent families with high-level access to the elite controlling network (ECN) using it to maximise an offspring’s life chances, the perpetuation of a patrician class by nomination rather than ability will continue. However, we must seek ways to impede this understandable but immoral activity. As a first step, why not make all UK secondary schools (private and public) 11-16 only and deliver A-levels and university applications solely through local sixth form colleges? In this way, from the age of 16, the Johnsons and Hunts would mix with, and might better respect, the plebs for whom they currently show such disdain. Improving the quality of the ECN and making it a non-hereditary dynamic entity is essential if the UK is to prosper.<br><strong>David Helliwell</strong><br><em>Holmfirth, West Yorkshire</em></p> <p>• There is a fundamental ethical question at stake in the debate about independent education and the privilege it embodies: are some people of inherently more value than others? My position is unequivocal: quality education and healthcare are intrinsic to everyone’s flourishing. No one should be able to buy private education and healthcare and the advantages that accrue from them if that privileged position disadvantages others.<br><strong>Prof</strong><strong> Colin Richards</strong><br><em>Spark Bridge, Cumbria</em></p> <p>• Aside from the underdog having been educated at Charterhouse and the frontrunner at Eton, is there any other evidence that privately educated people are more likely to hold elite jobs?<br><strong>Les Bright</strong><br><em>Exeter, Devon</em></p> <p>• Rhiannon Lucy Cosslett is spot on (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/25/britain-ruled-private-educated-people-culture-deference\" title=\"\">Let’s end this deference to privately educated elites</a>, Journal, 26 June). I agree “that a private school education doesn’t always make a better candidate”. Its aim is to make those who have had one believe they are better than those who haven’t.<br><strong>David Shannon</strong><br><em>Woore, Shropshire</em></p> <p>• I learned today that Jeremy Hunt (Charterhouse and Oxford) was the son of a senior naval officer. I hope his parents paid his school fees rather than me.<br><strong>David Ruddlesden</strong><br><em>Burton upon Trent, Staffordshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1001",
      "commentable": "false",
      "firstPublicationDate": "2019-06-28T15:48:13Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:35:48Z",
      "newspaperEditionDate": "2019-06-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bn3qq",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f06764743363e109cdfd2f8ecb4517d1f20c84be/0_0_2631_1579/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Sutton Trust has once more incisively reminded us that we are ruled by a privileged, privately educated Oxbridge elite (Privately educated retain grip on elite jobs, 25 June). This iteration is all the more painful because of the seemingly imminent installation of Boris Johnson in Downing Street. There are three radical solutions: first, change the law to remove the tax subsidies that private schools benefit from every year; second, follow Finland’s lead and make it illegal to charge for school education; third, for every privately educated person a university admits in excess of, say, 10% of the student body, the government should fine it a sum equivalent to three times the annual undergraduate fee. The Sutton Trust could then happily shut up shop on this issue for good. Prof Rebecca Boden Tampere University, Finland • Throughout the country, we see that those at the top are still drawn from a narrow background. When employees come from a small talent pool, employers struggle with a lack of diversity and less innovation. That’s why, in partnership with the Social Mobility Commission and the Social Mobility Foundation, we launched the world’s first social mobility employer index. It ranks the top UK employers who have taken the most action to improve social mobility in the workplace, incentivising firms to improve access to top-quality jobs for candidates from all backgrounds. We have a rich talent pool with huge potential in this country, and firms are increasingly realising that diversity is good for business. If the UK is to remain globally competitive, businesses across the UK need to make sure everyone can access the opportunities they can offer. Catherine McGuinness Policy chair at the City of London Corporation • In complaining about “the stranglehold of the middle and upper classes on the top universities and jobs” your leader writer is arguing with science, just as climate change deniers do (Editorial, 26 June). IQ’s correlation with educational and job success and its strong heritability component in the developed world are two of psychology’s most robust and replicable findings. Taken together with selection on merit, they make the over-representation of middle and upper classes in top universities and elite jobs inevitable. The mathematics of the normal curve imply that the more exclusive the educational/job placements, the greater the over-representation will be. This does not mean that we should not distribute incomes more fairly, put more resources into compensatory education or contextualise in selection processes. Some acceptance of the scientific realities is called for, however, in discussion of this political issue. Brian McDevitt Knutsford, Cheshire • What should be worrying politicians, and everyone concerned about our decreasing social mobility, is not that there exists a “‘pipeline’ from fee-paying schools through Oxbridge and into top jobs”, but that the pipeline is being enlarged. With the increased use in independent schools of the lightly regulated Cambridge Pre-U instead of the more rigorous A-levels, privately educated pupils have increased their chances of being accepted into our “top” universities. A freedom of information request recently revealed that in Oxford and Cambridge universities, in the academic year 2017-18, there were 125 undergraduates with three or more Pre-U qualifications but no A-levels, and 1,075 students with a combination of three or more A-level and Pre-U qualifications. What chance do our brightest pupils from underprivileged backgrounds and underfunded schools have when trying to compete with pupils using a different and perhaps more generous route into university? Bernie Evans Liverpool • Since the main route to the top is via patronage rather than qualification, the only effective remedy is to open appointment processes to public scrutiny. The commissioner for public appointments should be newly empowered, financed and staffed to hold independent, pre-appointment hearings – in public and open to the media – for all senior public appointments. Only then will we have confidence that they are made on merit alone. John Hambley Snape, Suffolk • As it is impossible to prevent families with high-level access to the elite controlling network (ECN) using it to maximise an offspring’s life chances, the perpetuation of a patrician class by nomination rather than ability will continue. However, we must seek ways to impede this understandable but immoral activity. As a first step, why not make all UK secondary schools (private and public) 11-16 only and deliver A-levels and university applications solely through local sixth form colleges? In this way, from the age of 16, the Johnsons and Hunts would mix with, and might better respect, the plebs for whom they currently show such disdain. Improving the quality of the ECN and making it a non-hereditary dynamic entity is essential if the UK is to prosper. David Helliwell Holmfirth, West Yorkshire • There is a fundamental ethical question at stake in the debate about independent education and the privilege it embodies: are some people of inherently more value than others? My position is unequivocal: quality education and healthcare are intrinsic to everyone’s flourishing. No one should be able to buy private education and healthcare and the advantages that accrue from them if that privileged position disadvantages others. Prof Colin Richards Spark Bridge, Cumbria • Aside from the underdog having been educated at Charterhouse and the frontrunner at Eton, is there any other evidence that privately educated people are more likely to hold elite jobs? Les Bright Exeter, Devon • Rhiannon Lucy Cosslett is spot on (Let’s end this deference to privately educated elites, Journal, 26 June). I agree “that a private school education doesn’t always make a better candidate”. Its aim is to make those who have had one believe they are better than those who haven’t. David Shannon Woore, Shropshire • I learned today that Jeremy Hunt (Charterhouse and Oxford) was the son of a senior naval officer. I hope his parents paid his school fees rather than me. David Ruddlesden Burton upon Trent, Staffordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "6487",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/jun/28/essex-lies-and-stereotypes",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-06-28T15:46:40Z",
    "webTitle": "Essex, lies and stereotypes | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/jun/28/essex-lies-and-stereotypes",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/28/essex-lies-and-stereotypes",
    "fields": {
      "headline": "Essex, lies and stereotypes",
      "standfirst": "Town planning failures aren’t confined to Essex, according to <strong>David Reed, </strong>while <strong>Henry Spyvee </strong>champions his corner of the county.<strong> Plus </strong>letters from <strong>Tony Cole </strong>and <strong>Tom Frost</strong>",
      "trailText": "<strong>Letters: </strong>Town planning failures aren’t confined to Essex, according to <strong>David Reed, </strong>while <strong>Henry Spyvee </strong>champions his corner of the county.<strong> Plus </strong>letters from <strong>Tony Cole </strong>and <strong>Tom Frost</strong>",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"b073207101e65b4150f8fd3b28896576009afa34\"> <img src=\"https://media.guim.co.uk/b073207101e65b4150f8fd3b28896576009afa34/0_58_1728_1037/1000.jpg\" alt=\"Colchester castle\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Colchester Castle. The town also boasts the ‘only known Roman circus north of Nîmes’.</span> <span class=\"element-image__credit\">Photograph: Graham Turner/The Guardian</span> </figcaption> </figure>",
      "body": "<p>Like the other new-town dreams, Essex is the product of middle-class ideas of what the working classes would like, not realising that they too want buildings that look great, in attractive public spaces at the heart of communities that work (<a href=\"https://www.theguardian.com/news/2019/jun/27/the-invention-of-essex-how-a-county-became-a-caricature\" title=\"\">The invention of Essex: how a county became a caricature</a>, 27 June). And a look at the pictures on the opening page shows how dismally these planners failed: square and featureless slabs of concrete, grim open spaces with no obvious sign of involvement of a human brain. Perhaps the plumbing was better, there might even have been a bit more space for families, compared to the slums they left, but not much else showed any improvement.</p> <p>Not that town planners have done any better since: few modern developments have any sign of an appreciation of visual appeal or even basic coordination of style between one building and the next. Here in Camden is perhaps an example of one of the worst set of planners. Building Approval Department would be the best description of their role, with a suitable acronym to confirm how awful they are. The heart of Swiss Cottage is being destroyed as I write, and the end result will be as big an indictment of today’s planners as anywhere in Essex.<br><strong>David Reed</strong><br><em>Swiss Cottage, London</em></p> <p>• Your article presses the usual buttons about the county while hinting at its diversity. We in Colchester in the far north of the county have a tourist pitch that does not mention Essex. We have a high-class museum in a Norman castle which started life as a Roman temple, the centre of Britain’s first capital. We have a Roman wall to prove it, and the only known Roman circus north of Nîmes. Our excellent zoo is the sort you would take your Greenpeace-supporting relatives to. Our north Essex beaches range from Clacton – as Towie as you can get – to West Mersea with beach huts but no concrete prom. Check the tide before you come, it’s on an island.</p> <p>If that was not enough we have Constable country, although we have to share it with Suffolk. Constable stood in Suffolk to paint The Hay Wain but most of what he painted is in Essex – and it’s still there. Colchester and neighbouring authorities are among the fastest-growing in the country. Some of the immigrants no doubt commute to London, but most come because it is a good place to live. Some Colcestrians would like to leave Essex and join Suffolk, but we don’t fit their stereotype either.<br><strong>Henry Spyvee</strong><br><em>Colchester, Essex</em></p> <p>• It was surprising Tim Burrows made no reference to Young and Willmott’s classic 1957 sociological study of Bethnal Green and “Greenleigh”, a large postwar LCC estate just outside London in Essex (real location – probably Loughton). Here, seeds of later consumerism/materialism – real and exaggerated – may be found in the authors’ comparison of how the people in Bethnal Green knew their neighbours and the street so well that judgments about people were based on personality.</p> <p>On the new estate, people reported keeping themselves to themselves more so, “Judgment must be made on the trappings of the man (sic) … his appearance, his house, or even his Minimotor”, though I think the latter has yet to feature in Towie.<br><strong>Tony Cole (Essex born)</strong><br><em>London</em></p> <p>• Essex was nearly split in two. In 1969 the Royal Commission came up with plans that would have joined north-east Essex with Suffolk. The idea of Suffex, as it was soon called, was killed off within a couple of years.<br><strong>Tom Frost</strong><br><em>Greenwich, London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "635",
      "commentable": "false",
      "firstPublicationDate": "2019-06-28T15:46:40Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-28T15:48:04Z",
      "newspaperEditionDate": "2019-06-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bn46m",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/b073207101e65b4150f8fd3b28896576009afa34/0_58_1728_1037/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Like the other new-town dreams, Essex is the product of middle-class ideas of what the working classes would like, not realising that they too want buildings that look great, in attractive public spaces at the heart of communities that work (The invention of Essex: how a county became a caricature, 27 June). And a look at the pictures on the opening page shows how dismally these planners failed: square and featureless slabs of concrete, grim open spaces with no obvious sign of involvement of a human brain. Perhaps the plumbing was better, there might even have been a bit more space for families, compared to the slums they left, but not much else showed any improvement. Not that town planners have done any better since: few modern developments have any sign of an appreciation of visual appeal or even basic coordination of style between one building and the next. Here in Camden is perhaps an example of one of the worst set of planners. Building Approval Department would be the best description of their role, with a suitable acronym to confirm how awful they are. The heart of Swiss Cottage is being destroyed as I write, and the end result will be as big an indictment of today’s planners as anywhere in Essex. David Reed Swiss Cottage, London • Your article presses the usual buttons about the county while hinting at its diversity. We in Colchester in the far north of the county have a tourist pitch that does not mention Essex. We have a high-class museum in a Norman castle which started life as a Roman temple, the centre of Britain’s first capital. We have a Roman wall to prove it, and the only known Roman circus north of Nîmes. Our excellent zoo is the sort you would take your Greenpeace-supporting relatives to. Our north Essex beaches range from Clacton – as Towie as you can get – to West Mersea with beach huts but no concrete prom. Check the tide before you come, it’s on an island. If that was not enough we have Constable country, although we have to share it with Suffolk. Constable stood in Suffolk to paint The Hay Wain but most of what he painted is in Essex – and it’s still there. Colchester and neighbouring authorities are among the fastest-growing in the country. Some of the immigrants no doubt commute to London, but most come because it is a good place to live. Some Colcestrians would like to leave Essex and join Suffolk, but we don’t fit their stereotype either. Henry Spyvee Colchester, Essex • It was surprising Tim Burrows made no reference to Young and Willmott’s classic 1957 sociological study of Bethnal Green and “Greenleigh”, a large postwar LCC estate just outside London in Essex (real location – probably Loughton). Here, seeds of later consumerism/materialism – real and exaggerated – may be found in the authors’ comparison of how the people in Bethnal Green knew their neighbours and the street so well that judgments about people were based on personality. On the new estate, people reported keeping themselves to themselves more so, “Judgment must be made on the trappings of the man (sic) … his appearance, his house, or even his Minimotor”, though I think the latter has yet to feature in Towie. Tony Cole (Essex born) London • Essex was nearly split in two. In 1969 the Royal Commission came up with plans that would have joined north-east Essex with Suffolk. The idea of Suffex, as it was soon called, was killed off within a couple of years. Tom Frost Greenwich, London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "3734",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/jun/28/grenfell-and-the-long-wait-for-a-tenants-watchdog",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-06-28T15:43:36Z",
    "webTitle": "Grenfell and the long wait for a tenants’ watchdog | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/jun/28/grenfell-and-the-long-wait-for-a-tenants-watchdog",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/jun/28/grenfell-and-the-long-wait-for-a-tenants-watchdog",
    "fields": {
      "headline": "Grenfell and the long wait for a tenants’ watchdog",
      "standfirst": "Campaigners, including the chief executives of major charities, write to demand the creation a consumer regulator for social housing, in the wake of the Grenfell disaster",
      "trailText": "<strong>Letters: </strong>Campaigners, including the chief executives of major charities, write to demand the creation a consumer regulator for social housing, in the wake of the Grenfell disaster",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"2f5b0518e095ba8b35eacb82b8e29b8da595afbc\"> <img src=\"https://media.guim.co.uk/2f5b0518e095ba8b35eacb82b8e29b8da595afbc/0_117_3500_2100/1000.jpg\" alt=\"Messages left on a wall outside Grenfell Tower, marking the second anniversary of the fire\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Messages left on a wall outside Grenfell Tower, marking the second anniversary of the fire which killed 72 people.</span> <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Two years after the devastating fire at Grenfell Tower, bereaved, survivors and residents are growing increasingly frustrated that there has been no response to their demands for a new consumer regulator for social housing. They want the loss of their loved ones to be a catalyst for positive change. Yet we are still awaiting meaningful action from the government as to how it will ensure tenants in social housing are listened to, and how it will genuinely strengthen the regulation of their landlords. Theresa May’s speech at the Chartered Institute of Housing conference (<a href=\"https://www.theguardian.com/commentisfree/2019/jun/27/britain-private-rented-sector-unfair-unsafe\" title=\"\">Opinion</a>, 27 June) spoke of a stronger consumer regulation regime, but we need more than this.</p> <p>If the 9 million social tenants in England are to feel safe in their homes, and assured they’ll receive the standard of service to which they’re entitled, we need a tough new regulator to enforce consumer housing standards. Governments have responded to protect consumers in this way before, creating the Food Standards Agency after a series of high-profile food deaths, and the Financial Conduct Authority following financial scandals. Why should social tenants matter less? Tenants need to know that their wellbeing, health and safety will be protected, and standards rigorously enforced, by a regulator focused on working for them.</p> <p>We call on the government to show social tenants that they matter and will no longer be ignored. When next steps for social housing are announced later this year, the government must go further than their initial proposals. We expect nothing less than a new consumer regulator.<br><strong>Polly Neate</strong> <em>CEO, Shelter</em><br><strong>Ed Daffarn</strong> <em>Grenfell United</em><br><strong>Rev Dr Mike Long</strong> <em>Notting Hill Methodist Church</em><br><strong>Jon Sparkes</strong> <em>CEO, Crisis</em><br><strong>Rick Henderson</strong> <em>CEO, Homeless Link</em><br><strong>Ryan Shorthouse</strong> <em>Director, Bright Blue</em><br><strong>Ed Miliband</strong> <strong>MP</strong><em> Labour, Doncaster North</em><br><strong>Lord Jim O’Neill</strong><br><strong>Samia Badani</strong> <em>Co-chair, </em><em>Notting Dale Residents Advisory Board</em><br><strong>Rob Gershon</strong> <em>Social housing tenant activist</em><br><strong>David Tovey</strong> <em>Social housing tenant and international artist</em><br><strong>Caroline Abrahams</strong> <em>CEO, Age UK</em><br><strong>Paul Farmer</strong> <em>CEO, Mind</em><br><strong>Miatta Fahnbulleh</strong> <em>CEO, New Economics Foundation</em><br><strong>Raji Hunjan</strong> <em>CEO, Zacchaeus 2000 Trust</em><br><strong>Jo Miller </strong><em>CEO, Doncaster Council</em> <br><strong>Professor Anne Power</strong> <em>LSE Housing and Communities</em><br><strong>Dr Stuart Hodkinson</strong> <em>University of Leeds</em><br><strong>Steve Hilditch</strong> <em>The Campaign for Social Housing</em><br><strong>Rev Paul Nicolson</strong> <em>Taxpayers Against Poverty</em></p> <p><em><strong>• Join the debate – email <a href=\"mailto:guardian.letters@theguardian.com\" title=\"\">guardian.letters@theguardian.com</a></strong></em></p> <p><em><strong>• Read more Guardian letters – click here to visit <a href=\"https://www.theguardian.com/tone/letters\" title=\"\">gu.com/letters</a></strong></em></p> <p><em><strong>• Do you have a photo you’d like to share with Guardian readers? <a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\">Click here</a> to upload it and we’ll publish the best submissions in the letters spread of our print edition</strong></em></p>",
      "newspaperPageNumber": "6",
      "wordcount": "397",
      "commentable": "false",
      "firstPublicationDate": "2019-06-28T15:43:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-06-30T11:45:54Z",
      "newspaperEditionDate": "2019-06-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bn3zh",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/2f5b0518e095ba8b35eacb82b8e29b8da595afbc/0_117_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Two years after the devastating fire at Grenfell Tower, bereaved, survivors and residents are growing increasingly frustrated that there has been no response to their demands for a new consumer regulator for social housing. They want the loss of their loved ones to be a catalyst for positive change. Yet we are still awaiting meaningful action from the government as to how it will ensure tenants in social housing are listened to, and how it will genuinely strengthen the regulation of their landlords. Theresa May’s speech at the Chartered Institute of Housing conference (Opinion, 27 June) spoke of a stronger consumer regulation regime, but we need more than this. If the 9 million social tenants in England are to feel safe in their homes, and assured they’ll receive the standard of service to which they’re entitled, we need a tough new regulator to enforce consumer housing standards. Governments have responded to protect consumers in this way before, creating the Food Standards Agency after a series of high-profile food deaths, and the Financial Conduct Authority following financial scandals. Why should social tenants matter less? Tenants need to know that their wellbeing, health and safety will be protected, and standards rigorously enforced, by a regulator focused on working for them. We call on the government to show social tenants that they matter and will no longer be ignored. When next steps for social housing are announced later this year, the government must go further than their initial proposals. We expect nothing less than a new consumer regulator. Polly Neate CEO, Shelter Ed Daffarn Grenfell United Rev Dr Mike Long Notting Hill Methodist Church Jon Sparkes CEO, Crisis Rick Henderson CEO, Homeless Link Ryan Shorthouse Director, Bright Blue Ed Miliband MP Labour, Doncaster North Lord Jim O’Neill Samia Badani Co-chair, Notting Dale Residents Advisory Board Rob Gershon Social housing tenant activist David Tovey Social housing tenant and international artist Caroline Abrahams CEO, Age UK Paul Farmer CEO, Mind Miatta Fahnbulleh CEO, New Economics Foundation Raji Hunjan CEO, Zacchaeus 2000 Trust Jo Miller CEO, Doncaster Council Professor Anne Power LSE Housing and Communities Dr Stuart Hodkinson University of Leeds Steve Hilditch The Campaign for Social Housing Rev Paul Nicolson Taxpayers Against Poverty • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2643",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/28/boris-johnson-conservative-leadership-hustings-avoid-scrutiny-jeremy-hunt",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-28T13:39:36Z",
    "webTitle": "Boris Johnson tells Tory hustings he is not trying to avoid scrutiny",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/28/boris-johnson-conservative-leadership-hustings-avoid-scrutiny-jeremy-hunt",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/28/boris-johnson-conservative-leadership-hustings-avoid-scrutiny-jeremy-hunt",
    "fields": {
      "headline": "Boris Johnson tells Tory hustings he is not trying to avoid scrutiny",
      "standfirst": "<p>Leadership frontrunner and rival Jeremy Hunt questioned separately at event in Exeter</p>",
      "trailText": "Leadership frontrunner and rival Jeremy Hunt questioned separately at event in Exeter",
      "byline": "Peter Walker Political correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"30f19d72ee89faa1f83fb51fed7bcb94591fa4bd\"> \n <img src=\"https://media.guim.co.uk/30f19d72ee89faa1f83fb51fed7bcb94591fa4bd/0_49_5330_3199/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson said he believed a gladiatorial contest between him and Jeremy Hunt could do harm.</span> \n  <span class=\"element-image__credit\">Photograph: Dylan Martinez/EPA</span> \n </figcaption> \n</figure>",
      "body": "<p>Boris Johnson has insisted he is not trying to avoid scrutiny as he campaigns to become prime minister, saying he is able to unite the Conservative party despite MPs warning they could bring down his government to avoid a no-deal Brexit.</p> \n<p>At a hustings event for Tory members in Exeter on Friday, Johnson and Jeremy Hunt both appeared but were again questioned separately and did not debate with each other directly.</p> \n<p>One audience member asked Johnson if his refusal to go head to head with Hunt beyond taking part in two TV debates – one already gone and another due next month after many members will have already voted by post – meant he was <a href=\"https://www.theguardian.com/politics/2019/jun/24/boris-johnson-to-stage-media-blitz-in-last-weeks-of-tory-race\">running scared</a>.</p> \n<p>Johnson rejected this, saying a gladiatorial contest between himself and Hunt could do harm. “One of the important things as Conservatives is not to spend too much time tearing great lumps out of each other in advance of the end of the contest. My policies and so on have received a huge amount of scrutiny,” he said.</p> \n<p>“I’m doing at least two head-to-head debates, which I think is probably more then enough to glut the appetite of the electorate. I’ve done loads of debate in my time, loads and loads.”</p> \n<p>Hunt said that while he was keen to avoid an overly <a href=\"https://www.theguardian.com/politics/2019/jun/25/jeremy-hunt-says-boris-johnson-cant-be-trusted-on-brexit\">brutal battle</a>, he stood by his decision to term Johnson a “coward” for avoiding head-to-head events.</p> \n<p>“I have been asked about 1,000 times this week to make comments about Boris’s personal life and I have rejected every single one. But we do need to have a debate on very important issues,” he said.</p> \n<p>“I do think we should have head-to-head debates and have these issues out, and I think we should have these debates before people cast their votes.”</p> \n<p>Hunt stressed he would not challenge Johnson on <a href=\"https://www.theguardian.com/politics/2019/jun/22/boris-johnson-leadership-hustings-after-row-with-partner\">personal issues</a> in his life. “When we are in a constitutional crisis, frankly the biggest constitutional crisis of my lifetime, it demeans that competition if we start having huge discussions about people’s private lives. I think we should stick to the issue facing the country,” he said.</p> \n<p>As he did at a hustings the previous evening in Bournemouth, Johnson refused to <a href=\"https://www.theguardian.com/politics/2019/jun/27/boris-johnson-refuses-rule-out-forcing-through-no-deal-brexit\">rule out</a> proroguing the House of Commons to stop MPs <a href=\"https://www.theguardian.com/politics/2019/jun/26/tory-mps-try-to-stop-no-deal-brexit-with-amendment\">potentially blocking</a> a no-deal Brexit, but said he was “certainly not attracted” to the idea.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"8155cfc9-4f92-4da0-8485-66257baf0e4f\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>Prorogation is the official term that marks the end of a parliamentary session. After being advised to do so by the prime minister, the Queen formally prorogues parliament. This takes the form of an announcement in the House of Lords on the Queen’s behalf. It is a speech, written by the government, which usually describes the bills that have been passed during that session and summarises what has been achieved.</p>\n    <p>It means that all work on existing legislation stops, and MPs and Lords stop sitting. Prorogation also automatically kills any bills, early day motions or questions to ministers going through parliament.&nbsp;</p>\n    <p>Parliament can then be reopened a few days later with a fresh slate of legislation intentions, set out in a new Queen’s speech at the formal state opening of parliament.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>“There are all sorts of things that remain on the table, but it’s a very big and capacious table,” Johnson said.</p> \n<p>He was asked how he could unify the party when a number of Conservative MPs had promised to consider backing a formal no-confidence vote in his government if it pursued a no-deal Brexit, among them the junior culture and digital minister, Margot James.</p> \n<p>Johnson said that in the first series of leadership votes, among Tory MPs, he had attracted, “much to the surprise of the pundits, the support of more than half of the parliamentary party”.</p> \n<p>He added: “Our team now has the backing of powerful, strong remain campaigners, as well as leavers. Dozens on either side. And they’re coming together because they want to get this thing done and they want to help deliver that modern, Conservative, progressive agenda.”</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"99e093c8-8d8a-4571-b495-68c1818bde9f\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/oRS-3ZHxKGE?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>In another part of the hustings, Johnson dismissed reports he had <a href=\"https://www.independent.co.uk/news/uk/politics/brexit-johnson-brexit-bbc-documentary-next-tory-leader-prime-minister-a8978711.html\">referred to</a> the French as “turds”, saying: “I have no recollection of this comment. It’s not very well sourced, this story, but anyway.”</p> \n<p>In a controlled, cautious performance, Johnson gave away very little that was new. Asked by the host, Iain Dale, to reveal something about himself people did not know, Johnson said he weighed 15 and a half stone (98.5kg).</p> \n<p>Polling indicates that while Johnson remains notably more popular than Hunt among Conservative voters, he has fallen behind with the wider electorate.</p> \n<p>YouGov found voters overall prefer Hunt to Johnson by 41% to 29%. Among self-declared Tory voters, Johnson still leads by 48% to Hunt’s 39%.</p> \n<p>Hunt’s net approval rating among all voters – the balance of those who believe he would do a good job in No 10 against those who think he would not – is -14, up from -24 a fortnight ago. For Johnson, the figure is -33, down from -18.</p> \n<p>Anthony Wells, YouGov’s head of political research, said: “If the Conservatives are looking towards Boris Johnson as a magic election winner, the evidence is simply no longer there.”</p>",
      "newspaperPageNumber": "13",
      "wordcount": "723",
      "firstPublicationDate": "2019-06-28T13:39:36Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:51:24Z",
      "newspaperEditionDate": "2019-06-29T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bn3qz",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/30f19d72ee89faa1f83fb51fed7bcb94591fa4bd/0_49_5330_3199/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Boris Johnson has insisted he is not trying to avoid scrutiny as he campaigns to become prime minister, saying he is able to unite the Conservative party despite MPs warning they could bring down his government to avoid a no-deal Brexit. At a hustings event for Tory members in Exeter on Friday, Johnson and Jeremy Hunt both appeared but were again questioned separately and did not debate with each other directly. One audience member asked Johnson if his refusal to go head to head with Hunt beyond taking part in two TV debates – one already gone and another due next month after many members will have already voted by post – meant he was running scared. Johnson rejected this, saying a gladiatorial contest between himself and Hunt could do harm. “One of the important things as Conservatives is not to spend too much time tearing great lumps out of each other in advance of the end of the contest. My policies and so on have received a huge amount of scrutiny,” he said. “I’m doing at least two head-to-head debates, which I think is probably more then enough to glut the appetite of the electorate. I’ve done loads of debate in my time, loads and loads.” Hunt said that while he was keen to avoid an overly brutal battle, he stood by his decision to term Johnson a “coward” for avoiding head-to-head events. “I have been asked about 1,000 times this week to make comments about Boris’s personal life and I have rejected every single one. But we do need to have a debate on very important issues,” he said. “I do think we should have head-to-head debates and have these issues out, and I think we should have these debates before people cast their votes.” Hunt stressed he would not challenge Johnson on personal issues in his life. “When we are in a constitutional crisis, frankly the biggest constitutional crisis of my lifetime, it demeans that competition if we start having huge discussions about people’s private lives. I think we should stick to the issue facing the country,” he said. As he did at a hustings the previous evening in Bournemouth, Johnson refused to rule out proroguing the House of Commons to stop MPs potentially blocking a no-deal Brexit, but said he was “certainly not attracted” to the idea. “There are all sorts of things that remain on the table, but it’s a very big and capacious table,” Johnson said. He was asked how he could unify the party when a number of Conservative MPs had promised to consider backing a formal no-confidence vote in his government if it pursued a no-deal Brexit, among them the junior culture and digital minister, Margot James. Johnson said that in the first series of leadership votes, among Tory MPs, he had attracted, “much to the surprise of the pundits, the support of more than half of the parliamentary party”. He added: “Our team now has the backing of powerful, strong remain campaigners, as well as leavers. Dozens on either side. And they’re coming together because they want to get this thing done and they want to help deliver that modern, Conservative, progressive agenda.” In another part of the hustings, Johnson dismissed reports he had referred to the French as “turds”, saying: “I have no recollection of this comment. It’s not very well sourced, this story, but anyway.” In a controlled, cautious performance, Johnson gave away very little that was new. Asked by the host, Iain Dale, to reveal something about himself people did not know, Johnson said he weighed 15 and a half stone (98.5kg). Polling indicates that while Johnson remains notably more popular than Hunt among Conservative voters, he has fallen behind with the wider electorate. YouGov found voters overall prefer Hunt to Johnson by 41% to 29%. Among self-declared Tory voters, Johnson still leads by 48% to Hunt’s 39%. Hunt’s net approval rating among all voters – the balance of those who believe he would do a good job in No 10 against those who think he would not – is -14, up from -24 a fortnight ago. For Johnson, the figure is -33, down from -18. Anthony Wells, YouGov’s head of political research, said: “If the Conservatives are looking towards Boris Johnson as a magic election winner, the evidence is simply no longer there.”",
      "charCount": "4185",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/peterwalker\">Peter Walker</a> Political correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "commentisfree/2019/jun/28/joe-bidens-harsh-lesson-when-youre-on-top-the-only-way-to-go-is-down",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-06-28T05:54:29Z",
    "webTitle": "Joe Biden's harsh lesson: when you're on top, the only way to go is down | Nathan Robinson",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/jun/28/joe-bidens-harsh-lesson-when-youre-on-top-the-only-way-to-go-is-down",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/jun/28/joe-bidens-harsh-lesson-when-youre-on-top-the-only-way-to-go-is-down",
    "fields": {
      "headline": "Joe Biden's harsh lesson: when you're on top, the only way to go is down",
      "standfirst": "<p>When Kamala Harris came for Biden, he was unprepared, outgunned, and unrepentant about his terrible race record<br></p>",
      "trailText": "When Kamala Harris came for Biden, he was unprepared, outgunned, and bizarrely unrepentant about his terrible race record<br>",
      "byline": "Nathan Robinson",
      "main": "<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"bb112266-ec9b-411c-a6ed-ea68ccc20b51\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/S6-UC8yr0Aw?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure>",
      "body": "<p>The Democratic presidential field is currently so crowded with candidates that it is difficult for televised debates to be anything but a frenzied spectacle.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/us-news/2019/jun/27/second-democratic-debate-joe-biden-bernie-sanders\">Harris attacks Biden's record on race in Democratic debate's key moment</a> </p> \n</aside> \n<p>Thursday night’s debate in Miami wasn’t exactly substantive. Nor was it elevated. But it was reliably entertaining, far more so than Wednesday’s debate (on which our broken clock of a president had <a href=\"https://twitter.com/realDonaldTrump/status/1144056731653169152\">an accurate take</a>). And it did provide useful insight into the differences among the candidates and how the race might unfold.</p> \n<p>The two most obvious observations are: Joe Biden performed miserably, while Kamala Harris was in excellent form.</p> \n<p>The standout moment of the night was a jaw-dropping exchange between Harris and Biden on segregation and busing. Harris told Biden that she had been hurt by his nostalgic recollections of relationships with racist senators. She pointed out that he <a href=\"https://www.currentaffairs.org/2018/04/joe-bidens-record-on-racial-integration-is-indefensible\">fought against busing in the 1970s</a>, an issue that was deeply personal for her, as she had been bused as a child. She spoke movingly about the pain caused by Biden’s stances.</p> \n<p>It was an opportunity for Biden to show some thoughtfulness and contrition over one of the ugliest parts of his political history. He did not take that opportunity. Instead, he accused Harris of smearing him: “It’s a mischaracterization of my position. I did not praise racists.”</p> \n<p>But Biden has indeed praised racists – he <a href=\"https://www.currentaffairs.org/2019/03/everybodys-chum\">gave a glowing eulogy</a> at the funeral of infamous segregationist Strom Thurmond. Biden then had the audacity to frame his opposition to busing as a “states’ rights” issue; he had not opposed busing, he said, merely the federal government’s attempt to force racial integration.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"6e702e3d-1b8d-45b8-be0a-244dbdeaa6c8\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Joe Biden, former vice president</strong></p>\n    <p></p>\n    <p>Biden unsuccessfully ran for the nomination in 1988 and 2008, and his campaign is likely to be dogged by controversy after&nbsp;<a href=\"https://www.theguardian.com/us-news/2019/apr/04/joe-biden-allegations-physical-behavior-women\">allegations from several women</a>&nbsp;they were left feeling uncomfortable by their physical interactions with him. If successful, Biden would become the oldest person to be elected president in US history.</p>\n    <p></p>\n    <p><strong>Mike Bloomberg, former New York mayor</strong></p>\n    <p></p>\n    <p>Bloomberg has expressed concern that none of the top candidates can defeat Trump, and he aims to make up for an unusually late entry in the Democratic primary with historic spending of hundreds of millions of dollars in television ad time and an unorthodox strategy of skipping the first four states in the primary. Bloomberg has announced that his campaign will be entirely self-funded, but can this billionaire win?</p>\n    <p></p>\n    <p><strong>Amy Klobuchar, Minnesota senator</strong></p>\n    <p></p>\n    <p>On Election Night 2018, Klobuchar coasted to a third term as senator in a state Trump almost won. Next morning she was on every short list of potential presidential candidates. Supporters say her success with rural voters makes her a formidable candidate in the Rust Belt, while her calm demeanour provides a clear contrast with Trump.</p>\n    <p></p>\n    <p><strong>Bernie Sanders, Vermont senator</strong></p>\n    <p></p>\n    <p>Sanders turned a long-shot, anti-establishment bid for the presidency into a “political revolution” that energized the party’s progressive base. His political career began nearly 40 years ago, but it wasn’t until his 2016 run that Sanders became a national figure as a new generation of Democrats – and 2020 contenders – embraced his populist economic policies.</p>\n    <p></p>\n    <p><strong>Elizabeth Warren, Massachusetts senator</strong></p>\n    <p></p>\n    <p>Her sharp criticism of Wall Street and big corporations has made Warren a favorite among progressive activists, and she will campaign on a message of a rigged economic system and income inequality.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Harris forcefully rejected this spin, noting that the whole point of federal action on civil rights is to override the inaction of racist local governments. But she could have gone further. Biden was simply lying about his history. He had actually said that “busing is a bankrupt concept”, and recently-revealed documents show he <a href=\"https://www.cnn.com/2019/04/11/politics/joe-biden-busing-letters-2020/index.html\">actively sought the support of segregationists</a> on the issue.</p> \n<p>It’s not surprising that Biden declined to apologize to or even empathize with Harris. As a general rule, <a href=\"https://www.nytimes.com/2019/06/20/us/politics/biden-booker-apology.html\">Biden does not apologize</a>, even for egregious remarks. “<a href=\"https://thehill.com/homenews/administration/437582-biden-im-not-sorry-for-anything-that-i-have-ever-done\">I’m not sorry for anything I have ever done</a>,” he has said. He also declined on Thursday to clarify or reframe his recent remark that “<a href=\"https://www.salon.com/2019/06/19/joe-biden-to-rich-donors-nothing-would-fundamentally-change-if-hes-elected/\">nothing would fundamentally change</a>” for the wealthy if he became president. He reaffirmed that he is offering a backward-looking politics that wishes to “restore the backbone of America”, making the absurd claim that Donald Trump is the “only president in our history” who has “equated racists and white supremacists with ordinary and decent people” and “engaged and embraced dictators”. (Has he ever read a book on American history?)</p> \n<p>It’s still not actually clear whether this tendency will hurt him. In a way, it’s all part of the “Biden brand”, and older voters may not be repulsed in the way that younger and more progressive factions in the Democratic party are.</p> \n<p>Yet even those most blasé about Biden’s tendency to make appalling remarks (and then double down on them) will be disappointed by his debate performance. Much of the time, he seemed lethargic, almost indifferent.</p> \n<p>Harris, on the other hand, was confident and pressed her case with verve. She spoke vividly about the consequences of climate change and the lives of immigrants and challenged Biden on the Obama adminstration’s deportation record. (Unfortunately, her actual record on immigration <a href=\"https://www.cnn.com/2019/02/11/politics/kfile-kamala-harris-undocumented-juveniles/index.html\">somewhat departs</a> from her stirring humanitarian rhetoric, and she has shown a <a href=\"https://www.politifact.com/california/statements/2019/feb/28/kamala-harris/kamala-harris-tries-rewrite-history-false-claim-sa/\">willingness to fabricate</a> her history on the issue.)</p> \n<p>It also became clear that Harris is now presenting herself as firmly on the “Sanders left”. She was the only candidate other than Sanders himself to advocate eliminating the private insurance industry, and condemned the influence of the rich and powerful more aggressively than almost any other candidate. Harris’ economic populism may be difficult to swallow <a href=\"https://theintercept.com/2017/01/05/kamala-harris-fails-to-explain-why-she-didnt-prosecute-steven-mnuchins-bank/\">given her history</a>, but it’s clear that she intends to compete for the supporters of Sanders and Warren.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"4d349958-becb-465e-b749-4c12a05a6be9\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/v7ce2vnxzuc?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>Bernie Sanders was his usual self, thunderously denouncing America’s grotesque inequality. His performance was neither outstanding nor disappointing. Sanders’ best moment came during the debate’s <a href=\"https://www.vox.com/2019/3/13/18263894/yemen-war-senate-sanders-murphy-lee\">brief section</a> on foreign policy, where he highlighted his opposition to the Iraq war, his success in getting the Senate to end US support for Saudi Arabia’s bombing of Yemen, and the need to maintain peace with Iran. He forcefully defended abortion rights, but missed an opportunity to talk about racial justice.</p> \n<p>He was, as usual, needlessly cagey on the question of whether Medicare For All will raise people’s taxes. He should get better at stating up front that it will, and then discussing why people still come out ahead <a href=\"https://www.currentaffairs.org/2019/03/looking-at-the-bottom-line\">on the bottom line,</a> rather than appearing to have something to hide. He also gave a frustratingly vague answer on how he would implement Medicare For All, saying that he’d implement it by mobilizing a social movement. It would be nice if he pointed out that there are serious policy thinkers who are working on the design and funding of single-payer healthcare. Otherwise he makes room for critics who say he is impractical and utopian.</p> \n<p>Few of the other candidates got much of a chance to distinguish themselves. Pete Buttigieg was polished and articulate, especially as he talked about how his military background informed his support for stricter gun controls. But, in a Democratic field overstuffed with bland white guys, he needed to live up to his hyped reputation as a political wunderkind. That he didn’t do, and he was somewhat blindsided when Eric Swalwell (of all people) effectively challenged him on his failure to discipline his municipal police chief and his <a href=\"https://www.buzzfeednews.com/article/addybaird/mayor-pete-buttigieg-police-shooting-fire\">misleading remarks</a> about his power to do so.</p> \n<p>Andrew Yang briefly plugged his basic income scheme, but was given little airtime. John Hickenlooper was most effective when emphasizing specific accomplishments in government, but lapsed back into lazy warnings about “socialism”. Swalwell distinguished himself mostly by the number of times he demanded that we “pass the torch” to a new generation. Michael Bennet did not say a single memorable word. Kirsten Gillibrand appeared to be reading every sentence from a teleprompter, though it was impossible for this to be the case.</p> \n<p>Marianne Williamson gave the most “unique” answers. Asked about her first policy priority, she said she would make a congratulatory phone call to the president of New Zealand. Her closing statement was a somewhat charming tribute to the political importance of <a href=\"https://www.youtube.com/watch?v=YUaxVQPohlU\">love</a>. These will get her labeled something of an eccentric, but she also made the most powerful moral case against the Trump administration’s immigration policies, calling them “collective child abuse” and making the important point that “if your government does it that doesn’t make it any less of a crime”.</p> \n<p>The candidates were generally impressive in their pro-immigration sentiments. Joe Biden was caught off guard when he was asked why the Obama administration had deported so many millions of people. On a day when <a href=\"https://www.cnn.com/2019/06/27/politics/border-funding-migrant-crisis-nancy-pelosi-house-senate-bills/index.html\">prominent Democrats have capitulated on the issue</a>, it’s not clear how many of them will back up tonight’s words with substantive commitment to immigrant rights.</p> \n<p>The debate had so many speakers and so many issues in so little time that not much could happen beyond crosstalk and quick bursts of campaign rhetoric. At least climate change was discussed, albeit briefly. None of the candidates from the “back of the pack” did much to move forward. Harris certainly proved that she may be a formidable challenger to Sanders and Warren, not to be underestimated. Biden showed himself unprepared and vulnerable, though it’s not clear how it will affect his support. He affirmed that his politics are retrograde and ignorant of the urgency of racial and economic justice.</p> \n<p>Sanders continued to draw the debate in the right direction, emphasizing the struggles of working people and the need for sweeping, rather than piecemeal, political change to build a better and more just society.</p> \n<ul> \n <li><p>Nathan Robinson is the editor of Current Affairs</p></li> \n</ul>",
      "wordcount": "1316",
      "firstPublicationDate": "2019-06-28T05:54:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2021-01-21T03:22:20Z",
      "productionOffice": "US",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bn2kj",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/76744eb4172e2e52cbdc5e848a9d62bdf9b4ca2f/108_0_3061_1838/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Democratic presidential field is currently so crowded with candidates that it is difficult for televised debates to be anything but a frenzied spectacle. Thursday night’s debate in Miami wasn’t exactly substantive. Nor was it elevated. But it was reliably entertaining, far more so than Wednesday’s debate (on which our broken clock of a president had an accurate take). And it did provide useful insight into the differences among the candidates and how the race might unfold. The two most obvious observations are: Joe Biden performed miserably, while Kamala Harris was in excellent form. The standout moment of the night was a jaw-dropping exchange between Harris and Biden on segregation and busing. Harris told Biden that she had been hurt by his nostalgic recollections of relationships with racist senators. She pointed out that he fought against busing in the 1970s, an issue that was deeply personal for her, as she had been bused as a child. She spoke movingly about the pain caused by Biden’s stances. It was an opportunity for Biden to show some thoughtfulness and contrition over one of the ugliest parts of his political history. He did not take that opportunity. Instead, he accused Harris of smearing him: “It’s a mischaracterization of my position. I did not praise racists.” But Biden has indeed praised racists – he gave a glowing eulogy at the funeral of infamous segregationist Strom Thurmond. Biden then had the audacity to frame his opposition to busing as a “states’ rights” issue; he had not opposed busing, he said, merely the federal government’s attempt to force racial integration. Harris forcefully rejected this spin, noting that the whole point of federal action on civil rights is to override the inaction of racist local governments. But she could have gone further. Biden was simply lying about his history. He had actually said that “busing is a bankrupt concept”, and recently-revealed documents show he actively sought the support of segregationists on the issue. It’s not surprising that Biden declined to apologize to or even empathize with Harris. As a general rule, Biden does not apologize, even for egregious remarks. “I’m not sorry for anything I have ever done,” he has said. He also declined on Thursday to clarify or reframe his recent remark that “nothing would fundamentally change” for the wealthy if he became president. He reaffirmed that he is offering a backward-looking politics that wishes to “restore the backbone of America”, making the absurd claim that Donald Trump is the “only president in our history” who has “equated racists and white supremacists with ordinary and decent people” and “engaged and embraced dictators”. (Has he ever read a book on American history?) It’s still not actually clear whether this tendency will hurt him. In a way, it’s all part of the “Biden brand”, and older voters may not be repulsed in the way that younger and more progressive factions in the Democratic party are. Yet even those most blasé about Biden’s tendency to make appalling remarks (and then double down on them) will be disappointed by his debate performance. Much of the time, he seemed lethargic, almost indifferent. Harris, on the other hand, was confident and pressed her case with verve. She spoke vividly about the consequences of climate change and the lives of immigrants and challenged Biden on the Obama adminstration’s deportation record. (Unfortunately, her actual record on immigration somewhat departs from her stirring humanitarian rhetoric, and she has shown a willingness to fabricate her history on the issue.) It also became clear that Harris is now presenting herself as firmly on the “Sanders left”. She was the only candidate other than Sanders himself to advocate eliminating the private insurance industry, and condemned the influence of the rich and powerful more aggressively than almost any other candidate. Harris’ economic populism may be difficult to swallow given her history, but it’s clear that she intends to compete for the supporters of Sanders and Warren. Bernie Sanders was his usual self, thunderously denouncing America’s grotesque inequality. His performance was neither outstanding nor disappointing. Sanders’ best moment came during the debate’s brief section on foreign policy, where he highlighted his opposition to the Iraq war, his success in getting the Senate to end US support for Saudi Arabia’s bombing of Yemen, and the need to maintain peace with Iran. He forcefully defended abortion rights, but missed an opportunity to talk about racial justice. He was, as usual, needlessly cagey on the question of whether Medicare For All will raise people’s taxes. He should get better at stating up front that it will, and then discussing why people still come out ahead on the bottom line, rather than appearing to have something to hide. He also gave a frustratingly vague answer on how he would implement Medicare For All, saying that he’d implement it by mobilizing a social movement. It would be nice if he pointed out that there are serious policy thinkers who are working on the design and funding of single-payer healthcare. Otherwise he makes room for critics who say he is impractical and utopian. Few of the other candidates got much of a chance to distinguish themselves. Pete Buttigieg was polished and articulate, especially as he talked about how his military background informed his support for stricter gun controls. But, in a Democratic field overstuffed with bland white guys, he needed to live up to his hyped reputation as a political wunderkind. That he didn’t do, and he was somewhat blindsided when Eric Swalwell (of all people) effectively challenged him on his failure to discipline his municipal police chief and his misleading remarks about his power to do so. Andrew Yang briefly plugged his basic income scheme, but was given little airtime. John Hickenlooper was most effective when emphasizing specific accomplishments in government, but lapsed back into lazy warnings about “socialism”. Swalwell distinguished himself mostly by the number of times he demanded that we “pass the torch” to a new generation. Michael Bennet did not say a single memorable word. Kirsten Gillibrand appeared to be reading every sentence from a teleprompter, though it was impossible for this to be the case. Marianne Williamson gave the most “unique” answers. Asked about her first policy priority, she said she would make a congratulatory phone call to the president of New Zealand. Her closing statement was a somewhat charming tribute to the political importance of love. These will get her labeled something of an eccentric, but she also made the most powerful moral case against the Trump administration’s immigration policies, calling them “collective child abuse” and making the important point that “if your government does it that doesn’t make it any less of a crime”. The candidates were generally impressive in their pro-immigration sentiments. Joe Biden was caught off guard when he was asked why the Obama administration had deported so many millions of people. On a day when prominent Democrats have capitulated on the issue, it’s not clear how many of them will back up tonight’s words with substantive commitment to immigrant rights. The debate had so many speakers and so many issues in so little time that not much could happen beyond crosstalk and quick bursts of campaign rhetoric. At least climate change was discussed, albeit briefly. None of the candidates from the “back of the pack” did much to move forward. Harris certainly proved that she may be a formidable challenger to Sanders and Warren, not to be underestimated. Biden showed himself unprepared and vulnerable, though it’s not clear how it will affect his support. He affirmed that his politics are retrograde and ignorant of the urgency of racial and economic justice. Sanders continued to draw the debate in the right direction, emphasizing the struggles of working people and the need for sweeping, rather than piecemeal, political change to build a better and more just society. Nathan Robinson is the editor of Current Affairs",
      "charCount": "8133",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nathan-robinson\">Nathan Robinson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]