[
  {
    "id": "politics/2019/mar/24/brexit-petition-to-revoke-article-50-reaches-5m-signatures",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-24T23:13:56Z",
    "webTitle": "Brexit petition to revoke article 50 exceeds 5m signatures",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/24/brexit-petition-to-revoke-article-50-reaches-5m-signatures",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/24/brexit-petition-to-revoke-article-50-reaches-5m-signatures",
    "fields": {
      "headline": "Brexit petition to revoke article 50 exceeds 5m signatures",
      "standfirst": "<p>Call to put brakes on UK’s EU exit is most popular petition ever on parliament website</p>",
      "trailText": "Call to put brakes on UK’s EU exit is most popular petition ever on parliament website",
      "byline": "Seth Jacobson",
      "main": "<figure class=\"element element-image\" data-media-id=\"1166a2ebf666608c04368a79ba20c54e1c7a3390\"> \n <img src=\"https://media.guim.co.uk/1166a2ebf666608c04368a79ba20c54e1c7a3390/470_1_795_477/500.png\" alt=\"The petition continued to grow following Saturday’s anti-Brexit march.\" width=\"500\" height=\"300\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">The petition continued to grow following Saturday’s anti-Brexit march.</span> \n  <span class=\"element-image__credit\">Photograph: UK government and parliament</span> \n </figcaption> \n</figure>",
      "body": "<p>The petition asking the British government to revoke article 50 and reconsider its plan to exit the European Union has passed the 5m-signature mark, following a massive demonstration in London on Saturday.</p> \n<p>As of 11pm on Sunday, 5.3m people had signed the petition, making it the most popular to have been submitted to the parliament website. The previous highest total of 4,150,260 was for a 2016 petition calling for a second referendum should the initial poll not provide a definitive enough result.</p> \n<p>The <a href=\"https://petition.parliament.uk/petitions/241584\">petition</a> continued to grow following Saturday’s march, which organisers claimed saw more than a million people take to the streets of London.</p> \n<p>The woman behind the petition, Margaret Georgiadou, said on Saturday <a href=\"https://www.theguardian.com/politics/2019/mar/23/more-than-4-million-people-sign-petition-to-revoke-article-50-brexit\">she had received death threats</a>. Georgiadou tweeted that on Friday night she had received three such threats via telephone.</p> \n<p>She also said she had deleted her Facebook account after receiving a “torrent of abuse”.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"f4693274-85a6-4073-bc8f-079c140311c4\" data-atom-type=\"qanda\"> \n  <div>\n   <div class=\"atom-Qanda\">\n    <p></p>\n    <p>After 10,000 signatures, petitions get a response from the government. After 100,000 signatures, petitions are considered for debate in parliament.</p>\n    <p>Since the online petition service was launched, the government has <a href=\"https://petition.parliament.uk/petitions?state=with_response\">responded to over 300 petitions</a>, and <a href=\"https://petition.parliament.uk/petitions?state=debated\">55 petitions have been debated in parliament</a>.&nbsp;</p>\n    <p>The government has already responded to <a href=\"https://petition.parliament.uk/petitions/239706#debate-threshold\">a previous petition about revoking Article 50</a> on 19 February 2019, stating: 'The government’s policy is not to revoke Article 50. Instead, we continue to work with parliament to deliver a deal that ensures we leave the European Union, as planned, on March 29th'.</p>\n    <p>This petition, which gained 148,912&nbsp;signatures, was also <a href=\"https://parliamentlive.tv/Event/Index/ea9b610b-e4c5-4f08-8ed6-686830628a7a\">debated in parliament on 11 March 2019</a>.</p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>There have been conspiracy theories about the petition on both sides of the debate, with some saying crashes on the site since the petition launched on Thursday were a plot to prevent further signatures. Others claimed that a small proportion of signatures from overseas IP addresses – including one from North Korea – meant the petition had been hijacked by bots. In fact, 96% of the signatures were from the UK.</p> \n<p><a href=\"https://www.theguardian.com/politics/2019/mar/23/one-million-march-against-brexit-tories-plan-oust-may\">On Saturday’s march</a>, protesters <a href=\"https://www.theguardian.com/politics/gallery/2019/mar/23/fromage-not-farage-best-placards-peoples-vote-march-brexit\">waving EU flags and carrying placards</a> weaved their way from Hyde Park Corner to Parliament Square.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"85fc05a9-895b-4d9e-9ef2-5d1663bd20f6\" data-atom-type=\"media\"> \n  <div>\n   <iframe frameborder=\"0\" allowfullscreen=\"true\" src=\"https://www.youtube-nocookie.com/embed/81eLXg21VSA?showinfo=0&amp;rel=0\"></iframe>\n  </div>\n </gu-atom> \n</figure> \n<p>MPs lined up on stage to address the crowds and call on the government to provide a “people’s vote” on Brexit.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/mar/24/brexit-hammond-denies-plotting-to-oust-may-but-admits-deal-may-not-pass\">Brexit: Hammond denies plotting to oust May but admits deal may not pass</a> </p> \n</aside> \n<p>Labour’s deputy leader, Tom Watson, accused the prime minister of having lost control of the Brexit process and said he could only back her deal if “you let the people vote on it too”.</p> \n<p>The former Conservative MP Anna Soubry, now a member of the Independent Group, urged her parliamentary colleagues to “put your country first, get into the lobbies and vote for a people’s vote”.</p> \n<p>Also addressing the crowds, the mayor of London, Sadiq Khan, called for article 50 to be withdrawn.</p> \n<p>“It’s time to give us, the British people, a final say on Brexit,” he said.</p>",
      "newspaperPageNumber": "9",
      "wordcount": "357",
      "firstPublicationDate": "2019-03-24T14:19:22Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:40Z",
      "newspaperEditionDate": "2019-03-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b4739",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/1166a2ebf666608c04368a79ba20c54e1c7a3390/470_1_795_477/500.png",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The petition asking the British government to revoke article 50 and reconsider its plan to exit the European Union has passed the 5m-signature mark, following a massive demonstration in London on Saturday. As of 11pm on Sunday, 5.3m people had signed the petition, making it the most popular to have been submitted to the parliament website. The previous highest total of 4,150,260 was for a 2016 petition calling for a second referendum should the initial poll not provide a definitive enough result. The petition continued to grow following Saturday’s march, which organisers claimed saw more than a million people take to the streets of London. The woman behind the petition, Margaret Georgiadou, said on Saturday she had received death threats. Georgiadou tweeted that on Friday night she had received three such threats via telephone. She also said she had deleted her Facebook account after receiving a “torrent of abuse”. There have been conspiracy theories about the petition on both sides of the debate, with some saying crashes on the site since the petition launched on Thursday were a plot to prevent further signatures. Others claimed that a small proportion of signatures from overseas IP addresses – including one from North Korea – meant the petition had been hijacked by bots. In fact, 96% of the signatures were from the UK. On Saturday’s march, protesters waving EU flags and carrying placards weaved their way from Hyde Park Corner to Parliament Square. MPs lined up on stage to address the crowds and call on the government to provide a “people’s vote” on Brexit. Labour’s deputy leader, Tom Watson, accused the prime minister of having lost control of the Brexit process and said he could only back her deal if “you let the people vote on it too”. The former Conservative MP Anna Soubry, now a member of the Independent Group, urged her parliamentary colleagues to “put your country first, get into the lobbies and vote for a people’s vote”. Also addressing the crowds, the mayor of London, Sadiq Khan, called for article 50 to be withdrawn. “It’s time to give us, the British people, a final say on Brexit,” he said.",
      "charCount": "2139",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/seth-jacobson\">Seth Jacobson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "uk-news/2019/mar/24/hs2-friends-in-the-north-should-take-a-closer-look",
    "type": "article",
    "sectionId": "uk-news",
    "sectionName": "UK news",
    "webPublicationDate": "2019-03-24T18:22:27Z",
    "webTitle": "HS2’s friends in the north should take a closer look | Letters",
    "webUrl": "https://www.theguardian.com/uk-news/2019/mar/24/hs2-friends-in-the-north-should-take-a-closer-look",
    "apiUrl": "https://content.guardianapis.com/uk-news/2019/mar/24/hs2-friends-in-the-north-should-take-a-closer-look",
    "fields": {
      "headline": "HS2’s friends in the north should take a closer look",
      "standfirst": "<strong>Prof Paul Salveson </strong>supports high-speed rail but does not believe the scheme represents value for money, <strong>Andrew Pendleton </strong>says it will deepen the existing regional divide, while <strong>John O’Dwyer </strong>thinks it is the wrong business model",
      "trailText": "Letters: <strong>Prof Paul Salveson </strong>supports high-speed rail but does not believe the scheme represents value for money, <strong>Andrew Pendleton </strong>says it will deepen the existing regional divide, while <strong>John O’Dwyer </strong>thinks it is the wrong business model",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f2726fcf73b62b82eafbb5e11c6e4c42864fa728\"> <img src=\"https://media.guim.co.uk/f2726fcf73b62b82eafbb5e11c6e4c42864fa728/109_0_3281_1970/1000.jpg\" alt=\"Redevelopment plans for Birmingham Moor Street\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Redevelopment plans for Birmingham Moor Street. ‘Midland and northern cities will only be able to capture wider benefits with substantial additional investments,’ says Andrew Pendleton.</span> <span class=\"element-image__credit\">Photograph: Grimshaw Architects</span> </figcaption> </figure>",
      "body": "<p>As a contributor to the New Economics Foundation report (<a href=\"https://www.theguardian.com/uk-news/2019/mar/19/axe-hs2-north-midlands-london-new-economics-foundation\" title=\"\">Scrap HS2 and pour £56bn into regions, says thinktank</a>, 20 March) and someone who has lived and worked all his life in the north, I think the response from some of the northern city leaders to the report is misplaced (<a href=\"https://www.theguardian.com/uk-news/2019/mar/21/leaders-in-the-north-hs2-is-vital-for-our-growth\" title=\"\">Letters</a>, 22 March).</p> <p>Leaders of cities such as Manchester, Leeds and Birmingham will get lots of free cash to redevelop inner-urban areas around the HS2 terminals, but that doesn’t mean HS2 will be good for the north as a whole.</p> <p>If the leaders of Oldham, Bolton, Wakefield, Blackburn, Kirklees and Wolverhampton were crying out for HS2 it would be more convincing. They stand to benefit very little from this scheme, which will suck life further out of the north and its larger towns, towards London.</p> <p>As someone who has spent a lifetime in the railway industry, it’s interesting to talk to colleagues in rail who are not able to speak publicly on HS2 but have strong views on it. There’s a small minority who are totally in favour, on the basis that any investment in rail is a good thing. There is an equally small minority against it completely. Then there’s a large group in the middle, and I count myself among them, who support high-speed rail but believe that HS2, as configured at present, is not a good scheme and represents very poor value for money.</p> <p>The UK needs a properly planned high-speed network that is well connected to the conventional network, serving a much wider spread of towns and cities. And there needs to be ongoing, complementary investment in the local and regional network across the country with stronger support to the nascent UK rail manufacturing industry. Perhaps the city leaders should take time to read the report; it’s on their side.<br><strong>Prof Paul Salveson</strong><br><em>Bolton, Greater Manchester</em></p> <p>• The New Economics Foundation drew data from HS2 Ltd’s own most recent assessment to show that the benefits passengers will enjoy from the high-speed line will be captured by London more than anywhere else. According to the company’s own modelling, London’s share of these benefits will outstrip any reasonable assumption about the relative future growth of the capital compared with the rest of the country. It will deepen the existing regional divide.</p> <p>Midland and northern cities will, therefore, only be able to capture wider benefits with substantial additional investments, such as local transport links and development of sites around stations. But does the north really need a new rail line to London to achieve this? If Whitehall gave each a share of the HS2 budget, is a high-speed link to London really what they would choose?</p> <p>Of the £48bn earmarked for expenditure by Network Rail on the remaining rail network, serving smaller cities and towns as well as large city regions, only around £10bn is for “enhancements”, and even this sum is uncertain. Rail schemes will have to compete for central government funding with other infrastructure projects.</p> <p>We propose a wider package of investment in the railways worth £55.2bn as an alternative to HS2, and that priority should be given to northern schemes worth £18.9bn, such as some of those outlined in Transport for the North’s recent plan. As it stands, with Whitehall in the driving seat, it’s still uncertain whether one of the three existing east-west lines across the north of England will even benefit from full electrification.</p> <p>Northern leaders’ commitment to HS2 is very understandable under the current circumstances, in which the other regions and nations must still wait for handouts from London. HS2 is a symptom of this approach, and until we challenge and change this, the UK will remain deeply divided.<br><strong>Andrew Pendleton</strong><br><em>Report author and director of policy, New Economics Foundation</em></p> <p>• While there is no doubt that the north needs increased rail capacity and connectivity, HS2 is the wrong business model. It is akin to Concorde in the 1960s – luxury and speed for elite travellers. What is needed is the rail equivalent of the Boeing 747.<br><strong>John O’Dwyer</strong><br><em>Steeple Claydon, Buckinghamshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "719",
      "commentable": "false",
      "firstPublicationDate": "2019-03-24T18:22:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-24T18:25:04Z",
      "newspaperEditionDate": "2019-03-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b49xg",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f2726fcf73b62b82eafbb5e11c6e4c42864fa728/109_0_3281_1970/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "As a contributor to the New Economics Foundation report (Scrap HS2 and pour £56bn into regions, says thinktank, 20 March) and someone who has lived and worked all his life in the north, I think the response from some of the northern city leaders to the report is misplaced (Letters, 22 March). Leaders of cities such as Manchester, Leeds and Birmingham will get lots of free cash to redevelop inner-urban areas around the HS2 terminals, but that doesn’t mean HS2 will be good for the north as a whole. If the leaders of Oldham, Bolton, Wakefield, Blackburn, Kirklees and Wolverhampton were crying out for HS2 it would be more convincing. They stand to benefit very little from this scheme, which will suck life further out of the north and its larger towns, towards London. As someone who has spent a lifetime in the railway industry, it’s interesting to talk to colleagues in rail who are not able to speak publicly on HS2 but have strong views on it. There’s a small minority who are totally in favour, on the basis that any investment in rail is a good thing. There is an equally small minority against it completely. Then there’s a large group in the middle, and I count myself among them, who support high-speed rail but believe that HS2, as configured at present, is not a good scheme and represents very poor value for money. The UK needs a properly planned high-speed network that is well connected to the conventional network, serving a much wider spread of towns and cities. And there needs to be ongoing, complementary investment in the local and regional network across the country with stronger support to the nascent UK rail manufacturing industry. Perhaps the city leaders should take time to read the report; it’s on their side. Prof Paul Salveson Bolton, Greater Manchester • The New Economics Foundation drew data from HS2 Ltd’s own most recent assessment to show that the benefits passengers will enjoy from the high-speed line will be captured by London more than anywhere else. According to the company’s own modelling, London’s share of these benefits will outstrip any reasonable assumption about the relative future growth of the capital compared with the rest of the country. It will deepen the existing regional divide. Midland and northern cities will, therefore, only be able to capture wider benefits with substantial additional investments, such as local transport links and development of sites around stations. But does the north really need a new rail line to London to achieve this? If Whitehall gave each a share of the HS2 budget, is a high-speed link to London really what they would choose? Of the £48bn earmarked for expenditure by Network Rail on the remaining rail network, serving smaller cities and towns as well as large city regions, only around £10bn is for “enhancements”, and even this sum is uncertain. Rail schemes will have to compete for central government funding with other infrastructure projects. We propose a wider package of investment in the railways worth £55.2bn as an alternative to HS2, and that priority should be given to northern schemes worth £18.9bn, such as some of those outlined in Transport for the North’s recent plan. As it stands, with Whitehall in the driving seat, it’s still uncertain whether one of the three existing east-west lines across the north of England will even benefit from full electrification. Northern leaders’ commitment to HS2 is very understandable under the current circumstances, in which the other regions and nations must still wait for handouts from London. HS2 is a symptom of this approach, and until we challenge and change this, the UK will remain deeply divided. Andrew Pendleton Report author and director of policy, New Economics Foundation • While there is no doubt that the north needs increased rail capacity and connectivity, HS2 is the wrong business model. It is akin to Concorde in the 1960s – luxury and speed for elite travellers. What is needed is the rail equivalent of the Boeing 747. John O’Dwyer Steeple Claydon, Buckinghamshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "4346",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/24/brexit-and-the-iraq-war-are-two-stains-on-the-labour-party",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-24T18:15:39Z",
    "webTitle": "Brexit and the Iraq war are two stains on the Labour party",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/24/brexit-and-the-iraq-war-are-two-stains-on-the-labour-party",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/24/brexit-and-the-iraq-war-are-two-stains-on-the-labour-party",
    "fields": {
      "headline": "Brexit and the Iraq war are two stains on the Labour party",
      "standfirst": "<strong>David Brough</strong> on this century’s two biggest protest marches and <strong>Graham Russell </strong>on ‘Brexit day’ TV listings",
      "trailText": "Letters: <strong>David Brough</strong> on this century’s two biggest protest marches and <strong>Graham Russell </strong>on ‘Brexit day’ TV listings",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"816feda26103cdb1cd6818d499d8c096b25e48eb\"> <img src=\"https://media.guim.co.uk/816feda26103cdb1cd6818d499d8c096b25e48eb/0_18_3500_2100/1000.jpg\" alt=\"Labour MP David Lammy at the People’s March Against Brexit Vote on Satruday\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Labour MP David Lammy at Saturday’s anti-Brexit march. The party’s current leadership should be campaigning for an open and inclusive Britain, says David Brough.</span> <span class=\"element-image__credit\">Photograph: UPI/Barcroft</span> </figcaption> </figure>",
      "body": "<p>I have now been on this century’s two biggest protest marches: against the Iraq war in 2003 and against Brexit on Saturday. As a lifelong member of the Labour party I had a sense of shame on both occasions.</p> <p>The fact that a Labour government took us into the Iraq war will for ever be a stain on the history of the party. When it comes to Brexit, the failure of the current leadership to realise that it should be at the forefront of the campaign for an open and inclusive Britain is equally distressing. Will they never learn?<br><strong>David Brough</strong><br><em>Edgware, London</em></p> <p>• The TV listing in The Guide for BBC1 for 29 March at 9.30pm made me smile: “BBC News Special. BBC correspondents report on the events of Brexit day. Subject to change.”<br><strong>Graham Russell</strong><br><em>Market Drayton, Shropshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "184",
      "commentable": "false",
      "firstPublicationDate": "2019-03-24T18:15:39Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:45Z",
      "newspaperEditionDate": "2019-03-25T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b496b",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/816feda26103cdb1cd6818d499d8c096b25e48eb/0_18_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I have now been on this century’s two biggest protest marches: against the Iraq war in 2003 and against Brexit on Saturday. As a lifelong member of the Labour party I had a sense of shame on both occasions. The fact that a Labour government took us into the Iraq war will for ever be a stain on the history of the party. When it comes to Brexit, the failure of the current leadership to realise that it should be at the forefront of the campaign for an open and inclusive Britain is equally distressing. Will they never learn? David Brough Edgware, London • The TV listing in The Guide for BBC1 for 29 March at 9.30pm made me smile: “BBC News Special. BBC correspondents report on the events of Brexit day. Subject to change.” Graham Russell Market Drayton, Shropshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1064",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "education/2019/mar/24/universities--fines-too-many-top-degrees-grade-inflation",
    "type": "article",
    "sectionId": "education",
    "sectionName": "Education",
    "webPublicationDate": "2019-03-24T09:00:38Z",
    "webTitle": "Universities to be fined for awarding too many top degrees",
    "webUrl": "https://www.theguardian.com/education/2019/mar/24/universities--fines-too-many-top-degrees-grade-inflation",
    "apiUrl": "https://content.guardianapis.com/education/2019/mar/24/universities--fines-too-many-top-degrees-grade-inflation",
    "fields": {
      "headline": "Universities to be fined for awarding too many top degrees",
      "standfirst": "Education secretary Damian Hinds to take tough measures on institutions found guilty of artificial grade inflation",
      "trailText": "Education secretary Damian Hinds to take tough measures on institutions found guilty of artificial grade inflation",
      "byline": "Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"ecdd08b61d113da99ccdbcc3ab045ac650107417\"> <img src=\"https://media.guim.co.uk/ecdd08b61d113da99ccdbcc3ab045ac650107417/119_87_3280_1969/1000.jpg\" alt=\"There has been an ‘unjustifiable rise’ in the number of first-class degrees in English universities, says education secretary Damian Hinds\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">There has been an ‘unjustifiable rise’ in the number of first-class degrees in English universities, says education secretary Damian Hinds.</span> <span class=\"element-image__credit\">Photograph: Chris Radburn/PA</span> </figcaption> </figure>",
      "body": "<p>British universities must slash the number of top degrees they award or risk undermining their world-class reputation, the education secretary has warned.</p> <p>Damian Hinds said there had been a steep and unjustifiable rise in the awarding of first-class degrees, urging universities to “reset the norm” by handing out a higher proportion of 2:1s. Offending universities could face fines, or even be prevented from awarding degrees at all.</p> <p>His warning comes after recent evidence of grade inflation in higher education. In 2016-17, 27% of students obtained a first-class honours degree from English universities, <a href=\"https://www.officeforstudents.org.uk/news-blog-and-events/press-and-media/universities-must-get-to-grips-with-spiralling-grade-inflation/\" title=\"\">according to the Office for Students (OfS)</a>. It marked a major increase from the 16% who secured the score in 2010-11. More than three-quarters of all university students (78%) obtain an upper degree, meaning a first or a 2:1, up from 67% in 2010-11.</p> <p>The data found that 50.1% of students at the University of Surrey were awarded a first-class degree in 2016-17, while 37.9% received the score at the University of Huddersfield.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>We owe it to the hardworking students who have earned those top grades to stamp out this unfair practice</p> <footer> <cite>Damian Hinds</cite> </footer> </blockquote> </aside>  <p>The analysis also concluded that the increases could not be attributed entirely to increased pupil attainment and changing demographics. Hinds is demanding evidence that grade inflation is being tackled in the next academic year. Hinds has called on the OfS to challenge institutions showing clear evidence of artificial grade inflation.</p> <p>“Our universities are world-class and world-leading, with four ranked among the top 10 in the world, and attracting thousands of international students,” he said. “At the heart of that global reputation is a trust in the quality and high standards of the education provided.</p> <p>“Unjustifiable, artificial grade inflation threatens that. It cannot be right that students in one year are awarded higher grades for the same level of achievement than those in previous years. We owe it to the hardworking students who have earned those top grades to stamp out this unfair practice.”</p> <p>He added: “I expect the Office for Students – when they have their full range of powers – to challenge those institutions that record an unjustifiable rise in the proportion of top degrees being awarded.”</p> <p>The OfS is due to be handed new powers later this year, allowing it to levy <a href=\"https://www.farrer.co.uk/news-and-insights/ofs-fining-regime-what-lies-ahead/\" title=\"\">fines of up to £500,000</a> or 2% of a university’s income. Moves are already being made by the sector to tackle the issue, including new standards to ensure all degree awards are consistent and fair.</p> <p>Professor Dame Janet Beer, president of <a href=\"https://www.universitiesuk.ac.uk/\" title=\"\">Universities UK</a>, said institutions were determined to tackle unexplained grade inflation, but warned against confusing grade inflation with student and teaching improvement.</p> <p>“The sector’s collective will to take ownership of this challenge is strong, as we recognise it is crucial that we keep the confidence of students, employers and the public in the value of a university qualification,” she said.</p> <p>“It is important to draw a distinction between grade inflation and grade improvement, where increased investment in teaching and facilities, as well as students working harder than ever, are leading to legitimate increases in grades,” she continued. “Questions that are raised by this debate will not halt efforts to ensure that every student has the opportunity to get the best outcome from their study.”</p>",
      "newspaperPageNumber": "19",
      "wordcount": "533",
      "commentable": "false",
      "firstPublicationDate": "2019-03-24T09:00:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-24T09:00:38Z",
      "newspaperEditionDate": "2019-03-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b4xpn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ecdd08b61d113da99ccdbcc3ab045ac650107417/119_87_3280_1969/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "British universities must slash the number of top degrees they award or risk undermining their world-class reputation, the education secretary has warned. Damian Hinds said there had been a steep and unjustifiable rise in the awarding of first-class degrees, urging universities to “reset the norm” by handing out a higher proportion of 2:1s. Offending universities could face fines, or even be prevented from awarding degrees at all. His warning comes after recent evidence of grade inflation in higher education. In 2016-17, 27% of students obtained a first-class honours degree from English universities, according to the Office for Students (OfS). It marked a major increase from the 16% who secured the score in 2010-11. More than three-quarters of all university students (78%) obtain an upper degree, meaning a first or a 2:1, up from 67% in 2010-11. The data found that 50.1% of students at the University of Surrey were awarded a first-class degree in 2016-17, while 37.9% received the score at the University of Huddersfield. The analysis also concluded that the increases could not be attributed entirely to increased pupil attainment and changing demographics. Hinds is demanding evidence that grade inflation is being tackled in the next academic year. Hinds has called on the OfS to challenge institutions showing clear evidence of artificial grade inflation. “Our universities are world-class and world-leading, with four ranked among the top 10 in the world, and attracting thousands of international students,” he said. “At the heart of that global reputation is a trust in the quality and high standards of the education provided. “Unjustifiable, artificial grade inflation threatens that. It cannot be right that students in one year are awarded higher grades for the same level of achievement than those in previous years. We owe it to the hardworking students who have earned those top grades to stamp out this unfair practice.” He added: “I expect the Office for Students – when they have their full range of powers – to challenge those institutions that record an unjustifiable rise in the proportion of top degrees being awarded.” The OfS is due to be handed new powers later this year, allowing it to levy fines of up to £500,000 or 2% of a university’s income. Moves are already being made by the sector to tackle the issue, including new standards to ensure all degree awards are consistent and fair. Professor Dame Janet Beer, president of Universities UK, said institutions were determined to tackle unexplained grade inflation, but warned against confusing grade inflation with student and teaching improvement. “The sector’s collective will to take ownership of this challenge is strong, as we recognise it is crucial that we keep the confidence of students, employers and the public in the value of a university qualification,” she said. “It is important to draw a distinction between grade inflation and grade improvement, where increased investment in teaching and facilities, as well as students working harder than ever, are leading to legitimate increases in grades,” she continued. “Questions that are raised by this debate will not halt efforts to ensure that every student has the opportunity to get the best outcome from their study.”",
      "charCount": "3275",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/24/sadiq-khan-challenges-theresa-may-tory-islamophobia",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-24T09:00:38Z",
    "webTitle": "Sadiq Khan challenges Theresa May to act against Tory Islamophobia",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/24/sadiq-khan-challenges-theresa-may-tory-islamophobia",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/24/sadiq-khan-challenges-theresa-may-tory-islamophobia",
    "fields": {
      "headline": "Sadiq Khan challenges Theresa May to act against Tory Islamophobia",
      "standfirst": "London mayor tells prime minister: join Labour in adopting a new definition of hate crime against Muslims",
      "trailText": "London mayor tells prime minister: join Labour in adopting a new definition of hate crime against Muslims",
      "byline": "Michael Savage",
      "main": "<figure class=\"element element-image\" data-media-id=\"c79775cf204a4f3174e1d12dd702954401537b60\"> <img src=\"https://media.guim.co.uk/c79775cf204a4f3174e1d12dd702954401537b60/0_110_5000_3000/1000.jpg\" alt=\"Sadiq Khan\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sadiq Khan at a vigil for the victims of the New Zealand attacks at the East London Mosque on 15 March.</span> <span class=\"element-image__credit\">Photograph: Jack Taylor/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The mayor of London, Sadiq Khan, has challenged the Conservatives <a href=\"https://www.theguardian.com/commentisfree/2019/mar/02/tories-islamophobia-bigotry\" title=\"\">to adopt a new definition of Islamophobia</a>, saying that he has been repeatedly subjected to anti-Muslim abuse from Tory members and supporters.</p> <p>In a letter to Theresa May, Khan calls on the prime minister to order her party to deal with the issue. He says it must be among measures taken to reassure British Muslims about their safety in the aftermath of the Christchurch terrorist attack. He warns that the massacre demonstrates “the consequences of failing to root out <a href=\"https://www.theguardian.com/commentisfree/2019/mar/15/islamophobia-christchurch-shooting-anti-muslim-bigotry-new-zealand\" title=\"\">Islamophobia</a> and anti-Muslim sentiment from our society”.</p> <p>Dozens of Tory members were suspended over alleged anti-Muslim comments last week. The number of hate crimes against Muslims reported across Britain <a href=\"https://www.theguardian.com/society/2019/mar/22/anti-muslim-hate-crimes-soar-in-uk-after-christchurch-shootings\" title=\"\">increased by 593%</a> in the week after the attack on two New Zealand mosques.</p> <p>Khan called for May to back the adoption of a definition of Islamophobia drawn up by the all-party parliamentary group for British Muslims, already accepted by Labour and the Lib Dems. The definition reads: “Islamophobia is rooted in racism and is a type of racism that targets expressions of Muslimness or perceived Muslimness.”</p> <p>Khan writes: “Reassuring British Muslims about their safety in the aftermath of Christchurch is not just about policing and security. It also requires us to relentlessly root out the Islamophobia and anti-Muslim abuse that has crept into the mainstream of our society and political debate. It is vital that our political parties lead from the front in this effort and set the strongest possible example to society.</p> <p>“The Conservative party in particular needs to do much more to <a href=\"https://www.theguardian.com/politics/2019/mar/05/tories-suspend-14-members-over-alleged-islamophobia\" title=\"\">send the clear message that Islamophobia is totally unacceptable</a>, as unfortunately that has not always been the case over recent years.</p> <p>“I myself have repeatedly been subject to Islamophobic abuse from Conservative members and supporters. I have lost track of the number of Conservative councillors and members that have been suspended or faced legal action as a result of making Islamophobic comments towards or about me.”</p> <p>He also attacks the Tories’ London mayoral candidate <a href=\"https://www.theguardian.com/commentisfree/2018/oct/11/shaun-bailey-offensive-comments-london-mayor-candidate\" title=\"\">Shaun Bailey</a> for retweeting an article that referred to Khan as “the mad mullah of Londonistan”. Bailey’s team have said he had not seen the offensive remarks when he retweeted the material. Bailey has since said that his party must “root out” Islamophobia and have a “proper conversation” about the issue.</p> <p>Zac Goldsmith, who was Khan’s Tory opponent when he first stood for mayor in 2016, was also accused of running a campaign that pandered to Islamophobia.</p> <p>“But this is not about me,” Khan writes. “I am deeply concerned about the message these incidents send to our wider society. This is not about party politics – it is far more important than that.</p> <p>“You will know that I have rigorously called out racism wherever I have seen it – including on antisemitism within the Labour party.</p> <p>“Adopting the all-party parliamentary group definition of Islamophobia will send the strongest possible signal that there is no place for Islamophobia or anti-Muslim sentiment in the Conservative party or anywhere else in our politics or wider society.”</p> <p>A Conservative party spokesperson said: “We are deeply concerned at hatred directed against Muslims and others because of their faith or heritage. Any form of discrimination or abuse is wrong and the strong action we take on anti-Muslim discrimination is testament to the seriousness with which we take such issues. We know some have suggested that establishing a definition of Islamophobia could strengthen efforts to confront bigotry and division. Any such approach would need to be considered carefully.”</p>",
      "newspaperPageNumber": "27",
      "wordcount": "586",
      "commentable": "false",
      "firstPublicationDate": "2019-03-24T09:00:38Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-03-24T09:00:38Z",
      "newspaperEditionDate": "2019-03-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b42d7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/c79775cf204a4f3174e1d12dd702954401537b60/0_110_5000_3000/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The mayor of London, Sadiq Khan, has challenged the Conservatives to adopt a new definition of Islamophobia, saying that he has been repeatedly subjected to anti-Muslim abuse from Tory members and supporters. In a letter to Theresa May, Khan calls on the prime minister to order her party to deal with the issue. He says it must be among measures taken to reassure British Muslims about their safety in the aftermath of the Christchurch terrorist attack. He warns that the massacre demonstrates “the consequences of failing to root out Islamophobia and anti-Muslim sentiment from our society”. Dozens of Tory members were suspended over alleged anti-Muslim comments last week. The number of hate crimes against Muslims reported across Britain increased by 593% in the week after the attack on two New Zealand mosques. Khan called for May to back the adoption of a definition of Islamophobia drawn up by the all-party parliamentary group for British Muslims, already accepted by Labour and the Lib Dems. The definition reads: “Islamophobia is rooted in racism and is a type of racism that targets expressions of Muslimness or perceived Muslimness.” Khan writes: “Reassuring British Muslims about their safety in the aftermath of Christchurch is not just about policing and security. It also requires us to relentlessly root out the Islamophobia and anti-Muslim abuse that has crept into the mainstream of our society and political debate. It is vital that our political parties lead from the front in this effort and set the strongest possible example to society. “The Conservative party in particular needs to do much more to send the clear message that Islamophobia is totally unacceptable, as unfortunately that has not always been the case over recent years. “I myself have repeatedly been subject to Islamophobic abuse from Conservative members and supporters. I have lost track of the number of Conservative councillors and members that have been suspended or faced legal action as a result of making Islamophobic comments towards or about me.” He also attacks the Tories’ London mayoral candidate Shaun Bailey for retweeting an article that referred to Khan as “the mad mullah of Londonistan”. Bailey’s team have said he had not seen the offensive remarks when he retweeted the material. Bailey has since said that his party must “root out” Islamophobia and have a “proper conversation” about the issue. Zac Goldsmith, who was Khan’s Tory opponent when he first stood for mayor in 2016, was also accused of running a campaign that pandered to Islamophobia. “But this is not about me,” Khan writes. “I am deeply concerned about the message these incidents send to our wider society. This is not about party politics – it is far more important than that. “You will know that I have rigorously called out racism wherever I have seen it – including on antisemitism within the Labour party. “Adopting the all-party parliamentary group definition of Islamophobia will send the strongest possible signal that there is no place for Islamophobia or anti-Muslim sentiment in the Conservative party or anywhere else in our politics or wider society.” A Conservative party spokesperson said: “We are deeply concerned at hatred directed against Muslims and others because of their faith or heritage. Any form of discrimination or abuse is wrong and the strong action we take on anti-Muslim discrimination is testament to the seriousness with which we take such issues. We know some have suggested that establishing a definition of Islamophobia could strengthen efforts to confront bigotry and division. Any such approach would need to be considered carefully.”",
      "charCount": "3653",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/mar/23/tory-remainers-brexiters-say-theresa-may-in-end-days",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-03-24T06:12:01Z",
    "webTitle": "As Tory MPs plot May’s downfall, her last allies battle for her survival",
    "webUrl": "https://www.theguardian.com/politics/2019/mar/23/tory-remainers-brexiters-say-theresa-may-in-end-days",
    "apiUrl": "https://content.guardianapis.com/politics/2019/mar/23/tory-remainers-brexiters-say-theresa-may-in-end-days",
    "fields": {
      "headline": "As Tory MPs plot May’s downfall, her last allies battle for her survival",
      "standfirst": "<p>Holed up in Chequers this weekend, the PM has few moves left to ensure her continuation in power – or the relevance of her deal</p>",
      "trailText": "Holed up in Chequers this weekend, the PM has few moves left to ensure her continuation in power – or the relevance of her deal",
      "byline": "Michael Savage and Toby Helm",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"ac0f8cdc2c8c929251c7160faeee90dd1502c18b\"> <img src=\"https://media.guim.co.uk/ac0f8cdc2c8c929251c7160faeee90dd1502c18b/0_38_3500_2101/1000.jpg\" alt=\"Theresa May leaving the Commons after it voted to delay Brexit.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Theresa May leaving the Commons after MPs voted to ask the EU for a delay to Brexit.</span> <span class=\"element-image__credit\">Photograph: Dan Kitwood/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Members of Theresa May’s cabinet believe she will have to resign this week should she allow a shift towards a soft Brexit, with angry Tory MPs examining ways to end her premiership.</p> <p>The prime minister’s few remaining allies were engaged on Saturday night in a desperate battle to shore up her position, warning MPs that forcing May out would “tip the country into a general election and tear the party apart”. Downing Street is also warning hardline Tories that parliament is so against a no-deal Brexit the government would be brought down before it could implement such an outcome.</p> <p>However, Tory MPs were this weekend examining ways of ousting May, and cabinet ministers on both sides of the Brexit debate made clear they were ready to quit if necessary.</p> <p>Tory insiders described the party’s atmosphere as “end of days”. May was in her Chequers retreat on Sunday, talking tactics to colleagues.</p> <p>On Saturday night the Conservative MP George Freeman, a former policy adviser to May, said: “I’m afraid it’s all over for the PM. She’s done her best. But across the country you can see the anger.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GeorgeFreemanMP/status/1109569215248453633\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I’m afraid it’s all over for the PM. She’s done her best. But across the country you can see the anger. Everyone feels betrayed. Government’s gridlocked. Trust in democracy collapsing. This cant go on. We need a new PM who can reach out &amp; build some sort of coalition for a PlanB.</p>&mdash; George Freeman MP (@GeorgeFreemanMP) <a href=\"https://twitter.com/GeorgeFreemanMP/status/1109569215248453633?ref_src=twsrc%5Etfw\">March 23, 2019</a></blockquote>  </figure>  <p>May faces resignations from both wings of her cabinet should her Brexit deal be voted down this week, as expected. One of her team said they expected Brexit to come down to a “blunt choice between no deal or a customs union [with the EU]”.</p> <p>Pro-Remain ministers will not tolerate any endorsement of a no-deal Brexit. But some pro-Brexit ministers have said that May could not carry on in No 10 unless she backed a no-deal Brexit. “It is being said that the only way she could stay on as prime minister is if she backed no-deal,” said a cabinet source. “That is where the party is – anything else would cause a huge division.”</p>  <figure class=\"element element-image\" data-media-id=\"34e5bc1677d443cba34671511c55b5341e70b5f9\"> <img src=\"https://media.guim.co.uk/34e5bc1677d443cba34671511c55b5341e70b5f9/138_35_2501_1501/1000.jpg\" alt=\"David Lidington, the PM's de facto deputy\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Lidington, the PM’s de facto deputy, would face opposition from hard Brexiters if he tried to succeed her.</span> <span class=\"element-image__credit\">Photograph: Facundo Arrizabalaga/EPA</span> </figcaption> </figure>  <p>While accepting that May faces a terminal loss of support, some senior ministers are also warning that toppling her now would unleash a general election and a <a href=\"https://www.theguardian.com/politics/ng-interactive/2018/jun/22/the-contenders-who-could-replace-theresa-may\" title=\"\">leadership fight </a>that would be “toxic” for the Tories. “It is much better that one person is held responsible for all this mess,” said one senior minister.“If you get shot of her this week, you can almost guarantee an election and a whole set of problems.”</p> <p>There is no clear plan of what would happen should May stand down. Some assume that her de facto deputy, <a href=\"https://www.theguardian.com/politics/david-lidington\" title=\"\">David Lidington</a>, would take over. However, seen as a pro-Remain minister, he would also face serious challenges from Tory MPs if he attempted to engineer a soft Brexit. One minister said: “The idea that everyone would step back and allow David Lidington to deliver a soft Brexit is absurd.”</p> <p>There is a growing expectation among MPs that Downing Street will try to delay holding the next meaningful vote because of concerns that May would have to resign if she lost it for a third time. She had been expected to hold it early this week, should she be allowed to do so by the Commons speaker, John Bercow.</p> <p>All options are being looked at by the prime minister’s team as they attempt to plot her survival through a perilous week. They are assuming that a plan by backbench MPs, led by the ex-cabinet minister Oliver Letwin, <a href=\"https://www.theguardian.com/politics/2019/mar/13/group-of-mps-plan-to-force-indicative-votes-on-brexit-options\" title=\"\">to hold a set of indicative votes on Brexit options</a> will pass.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The prime minister has failed to deliver on her Brexit promise … she needs to announce a date for her departure</p> <footer> <cite>Nigel Evans, Tory MP</cite> </footer> </blockquote> </aside>  <p>One plan would see the meaningful vote held at the end of this week, should those indicative votes show that no other option could command a Commons majority. At the moment, several Tories are saying they believe May’s deal would be defeated by more than the 149-vote margin recorded at the second attempt. One government insider said: “There is a concern that we will go backwards.”</p> <p>Requests for Theresa May to quit have been relayed to the prime minister and her team by both Sir Graham Brady, chairman of the backbench 1922 committee, and the chief whip. However, the decision has been taken to “face down” the calls.</p> <p>Some Tory MPs are so exasperated with May’s leadership that they want to change party rules, enabling another vote to have her removed. Under current rules, a failed attempt to oust her last year means another vote cannot be held until December.</p> <p>Former Tory minister James Duddridge tweeted: “Conservative MPs could have an indicative vote of no confidence in the PM. It would be a secret vote and we would get over 2/3 of MPs wanting her to go at least, likely lots more. If indicative votes are good for the Commons they are good for the Conservative Party. #Resign.”</p> <p>One pro-remain Tory said that if May pressed ahead with a vote on her deal, it would be defeated and provoke “a new approach with a new PM”.</p>  <figure class=\"element element-image\" data-media-id=\"97b29e8057b2132071e6d081cbe030b1d04c5d65\"> <img src=\"https://media.guim.co.uk/97b29e8057b2132071e6d081cbe030b1d04c5d65/0_0_4475_2685/1000.jpg\" alt=\"Sir Graham Brady, chairman of the 1922 committee.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Sir Graham Brady, chairman of the 1922 committee, has been conveying requests to Theresa May for her to quit.</span> <span class=\"element-image__credit\">Photograph: Leon Neal/Getty</span> </figcaption> </figure>  <p>Nigel Evans, executive secretary of the 1922 committee, said May needed, as a minimum, to announce a date for stepping down soon. “The prime minister has failed to deliver on her promise to the British people to deliver Brexit on 29 March,” he said. “It is her failure, and she needs to announce a date for her departure.”</p> <p>Former Tory cabinet minister Nicky Morgan said May would have to quit if she failed to get her deal through parliament this week. “The PM has worked tirelessly, but her Brexit strategy hasn’t reached the conclusion she clearly expected it would. If the agreement is put to a vote this week and is defeated, then she will need to step aside to allow someone else to reset the strategy.”</p> <p>Tory MPs say some of the prime minister’s closest aides in Downing Street have been hinting that May could try to call a snap general election if her deal does not get through the Commons for the third time, as she believes support for it is stronger in the country than in parliament.</p> <p>But Conservative MPs have made clear to Brady that they would work together to block an early election. Under the Fixed-term Parliaments Act, two-thirds of the Commons would need to agree an early election.</p>",
      "newspaperPageNumber": "8",
      "wordcount": "1007",
      "commentable": "false",
      "firstPublicationDate": "2019-03-23T19:30:16Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:55:42Z",
      "newspaperEditionDate": "2019-03-24T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/b43h6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ac0f8cdc2c8c929251c7160faeee90dd1502c18b/0_38_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Members of Theresa May’s cabinet believe she will have to resign this week should she allow a shift towards a soft Brexit, with angry Tory MPs examining ways to end her premiership. The prime minister’s few remaining allies were engaged on Saturday night in a desperate battle to shore up her position, warning MPs that forcing May out would “tip the country into a general election and tear the party apart”. Downing Street is also warning hardline Tories that parliament is so against a no-deal Brexit the government would be brought down before it could implement such an outcome. However, Tory MPs were this weekend examining ways of ousting May, and cabinet ministers on both sides of the Brexit debate made clear they were ready to quit if necessary. Tory insiders described the party’s atmosphere as “end of days”. May was in her Chequers retreat on Sunday, talking tactics to colleagues. On Saturday night the Conservative MP George Freeman, a former policy adviser to May, said: “I’m afraid it’s all over for the PM. She’s done her best. But across the country you can see the anger.” May faces resignations from both wings of her cabinet should her Brexit deal be voted down this week, as expected. One of her team said they expected Brexit to come down to a “blunt choice between no deal or a customs union [with the EU]”. Pro-Remain ministers will not tolerate any endorsement of a no-deal Brexit. But some pro-Brexit ministers have said that May could not carry on in No 10 unless she backed a no-deal Brexit. “It is being said that the only way she could stay on as prime minister is if she backed no-deal,” said a cabinet source. “That is where the party is – anything else would cause a huge division.” While accepting that May faces a terminal loss of support, some senior ministers are also warning that toppling her now would unleash a general election and a leadership fight that would be “toxic” for the Tories. “It is much better that one person is held responsible for all this mess,” said one senior minister.“If you get shot of her this week, you can almost guarantee an election and a whole set of problems.” There is no clear plan of what would happen should May stand down. Some assume that her de facto deputy, David Lidington, would take over. However, seen as a pro-Remain minister, he would also face serious challenges from Tory MPs if he attempted to engineer a soft Brexit. One minister said: “The idea that everyone would step back and allow David Lidington to deliver a soft Brexit is absurd.” There is a growing expectation among MPs that Downing Street will try to delay holding the next meaningful vote because of concerns that May would have to resign if she lost it for a third time. She had been expected to hold it early this week, should she be allowed to do so by the Commons speaker, John Bercow. All options are being looked at by the prime minister’s team as they attempt to plot her survival through a perilous week. They are assuming that a plan by backbench MPs, led by the ex-cabinet minister Oliver Letwin, to hold a set of indicative votes on Brexit options will pass. One plan would see the meaningful vote held at the end of this week, should those indicative votes show that no other option could command a Commons majority. At the moment, several Tories are saying they believe May’s deal would be defeated by more than the 149-vote margin recorded at the second attempt. One government insider said: “There is a concern that we will go backwards.” Requests for Theresa May to quit have been relayed to the prime minister and her team by both Sir Graham Brady, chairman of the backbench 1922 committee, and the chief whip. However, the decision has been taken to “face down” the calls. Some Tory MPs are so exasperated with May’s leadership that they want to change party rules, enabling another vote to have her removed. Under current rules, a failed attempt to oust her last year means another vote cannot be held until December. Former Tory minister James Duddridge tweeted: “Conservative MPs could have an indicative vote of no confidence in the PM. It would be a secret vote and we would get over 2/3 of MPs wanting her to go at least, likely lots more. If indicative votes are good for the Commons they are good for the Conservative Party. #Resign.” One pro-remain Tory said that if May pressed ahead with a vote on her deal, it would be defeated and provoke “a new approach with a new PM”. Nigel Evans, executive secretary of the 1922 committee, said May needed, as a minimum, to announce a date for stepping down soon. “The prime minister has failed to deliver on her promise to the British people to deliver Brexit on 29 March,” he said. “It is her failure, and she needs to announce a date for her departure.” Former Tory cabinet minister Nicky Morgan said May would have to quit if she failed to get her deal through parliament this week. “The PM has worked tirelessly, but her Brexit strategy hasn’t reached the conclusion she clearly expected it would. If the agreement is put to a vote this week and is defeated, then she will need to step aside to allow someone else to reset the strategy.” Tory MPs say some of the prime minister’s closest aides in Downing Street have been hinting that May could try to call a snap general election if her deal does not get through the Commons for the third time, as she believes support for it is stronger in the country than in parliament. But Conservative MPs have made clear to Brady that they would work together to block an early election. Under the Fixed-term Parliaments Act, two-thirds of the Commons would need to agree an early election.",
      "charCount": "5657",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/michael-savage\">Michael Savage</a> and <a href=\"profile/tobyhelm\">Toby Helm</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]