[
  {
    "id": "politics/2019/oct/06/macron-gives-boris-johnson-end-week-overhaul-brexit-plan",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-06T21:31:44Z",
    "webTitle": "Macron gives Johnson until end of week to overhaul Brexit plan",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/06/macron-gives-boris-johnson-end-week-overhaul-brexit-plan",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/06/macron-gives-boris-johnson-end-week-overhaul-brexit-plan",
    "fields": {
      "headline": "Macron gives Johnson until end of week to overhaul Brexit plan",
      "standfirst": "<p>French president’s insistence that UK should give way raises chances of talks imploding</p><ul><li><a href=\"https://www.theguardian.com/politics/2019/oct/06/how-far-away-uk-eu-from-reaching-brexit-deal\">How far away are UK and EU from reaching a Brexit deal?</a></li></ul>",
      "trailText": "French president’s insistence that UK should give way raises chances of talks imploding",
      "byline": "Daniel Boffey and Andrew Sparrow",
      "main": "<figure class=\"element element-image\" data-media-id=\"78d5be89dd225ea34b08c416fd293fc5f3d4c301\"> \n <img src=\"https://media.guim.co.uk/78d5be89dd225ea34b08c416fd293fc5f3d4c301/0_116_5000_3000/1000.jpg\" alt=\"Emmanuel Macron talks to Boris Johnson during their meeting in Paris in August.\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Emmanuel Macron talks to Boris Johnson during their meeting in Paris in August.</span> \n  <span class=\"element-image__credit\">Photograph: Christophe Petit-Tesson/AP</span> \n </figcaption> \n</figure>",
      "body": "<p>The French president has given Boris Johnson until the end of the week to fundamentally revise his Brexit plan, in a move that increases the chances of the negotiations imploding within days.</p> \n<p>The UK proposals <a href=\"https://www.theguardian.com/politics/2019/oct/02/boris-johnson-speech-gives-eu-hope-he-will-rethink-irish-plan\">tabled last week</a> are not regarded in Brussels as being a basis for a deal and Emmanuel Macron emphasised it was up to the UK to think again before an upcoming EU summit.</p> \n<p>After declining to meet with the prime minister in person, Macron further insisted during a phone call on Sunday that the talks would only be advanced through Michel Barnier, the EU’s chief negotiator.</p> \n<p>“Boris Johnson presented his latest proposals,” an official at the Élysée Palace said of the conversation. “The president told him that the negotiations should continue swiftly with Michel Barnier’s team in coming days, in order to evaluate at the end of the week whether a deal is possible that respects European Union principles.”</p> \n<p>Barnier has already said he does not have a mandate from the EU27 to agree a deal on the terms so far presented by Downing Street.</p> \n<p>The prime minister’s chief negotiator, David Frost, has also been repeatedly told there will be no last-minute negotiations with leaders at the summit on 17 October.</p> \n<p>The British proposals involve the <a href=\"https://www.theguardian.com/politics/2019/oct/06/boris-johnson-brexit-border-plan-break-deadlock-analysis\">return of a customs border</a> on the island of Ireland and a Democratic Unionist party veto on Northern Ireland staying in the EU’s single market for goods, an arrangement designed to avoid checks on the border.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"73f497f7-48ef-4d47-95b2-af2d926d1a48\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Counties and customs</strong></p>\n    <p></p>\n    <p>Inside the EU, both Ireland and Northern Ireland are part of the single market and customs union so share the same regulations and standards, allowing a soft or invisible border between the two.<br></p>\n    <p>Britain’s exit from the EU – taking Northern Ireland with it – risks a return to a hard or policed border. The only way to avoid this post-Brexit is for regulations on both sides to remain more or less the same in key areas including food, animal welfare, medicines and product safety.</p>\n    <p>The 'backstop' in Theresa May's Withdrawal Agreement was intended to address this - stating that if no future trade agreement could be reached between the EU and the UK, then rules and regulations would stay as they are. This has been rejected by Brexit supporters as a 'trap' to keep the UK in the EU's customs union, which would prevent the UK striking its own independent trade deals.&nbsp;</p>\n    <p>There are an estimated 72m road vehicle crossings a year between Northern Ireland and the Republic of Ireland, and about 14% of those crossings are consignments of goods, some of which may cross the border several times before they reach a consumer. Brexit supporters say this can be managed by doing checks on goods away from the border, but critics say it will be difficult to police this without any physical infrastructure like border posts or cameras, which could raise tensions in the divided communities of Ireland.&nbsp;</p>\n    <p><br></p>\n    <p><b>Interactive: <a href=\"https://www.theguardian.com/politics/ng-interactive/2019/sep/02/a-typical-hour-in-the-life-of-the-irish-border\">A typical hour in the life of the Irish border</a></b></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>Macron’s message to Johnson echoed the words of the Dutch prime minister, Mark Rutte, who reportedly told the prime minister in a call on Saturday that the EU27 would not accept an agreement that created a customs border in Ireland. “Important questions remain about the British proposals,” Rutte later <a href=\"https://twitter.com/MinPres/status/1180470674529439745?s=20\">tweeted</a>.</p> \n<p>Opposition MPs are expected on Monday to push for a vote demanding publication of the full 40-page legal text of the alternative backstop plan presented to the EU by the UK. So far only a seven-page explanatory note has been published.</p> \n<p>The shadow Brexit secretary, Keir Starmer, said it was important to see the legal detail “because we suspect it will confirm that the government’s proposals unavoidably mean the introduction of infrastructure in Northern Ireland, and that this will contradict the assurances that Johnson gave in the house on Thursday [that no new infrastructure would be required]”. Starmer also said the legal text would clarify whether or not workers’ rights were being protected.</p> \n<p>Opposition MPs have been able in the past to use the Commons standing order 24 to trigger an emergency debate on a binding “humble address” motion demanding the release of government papers, but such a debate would only go ahead with the approval of the Speaker. </p> \n<p>With just a few days remaining for the UK to backtrack on key aspects of its proposals, officials in Brussels described the talks as a “farce”.</p> \n<aside class=\"element element-rich-link element--thumbnail\"> \n <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/oct/05/michel-barnier-blame-boris-johnson-brexit-talks-eu-uk\">Michel Barnier: blame Boris Johnson for a no-deal Brexit</a> </p> \n</aside> \n<p>The two sides appear locked in an impasse. Frost told European commission officials on Friday the UK would not move on its negotiating position until Brussels accepted its main proposals as a basis for the talks.</p> \n<p>Johnson’s most senior adviser, Dominic Cummings, has told Conservative aides that the government will not fundamentally change its proposals.</p> \n<p>Meanwhile Latvia’s prime minister, Krišjānis Kariņš, told the BBC the onus was on Johnson to make a move. He said: “If the offer from the UK turns out to be a take-it-or-leave-it, it’s going to be very difficult I see in agreeing. It’s fully dependent on the will of Mr Johnson because from the European side, we’re always open and looking towards a deal.”</p> \n<p>Given the gap in positions, senior EU sources said Brussels had all but written off the chance of a deal being struck and that the onus was now on avoiding blame.</p> \n<p>“Increasingly capitals have the impression the legal text was tabled to be rejected and never meant to a basis for discussion,” said one EU diplomat.</p> \n<p>Downing Street said that when Johnson spoke to Macron, the prime minister said: “We have to push forward.” He told the French president that the EU should not be lulled into the mistaken belief that the UK would stay in the EU beyond 31 October in the event of no deal, No 10 said.</p> \n<p>Stressing that his plan now had more support from MPs than any previous proposal, Johnson told Macron that it was now up to the EU to compromise.</p> \n<p>A senior No 10 source said: “The UK has made a big, important offer but it’s time for the commission to show a willingness to compromise too. If not, the UK will leave with no deal.</p> \n<p>“If EU leaders are betting that [the Benn act] will prevent no deal, that would be a historic misunderstanding.”</p> \n<p>Johnson, who also spoke to the Portuguese prime minister, António Costa, at the weekend, is scheduled to have further talks with EU leaders on Monday. Frost is continuing talks with commission officials, and Stephen Barclay, the Brexit secretary, is visiting EU capitals.</p> \n<p>The Labour leader, Jeremy Corbyn, will host another meeting of opposition party leaders at Westminster on Monday, the first since the PM’s plan was published. “The cross-party meeting will decide what next steps we can take together to hold the government to account, and to ensure the prime minister adheres to the law in seeking an extension if no deal is reached by 19 October,” Corbyn said.</p> \n<p>Under the Benn act, Johnson will have to request an extension to the UK’s EU membership by 19 October if a deal has not been agreed.</p> \n<p>In response to <a href=\"https://www.telegraph.co.uk/politics/2019/10/05/boris-johnson-sabotage-eu-forced-delay-brexit/\">claims in the Sunday Telegraph</a> that Johnson would seek to provoke the EU to veto an extension by threatening to be an obstructive member state, one EU official described the government as “beyond pathetic”.</p> \n<p>Claims that the government could veto the EU’s budget or impose Nigel Farage as the British commissioner were said to be “nonsense”.</p> \n<p>The budget is unlikely to be finalised and put to a vote until June next year. The commission president, Ursula von der Leyen, or the European parliament can reject a member state’s nomination for a commissioner portfolio.</p>",
      "newspaperPageNumber": "1",
      "wordcount": "1028",
      "firstPublicationDate": "2019-10-06T16:44:59Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:46:49Z",
      "newspaperEditionDate": "2019-10-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cf3b3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/78d5be89dd225ea34b08c416fd293fc5f3d4c301/0_116_5000_3000/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The French president has given Boris Johnson until the end of the week to fundamentally revise his Brexit plan, in a move that increases the chances of the negotiations imploding within days. The UK proposals tabled last week are not regarded in Brussels as being a basis for a deal and Emmanuel Macron emphasised it was up to the UK to think again before an upcoming EU summit. After declining to meet with the prime minister in person, Macron further insisted during a phone call on Sunday that the talks would only be advanced through Michel Barnier, the EU’s chief negotiator. “Boris Johnson presented his latest proposals,” an official at the Élysée Palace said of the conversation. “The president told him that the negotiations should continue swiftly with Michel Barnier’s team in coming days, in order to evaluate at the end of the week whether a deal is possible that respects European Union principles.” Barnier has already said he does not have a mandate from the EU27 to agree a deal on the terms so far presented by Downing Street. The prime minister’s chief negotiator, David Frost, has also been repeatedly told there will be no last-minute negotiations with leaders at the summit on 17 October. The British proposals involve the return of a customs border on the island of Ireland and a Democratic Unionist party veto on Northern Ireland staying in the EU’s single market for goods, an arrangement designed to avoid checks on the border. Macron’s message to Johnson echoed the words of the Dutch prime minister, Mark Rutte, who reportedly told the prime minister in a call on Saturday that the EU27 would not accept an agreement that created a customs border in Ireland. “Important questions remain about the British proposals,” Rutte later tweeted. Opposition MPs are expected on Monday to push for a vote demanding publication of the full 40-page legal text of the alternative backstop plan presented to the EU by the UK. So far only a seven-page explanatory note has been published. The shadow Brexit secretary, Keir Starmer, said it was important to see the legal detail “because we suspect it will confirm that the government’s proposals unavoidably mean the introduction of infrastructure in Northern Ireland, and that this will contradict the assurances that Johnson gave in the house on Thursday [that no new infrastructure would be required]”. Starmer also said the legal text would clarify whether or not workers’ rights were being protected. Opposition MPs have been able in the past to use the Commons standing order 24 to trigger an emergency debate on a binding “humble address” motion demanding the release of government papers, but such a debate would only go ahead with the approval of the Speaker. With just a few days remaining for the UK to backtrack on key aspects of its proposals, officials in Brussels described the talks as a “farce”. The two sides appear locked in an impasse. Frost told European commission officials on Friday the UK would not move on its negotiating position until Brussels accepted its main proposals as a basis for the talks. Johnson’s most senior adviser, Dominic Cummings, has told Conservative aides that the government will not fundamentally change its proposals. Meanwhile Latvia’s prime minister, Krišjānis Kariņš, told the BBC the onus was on Johnson to make a move. He said: “If the offer from the UK turns out to be a take-it-or-leave-it, it’s going to be very difficult I see in agreeing. It’s fully dependent on the will of Mr Johnson because from the European side, we’re always open and looking towards a deal.” Given the gap in positions, senior EU sources said Brussels had all but written off the chance of a deal being struck and that the onus was now on avoiding blame. “Increasingly capitals have the impression the legal text was tabled to be rejected and never meant to a basis for discussion,” said one EU diplomat. Downing Street said that when Johnson spoke to Macron, the prime minister said: “We have to push forward.” He told the French president that the EU should not be lulled into the mistaken belief that the UK would stay in the EU beyond 31 October in the event of no deal, No 10 said. Stressing that his plan now had more support from MPs than any previous proposal, Johnson told Macron that it was now up to the EU to compromise. A senior No 10 source said: “The UK has made a big, important offer but it’s time for the commission to show a willingness to compromise too. If not, the UK will leave with no deal. “If EU leaders are betting that [the Benn act] will prevent no deal, that would be a historic misunderstanding.” Johnson, who also spoke to the Portuguese prime minister, António Costa, at the weekend, is scheduled to have further talks with EU leaders on Monday. Frost is continuing talks with commission officials, and Stephen Barclay, the Brexit secretary, is visiting EU capitals. The Labour leader, Jeremy Corbyn, will host another meeting of opposition party leaders at Westminster on Monday, the first since the PM’s plan was published. “The cross-party meeting will decide what next steps we can take together to hold the government to account, and to ensure the prime minister adheres to the law in seeking an extension if no deal is reached by 19 October,” Corbyn said. Under the Benn act, Johnson will have to request an extension to the UK’s EU membership by 19 October if a deal has not been agreed. In response to claims in the Sunday Telegraph that Johnson would seek to provoke the EU to veto an extension by threatening to be an obstructive member state, one EU official described the government as “beyond pathetic”. Claims that the government could veto the EU’s budget or impose Nigel Farage as the British commissioner were said to be “nonsense”. The budget is unlikely to be finalised and put to a vote until June next year. The commission president, Ursula von der Leyen, or the European parliament can reject a member state’s nomination for a commissioner portfolio.",
      "charCount": "6001",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> and <a href=\"profile/andrewsparrow\">Andrew Sparrow</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/06/how-to-think-clearly-in-beleaguered-times",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-06T16:34:03Z",
    "webTitle": "How to think clearly in beleaguered times | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/06/how-to-think-clearly-in-beleaguered-times",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/06/how-to-think-clearly-in-beleaguered-times",
    "fields": {
      "headline": "How to think clearly in beleaguered times",
      "standfirst": "<strong>Rorie Fulton </strong>on combating unwitting support for populists, and <strong>Richard Bryden </strong>on civic spaces that facilitate ‘reasoned conversation’",
      "trailText": "Letters: <strong>Rorie Fulton </strong>on combating unwitting support for populists, and <strong>Richard Bryden </strong>on civic spaces that facilitate ‘reasoned conversation’",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"e73e6ae2c13f1ee195d249558b7d0c9c36191982\"> <img src=\"https://media.guim.co.uk/e73e6ae2c13f1ee195d249558b7d0c9c36191982/756_165_4194_2517/1000.jpg\" alt=\"Stephen Porges.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stephen Porges. In the language of his polyvagal theory, restoring a mental state that allows us to think entails ‘moving from a state of dysregulation to one of regulation’, says Rorie Fulton.</span> <span class=\"element-image__credit\">Photograph: Rick Wilson Photography</span> </figcaption> </figure>",
      "body": "<p>George Monbiot makes a telling link between individuals’ affective state and the unwitting support we lend to demagogues (<a href=\"https://www.theguardian.com/commentisfree/2019/oct/03/demagogues-fury-violence-outrage-discourse\" title=\"\">Journal</a>, 3 October). In their fascinating book The Boy who was Raised as a Dog, Bruce Perry and Maia Szalavitz develop this notion of state-dependent functioning and apply it to organisations. In what feels like an increasingly apt commentary on events unfolding in the institutions of democracy both at home and abroad, Perry and Szalavitz write that “the more out of control the external situation is, the more controlling, reactive and oppressive the internally focused actions of [the] group will become”.</p> <p>Seeking to offer a path forward that will break this spiral, Monbiot rightly calls for us to restore the mental state that allows us to think. For each of us as individuals, what might this involve? In the language of Stephen Porges’s <a href=\"https://www.theguardian.com/society/2019/jun/02/stephen-porges-interview-survivors-are-blamed-polyvagal-theory-fight-flight-psychiatry-ace\" title=\"\">polyvagal theory</a>, such a restoration entails moving from a state of dysregulation to one of regulation. This means making time in the day for activities of self-care that provide regulating sensory input. For some, this will include listening to their favourite music, doing half an hour’s yoga or going for a run, while for others it will be a cup of coffee and a piece of crunchy toast for breakfast, time spent outside, or a hot bath when the children have gone to bed.</p> <p>Each of us knows what we need to feel regulated – it is often a question of claiming the time to do it. This kind of self-care promotes regulation, and in so doing facilitates cortical (higher-level) brain function and the associated abstract, creative cognitive capacities that are needed for us to find a way forward in these beleaguered times.<br><strong>Rorie Fulton</strong><br><em>Gwernogle, Carmarthenshire</em></p> <p>• Thanks to George Monbiot for highlighting the neuroscientific evidence for creating civic spaces that facilitate “reasoned conversation” as an alternative to confrontation on complex and contentious matters. Thanks, too, for your <a href=\"https://www.theguardian.com/world/2019/oct/02/french-citizens-panel-to-advise-on-climate-crisis-strategies\" title=\"\">report</a> (3 October) on a promising French example of such a space in the form of a representative citizen panel of 150 to advise on how to cut carbon emissions by 40% before 2030.</p> <p>Such evidence and positive initiatives – like proposals to set up citizens’ assemblies here – surely merit much greater media attention. How else is the general public to appreciate what a significant democratic force they could be in adjusting to Brexit and climate crises, mass migration challenges and the urgent need to adopt more egalitarian and realistic life expectations?<br><strong>Richard Bryden</strong><br><em>Llandudno, Conwy</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "458",
      "commentable": "false",
      "firstPublicationDate": "2019-10-06T16:34:03Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-04-16T11:32:39Z",
      "newspaperEditionDate": "2019-10-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cf3v7",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e73e6ae2c13f1ee195d249558b7d0c9c36191982/756_165_4194_2517/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "George Monbiot makes a telling link between individuals’ affective state and the unwitting support we lend to demagogues (Journal, 3 October). In their fascinating book The Boy who was Raised as a Dog, Bruce Perry and Maia Szalavitz develop this notion of state-dependent functioning and apply it to organisations. In what feels like an increasingly apt commentary on events unfolding in the institutions of democracy both at home and abroad, Perry and Szalavitz write that “the more out of control the external situation is, the more controlling, reactive and oppressive the internally focused actions of [the] group will become”. Seeking to offer a path forward that will break this spiral, Monbiot rightly calls for us to restore the mental state that allows us to think. For each of us as individuals, what might this involve? In the language of Stephen Porges’s polyvagal theory, such a restoration entails moving from a state of dysregulation to one of regulation. This means making time in the day for activities of self-care that provide regulating sensory input. For some, this will include listening to their favourite music, doing half an hour’s yoga or going for a run, while for others it will be a cup of coffee and a piece of crunchy toast for breakfast, time spent outside, or a hot bath when the children have gone to bed. Each of us knows what we need to feel regulated – it is often a question of claiming the time to do it. This kind of self-care promotes regulation, and in so doing facilitates cortical (higher-level) brain function and the associated abstract, creative cognitive capacities that are needed for us to find a way forward in these beleaguered times. Rorie Fulton Gwernogle, Carmarthenshire • Thanks to George Monbiot for highlighting the neuroscientific evidence for creating civic spaces that facilitate “reasoned conversation” as an alternative to confrontation on complex and contentious matters. Thanks, too, for your report (3 October) on a promising French example of such a space in the form of a representative citizen panel of 150 to advise on how to cut carbon emissions by 40% before 2030. Such evidence and positive initiatives – like proposals to set up citizens’ assemblies here – surely merit much greater media attention. How else is the general public to appreciate what a significant democratic force they could be in adjusting to Brexit and climate crises, mass migration challenges and the urgent need to adopt more egalitarian and realistic life expectations? Richard Bryden Llandudno, Conwy • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2845",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "food/2019/oct/06/will-hydroponically-grown-tomatoes-pass-the-taste-test",
    "type": "article",
    "sectionId": "food",
    "sectionName": "Food",
    "webPublicationDate": "2019-10-06T16:32:50Z",
    "webTitle": "Will hydroponically grown tomatoes pass the taste test? | Brief letters",
    "webUrl": "https://www.theguardian.com/food/2019/oct/06/will-hydroponically-grown-tomatoes-pass-the-taste-test",
    "apiUrl": "https://content.guardianapis.com/food/2019/oct/06/will-hydroponically-grown-tomatoes-pass-the-taste-test",
    "fields": {
      "headline": "Will hydroponically grown tomatoes pass the taste test?",
      "standfirst": "Giant greenhouses | O2 v Birmingham Symphony Hall | (non-)Conservative fashion | Shark killers | Dinner time",
      "trailText": "<strong>Brief letters:</strong> Giant greenhouses | O2 v Birmingham Symphony Hall | (non-)Conservative fashion | Shark killers | Dinner time",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"453774d64a038c8b94d58991a251118dbe2393c1\"> <img src=\"https://media.guim.co.uk/453774d64a038c8b94d58991a251118dbe2393c1/0_150_2246_1348/1000.jpg\" alt=\"Tomatoes growing in huge greenhouse without soil\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Now we learn that tomatoes are to be grown hydroponically, ie in water plus nutrients but no soil,’ says Cherry Lavell.</span> <span class=\"element-image__credit\">Photograph: Leo Duijvestijn Photography/Courtesy of BOM Group</span> </figcaption> </figure>",
      "body": "<p>Some 60 years ago, you printed a letter of mine lamenting the loss of the fine taste of tomatoes. Things eventually got much better and tomatoes became worth buying again. Now we learn that tomatoes are to be grown hydroponically, ie in water plus nutrients but no soil (<a href=\"https://www.theguardian.com/environment/2019/oct/03/giant-world-first-low-carbon-greenhouses-grow-20-tonnes-of-tomatoes-a-day\" title=\"\">Huge low-carbon greenhouses to grow 10% of Britain’s tomato crop</a>, 3 October). Do I have to dip my pen in the inkwell again to wonder whether such tomatoes are going to have any taste?<br><strong>Cherry Lavell</strong><br><em>Arlington, </em><em>East Sussex</em></p> <p>• You say the tomato greenhouses are “one-and-a-half times the size of the O2 in London”. Not many people outside the revered city know the size of the O2. How many Birmingham Symphony Halls is that?<br><strong>Dennis Hawkins</strong><br><em>Leominster, Herefordshire</em></p> <p>• John Crace’s musings (<a href=\"https://www.theguardian.com/politics/2019/oct/04/hallucinogens-believe-tory-backstop-fantasy-brexit-digested-week\" title=\"\">Who hasn’t mislaid their car? Ours went missing for six weeks</a>, 5 October) reminded of the time I was crossing a car park in Lymington and spotted a bewildered woman obviously “on the search”. “Lost your car?” I inquired politely. “No, that isn’t it,” she said. “I just can’t remember which car I came in today.”<br><strong>Geoffrey Bull</strong><br><em>Milborne St Andrew, Dorset</em></p> <p>• Re your Downing Street photos (4 October), can we have a whip-round to buy a full-length mirror for Andrea Leadsom to check before leaving home? What is she wearing? Maybe also for poor Dominic Cummings?<br><strong>Ann Stroud</strong><br><em>Dorchester, Dorset</em></p> <p>• Thomas Eaton (Quiz, Weekend, 5 October) asks what animals are known to hunt and kill great white sharks. I answered killer whales and humans. Can I claim an extra point?<br><strong>Anna Watson</strong><br><em>London</em></p> <p>• Thanks for the Dinner supplement in Saturday’s edition. Unfortunately, my copy was missing the instructions as to what time of day this meal should be eaten. Any suggestions?<br><strong>Pete Brook</strong><br><em>Llanfairpwllgwyngyll, Anglesey</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "336",
      "commentable": "false",
      "firstPublicationDate": "2019-10-06T16:32:50Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:25Z",
      "newspaperEditionDate": "2019-10-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/cf3dc",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/453774d64a038c8b94d58991a251118dbe2393c1/0_150_2246_1348/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Some 60 years ago, you printed a letter of mine lamenting the loss of the fine taste of tomatoes. Things eventually got much better and tomatoes became worth buying again. Now we learn that tomatoes are to be grown hydroponically, ie in water plus nutrients but no soil (Huge low-carbon greenhouses to grow 10% of Britain’s tomato crop, 3 October). Do I have to dip my pen in the inkwell again to wonder whether such tomatoes are going to have any taste? Cherry Lavell Arlington, East Sussex • You say the tomato greenhouses are “one-and-a-half times the size of the O2 in London”. Not many people outside the revered city know the size of the O2. How many Birmingham Symphony Halls is that? Dennis Hawkins Leominster, Herefordshire • John Crace’s musings (Who hasn’t mislaid their car? Ours went missing for six weeks, 5 October) reminded of the time I was crossing a car park in Lymington and spotted a bewildered woman obviously “on the search”. “Lost your car?” I inquired politely. “No, that isn’t it,” she said. “I just can’t remember which car I came in today.” Geoffrey Bull Milborne St Andrew, Dorset • Re your Downing Street photos (4 October), can we have a whip-round to buy a full-length mirror for Andrea Leadsom to check before leaving home? What is she wearing? Maybe also for poor Dominic Cummings? Ann Stroud Dorchester, Dorset • Thomas Eaton (Quiz, Weekend, 5 October) asks what animals are known to hunt and kill great white sharks. I answered killer whales and humans. Can I claim an extra point? Anna Watson London • Thanks for the Dinner supplement in Saturday’s edition. Unfortunately, my copy was missing the instructions as to what time of day this meal should be eaten. Any suggestions? Pete Brook Llanfairpwllgwyngyll, Anglesey • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2051",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "us-news/2019/oct/06/trump-trade-policy-china-us-jobs-interest-rates",
    "type": "article",
    "sectionId": "us-news",
    "sectionName": "US news",
    "webPublicationDate": "2019-10-06T07:45:07Z",
    "webTitle": "Trump's trade tactics imperil the jobs of those who might vote for his second term",
    "webUrl": "https://www.theguardian.com/us-news/2019/oct/06/trump-trade-policy-china-us-jobs-interest-rates",
    "apiUrl": "https://content.guardianapis.com/us-news/2019/oct/06/trump-trade-policy-china-us-jobs-interest-rates",
    "fields": {
      "headline": "Trump's trade tactics imperil the jobs of those who might vote for his second term",
      "standfirst": "<p>The only tool he has to placate US consumers is successive interest rate cuts – but the whole world is playing at that game</p>",
      "trailText": "The only tool he has to placate US consumers is successive interest rate cuts – but the whole world is playing at that game",
      "main": "<figure class=\"element element-image\" data-media-id=\"16222d569a6db92d787553527abb50ba62531940\"> <img src=\"https://media.guim.co.uk/16222d569a6db92d787553527abb50ba62531940/0_713_3431_2058/1000.jpg\" alt=\"American carmakers have been hit by Trump’s tariff battle with China.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">American carmakers have been hit by Trump’s tariff battle with China.</span> <span class=\"element-image__credit\">Photograph: Jeff Kowalsky/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Donald Trump’s cunning plan to make America great again by launching a trade war with China has officially backfired. Last week, a keenly watched measure of US manufacturing showed <a href=\"https://www.theguardian.com/business/2019/oct/02/global-manufacturing-slowdown-sends-stock-markets-tumbling\" title=\"\">firms cutting back on production and jobs at a rate not seen since 2009</a>. Recession warning lights are flashing and the outlook seems a world away from the cheery one presented by the president when he entered the White House in 2017.</p> <p>It is quite something for a president to impose a trade policy that weighs heavily on parts of a crucial sector for the US economy – and it’s a bizarre tactic given that the votes of manufacturing workers delivered him his first term in office.</p> <p>Economists had predicted the financial consequences for carmakers, machine-tool firms and the plastics industry following a <a href=\"https://www.theguardian.com/business/2019/sep/01/us-and-china-begin-imposing-new-tariffs-as-trade-war-escalates\" title=\"\">tit-for-tat battle over import tariffs</a> – as had trade experts over the course of the past 18 months. They were unanimous that Trump’s plan to raise the tariff on hundreds of products, and China’s determination to return the favour, would hurt both countries.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>The UK would now be around £40bn richer if the referendum had never taken place</p> </blockquote> </aside>  <p>While it has proved to be a bigger blow to Chinese exporters, it was inevitable that US companies would also suffer, and not just because their exports would be more expensive for Chinese consumers.</p> <p>The trade war has spilled over to infect the furthest reaches of the global economy, damaging business confidence and dragging down growth in Japan, the eurozone and much of the developing world.</p> <p>Britain could not be in a worse position, with <a href=\"https://www.theguardian.com/business/2019/sep/19/no-deal-brexit-3-percent-off-uk-economic-growth-says-oecd-recession\" title=\"\">its own self-inflicted economic woes</a> only adding to the negative effects of the global slowdown. Three years of post-referendum Brexit debate has already knocked around 2% off the path of <a href=\"https://www.theguardian.com/business/2016/mar/31/uk-economy-growth-record-trade-deficit\" title=\"\">GDP growth predictions made in March 2016</a> by the Treasury’s independent forecaster, the Office for Budget Responsibility. That means the UK would now be about £40bn richer if the referendum had never taken place.</p> <p><a href=\"https://www.theguardian.com/business/2019/oct/03/uk-edges-towards-recession-as-service-sector-sinks\" title=\"\">The September surveys of business sentiment</a> show that talk of a no-deal Brexit has only made matters worse. Without stable retail sales and a surge in unfunded government spending over the past year, mostly to employ more civil servants to cope with Brexit, the UK would be in recession.</p> <p>Manufacturing, construction and the services sector all contracted last month at a speed that many economists found shocking. Boris Johnson may believe he is justified in hailing the strength of the UK economy as he seeks to shore up support for leaving the EU. Businesses would say otherwise.</p> <p>Across the Atlantic, Trump’s inclination would be to ask Congress for more tax cuts to keep consumers happy. Friday’s non-farm payroll numbers showed unemployment falling to a 50-year low and wages rising to keep consumers spending, despite job creation slowing markedly. Like their UK counterparts, US consumers have so far remained immune to talk of a recession. But Congress is in no mood to give the president anything at the moment – especially while an impeachment inquiry is in full flow.</p> <p>So the president turned instead to <a href=\"https://www.theguardian.com/business/2019/aug/21/trump-raises-pressure-on-federal-reserve-to-cut-interest-rates\" title=\"\">berating the US Federal Reserve into cutting interest rates</a>, which acts like a tax giveaway for indebted consumers. With reluctance, <a href=\"https://www.theguardian.com/business/2019/sep/18/federal-reserve-interest-rates-trump-jerome-powell\" title=\"\">the Fed has obliged twice this year</a>. And it may do again before the year is out, though the pace of rate cuts is not fast enough for Trump.</p> <p>The president is aware that interest rate cuts have turned into a competitive game. Cuts by the Fed have merely kept pace with moves by the European Central Bank, the People’s Bank of China and the Bank of Japan to ease credit and make it cheaper to borrow. The Bank of England is likely to be next.</p> <p>These moves limit the effect of US policymaking and rob Trump of his only mechanism to prevent the current slowdown accelerating into 2020 and his re-election year.</p> <h2>It survived Deepwater, but BP is oblivious to the danger to us all</h2> <p>Bob Dudley’s legacy as boss of BP will be forever defined by the aftermath of the <a href=\"https://www.theguardian.com/business/2018/jan/16/bps-deepwater-horizon-bill-tops-65bn\">Deepwater Horizon disaster</a> and the slump in global oil prices only a few years later. The 64-year-old Texan, <a href=\"https://www.theguardian.com/business/2019/oct/04/bp-boss-bob-dudley-to-step-down-next-year-after-four-decades\">who announced his retirement last week</a>, has had a tough decade at the top.</p> <p>The British oil and gas group recognises this. BP’s chairman, Helge Lund, said with Nordic understatement that BP owed Dudley a “debt of gratitude” for his work wresting control of a company which came close to collapse. But in paying tribute to the outgoing chief executive he is focusing on the wrong existential challenge.</p> <p>Lund is clear that BP overcame a fundamental threat to its survival in the wake of the Deepwater explosion, but the chairman could be accused of underestimating the terminal risk – to BP, as well as the planet – posed by the climate crisis.</p> <p>BP’s chosen chief for a “transformational era” is Bernard Looney, a former drilling engineer and the head of its exploration and production business. It is hardly a break from BP’s oil-hungry past.</p> <p>His appointment was unveiled in the same week that the Royal Shakespeare Company severed ties with BP amid growing public outrage over oil company sponsorship. For an oil man who has worked in the North Sea, the Gulf of Mexico and Alaska, the current public climate may prove the most hostile of all.</p>  <figure class=\"element element-image\" data-media-id=\"45a375d3722aa2d1716d20ec54d8e6be947a772b\"> <img src=\"https://media.guim.co.uk/45a375d3722aa2d1716d20ec54d8e6be947a772b/0_233_3500_2101/1000.jpg\" alt=\"Shoppers walk past the John Lewis department store on Oxford Street.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Shoppers walk past the John Lewis department store on Oxford Street.</span> <span class=\"element-image__credit\">Photograph: Simon Dawson/Reuters</span> </figcaption> </figure>  <h2>After Brexit, John Lewis could bounce back</h2> <p>Buffeted by rising costs and weak consumer demand, Waitrose and John Lewis have been blown off course. In September the group slumped to its <a href=\"https://www.theguardian.com/business/2019/sep/12/john-lewis-warns-of-no-deal-brexit-impact\">first-ever half-year loss</a>. Last year the annual bonus to the group’s 81,500 employees was to just 3%, the lowest level in 66 years. This week it told its shopping centre landlords that it would <a href=\"https://www.theguardian.com/business/2019/oct/04/john-lewis-to-withhold-20-of-service-fees-to-some-landlords\">withhold part of the service charge – </a>which covers non-rent items, such as heating and maintenance – after “unacceptable” increases.</p> <p>The John Lewis response is not the usual one of cutting out layers of middle management and reducing staff on the shop floor. Instead, highly paid senior management are bearing the brunt of £100m in cost savings, with few direct cuts to store staff. The cuts will see John Lewis and Waitrose brought under a single command-and-control at board level, scrapping divisional boards and separate managing directors. It’s a bold move, and a risky one. The two businesses are quite distinct. Food retailing’s biggest challenge is Aldi and Lidl. John Lewis’s biggest challenge is Amazon. </p> <p>But these are challenges, not crises. John Lewis is not being sucked into the high-street’s death spiral. It has not lost the loyalty of its customer base. The gripes that plague Marks &amp; Spencer and Debenhams are rarely heard in John Lewis. Indeed its issues may be more cyclical than secular; when other store groups crumbled in front of the online onslaught, John Lewis responded with a site that for many is one of the few viable alternatives to using Amazon for electricals and household goods.</p> <p>What John Lewis is facing (and it is the store group that is in more trouble than the supermarkets) is the more cyclical challenge of Brexit. With the property market in stasis, the house moves that trigger the purchase of kitchen goods and furniture are on hold. Once Brexit is resolved the store group is likely to bounce back. </p>",
      "wordcount": "1193",
      "commentable": "false",
      "firstPublicationDate": "2019-10-06T07:45:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-06T07:59:54Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/ceydd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/16222d569a6db92d787553527abb50ba62531940/0_713_3431_2058/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Donald Trump’s cunning plan to make America great again by launching a trade war with China has officially backfired. Last week, a keenly watched measure of US manufacturing showed firms cutting back on production and jobs at a rate not seen since 2009. Recession warning lights are flashing and the outlook seems a world away from the cheery one presented by the president when he entered the White House in 2017. It is quite something for a president to impose a trade policy that weighs heavily on parts of a crucial sector for the US economy – and it’s a bizarre tactic given that the votes of manufacturing workers delivered him his first term in office. Economists had predicted the financial consequences for carmakers, machine-tool firms and the plastics industry following a tit-for-tat battle over import tariffs – as had trade experts over the course of the past 18 months. They were unanimous that Trump’s plan to raise the tariff on hundreds of products, and China’s determination to return the favour, would hurt both countries. While it has proved to be a bigger blow to Chinese exporters, it was inevitable that US companies would also suffer, and not just because their exports would be more expensive for Chinese consumers. The trade war has spilled over to infect the furthest reaches of the global economy, damaging business confidence and dragging down growth in Japan, the eurozone and much of the developing world. Britain could not be in a worse position, with its own self-inflicted economic woes only adding to the negative effects of the global slowdown. Three years of post-referendum Brexit debate has already knocked around 2% off the path of GDP growth predictions made in March 2016 by the Treasury’s independent forecaster, the Office for Budget Responsibility. That means the UK would now be about £40bn richer if the referendum had never taken place. The September surveys of business sentiment show that talk of a no-deal Brexit has only made matters worse. Without stable retail sales and a surge in unfunded government spending over the past year, mostly to employ more civil servants to cope with Brexit, the UK would be in recession. Manufacturing, construction and the services sector all contracted last month at a speed that many economists found shocking. Boris Johnson may believe he is justified in hailing the strength of the UK economy as he seeks to shore up support for leaving the EU. Businesses would say otherwise. Across the Atlantic, Trump’s inclination would be to ask Congress for more tax cuts to keep consumers happy. Friday’s non-farm payroll numbers showed unemployment falling to a 50-year low and wages rising to keep consumers spending, despite job creation slowing markedly. Like their UK counterparts, US consumers have so far remained immune to talk of a recession. But Congress is in no mood to give the president anything at the moment – especially while an impeachment inquiry is in full flow. So the president turned instead to berating the US Federal Reserve into cutting interest rates, which acts like a tax giveaway for indebted consumers. With reluctance, the Fed has obliged twice this year. And it may do again before the year is out, though the pace of rate cuts is not fast enough for Trump. The president is aware that interest rate cuts have turned into a competitive game. Cuts by the Fed have merely kept pace with moves by the European Central Bank, the People’s Bank of China and the Bank of Japan to ease credit and make it cheaper to borrow. The Bank of England is likely to be next. These moves limit the effect of US policymaking and rob Trump of his only mechanism to prevent the current slowdown accelerating into 2020 and his re-election year. It survived Deepwater, but BP is oblivious to the danger to us all Bob Dudley’s legacy as boss of BP will be forever defined by the aftermath of the Deepwater Horizon disaster and the slump in global oil prices only a few years later. The 64-year-old Texan, who announced his retirement last week, has had a tough decade at the top. The British oil and gas group recognises this. BP’s chairman, Helge Lund, said with Nordic understatement that BP owed Dudley a “debt of gratitude” for his work wresting control of a company which came close to collapse. But in paying tribute to the outgoing chief executive he is focusing on the wrong existential challenge. Lund is clear that BP overcame a fundamental threat to its survival in the wake of the Deepwater explosion, but the chairman could be accused of underestimating the terminal risk – to BP, as well as the planet – posed by the climate crisis. BP’s chosen chief for a “transformational era” is Bernard Looney, a former drilling engineer and the head of its exploration and production business. It is hardly a break from BP’s oil-hungry past. His appointment was unveiled in the same week that the Royal Shakespeare Company severed ties with BP amid growing public outrage over oil company sponsorship. For an oil man who has worked in the North Sea, the Gulf of Mexico and Alaska, the current public climate may prove the most hostile of all. After Brexit, John Lewis could bounce back Buffeted by rising costs and weak consumer demand, Waitrose and John Lewis have been blown off course. In September the group slumped to its first-ever half-year loss. Last year the annual bonus to the group’s 81,500 employees was to just 3%, the lowest level in 66 years. This week it told its shopping centre landlords that it would withhold part of the service charge – which covers non-rent items, such as heating and maintenance – after “unacceptable” increases. The John Lewis response is not the usual one of cutting out layers of middle management and reducing staff on the shop floor. Instead, highly paid senior management are bearing the brunt of £100m in cost savings, with few direct cuts to store staff. The cuts will see John Lewis and Waitrose brought under a single command-and-control at board level, scrapping divisional boards and separate managing directors. It’s a bold move, and a risky one. The two businesses are quite distinct. Food retailing’s biggest challenge is Aldi and Lidl. John Lewis’s biggest challenge is Amazon. But these are challenges, not crises. John Lewis is not being sucked into the high-street’s death spiral. It has not lost the loyalty of its customer base. The gripes that plague Marks &amp; Spencer and Debenhams are rarely heard in John Lewis. Indeed its issues may be more cyclical than secular; when other store groups crumbled in front of the online onslaught, John Lewis responded with a site that for many is one of the few viable alternatives to using Amazon for electricals and household goods. What John Lewis is facing (and it is the store group that is in more trouble than the supermarkets) is the more cyclical challenge of Brexit. With the property market in stasis, the house moves that trigger the purchase of kitchen goods and furniture are on hold. Once Brexit is resolved the store group is likely to bounce back.",
      "charCount": "7060",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/oct/06/stella-creasy-anti-abortion-group-police-investigate-extremist-targeting",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-10-06T06:25:06Z",
    "webTitle": "Police investigate ‘extremist’ targeting of Stella Creasy by anti-abortion group",
    "webUrl": "https://www.theguardian.com/politics/2019/oct/06/stella-creasy-anti-abortion-group-police-investigate-extremist-targeting",
    "apiUrl": "https://content.guardianapis.com/politics/2019/oct/06/stella-creasy-anti-abortion-group-police-investigate-extremist-targeting",
    "fields": {
      "headline": "Police investigate ‘extremist’ targeting of Stella Creasy by anti-abortion group",
      "standfirst": "<p>Pregnant, pro-choice Labour MP subject to intense campaigning in her London constituency</p>",
      "trailText": "Pregnant, pro-choice Labour MP subject to intense campaigning in her London constituency",
      "byline": "Mark Townsend Observer home affairs editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"395574fb6df59eea31aa9adf140072ee1ae626b6\"> <img src=\"https://media.guim.co.uk/395574fb6df59eea31aa9adf140072ee1ae626b6/0_270_4240_2544/1000.jpg\" alt=\"Stella Creasy said the action by the group CBR UK amounted to ‘collective harassment’ against women in her constituency.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Stella Creasy said the action by the group CBR UK amounted to ‘collective harassment’ against women in her constituency.</span> <span class=\"element-image__credit\">Photograph: Richard Gardner/REX/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>Scotland Yard is investigating the intimidation and harassment of Stella Creasy following the “extremist” targeting of the Labour MP by anti-abortion protesters over the past week.</p> <p>Metropolitan police officers said they had taken a detailed statement from Creasy, the MP for Walthamstow in north-east London, and were examining evidence to ascertain whether the campaign against the pregnant, <a href=\"https://www.theguardian.com/uk-news/2019/jul/09/mps-vote-to-extend-same-sex-marriage-to-northern-ireland\" title=\"\">pro-choice politician</a> had crossed the line.</p> <p>For the third time in a week, supporters of the UK branch of the Center for Bio-Ethical Reform (CBR UK), an American anti-abortion organisation, gathered in Walthamstow town centre on Saturday and became embroiled in heated exchanges with passing shoppers.</p> <p>“Any criminal conduct, any harassment, any targeting, is something we are investigating and the evidence is under review at the moment, and in due course we will seek the advice of the Crown Prosecution Service,” said Supt Waheed Khan, Scotland Yard’s deputy head of hate crime. Addressing a crowded meeting organised by Creasy to discuss a fightback against the emergence of CBR UK in her constituency, Khan confirmed that “harassment and targeting” was something that “possibly goes beyond” the bounds of lawful protest.</p> <p>DS Matthew Hearing, a public order officer who investigated the targeting of MP Anna Soubry by far-right supporters last year, confirmed police had taken a detailed statement from the MP. He asked the audience if they had any footage or material relating to two recent protests by CBR UK in Walthamstow as well as a billboard that was put up showing an aborted foetus and the words “Stop Stella”.</p> <p>Hearing added: “I would like to collect as much evidence as possible, and anybody here who took photographs or were present during previous demonstrations, then please pass them forward, that would be greatly appreciated.”</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>If they were making homophobic remarks on their posters, it would not be a matter of debate that it had to be taken down</p> <footer> <cite>Stella Creasy</cite> </footer> </blockquote> </aside>  <p>The Met’s intervention followed a tumultuous week in Creasy’s constituency during which the divisive billboard was daubed with white paint before being <a href=\"https://www.theguardian.com/world/2019/oct/03/london-council-orders-anti-abortion-activists-to-remove-foetus-poster\" title=\"\">pulled down by council officials</a>. Creasy lodged complaints with the police, the Speaker of the Commons and the home secretary.</p> <p>Creasy told Saturday’s meeting at Walthamstow Trades Hall that the actions of the anti-abortion protestors were not just an attack on her, but “collective harassment” against the women of Walthamstow.</p> <p>She said: “It shows the gaps in the law that if they were showing pictures of the KKK, or making homophobic remarks on their posters, it would not be a matter of debate that it had to be taken down. We have to show that this is a form of harassment.”</p> <p>She urged those present to report harassment to the council and police.</p> <p>Another speaker was Dr Pam Lowe from Aston University, an expert in reproductive health, who has studied the Centre for Bio-Ethical Reform in the US and described it as promoting “shock tactics.” She said the group had previously targeted the Canadian prime minister Justin Trudeau in a similar way to Creasy over the Canadian prime minister’s pro-choice position.</p> <p>Lowe added that the group’s strategy was aimed at ensuring phrases such as “baby murderer” became normalised, warning that such tactics had the potential to radicalise individuals and had incited violence in the US.</p> <p>One member of the audience said she had registered a complaint with the Met last week that the anti-abortion protests constituted “gendered hate crime”, although Hearing pointed out that “to be insulted by something is not a crime”.</p> <p>Another said the actions of the group were “debasing our political fabric” and described the tactics as “extremist” and “clearly gendered harassment”.</p>",
      "newspaperPageNumber": "14",
      "wordcount": "579",
      "commentable": "false",
      "firstPublicationDate": "2019-10-06T06:25:06Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-10-06T10:47:31Z",
      "newspaperEditionDate": "2019-10-06T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/ceqcf",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/395574fb6df59eea31aa9adf140072ee1ae626b6/0_270_4240_2544/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Scotland Yard is investigating the intimidation and harassment of Stella Creasy following the “extremist” targeting of the Labour MP by anti-abortion protesters over the past week. Metropolitan police officers said they had taken a detailed statement from Creasy, the MP for Walthamstow in north-east London, and were examining evidence to ascertain whether the campaign against the pregnant, pro-choice politician had crossed the line. For the third time in a week, supporters of the UK branch of the Center for Bio-Ethical Reform (CBR UK), an American anti-abortion organisation, gathered in Walthamstow town centre on Saturday and became embroiled in heated exchanges with passing shoppers. “Any criminal conduct, any harassment, any targeting, is something we are investigating and the evidence is under review at the moment, and in due course we will seek the advice of the Crown Prosecution Service,” said Supt Waheed Khan, Scotland Yard’s deputy head of hate crime. Addressing a crowded meeting organised by Creasy to discuss a fightback against the emergence of CBR UK in her constituency, Khan confirmed that “harassment and targeting” was something that “possibly goes beyond” the bounds of lawful protest. DS Matthew Hearing, a public order officer who investigated the targeting of MP Anna Soubry by far-right supporters last year, confirmed police had taken a detailed statement from the MP. He asked the audience if they had any footage or material relating to two recent protests by CBR UK in Walthamstow as well as a billboard that was put up showing an aborted foetus and the words “Stop Stella”. Hearing added: “I would like to collect as much evidence as possible, and anybody here who took photographs or were present during previous demonstrations, then please pass them forward, that would be greatly appreciated.” The Met’s intervention followed a tumultuous week in Creasy’s constituency during which the divisive billboard was daubed with white paint before being pulled down by council officials. Creasy lodged complaints with the police, the Speaker of the Commons and the home secretary. Creasy told Saturday’s meeting at Walthamstow Trades Hall that the actions of the anti-abortion protestors were not just an attack on her, but “collective harassment” against the women of Walthamstow. She said: “It shows the gaps in the law that if they were showing pictures of the KKK, or making homophobic remarks on their posters, it would not be a matter of debate that it had to be taken down. We have to show that this is a form of harassment.” She urged those present to report harassment to the council and police. Another speaker was Dr Pam Lowe from Aston University, an expert in reproductive health, who has studied the Centre for Bio-Ethical Reform in the US and described it as promoting “shock tactics.” She said the group had previously targeted the Canadian prime minister Justin Trudeau in a similar way to Creasy over the Canadian prime minister’s pro-choice position. Lowe added that the group’s strategy was aimed at ensuring phrases such as “baby murderer” became normalised, warning that such tactics had the potential to radicalise individuals and had incited violence in the US. One member of the audience said she had registered a complaint with the Met last week that the anti-abortion protests constituted “gendered hate crime”, although Hearing pointed out that “to be insulted by something is not a crime”. Another said the actions of the group were “debasing our political fabric” and described the tactics as “extremist” and “clearly gendered harassment”.",
      "charCount": "3604",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/marktownsend\">Mark Townsend</a> Observer home affairs editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]