[
  {
    "id": "society/2019/may/07/labour-backed-report-urges-trials-of-universal-basic-income",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-05-06T23:01:23Z",
    "webTitle": "Labour-backed report urges trials of universal basic income",
    "webUrl": "https://www.theguardian.com/society/2019/may/07/labour-backed-report-urges-trials-of-universal-basic-income",
    "apiUrl": "https://content.guardianapis.com/society/2019/may/07/labour-backed-report-urges-trials-of-universal-basic-income",
    "fields": {
      "headline": "Labour-backed report urges trials of universal basic income",
      "standfirst": "<p>John McDonnell, who commissioned study, hints a form of UBI could become policy</p>",
      "trailText": "John McDonnell, who commissioned study, hints a form of UBI could become policy",
      "byline": "Richard Partington, economics correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"5126b22954c7c4695bc8c4a0b0bf7a8f438865ec\"> <img src=\"https://media.guim.co.uk/5126b22954c7c4695bc8c4a0b0bf7a8f438865ec/0_329_5752_3452/1000.jpg\" alt=\"Man taking £10 notes from wallet\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Universal basic income takes the form of regular cash payments from the government to all adult citizens. </span> <span class=\"element-image__credit\">Photograph: Alamy</span> </figcaption> </figure>",
      "body": "<p>A Labour-backed report has called for the launch of universal basic income trials across the UK.</p> <p>Universal basic income (UBI), which takes the form of regular cash payments from the government to all adult citizens, has emerged as a popular concept in recent years because it could top up low pay and reduce inequality. A feasibility study commissioned by the shadow chancellor, John McDonnell, said a pilot scheme would work in the UK.</p> <p>Although the report does not represent Labour policy, its publication is likely to be viewed as moving the party closer towards testing a form of UBI should it be voted into power.</p> <p>Welcoming the launch of the report on Tuesday, McDonnell said the study by professor Guy Standing, a member of the Progressive Economy Forum – a group of left-leaning economists – was an “important contribution to the debate around inequality, austerity, poverty and how we establish a fair and just economic system”.</p> <p>“Whatever mechanism we use [to achieve this], whether ‘basic income’ or another, we have to lead in developing a radical mechanism aimed at eradicating poverty, but also means testing,” he added.</p> <p>The new report, Basic Income as Common Dividends: Piloting a Transformative Policy, puts forward a roadmap for the introduction of UBI tests in Britain, which would follow several other countries around the world that have trialled basic income policies.</p> <p>Finland has conducted among the most extensive tests, although <a href=\"https://www.theguardian.com/world/2018/apr/23/finland-to-end-basic-income-trial-after-two-years\">findings published earlier this year</a> suggest that basic incomes did not materially help recipients to get a job. While a UBI could form part of a benefits system to support low-income workers and households, it could also replace unemployment benefits.</p> <p>The Scottish government has <a href=\"https://www.theguardian.com/society/2019/mar/18/universal-basic-income-could-be-covered-reversing-welfare-spending-cuts-plan-uk\">worked with the RSA thinktank</a> to explore whether a UBI programme should be piloted. Headed by <a href=\"https://www.thersa.org/discover/publications-and-articles/matthew-taylor-blog/2015/12/the-basic-case-for-basic-income\">Matthew Taylor</a> – who conducted a review into the gig economy for Theresa May – the thinktank is expected to publish the findings of its work in Scotland later this week.</p> <p>Anthony Painter, the director of action and research at the RSA, said that its work would “show how Scotland can proceed with its proposed pilots in a way that is progressive, affordable and would halve destitution”.</p> <p>Supporters of UBI believe cash payments could help to support workers as advances in technology put growing numbers of jobs at risk. There are, however, fears that a UBI programme could dissuade people from seeking work.</p> <p>Some economists argue the money would help empower individuals, enabling them to invest in their skills or to start their own company, and to avoid becoming trapped in low-paid work. Others argue UBI would be too expensive and would be difficult to set at the right level, with higher spending on public servicesa more efficient alternative.</p> <p>Standing, an academic at SOAS, University of London, and a UBI specialist, suggested that the costs could be met by adapting or abolishing the system of personal tax allowances – similar to the <a href=\"https://www.theguardian.com/politics/2019/mar/11/scrap-tax-free-personal-allowance-and-pay-everyone-48-a-week\">findings of a study from the New Economics Foundation</a> thinktank earlier this year.</p>  <figure class=\"element element-embed\" data-alt=\"Business email signup\">  <iframe src=\"https://www.theguardian.com/email/form/plaintone/3887\" height=\"52px\" data-form-title=\"Sign up for Business Today\" data-form-description=\"Get the headlines and editors' picks every weekday morning.\" scrolling=\"no\" seamless frameborder=\"0\" class=\"iframed--overflow-hidden email-sub__iframe js-email-sub__iframe js-email-sub__iframe--article\" data-form-success-desc=\"Thanks for signing up\"></iframe> <figcaption>Sign up to the daily Business Today email or follow Guardian Business on Twitter at @BusinessDesk</figcaption> </figure>  <p>He also suggested a number of possible pilot scenarios, including providing an economically deprived community with a basic weekly income instead of existing means-tested benefits – with the exception of housing benefit.</p> <p>The pilots would include payments on a weekly or monthly basis to every person lawfully resident in the UK on an individual basis, paid without conditions on how the money is spent, or with any means testing to determine eligibility.</p> <p>The report said: “It could dramatically reduce poverty, insecurity and the use of food banks while saving on the bureaucracy of current social welfare administration.”</p>",
      "newspaperPageNumber": "17",
      "wordcount": "591",
      "firstPublicationDate": "2019-05-06T23:01:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-07T12:38:41Z",
      "newspaperEditionDate": "2019-05-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bdgeb",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/5126b22954c7c4695bc8c4a0b0bf7a8f438865ec/0_329_5752_3452/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A Labour-backed report has called for the launch of universal basic income trials across the UK. Universal basic income (UBI), which takes the form of regular cash payments from the government to all adult citizens, has emerged as a popular concept in recent years because it could top up low pay and reduce inequality. A feasibility study commissioned by the shadow chancellor, John McDonnell, said a pilot scheme would work in the UK. Although the report does not represent Labour policy, its publication is likely to be viewed as moving the party closer towards testing a form of UBI should it be voted into power. Welcoming the launch of the report on Tuesday, McDonnell said the study by professor Guy Standing, a member of the Progressive Economy Forum – a group of left-leaning economists – was an “important contribution to the debate around inequality, austerity, poverty and how we establish a fair and just economic system”. “Whatever mechanism we use [to achieve this], whether ‘basic income’ or another, we have to lead in developing a radical mechanism aimed at eradicating poverty, but also means testing,” he added. The new report, Basic Income as Common Dividends: Piloting a Transformative Policy, puts forward a roadmap for the introduction of UBI tests in Britain, which would follow several other countries around the world that have trialled basic income policies. Finland has conducted among the most extensive tests, although findings published earlier this year suggest that basic incomes did not materially help recipients to get a job. While a UBI could form part of a benefits system to support low-income workers and households, it could also replace unemployment benefits. The Scottish government has worked with the RSA thinktank to explore whether a UBI programme should be piloted. Headed by Matthew Taylor – who conducted a review into the gig economy for Theresa May – the thinktank is expected to publish the findings of its work in Scotland later this week. Anthony Painter, the director of action and research at the RSA, said that its work would “show how Scotland can proceed with its proposed pilots in a way that is progressive, affordable and would halve destitution”. Supporters of UBI believe cash payments could help to support workers as advances in technology put growing numbers of jobs at risk. There are, however, fears that a UBI programme could dissuade people from seeking work. Some economists argue the money would help empower individuals, enabling them to invest in their skills or to start their own company, and to avoid becoming trapped in low-paid work. Others argue UBI would be too expensive and would be difficult to set at the right level, with higher spending on public servicesa more efficient alternative. Standing, an academic at SOAS, University of London, and a UBI specialist, suggested that the costs could be met by adapting or abolishing the system of personal tax allowances – similar to the findings of a study from the New Economics Foundation thinktank earlier this year. He also suggested a number of possible pilot scenarios, including providing an economically deprived community with a basic weekly income instead of existing means-tested benefits – with the exception of housing benefit. The pilots would include payments on a weekly or monthly basis to every person lawfully resident in the UK on an individual basis, paid without conditions on how the money is spent, or with any means testing to determine eligibility. The report said: “It could dramatically reduce poverty, insecurity and the use of food banks while saving on the bureaucracy of current social welfare administration.”",
      "charCount": "3674",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/richard-partington\">Richard Partington</a>, economics correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "world/2019/may/06/nuclear-weapons-service-makes-waves",
    "type": "article",
    "sectionId": "world",
    "sectionName": "World news",
    "webPublicationDate": "2019-05-06T16:55:17Z",
    "webTitle": "Nuclear weapons service makes waves | Letters",
    "webUrl": "https://www.theguardian.com/world/2019/may/06/nuclear-weapons-service-makes-waves",
    "apiUrl": "https://content.guardianapis.com/world/2019/may/06/nuclear-weapons-service-makes-waves",
    "fields": {
      "headline": "Nuclear weapons service makes waves",
      "standfirst": "Readers share their views on Trident and Steve Bell’s ‘profound’ cartoon",
      "trailText": "<strong>Letters: </strong>Readers share their views on Trident and Steve Bell’s ‘profound’ cartoon",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"e93bf4993a171d7263b6401cc5aa2be58848d97d\"> <img src=\"https://media.guim.co.uk/e93bf4993a171d7263b6401cc5aa2be58848d97d/0_0_3057_1834/1000.jpg\" alt=\"Penny Mordaunt leaving Westminster Abbey with senior naval officers\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Defence secretary Penny Mordaunt and senior naval officers at Westminster Abbey, London.</span> <span class=\"element-image__credit\">Photograph: Rex/Shutterstock</span> </figcaption> </figure>",
      "body": "<p>It is hard to determine whether Katy Balls’ article was issuing a warning or advocating further promotion for the new defence secretary (<a href=\"https://www.theguardian.com/commentisfree/2019/may/03/penny-mordaunt-theresa-may-prime-minister-navy-brexiteer-splash\" title=\"\">Is Penny Mordaunt the one to watch?</a> Journal, 4 May). More balance might have been evident had there been reference to Mordaunt’s first official engagement on 3 May, when she attended the thanksgiving service for nuclear weapons at Westminster Abbey (<a href=\"https://www.theguardian.com/uk-news/2019/may/02/cnd-stage-die-in-westminster-abbey-nuclear-weapons-thanksgiving\" title=\"\">Report</a>, 2 May).</p> <p>If she “passionately cares about each department she works in”, then celebrating 50 years of preparedness to commit mass murder and destroy the planet speaks volumes about her kind of care. And if “like Nelson, she believes in leading by example and that success ought to be rewarded”, one can only think of Trident’s capabilities and despair.<br><strong>Anita Bromley</strong><br><em>Prestonpans, East Lothian</em></p> <p>• It was striking to note the bizarre ceremony at Westminster Abbey last week. These submarines carry nuclear weapons and their crews are trained to obey orders to fire missiles whose warheads will bring destruction.</p> <p>If nuclear weapons were supposed to be a deterrent to keep the peace, this has undoubtedly failed, and the list of post-1945 wars runs to several pages. We are now spending over <a href=\"https://cnduk.org/resources/205-billion-cost-trident/\" title=\"\">£200bn</a> on yet another nuclear weapons system to replace Trident.</p> <p>There is a UN <a href=\"https://www.un.org/disarmament/wmd/nuclear/tpnw/\" title=\"\">treaty</a> on the prohibition of nuclear weapons just waiting for more signatory states to give it the force of law. Britain should sign it and lead the world towards a nuclear-free future.<br><strong>Alex Orr</strong><br><em>Edinburgh</em></p> <p>• Thank you, Steve Bell, for your profound cartoon on the nuclear deterrent (<a href=\"https://www.theguardian.com/commentisfree/picture/2019/may/02/steve-bell-on-a-service-marking-50-years-of-the-uks-nuclear-deterrent-cartoon\" title=\"\">Journal</a>, 3 May). As George MacLeod, the great Scottish cleric, pacifist and first world war hero, might well have said, “truly, a sermon in stone”.<br><strong>Fr Alec Mitchell</strong><br><em>Anglesey, Wales</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "328",
      "commentable": "false",
      "firstPublicationDate": "2019-05-06T16:55:17Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-04-16T11:33:06Z",
      "newspaperEditionDate": "2019-05-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bdfja",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e93bf4993a171d7263b6401cc5aa2be58848d97d/0_0_3057_1834/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "It is hard to determine whether Katy Balls’ article was issuing a warning or advocating further promotion for the new defence secretary (Is Penny Mordaunt the one to watch? Journal, 4 May). More balance might have been evident had there been reference to Mordaunt’s first official engagement on 3 May, when she attended the thanksgiving service for nuclear weapons at Westminster Abbey (Report, 2 May). If she “passionately cares about each department she works in”, then celebrating 50 years of preparedness to commit mass murder and destroy the planet speaks volumes about her kind of care. And if “like Nelson, she believes in leading by example and that success ought to be rewarded”, one can only think of Trident’s capabilities and despair. Anita Bromley Prestonpans, East Lothian • It was striking to note the bizarre ceremony at Westminster Abbey last week. These submarines carry nuclear weapons and their crews are trained to obey orders to fire missiles whose warheads will bring destruction. If nuclear weapons were supposed to be a deterrent to keep the peace, this has undoubtedly failed, and the list of post-1945 wars runs to several pages. We are now spending over £200bn on yet another nuclear weapons system to replace Trident. There is a UN treaty on the prohibition of nuclear weapons just waiting for more signatory states to give it the force of law. Britain should sign it and lead the world towards a nuclear-free future. Alex Orr Edinburgh • Thank you, Steve Bell, for your profound cartoon on the nuclear deterrent (Journal, 3 May). As George MacLeod, the great Scottish cleric, pacifist and first world war hero, might well have said, “truly, a sermon in stone”. Fr Alec Mitchell Anglesey, Wales • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2019",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/06/the-proletarianisation-of-britains-middle-class-and-how-to-reverse-it",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-06T16:54:07Z",
    "webTitle": "The proletarianisation of Britain’s middle class and how to reverse it | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/06/the-proletarianisation-of-britains-middle-class-and-how-to-reverse-it",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/06/the-proletarianisation-of-britains-middle-class-and-how-to-reverse-it",
    "fields": {
      "headline": "The proletarianisation of Britain’s middle class and how to reverse it",
      "standfirst": "Much of the middle class used to enjoy relative autonomy but now they are treated as automatons, says <strong>Pete Dorey</strong>, while <strong>Roger Brown</strong> says the real culprit is financialisation",
      "trailText": "<strong>Letters:</strong> Much of the middle class used to enjoy relative autonomy but now they are treated as automatons, says <strong>Pete Dorey</strong>, while <strong>Roger Brown</strong> says the real culprit is financialisation",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"935d9e7752b2eabfb5ab42a939f90fa6cfa9094a\"> <img src=\"https://media.guim.co.uk/935d9e7752b2eabfb5ab42a939f90fa6cfa9094a/96_303_3952_2372/1000.jpg\" alt=\"open plan office\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Pete Dorey says much of the middle class ‘has been subjected … to increasing workplace monitoring and micromanagement, … hot-desking in battery-farm open-plan offices.’</span> <span class=\"element-image__credit\">Photograph: Photofusion/Rex</span> </figcaption> </figure>",
      "body": "<p>I fear the plight of the middle class is even worse than Larry Elliott portrays (<a href=\"https://www.theguardian.com/commentisfree/2019/may/03/demise-middle-classes-british-politics-digital-age\" title=\"\">Welcome to a world of rich and poor with little in between</a>, Journal, 3 May). In addition to being “hollowed out” and suffering stagnant incomes, much of the middle class – public and private sector – has been subjected for two decades to increasing workplace monitoring and micromanagement, bureaucratic control, corporate compliance obligations, target-chasing, constant appraisals and monitoring, the loss of automatic pay increments based on length of service, hot-desking in battery-farm open-plan offices, “presenteeism” and attacks on “unaffordable” occupational pensions.</p> <p>Much of the middle class used to enjoy relative autonomy, creativity and professional discretion, based on expertise and trust, in performing their jobs; not any more. Now they are treated as automatons, with any sign of individuality or personality viewed with suspicion by management.</p> <p>While many politicians and commentators like to pretend that “we are all middle class now”, the reality is that much of the middle class is experiencing “proletarianisation” – they are being treated with the same disdain and dispensability as the working classes have always been.<br><strong>Pete Dorey</strong><br>Bath, Somerset</p> <p>• Larry Elliott is correct in his description of the hollowing out of the economy and the reduction of the middle classes. This is particularly the case in Britain, where the share of national income taken by wages and employee compensation fell from just over 60% in 1975 to just under 50% in 2017 (and this includes quite unjustifiably high salaries and bonuses in large corporations and the City). This is the largest fall anywhere except Australia.</p> <p>He also mentions, as a major cause, the replacement of people by machines as investment goods get cheaper. This has certainly been identified in the economic literature, as has Thomas Piketty’s theory about levels of rent exceeding growth rates. However, recent research suggests that the real culprit is financialisation, and in particular the pressures on companies to use their profits to buy back their own shares or distribute them to shareholders, rather than invest them in plant, machinery, skills or research.</p> <p>This in turn suggests that any incoming government should target incentives on corporate investment by taxing corporate distributions even at the expense of equity valuation and returns. This will produce squeals of horror from the City and the CBI, but it is the only sure way of reversing the growing inequality and inefficiency depicted by Elliott.<br><strong>Roger Brown</strong><br><em>Professor emeritus, Solent University</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "450",
      "commentable": "false",
      "firstPublicationDate": "2019-05-06T16:54:07Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-06T16:55:33Z",
      "newspaperEditionDate": "2019-05-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bdg4m",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/935d9e7752b2eabfb5ab42a939f90fa6cfa9094a/96_303_3952_2372/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I fear the plight of the middle class is even worse than Larry Elliott portrays (Welcome to a world of rich and poor with little in between, Journal, 3 May). In addition to being “hollowed out” and suffering stagnant incomes, much of the middle class – public and private sector – has been subjected for two decades to increasing workplace monitoring and micromanagement, bureaucratic control, corporate compliance obligations, target-chasing, constant appraisals and monitoring, the loss of automatic pay increments based on length of service, hot-desking in battery-farm open-plan offices, “presenteeism” and attacks on “unaffordable” occupational pensions. Much of the middle class used to enjoy relative autonomy, creativity and professional discretion, based on expertise and trust, in performing their jobs; not any more. Now they are treated as automatons, with any sign of individuality or personality viewed with suspicion by management. While many politicians and commentators like to pretend that “we are all middle class now”, the reality is that much of the middle class is experiencing “proletarianisation” – they are being treated with the same disdain and dispensability as the working classes have always been. Pete Dorey Bath, Somerset • Larry Elliott is correct in his description of the hollowing out of the economy and the reduction of the middle classes. This is particularly the case in Britain, where the share of national income taken by wages and employee compensation fell from just over 60% in 1975 to just under 50% in 2017 (and this includes quite unjustifiably high salaries and bonuses in large corporations and the City). This is the largest fall anywhere except Australia. He also mentions, as a major cause, the replacement of people by machines as investment goods get cheaper. This has certainly been identified in the economic literature, as has Thomas Piketty’s theory about levels of rent exceeding growth rates. However, recent research suggests that the real culprit is financialisation, and in particular the pressures on companies to use their profits to buy back their own shares or distribute them to shareholders, rather than invest them in plant, machinery, skills or research. This in turn suggests that any incoming government should target incentives on corporate investment by taxing corporate distributions even at the expense of equity valuation and returns. This will produce squeals of horror from the City and the CBI, but it is the only sure way of reversing the growing inequality and inefficiency depicted by Elliott. Roger Brown Professor emeritus, Solent University • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2923",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "society/2019/may/06/therapy-dogs-make-travel-ruff-for-some",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-05-06T16:46:12Z",
    "webTitle": "Therapy dogs make travel ruff for some | Letters",
    "webUrl": "https://www.theguardian.com/society/2019/may/06/therapy-dogs-make-travel-ruff-for-some",
    "apiUrl": "https://content.guardianapis.com/society/2019/may/06/therapy-dogs-make-travel-ruff-for-some",
    "fields": {
      "headline": "Therapy dogs make travel ruff for some",
      "standfirst": "Rory Stewart’s promotion | Free plant cuttings | Caledonian Sleeper | Animals in airports | Funeral songs",
      "trailText": "<strong>Brief letters:</strong> Rory Stewart’s promotion | Free plant cuttings | Caledonian Sleeper | Animals in airports | Funeral songs",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"02ed456b244b1d9366f43f85e43491493c1ad25e\"> <img src=\"https://media.guim.co.uk/02ed456b244b1d9366f43f85e43491493c1ad25e/0_424_6516_3910/1000.jpg\" alt=\"Noodle the beagle at Aberdeen airport\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Noodle the beagle is part of the UK’s first team of airport therapy dogs.</span> <span class=\"element-image__credit\">Photograph: Katherine Anne Rose/The Observer</span> </figcaption> </figure>",
      "body": "<p>I read with interest the <a href=\"https://www.theguardian.com/politics/2019/may/02/fallout-from-gavin-williamson-sacking\" title=\"\">letter</a> (3 May) from Maureen Panton claiming Rory Stewart’s promotion to international development secretary was deserved. I would suggest it was more to do with his promise to resign if prison violence did not diminish. Reports this week would suggest it has not. Would Theresa May have fancied another cabinet loss?<br><strong>Keith Ronson</strong><br><em>Cornworthy, </em><em>Devon </em></p> <p>• With food poverty and climate change prime concerns, here’s an idea to get people growing plants and living a lower-carbon life. If you have a garden, take cuttings, put them in pots and leave them on the street for people to take for free. Last week, I put 30 strawberry plants out and they were gone in minutes. Little cost or organisation involved and more flowers for bees and food for free.<br><strong>Ruth Walker-Cotton</strong><br><em>Hebden Bridge, West Yorkshire</em></p> <p>• Fiona Monroe (<a href=\"https://www.theguardian.com/uk-news/2019/may/05/sleepless-nights-for-cyclists-on-the-caledonian-sleeper-train\" title=\"\">Letters</a>, 6 May) complains about having to move her bike “in the middle of the night” on the Scottish sleeper service; the train divides at 5.48am, which is hardly that, even in Scotland. But I tried booking a return journey for two, to find it would cost £690. I love trains, but you won’t find me on this one.<br><strong>Terry Walsh</strong><br><em>Cartagena, Murcia, Spain</em></p> <p>• What provisions are Aberdeen airport going to make for people like myself who are anxious around dogs (<a href=\"https://www.theguardian.com/society/2019/may/03/therapy-dogs-bound-into-aberdeen-airport-to-alleviate-stress\" title=\"\">Airport’s pet therapy</a>, 4 May)? And will there be antibacterial stations at aircraft entrances and food outlets for those who have touched the ?<br><strong>Teresa Quayle</strong><br><em>Culcheth, </em><em>Cheshire</em></p> <p>• Should I Stay Or Should I Go by the Clash will be played at my funeral (<a href=\"https://www.theguardian.com/uk-news/2019/may/05/sleepless-nights-for-cyclists-on-the-caledonian-sleeper-train\" title=\"\">Letters</a>, 6 May). The mourners will then get a vote.<br><strong>Mick Beeby</strong><br><em>Westbury on Trym, Bristol</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "323",
      "commentable": "false",
      "firstPublicationDate": "2019-05-06T16:46:12Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:37Z",
      "newspaperEditionDate": "2019-05-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bdgxn",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/02ed456b244b1d9366f43f85e43491493c1ad25e/0_424_6516_3910/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "I read with interest the letter (3 May) from Maureen Panton claiming Rory Stewart’s promotion to international development secretary was deserved. I would suggest it was more to do with his promise to resign if prison violence did not diminish. Reports this week would suggest it has not. Would Theresa May have fancied another cabinet loss? Keith Ronson Cornworthy, Devon • With food poverty and climate change prime concerns, here’s an idea to get people growing plants and living a lower-carbon life. If you have a garden, take cuttings, put them in pots and leave them on the street for people to take for free. Last week, I put 30 strawberry plants out and they were gone in minutes. Little cost or organisation involved and more flowers for bees and food for free. Ruth Walker-Cotton Hebden Bridge, West Yorkshire • Fiona Monroe (Letters, 6 May) complains about having to move her bike “in the middle of the night” on the Scottish sleeper service; the train divides at 5.48am, which is hardly that, even in Scotland. But I tried booking a return journey for two, to find it would cost £690. I love trains, but you won’t find me on this one. Terry Walsh Cartagena, Murcia, Spain • What provisions are Aberdeen airport going to make for people like myself who are anxious around dogs (Airport’s pet therapy, 4 May)? And will there be antibacterial stations at aircraft entrances and food outlets for those who have touched the ? Teresa Quayle Culcheth, Cheshire • Should I Stay Or Should I Go by the Clash will be played at my funeral (Letters, 6 May). The mourners will then get a vote. Mick Beeby Westbury on Trym, Bristol • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1924",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/06/laws-should-have-to-pass-compassion-threshold-say-mps",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-06T14:26:47Z",
    "webTitle": "Laws should have to pass 'compassion threshold', say MPs",
    "webUrl": "https://www.theguardian.com/politics/2019/may/06/laws-should-have-to-pass-compassion-threshold-say-mps",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/06/laws-should-have-to-pass-compassion-threshold-say-mps",
    "fields": {
      "headline": "Laws should have to pass 'compassion threshold', say MPs",
      "standfirst": "<p>Cross-party group hopes to ensure legislation does not harm future generations<br></p>",
      "trailText": "Cross-party group hopes to ensure legislation does not harm future generations<br>",
      "byline": "Heather Stewart",
      "main": "<figure class=\"element element-image\" data-media-id=\"d83f97e59411f475b6d196b95b396a5b427021e1\"> <img src=\"https://media.guim.co.uk/d83f97e59411f475b6d196b95b396a5b427021e1/0_152_4507_2705/1000.jpg\" alt=\"The Green MP Caroline Lucas\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The Green MP Caroline Lucas is among MPs backing the idea compassion should play a greater role in decision-making at Westminster.</span> <span class=\"element-image__credit\">Photograph: John Keeble/Getty Images</span> </figcaption> </figure>",
      "body": "<p>New laws should be checked against a “compassion threshold”, to ensure they will not harm future generations or the most vulnerable in society, a cross-party group of MPs will argue this week.</p> <p>The Green MP, Caroline Lucas, the former Conservative sports minister Tracey Crouch, and the Labour MP Thangam Debonnaire are among those backing the idea that compassion should play a greater role in decision-making at Westminster.</p> <p>At a roundtable this week, they will discuss a new bill that would aim to ensure any legislation that came after it “cannot leave the most vulnerable in society worse off” and “does not benefit the current generation at the expense of future generations”.</p> <p>From rising levels <a href=\"https://www.theguardian.com/society/2018/dec/13/disgrace-rising-english-homelessness-includes-120000-children\">of rough sleeping</a> to the rollout <a href=\"https://www.theguardian.com/society/2019/apr/04/study-found-universal-credit-causing-hardship-a-year-and-half-ago\">of universal credit</a>, there are a growing number of issues that campaigners believe underline the unintended consequences of policymaking on the most vulnerable in society.</p> <p>Backers of the idea of the compassion bill say they hope it would allow those affected to bring legal action, as they can when they believe their human rights are being breached, for example.</p> <p>Lucas said: “I think the beauty of the idea around compassion is that it brings both social justice and environmental justice together. Climate is at the top of the agenda now in a way it hasn’t been for many years, and I think there is a moment of really being able to push for some kind of overarching act to make sure that we don’t benefit the current generation at the expense of future generations.</p> <p>“Linking to that is the endless facts and figures around poverty and austerity in the UK, and the shocking IFS [Institute for Fiscal Studies] prediction that we’re going to see a 7% rise in child poverty by 2022. There’s just a real question now about why it is that compassion is so lacking in politics, when it is a value that most people say they aspire to.”</p> <p>The initiative is being spearheaded by a new campaign group, <a href=\"https://www.compassioninpolitics.com/\">Compassion in Politics</a>, backed by the <a href=\"https://www.equalitytrust.org.uk/\">Equality Trust</a> charity, and <a href=\"http://academicsstand.org/\">Academics Stand Against Poverty</a>, an international alliance of researchers.</p> <p>Jennifer Nadel, the co-founder of Compassion in Politics, said: “An explosive cocktail of worsening inequality, climate breakdown, and the toxic Brexit debate makes this a deeply troubling and disorientating time for Britain.</p> <p>“We need a new principle that politicians can unite behind to get us off a destructive path and on towards a brighter future. Compassion can be that principle.” She added that the proposed bill would ensure all new legislation must pass the compassion threshold before being enacted.</p> <p>Lucas said the toxic nature of political debate, with many MPs reporting <a href=\"https://www.theguardian.com/politics/2019/mar/05/death-threats-every-single-day-mps-on-effect-of-brexit-vote\">threats of violence</a>, had also prompted her to think there was an urgent need to find a way of doing things differently.</p> <p>“The hatred and the anger and the fear – it feels like those things are at their peak at the moment, and our politics is hitting a real rock bottom, for the want of a better word, in a spiritual way as well as a physical way.”</p>",
      "newspaperPageNumber": "15",
      "wordcount": "512",
      "firstPublicationDate": "2019-05-06T14:26:47Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-06T21:18:57Z",
      "newspaperEditionDate": "2019-05-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bdezd",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/d83f97e59411f475b6d196b95b396a5b427021e1/0_152_4507_2705/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "New laws should be checked against a “compassion threshold”, to ensure they will not harm future generations or the most vulnerable in society, a cross-party group of MPs will argue this week. The Green MP, Caroline Lucas, the former Conservative sports minister Tracey Crouch, and the Labour MP Thangam Debonnaire are among those backing the idea that compassion should play a greater role in decision-making at Westminster. At a roundtable this week, they will discuss a new bill that would aim to ensure any legislation that came after it “cannot leave the most vulnerable in society worse off” and “does not benefit the current generation at the expense of future generations”. From rising levels of rough sleeping to the rollout of universal credit, there are a growing number of issues that campaigners believe underline the unintended consequences of policymaking on the most vulnerable in society. Backers of the idea of the compassion bill say they hope it would allow those affected to bring legal action, as they can when they believe their human rights are being breached, for example. Lucas said: “I think the beauty of the idea around compassion is that it brings both social justice and environmental justice together. Climate is at the top of the agenda now in a way it hasn’t been for many years, and I think there is a moment of really being able to push for some kind of overarching act to make sure that we don’t benefit the current generation at the expense of future generations. “Linking to that is the endless facts and figures around poverty and austerity in the UK, and the shocking IFS [Institute for Fiscal Studies] prediction that we’re going to see a 7% rise in child poverty by 2022. There’s just a real question now about why it is that compassion is so lacking in politics, when it is a value that most people say they aspire to.” The initiative is being spearheaded by a new campaign group, Compassion in Politics, backed by the Equality Trust charity, and Academics Stand Against Poverty, an international alliance of researchers. Jennifer Nadel, the co-founder of Compassion in Politics, said: “An explosive cocktail of worsening inequality, climate breakdown, and the toxic Brexit debate makes this a deeply troubling and disorientating time for Britain. “We need a new principle that politicians can unite behind to get us off a destructive path and on towards a brighter future. Compassion can be that principle.” She added that the proposed bill would ensure all new legislation must pass the compassion threshold before being enacted. Lucas said the toxic nature of political debate, with many MPs reporting threats of violence, had also prompted her to think there was an urgent need to find a way of doing things differently. “The hatred and the anger and the fear – it feels like those things are at their peak at the moment, and our politics is hitting a real rock bottom, for the want of a better word, in a spiritual way as well as a physical way.”",
      "charCount": "2995",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/heatherstewart\">Heather Stewart</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/06/emerging-labour-tory-compromise-brexit-mirage",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-06T10:59:49Z",
    "webTitle": "The emerging Labour-Tory compromise on Brexit is all a mirage",
    "webUrl": "https://www.theguardian.com/politics/2019/may/06/emerging-labour-tory-compromise-brexit-mirage",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/06/emerging-labour-tory-compromise-brexit-mirage",
    "fields": {
      "headline": "The emerging Labour-Tory compromise on Brexit is all a mirage",
      "standfirst": "<p>Government lies on Brexit are always found out – and it will be the same in cross-party talks</p>",
      "trailText": "Government lies on Brexit are always found out – and it will be the same in cross-party talks",
      "byline": "Daniel Boffey in Brussels",
      "main": "<figure class=\"element element-image\" data-media-id=\"86c4944fd481ed48def3fa32922b292267e86867\"> <img src=\"https://media.guim.co.uk/86c4944fd481ed48def3fa32922b292267e86867/302_187_2318_1391/1000.jpg\" alt=\"Theresa May \" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">The charge sheet against Theresa May’s perfidious Albion is a long one.</span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>The powers that be in Brussels are far from dewy-eyed innocents. There is an acceptance of the need at times for the deployment of half-truths or some finessing of the <em>actualité</em> to get stuff done.</p> <p>But a standout lesson of the Brexit negotiations for EU officials and diplomats intimately involved is the British government’s almost obsessive inclination to deceive.</p> <p>The charge sheet against Theresa May’s perfidious Albion is a long one. The emptiness of the promise of frictionless trade outside the single market or customs union is hard to beat or indeed the mantra that a <a href=\"https://www.theguardian.com/politics/video/2018/sep/21/brexit-no-deal-is-better-than-a-bad-deal-says-theresa-may-video\">no-deal Brexit would be better than a bad deal</a>.</p> <p>But the government always gets found out – and it will surely be the same of Downing Street’s attempts to beguile Labour in the cross-party talks.</p> <p>The suggested compromise emerging over the weekend is that Labour and the Conservative government will agree to writing into the political declaration on the future relationship – the 26-page document that accompanies the 585-page withdrawal agreement – a commitment to negotiate a customs union with the EU covering goods that would last until 2022. That is the date when the next general election is due to fall under the Fixed-term Parliaments Act 2011. There would be no independent trade policy in goods up to then.</p> <p>In the run-up to the 2022 general election, the political parties would be free to campaign for their own preferred future relationship with the EU.</p> <p>The Conservatives under a new leader might promise an arrangement that offers all the barrier-removing benefits of the current customs union but with the boon of global Britain being able to replicate the buccaneering pioneer spirit of old by regaining the ability to strike trade deals.</p> <p>Under the “dual tariff” proposal made in September 2018, and <a href=\"https://www.theguardian.com/politics/2018/sep/02/michel-barnier-strongly-opposes-may-brexit-trade-proposals\">dismissed as “insane” by the EU’s chief negotiator, Michel Barnier</a>, the UK would control its own tariffs but collect and pass on higher EU tariffs to Brussels for goods en route through the UK to the continent.</p> <p>Labour might offer the prospect of a permanent customs union with what it describes as a “close relationship with the single market” without accepting free movement of people.</p> <p>Putting aside the flaws in both of those proposals – insane and unnegotiable – it is hoped that this compromise would convince just enough MPs of either party to hold their noses and vote for the deal.</p> <p>The problem is that it is all a mirage. Every day that the UK remains a member state is another day gone in which Whitehall could negotiate the future relationship while benefiting from its place in the single market and customs union as part of a 21-month transition period.</p> <p>There is much to negotiate with the EU. The deadline of 31 December 2020 will not give enough time.</p> <p>The withdrawal agreement foresees this problem. It offers an extension of the transition of up to two years to the end of 2022 – one the British government is likely to need to exploit to its fullest. The offer to Labour of a temporary customs union to 2022 is therefore irrelevant.</p> <p>For the Conservative backbenchers, meanwhile, the compromise does not offer freedom for the British government to do its own thing after 2022.</p> <p>The Irish backstop, involving the UK and the EU sharing a customs territory and Northern Ireland in effect staying in the single market, will kick in if there is no alternative arrangement for avoiding a hard border on the island of Ireland. The Home Office has suggested that at best a technological solution for the border would not be operational until 2030.</p> <p>Even for those credulous enough to believe there was a real prospect of Labour “bailing” out the government, as the shadow trade secretary, Barry Gardiner, has described it, the apparent landing zone takes the political debate no further on from where it started.</p>",
      "newspaperPageNumber": "17",
      "wordcount": "639",
      "firstPublicationDate": "2019-05-06T10:59:49Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:45Z",
      "newspaperEditionDate": "2019-05-07T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bdehx",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/86c4944fd481ed48def3fa32922b292267e86867/302_187_2318_1391/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The powers that be in Brussels are far from dewy-eyed innocents. There is an acceptance of the need at times for the deployment of half-truths or some finessing of the actualité to get stuff done. But a standout lesson of the Brexit negotiations for EU officials and diplomats intimately involved is the British government’s almost obsessive inclination to deceive. The charge sheet against Theresa May’s perfidious Albion is a long one. The emptiness of the promise of frictionless trade outside the single market or customs union is hard to beat or indeed the mantra that a no-deal Brexit would be better than a bad deal. But the government always gets found out – and it will surely be the same of Downing Street’s attempts to beguile Labour in the cross-party talks. The suggested compromise emerging over the weekend is that Labour and the Conservative government will agree to writing into the political declaration on the future relationship – the 26-page document that accompanies the 585-page withdrawal agreement – a commitment to negotiate a customs union with the EU covering goods that would last until 2022. That is the date when the next general election is due to fall under the Fixed-term Parliaments Act 2011. There would be no independent trade policy in goods up to then. In the run-up to the 2022 general election, the political parties would be free to campaign for their own preferred future relationship with the EU. The Conservatives under a new leader might promise an arrangement that offers all the barrier-removing benefits of the current customs union but with the boon of global Britain being able to replicate the buccaneering pioneer spirit of old by regaining the ability to strike trade deals. Under the “dual tariff” proposal made in September 2018, and dismissed as “insane” by the EU’s chief negotiator, Michel Barnier, the UK would control its own tariffs but collect and pass on higher EU tariffs to Brussels for goods en route through the UK to the continent. Labour might offer the prospect of a permanent customs union with what it describes as a “close relationship with the single market” without accepting free movement of people. Putting aside the flaws in both of those proposals – insane and unnegotiable – it is hoped that this compromise would convince just enough MPs of either party to hold their noses and vote for the deal. The problem is that it is all a mirage. Every day that the UK remains a member state is another day gone in which Whitehall could negotiate the future relationship while benefiting from its place in the single market and customs union as part of a 21-month transition period. There is much to negotiate with the EU. The deadline of 31 December 2020 will not give enough time. The withdrawal agreement foresees this problem. It offers an extension of the transition of up to two years to the end of 2022 – one the British government is likely to need to exploit to its fullest. The offer to Labour of a temporary customs union to 2022 is therefore irrelevant. For the Conservative backbenchers, meanwhile, the compromise does not offer freedom for the British government to do its own thing after 2022. The Irish backstop, involving the UK and the EU sharing a customs territory and Northern Ireland in effect staying in the single market, will kick in if there is no alternative arrangement for avoiding a hard border on the island of Ireland. The Home Office has suggested that at best a technological solution for the border would not be operational until 2030. Even for those credulous enough to believe there was a real prospect of Labour “bailing” out the government, as the shadow trade secretary, Barry Gardiner, has described it, the apparent landing zone takes the political debate no further on from where it started.",
      "charCount": "3806",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/daniel-boffey\">Daniel Boffey</a> in Brussels"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]