[
  {
    "id": "politics/2019/jun/15/brexit-divided-kingdom-uk-poll-gloom",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-15T19:51:40Z",
    "webTitle": "‘We’re a divided kingdom now’: UK sinking into Brexit gloom",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/15/brexit-divided-kingdom-uk-poll-gloom",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/15/brexit-divided-kingdom-uk-poll-gloom",
    "fields": {
      "headline": "‘We’re a divided kingdom now’: UK sinking into Brexit gloom",
      "standfirst": "According to a major new poll from BritainThinks, 69% of Britons are feeling pessimistic about the state of national unity",
      "trailText": "According to a major new poll from BritainThinks, 69% of Britons are feeling pessimistic about the state of national unity",
      "byline": "Nosheen Iqbal",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"400af50afb0d66859700fb2b3bfe608ab1db3b9e\"> <img src=\"https://media.guim.co.uk/400af50afb0d66859700fb2b3bfe608ab1db3b9e/0_215_7064_4240/1000.jpg\" alt=\"Carlo Robbie\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Carlo Robbie, London: ‘Any solution has to come from the middle. It can’t come from the far right or the far left’.</span> <span class=\"element-image__credit\">Photograph: Suki Dhanda/The Observer</span> </figcaption> </figure>",
      "body": "<p>If Britain were a car it would be a Bentley, says Lorraine Beerman. Grand, impressive, prestigious. A split rumbles within the room – a focus group of older Leave voters from greater London. Perhaps a Jaguar might better represent the country, suggests someone. A debate is had on what car Britain would like to be and what car it actually is. At the moment, sighs another attendee, Britain is a dinky Ford Fiesta. Beerman bristles.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/jun/15/divided-pessimistic-angry-survey-reveals-bleak-mood-of-pre-brexit-uk\">Divided, pessimistic, angry: survey reveals bleak mood of pre-Brexit UK</a> </p> </aside>  <p>A manicurist from Potters Bar who lives with her husband of 22 years, Beerman is one of the 58% of Leave voters who feels optimistic about the future. She is a homeowner with an active social life, her adult children are settled and, despite a pervasive sense of Brexit fatigue, she is content.</p> <p>“We have security since we downsized, I have a stable marriage, which is important, and as it stands at the moment I feel very confident Brexit will go ahead in October,” she says brightly. All of her friends are “on the same page”, given that politics now “always comes up” at dinners and gatherings with friends. “We don’t want an extension, and if we leave with no deal, so be it, that would be fine. We can work through things once we’ve come out.”</p> <p>But findings from the thinktank BritainThinks, polling more than 2,000 adults across the UK, reveal a starkly despondent national mood; 69% of adults feel pessimistic about national unity and 72% believe that, within a year, Britain will become more divided than it already is. Only 20% of Remain voters feel very or fairly hopeful about the UK’s future. Dean Stevens, a 49-year-old warehouse supervisor from Leicester, lays the blame squarely at the feet of politicians.</p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jun/2019-06-15T16:31:10/embed.html\" data-alt=\"Remain v Leave\"> <a href=\"https://interactive.guim.co.uk/charts/embed/jun/2019-06-15T16:31:10/embed.html\">Remain v Leave</a> </figure>  <p>“We were a United Kingdom, but we’re a divided kingdom now. There doesn’t seem to be a way out of the doom and gloom that isn’t terrible. You see playground antics from the people you’ve elected – they’ve fuelled a fire in people, made it tribal and everyone’s out for themselves. There’s more deceit in politics now than there has ever been.”</p> <p>Stevens lives with his fiancee and their two 15-year-old boys, and is Leicester born and raised. In December the confectionery factory he works in will close and move to York. “I have no job security. Economically, things are worse. I’m pretty much earning the same wage I was earning 10 years ago: there haven’t been any raises.” The rising cost of living worries him. His son asking for “£160 trainers” appals him. Stevens mourns the lack of community and closure of pubs in his local area, but won’t go into town because he feels it has become too violent; two of his friends have been mugged there in the past couple of months.</p>  <figure class=\"element element-interactive interactive element--supporting\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/charts/embed/jun/2019-06-15T16:32:38/embed.html\" data-alt=\"Young v old\"> <a href=\"https://interactive.guim.co.uk/charts/embed/jun/2019-06-15T16:32:38/embed.html\">Young v old</a> </figure>  <p>According to the survey, anxiety about crime has rocketed up the agenda. One in five adults say it’s likely they or someone they are close to will be a victim of crime in the next year or so; this rises to 29% of those living in London. Homelessness and poverty also rank high; almost 70% of the public feel worried about both.</p> <p>Like almost three-quarters of the UK, and 82% of those aged 65 and over, Stevens and Beerman feel an acute sense of national decline and an erosion of British values – defined as “respect, manners, pride”. Beerman is bitter about the role she feels immigration has had to play in this. “Without sounding prejudiced, we have so many immigrants taking advantage of the NHS, so many come here not to work and live off benefits.” That the NHS might have ceased to exist without its immigrant workforce is not an argument that persuades her.</p>  <figure class=\"element element-image\" data-media-id=\"4bbe345087f91d4d5b59b9aa36e8fe25bb054258\"> <img src=\"https://media.guim.co.uk/4bbe345087f91d4d5b59b9aa36e8fe25bb054258/0_125_5968_3581/1000.jpg\" alt=\"Dean Stevens\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dean Stevens, Leicester: ‘There doesn’t seem to be a way out from the doom and gloom that isn’t terrible.’</span> <span class=\"element-image__credit\">Photograph: Andrew Fox/The Observer</span> </figcaption> </figure>  <p>The subject remains sore within the focus groups. In London, Simon Liu, 40, believes a lack of integration from immigrants has led to a loss of community. “[They] need to integrate, otherwise there will be more problems”. His parents are Chinese immigrants from Hong Kong and he describes himself “as obviously not ethnically British”, but still proudly feels “ingrained” in British society: “I am British absolutely, it’s part of me.”</p> <p>The split between those who identify as “haves” and “have-nots” stands at 52% to 48%, with the young and those from lower socioeconomic grades far more likely to count themselves in the latter. Voters are no longer simply cynical and apathetic, but are actively engaged in politics – 40% say more so since Brexit, rising to 50% of 18-to-24-year-olds. Yet the majority of Britons have lost faith in the entire political system: three-quarters of the public believe that Britain’s political system is not fit for purpose and that the country is an international laughing stock. Only a fifth believe the next prime minister will be up to the job.</p>  <figure class=\"element element-image\" data-media-id=\"c5557ff09a8cdcbfdd22c965f1c2af7a4c3203c4\"> <img src=\"https://media.guim.co.uk/c5557ff09a8cdcbfdd22c965f1c2af7a4c3203c4/0_334_5472_3283/1000.jpg\" alt=\"Lorraine Beerman\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lorraine Beerman, Potters Bar: ‘We don’t want an extension, and if we leave with no deal, so be it.’</span> <span class=\"element-image__credit\">Photograph: Andy Hall/The Observer</span> </figcaption> </figure>  <p>Carlo Robbie, 32, who lives and works in east London, says “the expenses scandal didn’t change the way I viewed politicians necessarily”, but that the current political crisis has had him in utter despair. “I got very emotionally involved and had to take steps to find a way to detach from it.”</p> <p>He is now retraining to become a psychotherapist and does regular volunteer work. Like 72% of those polled, he does not believe that politicians understand the British public. “Any solution has to come from the middle: it can’t come from the far right or the far left because it won’t unify the country. Somehow the majority in the middle needs to be heard above all the name-calling rhetoric about Remoaners and Leavers.”</p>",
      "newspaperPageNumber": "10",
      "wordcount": "919",
      "commentCloseDate": "2019-06-18T19:45:00Z",
      "commentable": "false",
      "firstPublicationDate": "2019-06-15T19:51:40Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:00Z",
      "newspaperEditionDate": "2019-06-16T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Observer",
      "shortUrl": "https://www.theguardian.com/p/bkp4y",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/400af50afb0d66859700fb2b3bfe608ab1db3b9e/0_215_7064_4240/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "If Britain were a car it would be a Bentley, says Lorraine Beerman. Grand, impressive, prestigious. A split rumbles within the room – a focus group of older Leave voters from greater London. Perhaps a Jaguar might better represent the country, suggests someone. A debate is had on what car Britain would like to be and what car it actually is. At the moment, sighs another attendee, Britain is a dinky Ford Fiesta. Beerman bristles. A manicurist from Potters Bar who lives with her husband of 22 years, Beerman is one of the 58% of Leave voters who feels optimistic about the future. She is a homeowner with an active social life, her adult children are settled and, despite a pervasive sense of Brexit fatigue, she is content. “We have security since we downsized, I have a stable marriage, which is important, and as it stands at the moment I feel very confident Brexit will go ahead in October,” she says brightly. All of her friends are “on the same page”, given that politics now “always comes up” at dinners and gatherings with friends. “We don’t want an extension, and if we leave with no deal, so be it, that would be fine. We can work through things once we’ve come out.” But findings from the thinktank BritainThinks, polling more than 2,000 adults across the UK, reveal a starkly despondent national mood; 69% of adults feel pessimistic about national unity and 72% believe that, within a year, Britain will become more divided than it already is. Only 20% of Remain voters feel very or fairly hopeful about the UK’s future. Dean Stevens, a 49-year-old warehouse supervisor from Leicester, lays the blame squarely at the feet of politicians. “We were a United Kingdom, but we’re a divided kingdom now. There doesn’t seem to be a way out of the doom and gloom that isn’t terrible. You see playground antics from the people you’ve elected – they’ve fuelled a fire in people, made it tribal and everyone’s out for themselves. There’s more deceit in politics now than there has ever been.” Stevens lives with his fiancee and their two 15-year-old boys, and is Leicester born and raised. In December the confectionery factory he works in will close and move to York. “I have no job security. Economically, things are worse. I’m pretty much earning the same wage I was earning 10 years ago: there haven’t been any raises.” The rising cost of living worries him. His son asking for “£160 trainers” appals him. Stevens mourns the lack of community and closure of pubs in his local area, but won’t go into town because he feels it has become too violent; two of his friends have been mugged there in the past couple of months. According to the survey, anxiety about crime has rocketed up the agenda. One in five adults say it’s likely they or someone they are close to will be a victim of crime in the next year or so; this rises to 29% of those living in London. Homelessness and poverty also rank high; almost 70% of the public feel worried about both. Like almost three-quarters of the UK, and 82% of those aged 65 and over, Stevens and Beerman feel an acute sense of national decline and an erosion of British values – defined as “respect, manners, pride”. Beerman is bitter about the role she feels immigration has had to play in this. “Without sounding prejudiced, we have so many immigrants taking advantage of the NHS, so many come here not to work and live off benefits.” That the NHS might have ceased to exist without its immigrant workforce is not an argument that persuades her. The subject remains sore within the focus groups. In London, Simon Liu, 40, believes a lack of integration from immigrants has led to a loss of community. “[They] need to integrate, otherwise there will be more problems”. His parents are Chinese immigrants from Hong Kong and he describes himself “as obviously not ethnically British”, but still proudly feels “ingrained” in British society: “I am British absolutely, it’s part of me.” The split between those who identify as “haves” and “have-nots” stands at 52% to 48%, with the young and those from lower socioeconomic grades far more likely to count themselves in the latter. Voters are no longer simply cynical and apathetic, but are actively engaged in politics – 40% say more so since Brexit, rising to 50% of 18-to-24-year-olds. Yet the majority of Britons have lost faith in the entire political system: three-quarters of the public believe that Britain’s political system is not fit for purpose and that the country is an international laughing stock. Only a fifth believe the next prime minister will be up to the job. Carlo Robbie, 32, who lives and works in east London, says “the expenses scandal didn’t change the way I viewed politicians necessarily”, but that the current political crisis has had him in utter despair. “I got very emotionally involved and had to take steps to find a way to detach from it.” He is now retraining to become a psychotherapist and does regular volunteer work. Like 72% of those polled, he does not believe that politicians understand the British public. “Any solution has to come from the middle: it can’t come from the far right or the far left because it won’t unify the country. Somehow the majority in the middle needs to be heard above all the name-calling rhetoric about Remoaners and Leavers.”",
      "charCount": "5291",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/nosheen-iqbal\">Nosheen Iqbal</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/15/tory-leadership-rivals-no-coronation-boris-johnson",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-15T15:12:01Z",
    "webTitle": "Tory rivals say there must be no 'coronation' for Boris Johnson",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/15/tory-leadership-rivals-no-coronation-boris-johnson",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/15/tory-leadership-rivals-no-coronation-boris-johnson",
    "fields": {
      "headline": "Tory rivals say there must be no 'coronation' for Boris Johnson",
      "standfirst": "<p>Leadership candidates demand proper contest after reports of plan to make them withdraw</p>",
      "trailText": "Leadership candidates demand proper contest after reports of plan to make them withdraw",
      "byline": "Amy Walker",
      "main": "<figure class=\"element element-image\" data-media-id=\"a8af51933f8ad82ea240eb03b5c31737ddab2721\"> \n <img src=\"https://media.guim.co.uk/a8af51933f8ad82ea240eb03b5c31737ddab2721/330_75_1345_807/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson, the Conservative leadership frontrunner.</span> \n  <span class=\"element-image__credit\">Photograph: Alastair Grant/AP</span> \n </figcaption> \n</figure>",
      "body": "<p>Tory leadership candidates have insisted there must be no unchallenged “coronation” for frontrunner Boris Johnson at the latest round of hustings.</p> \n<p>Senior cabinet ministers were reported to have hatched plans to force other candidates to withdraw from the race after Johnson comfortably topped the poll in the first ballot of MPs this week.</p> \n<p>Among the rivals condemning the revelation were the home secretary, Sajid Javid, and Rory Stewart, who both insisted there must be a proper contest.</p> \n<p>As he arrived at leadership hustings for the party grassroots organised by the National Conservative Convention on Saturday, Javid said senior figures should learn from the mistakes of the last leadership contest in which Theresa May went through without opposition after <a href=\"https://www.theguardian.com/politics/2016/jul/11/conservative-leadership-andrea-leadsom-pulls-out-of-race\">Andrea Leadsom dropped out</a>.</p> \n<figure class=\"element element-atom\"> \n <gu-atom data-atom-id=\"48718617-39ff-43f6-86a7-0f462acf4b95\" data-atom-type=\"guide\"> \n  <div>\n   <div class=\"atom-Guide\">\n    <p><strong>Jeremy Hunt</strong></p>\n    <p></p>\n    <p>His style is notably technocratic, with few rhetorical flourishes and an emphasis on his consensual approach and long record as a minister, notably during more than five years as health secretary, a traditional graveyard of ministerial careers. Hunt’s attempts to talk up a backstory as an 'underestimated' entrepreneur can fall flat given he is also the son of an admiral and was head boy at Charterhouse.</p>\n    <p>Overall, Hunt’s approach can seem uninspiring and hard to pin down in terms of core beliefs, hence the 'Theresa in trousers' nickname among some Tory MPs – one that is more catchy than accurate (since May herself often wears trousers).</p>\n    <p><b>In the final round of MP voting Hunt edged out Michael Gove, 77 votes to 75.</b></p>\n    <p></p>\n    <p><strong>Boris Johnson</strong></p>\n    <p></p>\n    <p>Johnson’s progress to Downing Street appeared unstoppable&nbsp;<a href=\"https://www.theguardian.com/politics/2019/may/23/boris-johnson-bid-for-tory-leadership-gathers-momentum\">even before an overwhelming victory in the first round of voting among MPs</a>. Most of his colleagues believe it is now all but inevitable that he will be Britain’s next prime minister.</p>\n    <p>His well-disciplined campaign team will continue with their strategy of subjecting him to minimal media exposure, though once the field is narrowed down to two, the final pair will appear in more than a dozen head-to-head hustings for Tory members. The team’s main aim is simply to keep heads down and avoid Johnson creating headlines for the wrong reasons. <a href=\"https://www.theguardian.com/politics/2019/jun/21/police-called-to-loud-altercation-at-boris-johnsons-home\">It may not have worked</a>.&nbsp;</p>\n    <p><b>Johnson came first in the final round of MP voting with 160 votes.</b><br></p>\n    <p></p>\n   </div>\n  </div>\n </gu-atom> \n</figure> \n<p>“The party and the country deserve a good choice,” he told reporters outside the event. “I don’t want to see a coronation. There needs to be a proper process that’s followed through.</p> \n<p>“We had a coronation the last time. That didn’t work out well so let’s not make the same mistake again.”</p> \n<p>Stewart, the international development secretary, said: “The members of the Conservative party, who are wise, sensible, experienced people, deserve to have a choice.</p> \n<p>“We should have learned from the last time round coronations are not the way to do democratic politics.”</p> \n<p>Johnson, who has been criticised by his fellow candidates for his <a href=\"https://www.theguardian.com/politics/2019/jun/14/boris-johnson-pledges-to-drop-backstop-in-orderly-brexit-plan\">reluctance to appear on television debates and submit to greater public scrutiny</a>, avoided reporters after his Range Rover parked at a side door at a London hotel where the event was held.</p> \n<figure class=\"element element-image\" data-media-id=\"7864b712a36d4577a66d4d7e527cefb3dada2acd\"> \n <img src=\"https://media.guim.co.uk/7864b712a36d4577a66d4d7e527cefb3dada2acd/0_150_3204_1921/1000.jpg\" alt=\"Boris Johnson\" width=\"1000\" height=\"600\" class=\"gu-image\"> \n <figcaption> \n  <span class=\"element-image__caption\">Boris Johnson arriving at the hotel.</span> \n  <span class=\"element-image__credit\">Photograph: Yui Mok/PA</span> \n </figcaption> \n</figure> \n<p>Stewart, something of an outsider in the contest and among the keenest critics of Johnson, accused the frontrunner of adopting a presidential approach.</p> \n<p>“The whole genius of British politics is that we don’t behave like American presidents sweeping up in a motorcade. We’re all about talking to people,” he said.</p> \n<p>On Sunday, <a href=\"https://www.theguardian.com/politics/2019/jun/14/boris-johnson-pledges-to-drop-backstop-in-orderly-brexit-plan\">Channel 4 will represent the former foreign secretary and London mayor with an empty podium</a> after he declined an invitation to participate in a television debate with his five remaining rivals.</p> \n<p>Earlier, the former Brexit secretary <a href=\"https://www.theguardian.com/politics/2019/jun/15/boris-johnson-caricatured-privileged-elite-dominic-raab-tory-leadership\">Dominic Raab lashed out at Johnson</a>, claiming that party members would reject a leader who could be viewed as part of the “privileged elite” and questioning his “mettle” to be prime minister.</p> \n<p>Asked how he would stop Johnson from winning as he left he hustings, Raab said: “We should have proper scrutiny of everyone. The longer this goes on, the more the underdog gets their shot.”</p> \n<p>The foreign secretary, Jeremy Hunt, took a less critical approach, refusing to say whether <a href=\"https://www.theguardian.com/politics/2017/nov/06/boris-johnson-mistake-could-harm-case-for-nazanin-zaghari-ratcliffe-say-family\">Johnson should take the blame for Nazanin Zaghari-Ratcliffe’s detention</a> in Iran.</p> \n<p>On her latest <a href=\"https://www.theguardian.com/news/2019/jun/15/nazanin-zaghari-ratcliffe-husband-join-hunger-strike\">decision to go on hunger strike – which her husband will also take part in from London</a> – he added: “Our message to Iran is whatever the disagreements you may have with the United Kingdom, there is an innocent woman at the heart of this.”</p>",
      "wordcount": "483",
      "firstPublicationDate": "2019-06-15T15:12:01Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:36:50Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bkpfm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a8af51933f8ad82ea240eb03b5c31737ddab2721/330_75_1345_807/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Tory leadership candidates have insisted there must be no unchallenged “coronation” for frontrunner Boris Johnson at the latest round of hustings. Senior cabinet ministers were reported to have hatched plans to force other candidates to withdraw from the race after Johnson comfortably topped the poll in the first ballot of MPs this week. Among the rivals condemning the revelation were the home secretary, Sajid Javid, and Rory Stewart, who both insisted there must be a proper contest. As he arrived at leadership hustings for the party grassroots organised by the National Conservative Convention on Saturday, Javid said senior figures should learn from the mistakes of the last leadership contest in which Theresa May went through without opposition after Andrea Leadsom dropped out. “The party and the country deserve a good choice,” he told reporters outside the event. “I don’t want to see a coronation. There needs to be a proper process that’s followed through. “We had a coronation the last time. That didn’t work out well so let’s not make the same mistake again.” Stewart, the international development secretary, said: “The members of the Conservative party, who are wise, sensible, experienced people, deserve to have a choice. “We should have learned from the last time round coronations are not the way to do democratic politics.” Johnson, who has been criticised by his fellow candidates for his reluctance to appear on television debates and submit to greater public scrutiny, avoided reporters after his Range Rover parked at a side door at a London hotel where the event was held. Stewart, something of an outsider in the contest and among the keenest critics of Johnson, accused the frontrunner of adopting a presidential approach. “The whole genius of British politics is that we don’t behave like American presidents sweeping up in a motorcade. We’re all about talking to people,” he said. On Sunday, Channel 4 will represent the former foreign secretary and London mayor with an empty podium after he declined an invitation to participate in a television debate with his five remaining rivals. Earlier, the former Brexit secretary Dominic Raab lashed out at Johnson, claiming that party members would reject a leader who could be viewed as part of the “privileged elite” and questioning his “mettle” to be prime minister. Asked how he would stop Johnson from winning as he left he hustings, Raab said: “We should have proper scrutiny of everyone. The longer this goes on, the more the underdog gets their shot.” The foreign secretary, Jeremy Hunt, took a less critical approach, refusing to say whether Johnson should take the blame for Nazanin Zaghari-Ratcliffe’s detention in Iran. On her latest decision to go on hunger strike – which her husband will also take part in from London – he added: “Our message to Iran is whatever the disagreements you may have with the United Kingdom, there is an innocent woman at the heart of this.”",
      "charCount": "2960",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/amy-walker\">Amy Walker</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/jun/15/boris-johnson-caricatured-privileged-elite-dominic-raab-tory-leadership",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-06-15T12:04:57Z",
    "webTitle": "Boris Johnson too easily caricatured as 'privileged elite', says Raab",
    "webUrl": "https://www.theguardian.com/politics/2019/jun/15/boris-johnson-caricatured-privileged-elite-dominic-raab-tory-leadership",
    "apiUrl": "https://content.guardianapis.com/politics/2019/jun/15/boris-johnson-caricatured-privileged-elite-dominic-raab-tory-leadership",
    "fields": {
      "headline": "Boris Johnson too easily caricatured as 'privileged elite', says Raab",
      "standfirst": "<p>Former Brexit secretary says he would give Tories a better chance in marginal seats</p>",
      "trailText": "Former Brexit secretary says he would give Tories a better chance in marginal seats",
      "byline": "Amy Walker",
      "main": "<figure class=\"element element-image\" data-media-id=\"e0c59d7e95e1004e5d0e18dd48701ac8887d1d44\"> <img src=\"https://media.guim.co.uk/e0c59d7e95e1004e5d0e18dd48701ac8887d1d44/1011_0_1908_1145/1000.jpg\" alt=\"Dominic Raab\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Dominic Raab is currently fourth in the race to succeed Theresa May as leader of the Conservative party. </span> <span class=\"element-image__credit\">Photograph: Tolga Akmen/AFP/Getty Images</span> </figcaption> </figure>",
      "body": "<p>Dominic Raab has lashed out at the Tory leadership frontrunner, Boris Johnson, claiming party members would reject a leader who could be seen as part of the “privileged elite”.</p> <p>The former Brexit secretary’s comments come amid revelations of a secret senior cabinet minister plan to forward Johnson’s name alone to the confirmatory vote in July.</p> <p>The six remaining candidates in the leadership race appeared before a hustings on Saturday organised by the National Conservative Convention.</p> <p>Johnson refused to take questions from journalists as he arrived at the hustings, unlike his fellow contenders Rory Stewart and Sajid Javid, who both gave brief interviews.</p> <p>Ealier, Raab, currently fourth in the race to succeed Theresa May, criticised the former foreign secretary’s reluctance to <a href=\"https://www.theguardian.com/politics/2019/jun/14/boris-johnson-pledges-to-drop-backstop-in-orderly-brexit-plan\">appear on television debates</a> and questioned his “mettle” to be prime minister.</p> <p>Despite polling 27 votes against Johnson’s 114 in Thursday’s first ballot of Tory MPs, Raab insisted the competition had “not even started yet”.</p> <p>“When you campaign in marginal seats, who can reach out and unite the working-class vote and the middle-class vote?” Raab said to the <a href=\"https://www.telegraph.co.uk/politics/2019/06/14/dominic-raab-tories-have-chance-winning-election-privileged/\">Daily Telegraph</a>.</p> <p>“Are we going to be in a better position to do that with a candidate who isn’t so easily caricatured as being from the privileged elite, with the son of a refugee, a grammar school boy who is offering tax cuts to most of those people on £15,000 as opposed to people on £50,000 and above?”</p> <p>Johnson will be <a href=\"https://www.theguardian.com/politics/2019/jun/14/boris-johnson-pledges-to-drop-backstop-in-orderly-brexit-plan\">represented by an empty podium</a> during a Channel 4 television debate on Sunday night, after he declined an invitation to battle it out with his rivals because he feared it would be “cacophonous”.</p> <p>Under growing pressure to submit to greater public scrutiny, Johnson has said he will take part in a similar event hosted by the BBC next Tuesday.</p> <p>The programme, hosted by Emily Maitlis, does not include a studio audience and will instead see the candidates answering pre-submitted questions from viewers.</p> <p>“Everyone is going to have to demonstrate that they have not just the vision but the nerve and mettle to deal with the EU and with a minority government,” Raab told the Daily Telegraph.</p> <p>“If you can’t take the heat of the TV studios what chance of taking the heat of the negotiating chamber in Brussels?”</p> <p>Following reports that a plan had been hatched among senior cabinet ministers to forward only Johnson’s name in the final ballot of members next month, Rory Stewart, another contender in the Tory leadership race, <a href=\"https://twitter.com/RoryStewartUK/status/1139645024533172225\">tweeted</a>: “Please write to your MP if you think this is not a good idea”.</p> <p>Speaking on BBC Radio 4’s Today programme on Saturday, the shadow foreign secretary, Emily Thornberry, said she feared we were entering an “impasse” on Brexit and the next leader of the Tory party would “give us no deal”.</p> <p>“We simply cannot have no deal without there being a referendum on it, and with the option of remain,” she added.</p>",
      "wordcount": "485",
      "firstPublicationDate": "2019-06-15T12:04:57Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-07-10T09:36:50Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bkzzm",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e0c59d7e95e1004e5d0e18dd48701ac8887d1d44/1011_0_1908_1145/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Dominic Raab has lashed out at the Tory leadership frontrunner, Boris Johnson, claiming party members would reject a leader who could be seen as part of the “privileged elite”. The former Brexit secretary’s comments come amid revelations of a secret senior cabinet minister plan to forward Johnson’s name alone to the confirmatory vote in July. The six remaining candidates in the leadership race appeared before a hustings on Saturday organised by the National Conservative Convention. Johnson refused to take questions from journalists as he arrived at the hustings, unlike his fellow contenders Rory Stewart and Sajid Javid, who both gave brief interviews. Ealier, Raab, currently fourth in the race to succeed Theresa May, criticised the former foreign secretary’s reluctance to appear on television debates and questioned his “mettle” to be prime minister. Despite polling 27 votes against Johnson’s 114 in Thursday’s first ballot of Tory MPs, Raab insisted the competition had “not even started yet”. “When you campaign in marginal seats, who can reach out and unite the working-class vote and the middle-class vote?” Raab said to the Daily Telegraph. “Are we going to be in a better position to do that with a candidate who isn’t so easily caricatured as being from the privileged elite, with the son of a refugee, a grammar school boy who is offering tax cuts to most of those people on £15,000 as opposed to people on £50,000 and above?” Johnson will be represented by an empty podium during a Channel 4 television debate on Sunday night, after he declined an invitation to battle it out with his rivals because he feared it would be “cacophonous”. Under growing pressure to submit to greater public scrutiny, Johnson has said he will take part in a similar event hosted by the BBC next Tuesday. The programme, hosted by Emily Maitlis, does not include a studio audience and will instead see the candidates answering pre-submitted questions from viewers. “Everyone is going to have to demonstrate that they have not just the vision but the nerve and mettle to deal with the EU and with a minority government,” Raab told the Daily Telegraph. “If you can’t take the heat of the TV studios what chance of taking the heat of the negotiating chamber in Brussels?” Following reports that a plan had been hatched among senior cabinet ministers to forward only Johnson’s name in the final ballot of members next month, Rory Stewart, another contender in the Tory leadership race, tweeted: “Please write to your MP if you think this is not a good idea”. Speaking on BBC Radio 4’s Today programme on Saturday, the shadow foreign secretary, Emily Thornberry, said she feared we were entering an “impasse” on Brexit and the next leader of the Tory party would “give us no deal”. “We simply cannot have no deal without there being a referendum on it, and with the option of remain,” she added.",
      "charCount": "2889",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/amy-walker\">Amy Walker</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]