[
  {
    "id": "commentisfree/2019/apr/06/labour-left-lexit-dead-members-leftwing-brexit",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-04-06T08:00:46Z",
    "webTitle": "Face the facts, Labour leftwingers: Lexit is dead | Owen Smith",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/apr/06/labour-left-lexit-dead-members-leftwing-brexit",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/apr/06/labour-left-lexit-dead-members-leftwing-brexit",
    "fields": {
      "headline": "Face the facts, Labour leftwingers: Lexit is dead",
      "standfirst": "<p>The leadership is finally waking up and uniting with members, MPs and voters in rejecting the fantasy of a ‘leftwing Brexit’</p>",
      "trailText": "The leadership is waking up and rejecting the fantasy of a ‘leftwing Brexit’, says Labour MP Owen Smith",
      "byline": "Owen Smith",
      "main": "<figure class=\"element element-image\" data-media-id=\"948bdb131d0575ab888817059483d5e86b0b0d3e\"> <img src=\"https://media.guim.co.uk/948bdb131d0575ab888817059483d5e86b0b0d3e/0_236_5656_3395/1000.jpg\" alt=\"Northern Rail train on the viaduct over the River Nidd,  Knaresborough\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘There was a grey area in the law about whether EU competition laws and state aid rules would prevent us from renationalising the railways or subsidising other key industries.’</span> <span class=\"element-image__credit\">Photograph: Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>The Labour party should have known which side it was on in this Brexit debate a long time ago. Our belief in equality, freedom and internationalism should have meant that we knew there could be no <a href=\"https://www.politico.eu/article/jeremy-corbyn-calls-for-jobs-first-brexit/\" title=\"\">“jobs-first” Brexit</a>, no Labour Brexit, or indeed any Brexit that we could accept. We should have been more passionate in the fight against a leave campaign that was always a project of the right, for the right and by the right. At times, we pretended there might be a deal that wouldn’t eat into the political and financial capital that a radical Labour government needs. We failed to mention that there were leftwing allies in Europe who could help us achieve our goals.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/feb/25/labour-aids-tory-brexit-destroyed\">If Labour aids a Tory Brexit it will be destroyed by what follows | Aditya Chakrabortty</a> </p> </aside>  <p>There are many reasons for that, but a big one is that there were some people in our party who thought there was a <a href=\"https://www.theguardian.com/business/2018/sep/30/leftwing-brexiters-want-out-from-the-transnational-juggernaut\" title=\"\">leftwing version of Brexit</a>. For decades the EU has been viewed by some on the hard left as an obstacle to the socialist transformation of the UK. <a href=\"https://www.theguardian.com/politics/2018/jul/12/why-tony-benn-would-have-changed-his-mind-on-the-european-union\" title=\"\">Tony Benn</a> fought against the UK remaining part of Europe in the 1975 referendum. And his allies believed that the EU was undemocratic, a proxy for elitist neoliberal globalisation through alliances with the International Monetary Fund, the World Bank and others. That view soon became overtaken by the EU’s emergence as a defender of workers, human rights and the environment that made Boris Johnson boil with rage, first as a journalist and then as a Tory politician.</p> <p>But the Lexiters had one argument that was never completely rebutted. There was a grey area in the law about whether EU competition laws and state aid rules would <a href=\"https://www.theguardian.com/business/2017/sep/30/experts-reject-labour-leavers-argument-brussels-nationalisation\" title=\"\">prevent us from renationalising</a> the railways or subsidising other key industries. Even though most legal experts thought this was surmountable, it was a point that lingered in the public debate. Not any more. In supporting a customs union and a single market alignment, our party leadership is saying it would bind the UK to the very rules the Lexiters are against. And, if we’re outside the political structures of the EU, we will have very limited say in how those rules are made or how they will operate.</p> <p>As George Peretz QC, co-chair of the <a href=\"https://uksala.org/about-us/\" title=\"\">UK State Aid Law Association</a>, has said: “In a customs union, we are asking the EU to give up the weapon that WTO rules (countervailing measures) give it against UK subsidies. There were always going to have to be cast-iron state-aid rules in consequence.” The EU has already imposed a state-aid clause in the proposed withdrawal agreement for this very reason.</p> <p>The truth is there can be no leftwing Brexit. It is an oxymoron. It’s irreconcilable with those values of freedom and equality that are at the heart of what we stand for. There is no freedom without an end to poverty, said Bevan; it is our job is to pursue equality and freedom, said Crosland. To them, a leftwing Brexit could never have been born; to me, Lexit is now dead.</p> <p>Jeremy Corbyn is <a href=\"https://www.theguardian.com/politics/2019/apr/04/theresa-may-to-make-written-brexit-offer-to-jeremy-corbyn\" title=\"\">talking to the prime minister</a> about whether there might be a better Brexit deal that could offset at least some of the economic damage that the government’s own proposals would undoubtedly do. But he knows that analysis by the Treasury and a number of thinktanks has found that even a customs union deal will leave the UK poorer. A report by the <a href=\"https://www.niesr.ac.uk/publications/economic-effects-government%E2%80%99s-proposed-brexit-deal\" title=\"\">National Institute for Economic and Social Research</a> found the impact of staying in the customs union would be a hit to GDP per capita of 2%. That would mean not just lower living standards but also less tax revenue for a radical Labour government to do anything about it.</p> <p>Indeed, there are huge dangers to agreeing a deal in haste, with the attorney general, Geoffrey Cox, saying in a <a href=\"https://www.bbc.co.uk/news/uk-politics-47806920\" title=\"\">BBC interview</a> this week that a new prime minister, such as Boris Johnson, could easily rip up any political declaration and make it a much harder Brexit. But there are encouraging signs that Labour is now uniting around a position supported by the overwhelming majority of its members, MPs and voters, including in our so-called heartland areas of the north and the Midlands. It is also the position agreed unanimously by our party conference last year, as well as unions including the GMB and Unison. That position is: whatever the outcome of this calamitously ill-managed Brexit process, it must be <a href=\"https://www.theguardian.com/commentisfree/2019/apr/04/jeremy-corbyn-voters-brexit-theresa-may\" title=\"\">put to the people</a>.</p> <p>Crucially, Jeremy is fighting for a significant extension of the Brexit deadline with the EU. This additional time is needed not only to prevent a no-deal departure from the EU but also to scrutinise any new deal and allow for a confirmatory referendum so that the people, as well as MPs, can have their say. Labour is finally making the right case for its values of equality, internationalism and freedom. Our party can remind the country the Brexit right doesn’t have to have its way. If we stay in the EU, we can work with other socialist parties to build a fairer and more democratic Europe.</p> <p>Lexit is dead. Democracy is alive. Labour is waking up. Now the British people know the real facts about the costs of leaving, that many of the promises made for Brexit will be broken and that any deal will not give clarity – just a crisis that goes on and on – our voters deserve a new say.</p> <p>• Owen Smith is Labour MP for Pontypridd</p>",
      "wordcount": "911",
      "commentCloseDate": "2019-04-06T13:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-04-06T08:00:46Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:54:44Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/b6zen",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/948bdb131d0575ab888817059483d5e86b0b0d3e/0_236_5656_3395/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The Labour party should have known which side it was on in this Brexit debate a long time ago. Our belief in equality, freedom and internationalism should have meant that we knew there could be no “jobs-first” Brexit, no Labour Brexit, or indeed any Brexit that we could accept. We should have been more passionate in the fight against a leave campaign that was always a project of the right, for the right and by the right. At times, we pretended there might be a deal that wouldn’t eat into the political and financial capital that a radical Labour government needs. We failed to mention that there were leftwing allies in Europe who could help us achieve our goals. There are many reasons for that, but a big one is that there were some people in our party who thought there was a leftwing version of Brexit. For decades the EU has been viewed by some on the hard left as an obstacle to the socialist transformation of the UK. Tony Benn fought against the UK remaining part of Europe in the 1975 referendum. And his allies believed that the EU was undemocratic, a proxy for elitist neoliberal globalisation through alliances with the International Monetary Fund, the World Bank and others. That view soon became overtaken by the EU’s emergence as a defender of workers, human rights and the environment that made Boris Johnson boil with rage, first as a journalist and then as a Tory politician. But the Lexiters had one argument that was never completely rebutted. There was a grey area in the law about whether EU competition laws and state aid rules would prevent us from renationalising the railways or subsidising other key industries. Even though most legal experts thought this was surmountable, it was a point that lingered in the public debate. Not any more. In supporting a customs union and a single market alignment, our party leadership is saying it would bind the UK to the very rules the Lexiters are against. And, if we’re outside the political structures of the EU, we will have very limited say in how those rules are made or how they will operate. As George Peretz QC, co-chair of the UK State Aid Law Association, has said: “In a customs union, we are asking the EU to give up the weapon that WTO rules (countervailing measures) give it against UK subsidies. There were always going to have to be cast-iron state-aid rules in consequence.” The EU has already imposed a state-aid clause in the proposed withdrawal agreement for this very reason. The truth is there can be no leftwing Brexit. It is an oxymoron. It’s irreconcilable with those values of freedom and equality that are at the heart of what we stand for. There is no freedom without an end to poverty, said Bevan; it is our job is to pursue equality and freedom, said Crosland. To them, a leftwing Brexit could never have been born; to me, Lexit is now dead. Jeremy Corbyn is talking to the prime minister about whether there might be a better Brexit deal that could offset at least some of the economic damage that the government’s own proposals would undoubtedly do. But he knows that analysis by the Treasury and a number of thinktanks has found that even a customs union deal will leave the UK poorer. A report by the National Institute for Economic and Social Research found the impact of staying in the customs union would be a hit to GDP per capita of 2%. That would mean not just lower living standards but also less tax revenue for a radical Labour government to do anything about it. Indeed, there are huge dangers to agreeing a deal in haste, with the attorney general, Geoffrey Cox, saying in a BBC interview this week that a new prime minister, such as Boris Johnson, could easily rip up any political declaration and make it a much harder Brexit. But there are encouraging signs that Labour is now uniting around a position supported by the overwhelming majority of its members, MPs and voters, including in our so-called heartland areas of the north and the Midlands. It is also the position agreed unanimously by our party conference last year, as well as unions including the GMB and Unison. That position is: whatever the outcome of this calamitously ill-managed Brexit process, it must be put to the people. Crucially, Jeremy is fighting for a significant extension of the Brexit deadline with the EU. This additional time is needed not only to prevent a no-deal departure from the EU but also to scrutinise any new deal and allow for a confirmatory referendum so that the people, as well as MPs, can have their say. Labour is finally making the right case for its values of equality, internationalism and freedom. Our party can remind the country the Brexit right doesn’t have to have its way. If we stay in the EU, we can work with other socialist parties to build a fairer and more democratic Europe. Lexit is dead. Democracy is alive. Labour is waking up. Now the British people know the real facts about the costs of leaving, that many of the promises made for Brexit will be broken and that any deal will not give clarity – just a crisis that goes on and on – our voters deserve a new say. • Owen Smith is Labour MP for Pontypridd",
      "charCount": "5139",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/owen-smith\">Owen Smith</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  }
]