[
  {
    "id": "commentisfree/2019/may/22/andrea-leadsoms-defection-reflects-how-toxic-may-has-become",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-22T22:30:33Z",
    "webTitle": "Andrea Leadsom's defection reflects how toxic May has become | Katy Balls",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/22/andrea-leadsoms-defection-reflects-how-toxic-may-has-become",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/22/andrea-leadsoms-defection-reflects-how-toxic-may-has-become",
    "fields": {
      "headline": "Andrea Leadsom's defection reflects how toxic May has become",
      "standfirst": "<p>Leadsom harbours leadership ambitions – but other ministers also think sticking with the PM was a mistake</p>",
      "trailText": "Leadsom harbours leadership ambitions – but other ministers also think sticking with the PM was a mistake",
      "byline": "Katy Balls",
      "main": "<figure class=\"element element-image\" data-media-id=\"e9607c99ac751785eb292e099cd5f465e127b616\"> <img src=\"https://media.guim.co.uk/e9607c99ac751785eb292e099cd5f465e127b616/0_165_3500_2100/1000.jpg\" alt=\"Andrea Leadsom\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Andrea Leadsom arrives home after her resignation.</span> <span class=\"element-image__credit\">Photograph: Victoria Jones/PA</span> </figcaption> </figure>",
      "body": "<p>A minister resigning from Theresa May’s government rarely makes the front pages these days – since the 2017 election, the prime minister had lost 41 government ministers.</p> <p>However, there was a sense of surprise in government circles that it was one of May’s more loyal cabinet colleagues, Andrea Leadsom, who became the 42nd – and it is unlikely she will be the last.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/22/may-faces-crunch-meeting-as-support-for-brexit-deal-slips-away\">Pressure grows on May to quit as Leadsom resigns over Brexit deal</a> </p> </aside>  <p>Leadsom’s decision to quit as leader of the Commons comes as May’s premiership enters its final stage. The prime minister is expected to announce her exit date on Friday – and if she fails to do so, then members of the 1922 Committee of Tory backbenchers are likely to change the rules to force her out themselves.</p> <p>Given the speed at which events are moving, it’s worth asking why Leadsom decided to jump ship late on Wednesday. A committed Brexiter, Leadsom surprised many of her colleagues by sticking it out as long as she did.</p> <p>She campaigned vigorously for leave in the 2016 EU referendum and has repeatedly raised concerns over the government’s Brexit strategy at cabinet.</p> <p>Yet unlike her former Brexit colleagues Dominic Raab, Esther McVey and Boris Johnson, she chose to stay on.</p> <p>However, May’s speech unveiling her ‘new’ Brexit deal proved the final straw. Leadsom was one of a number of ministers to be left dismayed when May appeared to go further in her speech than had been agreed earlier at a cabinet meeting and she believed the prime minister’s promise to give MPs a vote on a second referendum was a step too far.</p> <p>Given Leadsom’s role as leader of the house meant she would have been the one to announce the withdrawal agreement bill debate in the Commons – at business questions – there was a conflict of interest that prevented her from carrying out her role in good faith.</p> <p>There is also another factor in all this. Leadsom has made no secret of the fact that she still harbours her own leadership ambitions – announcing recently that she was “seriously considering standing”.</p> <p>Taking a stand against May’s softening of her Brexit red lines could prove helpful to her in the forthcoming leadership contest – pitching to a Eurosceptic crowd. In the past few days, there has been a change in the mood in cabinet: ministers who previously believed sticking with May was beneficial to their aims now worry that it will make them toxic to the Tory membership.</p> <p>So, could Leadsom go all the way? In the 2016 contest, she made the final two – and came under a lot of scrutiny. She dropped out following a media storm over comments she made suggesting that her experience of motherhood gave her an edge over the childless May in the contest.</p> <p>Leadsom has since said the experience has not put her off – telling me earlier this year that it only made her “more determined than ever to do what I can to make this country a greater place”.</p> <p>Leadsom has lost some of her Brexiter appeal by being in the cabinet. However, she has also gained respect from colleagues for her work tackling Westminster bullying and harassment. Her efforts standing up to the Speaker of the House of Commons, John Bercow, have seen her popularity rise with the Tory grassroots and she topped the Conservative Home cabinet league table in March.</p> <p>Leadsom is still seen as an outside bet – but then again she was last time.</p> <p><br></p>",
      "wordcount": "566",
      "commentCloseDate": "2019-05-23T08:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-22T22:30:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:58Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bgpa6",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e9607c99ac751785eb292e099cd5f465e127b616/0_165_3500_2100/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A minister resigning from Theresa May’s government rarely makes the front pages these days – since the 2017 election, the prime minister had lost 41 government ministers. However, there was a sense of surprise in government circles that it was one of May’s more loyal cabinet colleagues, Andrea Leadsom, who became the 42nd – and it is unlikely she will be the last. Leadsom’s decision to quit as leader of the Commons comes as May’s premiership enters its final stage. The prime minister is expected to announce her exit date on Friday – and if she fails to do so, then members of the 1922 Committee of Tory backbenchers are likely to change the rules to force her out themselves. Given the speed at which events are moving, it’s worth asking why Leadsom decided to jump ship late on Wednesday. A committed Brexiter, Leadsom surprised many of her colleagues by sticking it out as long as she did. She campaigned vigorously for leave in the 2016 EU referendum and has repeatedly raised concerns over the government’s Brexit strategy at cabinet. Yet unlike her former Brexit colleagues Dominic Raab, Esther McVey and Boris Johnson, she chose to stay on. However, May’s speech unveiling her ‘new’ Brexit deal proved the final straw. Leadsom was one of a number of ministers to be left dismayed when May appeared to go further in her speech than had been agreed earlier at a cabinet meeting and she believed the prime minister’s promise to give MPs a vote on a second referendum was a step too far. Given Leadsom’s role as leader of the house meant she would have been the one to announce the withdrawal agreement bill debate in the Commons – at business questions – there was a conflict of interest that prevented her from carrying out her role in good faith. There is also another factor in all this. Leadsom has made no secret of the fact that she still harbours her own leadership ambitions – announcing recently that she was “seriously considering standing”. Taking a stand against May’s softening of her Brexit red lines could prove helpful to her in the forthcoming leadership contest – pitching to a Eurosceptic crowd. In the past few days, there has been a change in the mood in cabinet: ministers who previously believed sticking with May was beneficial to their aims now worry that it will make them toxic to the Tory membership. So, could Leadsom go all the way? In the 2016 contest, she made the final two – and came under a lot of scrutiny. She dropped out following a media storm over comments she made suggesting that her experience of motherhood gave her an edge over the childless May in the contest. Leadsom has since said the experience has not put her off – telling me earlier this year that it only made her “more determined than ever to do what I can to make this country a greater place”. Leadsom has lost some of her Brexiter appeal by being in the cabinet. However, she has also gained respect from colleagues for her work tackling Westminster bullying and harassment. Her efforts standing up to the Speaker of the House of Commons, John Bercow, have seen her popularity rise with the Tory grassroots and she topped the Conservative Home cabinet league table in March. Leadsom is still seen as an outside bet – but then again she was last time.",
      "charCount": "3267",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/katy-balls\">Katy Balls</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/may/22/the-guardian-view-on-theresa-may-final-act-nowhere-left-to-fail",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-22T17:56:27Z",
    "webTitle": "The Guardian view on Theresa May’s final act: nowhere left to fail | Editorial",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/22/the-guardian-view-on-theresa-may-final-act-nowhere-left-to-fail",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/22/the-guardian-view-on-theresa-may-final-act-nowhere-left-to-fail",
    "fields": {
      "headline": "The Guardian view on Theresa May’s final act: nowhere left to fail",
      "standfirst": "<p>The prime minister has lacked the vision and judgment to define Britain’s future relations with Europe, let alone convince MPs and the public to trust her</p>",
      "trailText": "<strong>Editorial:</strong> The prime minister has lacked the vision and judgment to define Britain’s future relations with Europe, let alone convince MPs and the public to trust her",
      "byline": "Editorial",
      "main": "<figure class=\"element element-image\" data-media-id=\"7de2bc729b53251a39f8d18aa959673d14eb7cdd\"> <img src=\"https://media.guim.co.uk/7de2bc729b53251a39f8d18aa959673d14eb7cdd/0_365_5472_3283/1000.jpg\" alt=\"Prime Minister Theresa May delivers a speech detailing a new Brexit deal on May 21, 2019 in London\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Features of the bill that the prime minister has presented as innovations are, in reality, political scaffolding intended to uphold a structure that has already collapsed.’</span> <span class=\"element-image__credit\">Photograph: WPA Pool/Getty Images</span> </figcaption> </figure>",
      "body": "<p>For months political authority has been <a href=\"https://www.theguardian.com/politics/2019/may/22/may-faces-crunch-meeting-as-support-for-brexit-deal-slips-away\" title=\"\">draining away</a> from Theresa May. On Wednesday what remained of Conservative patience with a failing leader was visibly withdrawn as the prime minister stood in the House of Commons announcing an EU <a href=\"https://www.instituteforgovernment.org.uk/explainers/withdrawal-agreement-bill\" title=\"\">withdrawal agreement bill</a> (Wab) that many of her own MPs have already rejected. Senior cabinet ministers were absent; the government benches were not packed as they usually are on such occasions, and attendance thinned out quickly.</p> <p>The Tory party that had backed Mrs May in a confidence ballot last December appeared to be voting with its feet against her. Andrea Leadsom, leader of the Commons, <a href=\"https://www.theguardian.com/politics/2019/may/22/andrea-leadsom-quits-over-theresa-mays-brexit-bill\">quit the cabinet</a> saying she could no longer endorse the prime minister’s Brexit legislation. Other MPs and ministers openly speculated about the manner of Mrs May’s departure and plotted to accelerate it. The debate acquired a valedictory tone, as if those who remained in the chamber recognised that this was a closing scene in the final act of Mrs May’s time in office.</p> <p>The prime minister’s debilitation has countless causes dating back to choices she made within months of her arrival in Downing Street. But a definitive provocation to her party was the presentation of a “new deal” to deliver Brexit that was no such thing. The Wab is a legislative device to enact the same deal that was agreed in Brussels last November. The reasons that a majority of MPs reject it have not changed <a href=\"https://www.theguardian.com/politics/video/2019/mar/29/mps-vote-against-theresa-mays-brexit-withdrawal-agreement-for-third-time-video\" title=\"\">since then</a>.</p> <p>Features of the bill that the prime minister has presented as innovations are, in reality, political scaffolding intended to uphold a structure that has already collapsed. Mrs May has scattered notional concessions to different parliamentary factions with a view to assembling a cross-party coalition to pass the same old deal. This enterprise was doomed to fail for the same reason that Mrs May’s entire period in office can be deemed a failure: the political and diplomatic foundations required to assemble a majority for any Brexit model were not laid.</p> <p>From the initial rejection of the single market – on the basis that free movement must at all costs be ended – Mrs May has prioritised personal prejudices and narrow party interest over rational evaluation of Britain’s strategic and economic interests. When she lost her parliamentary majority she relied on ultra-partisan reinforcement from the Democratic Unionists, who cannot claim even to represent the majority will of Northern Irish voters. The prime minister did not cultivate relationships with continental counterparts that might have engendered trust and flexibility in talks. She never rebuked or repudiated those in her party who spoke of the European project with venomous animosity, but instead allowed her own negotiating mandate to be curtailed by their reckless, impossible demands. In so doing she made herself – and, by extension, her country – look like an unreliable and sometimes ridiculous actor on the international stage.</p> <p>Only when all of her political capital had been spent and her deal trounced in parliament did Mrs May show an interest in accommodating the views of more moderate Eurosceptics and former remainers. By the time she was prepared to speak the language of compromise her capacity to deliver it had shrivelled to nothing. Any compromise she might have brokered could only be cosmetic, because the substance of the withdrawal agreement is non-negotiable and the contest to replace her as Tory party leader is already effectively under way. Mrs May could not bind the hands of a successor, and Labour would not trust any of the candidates to honour commitments she had made.</p> <p>The Wab is a prop in a parochial Westminster power play that ends, sooner or later, in the prime minister’s resignation. When she speaks of a “deal” she is talking about a domestic pretence of agreement to defer a vast array of difficult questions about the UK’s future relationship with the EU. Mrs May has lacked the courage and vision to articulate compelling answers to those questions, still less to persuade the public and parliament to trust her judgment. That profound and protracted failure is in large part the reason why the whole Brexit process has broken down, why British voters will participate in <a href=\"https://www.theguardian.com/world/european-elections\" title=\"\">European parliamentary elections</a> on Thursday, and why that poll is certain to administer a brutal verdict on the prime minister and her party.</p>",
      "newspaperPageNumber": "2",
      "wordcount": "712",
      "commentCloseDate": "2019-05-22T21:00:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-22T17:56:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:52:59Z",
      "newspaperEditionDate": "2019-05-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bgze3",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/7de2bc729b53251a39f8d18aa959673d14eb7cdd/0_365_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "For months political authority has been draining away from Theresa May. On Wednesday what remained of Conservative patience with a failing leader was visibly withdrawn as the prime minister stood in the House of Commons announcing an EU withdrawal agreement bill (Wab) that many of her own MPs have already rejected. Senior cabinet ministers were absent; the government benches were not packed as they usually are on such occasions, and attendance thinned out quickly. The Tory party that had backed Mrs May in a confidence ballot last December appeared to be voting with its feet against her. Andrea Leadsom, leader of the Commons, quit the cabinet saying she could no longer endorse the prime minister’s Brexit legislation. Other MPs and ministers openly speculated about the manner of Mrs May’s departure and plotted to accelerate it. The debate acquired a valedictory tone, as if those who remained in the chamber recognised that this was a closing scene in the final act of Mrs May’s time in office. The prime minister’s debilitation has countless causes dating back to choices she made within months of her arrival in Downing Street. But a definitive provocation to her party was the presentation of a “new deal” to deliver Brexit that was no such thing. The Wab is a legislative device to enact the same deal that was agreed in Brussels last November. The reasons that a majority of MPs reject it have not changed since then. Features of the bill that the prime minister has presented as innovations are, in reality, political scaffolding intended to uphold a structure that has already collapsed. Mrs May has scattered notional concessions to different parliamentary factions with a view to assembling a cross-party coalition to pass the same old deal. This enterprise was doomed to fail for the same reason that Mrs May’s entire period in office can be deemed a failure: the political and diplomatic foundations required to assemble a majority for any Brexit model were not laid. From the initial rejection of the single market – on the basis that free movement must at all costs be ended – Mrs May has prioritised personal prejudices and narrow party interest over rational evaluation of Britain’s strategic and economic interests. When she lost her parliamentary majority she relied on ultra-partisan reinforcement from the Democratic Unionists, who cannot claim even to represent the majority will of Northern Irish voters. The prime minister did not cultivate relationships with continental counterparts that might have engendered trust and flexibility in talks. She never rebuked or repudiated those in her party who spoke of the European project with venomous animosity, but instead allowed her own negotiating mandate to be curtailed by their reckless, impossible demands. In so doing she made herself – and, by extension, her country – look like an unreliable and sometimes ridiculous actor on the international stage. Only when all of her political capital had been spent and her deal trounced in parliament did Mrs May show an interest in accommodating the views of more moderate Eurosceptics and former remainers. By the time she was prepared to speak the language of compromise her capacity to deliver it had shrivelled to nothing. Any compromise she might have brokered could only be cosmetic, because the substance of the withdrawal agreement is non-negotiable and the contest to replace her as Tory party leader is already effectively under way. Mrs May could not bind the hands of a successor, and Labour would not trust any of the candidates to honour commitments she had made. The Wab is a prop in a parochial Westminster power play that ends, sooner or later, in the prime minister’s resignation. When she speaks of a “deal” she is talking about a domestic pretence of agreement to defer a vast array of difficult questions about the UK’s future relationship with the EU. Mrs May has lacked the courage and vision to articulate compelling answers to those questions, still less to persuade the public and parliament to trust her judgment. That profound and protracted failure is in large part the reason why the whole Brexit process has broken down, why British voters will participate in European parliamentary elections on Thursday, and why that poll is certain to administer a brutal verdict on the prime minister and her party.",
      "charCount": "4359",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/editorial\">Editorial</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "inequality/2019/may/22/weve-had-so-many-reports-on-inequality-now-act",
    "type": "article",
    "sectionId": "inequality",
    "sectionName": "Inequality",
    "webPublicationDate": "2019-05-22T16:51:33Z",
    "webTitle": "We’ve had so many reports on inequality – now act | Letters",
    "webUrl": "https://www.theguardian.com/inequality/2019/may/22/weve-had-so-many-reports-on-inequality-now-act",
    "apiUrl": "https://content.guardianapis.com/inequality/2019/may/22/weve-had-so-many-reports-on-inequality-now-act",
    "fields": {
      "headline": "We’ve had so many reports on inequality – now act",
      "standfirst": "<strong>Chris Grover</strong> says austerity policies are even more punishing than the workhouse, <strong>John Veit-Wilson</strong> on social security for everyone, <strong>Jack Czauderna</strong> on so many reports, <strong>Dr David Alderson</strong> on why he won’t vote for the Lib Dems, and <strong>Paul Nicolson</strong> et al on the inequality between renters and landlords or landowners",
      "trailText": "Letters: <strong>Chris Grover</strong> says austerity policies are even more punishing than the workhouse, <strong>John Veit-Wilson</strong> on social security for everyone, <strong>Jack Czauderna</strong> on so many reports, <strong>Dr David Alderson</strong> on why he won’t vote for the Lib Dems, and <strong>Paul Nicolson</strong> et al on the inequality between renters and landlords or landowners",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"e637f5dee5ff633b163dc3a6053b792224119adf\"> <img src=\"https://media.guim.co.uk/e637f5dee5ff633b163dc3a6053b792224119adf/178_135_3322_1993/1000.jpg\" alt=\"George Osborne holding up his budget case as he stands outside 11 Downing Street in 2015\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘Social security policy, particularly after George Osborne’s 2015 budget, is designed to create destitution by, for example, only providing support for two children per household and limiting benefit payments in arbitrary ways via the benefit cap,’ writes Chris Grover.</span> <span class=\"element-image__credit\">Photograph: Peter Nicholls/Reuters</span> </figcaption> </figure>",
      "body": "<p>Philip Alston, the UN rapporteur on extreme poverty, is right to say that austerity has sought to recreate the workhouse for the 21st century (<a href=\"https://www.theguardian.com/politics/2019/may/22/un-report-compares-tory-welfare-reforms-to-creation-of-workhouses\" title=\"\">Report</a>, 22 May). The idea of “less eligibility” (that the experience of state support should always be felt as being economically and socially worse than earning a living) underpinned the 19th-century workhouse and frames contemporary austerity policies. But, in the weaponising of less eligibility for today’s precarious labour markets, social security policy goes beyond the oppressiveness of the poor law. Though the experience of the poor law was designed to be deeply unpleasant and grudging, it was also designed to relieve destitution by focusing on the needs of all household members.</p> <p>In contrast, social security policy, particularly after George Osborne’s 2015 budget, is designed to create destitution by, for example, only providing support for two children per household and limiting benefit payments in arbitrary ways via the benefit cap. The Department for Work and Pensions claims that Alston provides a “completely inaccurate picture of our approach to tackling poverty”. If anything, he under-emphasises the regressiveness of contemporary social security policies.<br><strong>Dr Chris Grover</strong><br><em>Lancaster University</em></p> <p>• Beveridge made it clear that the answer to the Giant of Want among his five giants, poverty, was not “welfare provision” as Larry Elliott says (<a href=\"https://www.theguardian.com/commentisfree/2019/may/15/inequality-britain-social-injustice-beveridge-report\" title=\"\">Inequality is ripping Britain apart. Is it about to be addressed?</a>, 16 May) but social security. Welfare meant, and is still assumed to mean, provision for poor people. But what Beveridge recommended was the abolition of the “welfare” poor law and instead a national insurance scheme designed for and acceptable to everyone, covering the whole working population, and contributory so that everyone felt it was their entitlement because they’d paid for it. The distinction between today’s universal credit for poor people and social security for everyone is often overlooked as an aspect of inequality. But the difference between seeing society as We the People and They the Poor (as Sargent Shriver put it in the 1960s), and the recognition that people currently in poverty are equally part of the We, is crucial to the fight against inequality as well as determinative in how to prevent poverty.<br><strong>Professor John Veit-Wilson</strong><br><em>Newcastle upon Tyne</em></p> <p>• Why should anyone believe that any action will be taken after the review into inequality launched by the Institute for Fiscal Studies, headed by Sir Angus Deaton? Plenty of eminent people have produced similar reports since Beveridge. The Whitehall studies and later “The Black Report”, chaired by Sir Douglas Black and delivered to the newly elected Thatcher government in 1980. Also, Sir Douglas Acheson reported in 1998 and Sir Michael Marmot in 2010. Although their focus was on health inequalities, all emphasised economic inequality. Perhaps being knighted is bad news for the future of such reports.</p> <p>In 2009 Richard Wilkinson and Kate Pickett’s book The Spirit Level focused particularly on income inequalities. Has any action been taken? We don’t need yet another report! We need a change in the neoliberal political ideology started by Margaret Thatcher and continued by all subsequent governments. A Jeremy Corbyn-style Labour government is the only realistic chance we have.<br><strong>Jack Czauderna</strong><br><em>Sheffield</em></p> <p>• The UN recognises there is a manifest and intensifying human rights crisis in Britain, affecting hundreds of thousands, if not millions, of people. While partners in government, the Liberal Democrats supported the Cameron class war that produced this situation, and repeated the central lie that justified it: that it was Labour profligacy in public spending that created an unsustainable deficit. (In fact, it was Labour profligacy in bailing out the banks that did so.)</p> <p>Austerity was largely responsible for the protest vote that secured the leave result in the 2016 referendum. If there is no urgent reversal of the policies of the coalition government and their effects, Brexit will never be “resolved” (regardless of the formal outcome of the contest between leavers and remainers); indeed, without such a reversal, we may in future come to view Brexit as merely the prelude to even worse social division and conflict.</p> <p>And yet, it seems, remainers are now willing to give their support in droves to the party that bears such a heavy responsibility for the referendum outcome they deplore, and who, in their manifesto for the forthcoming elections, neither makes any mention of austerity nor proposes any convincing measures to end it.</p> <p>The imposition of austerity by the EU across Europe has galvanised the far right; its implementation in Britain by the coalition has done the same. I voted remain as the least worst option and do not doubt it was the right thing to do. But I will never vote for those who colluded with the systemic assault on the least privileged so clearly laid out by the UN’s poverty expert, and who in doing so created the conditions for a populist revolt.</p> <p>So, bollocks to the Lib Dems: I shall be voting Labour because only Corbyn’s party recognises the scale of the undertaking required to restore the conditions in which progressive democratic decision making becomes plausible.<br><strong>Dr David Alderson</strong><br><em>Manchester</em></p> <p>• We hope the IFS Deaton review will ensure its agenda includes consideration of the inequality between renters and landlords or landowners. Unlike other countries’, our renters, of homes or small businesses, pay the landlords’ property tax, which we call council tax or business rates. But renters get none of the vast increases in the value of land that have been given unearned and untaxed to landlords and landowners since the “big bang” of the 1980s. It would be a significant move towards equality if a small percentage of the annual increase in the value of land was paid by its owners to local or national government leading to the abolition of council tax, business rates, stamp duty and, if international experience of land value capture is shared in the UK, a reduction of taxes on income. <br><strong>Rev Paul Nicolson</strong><em> Founder, Taxpayers Against Poverty </em><br><strong>Fred Harrison</strong><em> Land Research Trust </em><br><strong>Rev Paul Regan</strong><em> Chair, London Community Land Trust </em><br><strong>Tom Burgess</strong><em> Director, Taxpayers Against Poverty</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "1049",
      "commentable": "false",
      "firstPublicationDate": "2019-05-22T16:51:33Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:00Z",
      "newspaperEditionDate": "2019-05-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bgnz9",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/e637f5dee5ff633b163dc3a6053b792224119adf/178_135_3322_1993/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Philip Alston, the UN rapporteur on extreme poverty, is right to say that austerity has sought to recreate the workhouse for the 21st century (Report, 22 May). The idea of “less eligibility” (that the experience of state support should always be felt as being economically and socially worse than earning a living) underpinned the 19th-century workhouse and frames contemporary austerity policies. But, in the weaponising of less eligibility for today’s precarious labour markets, social security policy goes beyond the oppressiveness of the poor law. Though the experience of the poor law was designed to be deeply unpleasant and grudging, it was also designed to relieve destitution by focusing on the needs of all household members. In contrast, social security policy, particularly after George Osborne’s 2015 budget, is designed to create destitution by, for example, only providing support for two children per household and limiting benefit payments in arbitrary ways via the benefit cap. The Department for Work and Pensions claims that Alston provides a “completely inaccurate picture of our approach to tackling poverty”. If anything, he under-emphasises the regressiveness of contemporary social security policies. Dr Chris Grover Lancaster University • Beveridge made it clear that the answer to the Giant of Want among his five giants, poverty, was not “welfare provision” as Larry Elliott says (Inequality is ripping Britain apart. Is it about to be addressed?, 16 May) but social security. Welfare meant, and is still assumed to mean, provision for poor people. But what Beveridge recommended was the abolition of the “welfare” poor law and instead a national insurance scheme designed for and acceptable to everyone, covering the whole working population, and contributory so that everyone felt it was their entitlement because they’d paid for it. The distinction between today’s universal credit for poor people and social security for everyone is often overlooked as an aspect of inequality. But the difference between seeing society as We the People and They the Poor (as Sargent Shriver put it in the 1960s), and the recognition that people currently in poverty are equally part of the We, is crucial to the fight against inequality as well as determinative in how to prevent poverty. Professor John Veit-Wilson Newcastle upon Tyne • Why should anyone believe that any action will be taken after the review into inequality launched by the Institute for Fiscal Studies, headed by Sir Angus Deaton? Plenty of eminent people have produced similar reports since Beveridge. The Whitehall studies and later “The Black Report”, chaired by Sir Douglas Black and delivered to the newly elected Thatcher government in 1980. Also, Sir Douglas Acheson reported in 1998 and Sir Michael Marmot in 2010. Although their focus was on health inequalities, all emphasised economic inequality. Perhaps being knighted is bad news for the future of such reports. In 2009 Richard Wilkinson and Kate Pickett’s book The Spirit Level focused particularly on income inequalities. Has any action been taken? We don’t need yet another report! We need a change in the neoliberal political ideology started by Margaret Thatcher and continued by all subsequent governments. A Jeremy Corbyn-style Labour government is the only realistic chance we have. Jack Czauderna Sheffield • The UN recognises there is a manifest and intensifying human rights crisis in Britain, affecting hundreds of thousands, if not millions, of people. While partners in government, the Liberal Democrats supported the Cameron class war that produced this situation, and repeated the central lie that justified it: that it was Labour profligacy in public spending that created an unsustainable deficit. (In fact, it was Labour profligacy in bailing out the banks that did so.) Austerity was largely responsible for the protest vote that secured the leave result in the 2016 referendum. If there is no urgent reversal of the policies of the coalition government and their effects, Brexit will never be “resolved” (regardless of the formal outcome of the contest between leavers and remainers); indeed, without such a reversal, we may in future come to view Brexit as merely the prelude to even worse social division and conflict. And yet, it seems, remainers are now willing to give their support in droves to the party that bears such a heavy responsibility for the referendum outcome they deplore, and who, in their manifesto for the forthcoming elections, neither makes any mention of austerity nor proposes any convincing measures to end it. The imposition of austerity by the EU across Europe has galvanised the far right; its implementation in Britain by the coalition has done the same. I voted remain as the least worst option and do not doubt it was the right thing to do. But I will never vote for those who colluded with the systemic assault on the least privileged so clearly laid out by the UN’s poverty expert, and who in doing so created the conditions for a populist revolt. So, bollocks to the Lib Dems: I shall be voting Labour because only Corbyn’s party recognises the scale of the undertaking required to restore the conditions in which progressive democratic decision making becomes plausible. Dr David Alderson Manchester • We hope the IFS Deaton review will ensure its agenda includes consideration of the inequality between renters and landlords or landowners. Unlike other countries’, our renters, of homes or small businesses, pay the landlords’ property tax, which we call council tax or business rates. But renters get none of the vast increases in the value of land that have been given unearned and untaxed to landlords and landowners since the “big bang” of the 1980s. It would be a significant move towards equality if a small percentage of the annual increase in the value of land was paid by its owners to local or national government leading to the abolition of council tax, business rates, stamp duty and, if international experience of land value capture is shared in the UK, a reduction of taxes on income. Rev Paul Nicolson Founder, Taxpayers Against Poverty Fred Harrison Land Research Trust Rev Paul Regan Chair, London Community Land Trust Tom Burgess Director, Taxpayers Against Poverty • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "6587",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/22/tactical-voting-in-european-elections-can-have-unintended-consequences",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-22T16:51:18Z",
    "webTitle": "Tactical voting in European elections can have unintended consequences | Letters",
    "webUrl": "https://www.theguardian.com/politics/2019/may/22/tactical-voting-in-european-elections-can-have-unintended-consequences",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/22/tactical-voting-in-european-elections-can-have-unintended-consequences",
    "fields": {
      "headline": "Tactical voting in European elections can have unintended consequences",
      "standfirst": "<strong>Bob Gledhill</strong> on how voting strategies in PR polls can backfire, <strong>Alan Beale</strong> on the lack of options for left-leaning pro-Brexit voters, and <strong>Les Summers</strong> on overcoming tribal loyalties",
      "trailText": "Letters: <strong>Bob Gledhill</strong> on how voting strategies in PR polls can backfire, <strong>Alan Beale</strong> on the lack of options for left-leaning pro-Brexit voters, and <strong>Les Summers</strong> on overcoming tribal loyalties",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"a7e43747782f3dd06a1fe5cd74a8c9ca3ace7d2a\"> <img src=\"https://media.guim.co.uk/a7e43747782f3dd06a1fe5cd74a8c9ca3ace7d2a/0_0_4256_2554/1000.jpg\" alt=\"BNP leader Nick Griffin at the count for the north-west region in the European elections of 2009.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">BNP leader Nick Griffin at the count for the north-west region in the European elections of 2009. </span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p>In a proportional representation election, it can be counterproductive to become embroiled in debates on tactical voting (<a href=\"https://www.theguardian.com/politics/2019/may/20/european-elections-tactical-voting-and-strategic-thinking-for-remainers\" title=\"\">Letters</a>, 21 May). However, my mind goes back to the debacle in the north-west region during the 2009 Euro election. Labour urged voters to support their party and desist from backing other reasonable options in a bid to keep out the far right. Then came the law of unintended consequences. When the votes were being shared out and the seats allocated, it became clear that one of two smaller parties would take the final place. Out of around 250,000 votes there were fewer than 6,000 separating them – the Green party was denied a seat, and it went to Nick Griffin of the BNP. My advice this time would be to respect the fairness of PR: vote for what you want and you are very likely to get it.<br><strong>Bob Gledhill</strong><br><em>Trowbridge, Wiltshire</em></p> <p>• To all those European Union supporters who have been agonising in the columns of the Guardian in recent days over which pro-remain party to support in the Euro elections, I would say that you should count yourselves lucky.</p> <p>Guardian readers who think that the EU is an institutionally reactionary and increasingly unreformable organisation that it’s best to be outside of – and who are, obviously, too progressive, leftist, anti-nationalist and anti-racist to contemplate supporting Tory or Faragist politics – have no one at all to vote for.<br><strong>Albert Beale</strong><br><em>London</em></p> <p>• Why all the debate? Remainers must vote for parties with an unequivocal opposition to Brexit. As a lifelong Labour supporter, I will not be voting Labour. The real majority in the UK must overcome tribal loyalties for the general good. It is as simple as that.<br><strong>Les Summers</strong><br><em>Kidlington, </em><em>Oxfordshire</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "6",
      "wordcount": "331",
      "commentable": "false",
      "firstPublicationDate": "2019-05-22T16:51:18Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-22T17:05:08Z",
      "newspaperEditionDate": "2019-05-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bgn7h",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a7e43747782f3dd06a1fe5cd74a8c9ca3ace7d2a/0_0_4256_2554/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "In a proportional representation election, it can be counterproductive to become embroiled in debates on tactical voting (Letters, 21 May). However, my mind goes back to the debacle in the north-west region during the 2009 Euro election. Labour urged voters to support their party and desist from backing other reasonable options in a bid to keep out the far right. Then came the law of unintended consequences. When the votes were being shared out and the seats allocated, it became clear that one of two smaller parties would take the final place. Out of around 250,000 votes there were fewer than 6,000 separating them – the Green party was denied a seat, and it went to Nick Griffin of the BNP. My advice this time would be to respect the fairness of PR: vote for what you want and you are very likely to get it. Bob Gledhill Trowbridge, Wiltshire • To all those European Union supporters who have been agonising in the columns of the Guardian in recent days over which pro-remain party to support in the Euro elections, I would say that you should count yourselves lucky. Guardian readers who think that the EU is an institutionally reactionary and increasingly unreformable organisation that it’s best to be outside of – and who are, obviously, too progressive, leftist, anti-nationalist and anti-racist to contemplate supporting Tory or Faragist politics – have no one at all to vote for. Albert Beale London • Why all the debate? Remainers must vote for parties with an unequivocal opposition to Brexit. As a lifelong Labour supporter, I will not be voting Labour. The real majority in the UK must overcome tribal loyalties for the general good. It is as simple as that. Les Summers Kidlington, Oxfordshire • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "2010",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/22/tory-electoral-law-change-that-would-threaten-democracy",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-22T16:50:48Z",
    "webTitle": "Tory electoral law change that would threaten democracy | Letter",
    "webUrl": "https://www.theguardian.com/politics/2019/may/22/tory-electoral-law-change-that-would-threaten-democracy",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/22/tory-electoral-law-change-that-would-threaten-democracy",
    "fields": {
      "headline": "Tory electoral law change that would threaten democracy",
      "standfirst": "If their initiative succeeds, it would be open season for wealthy parties to ‘buy’ elections, writes <strong>Nick Harvey</strong>, chief executive of the Liberal Democrats",
      "trailText": "<strong>Letter:</strong> If their initiative succeeds, it would be open season for wealthy parties to ‘buy’ elections, writes <strong>Nick Harvey</strong>, chief executive of the Liberal Democrats",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"855e51c9c3a06d78865f9ece7806e5d7c1a506b9\"> <img src=\"https://media.guim.co.uk/855e51c9c3a06d78865f9ece7806e5d7c1a506b9/0_87_3772_2263/1000.jpg\" alt=\"A voter placing a ballot paper in a ballot box\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Photograph: Rui Vieira/PA</span> <span class=\"element-image__credit\">Photograph: Rui Vieira/PA</span> </figcaption> </figure>",
      "body": "<p>Your story (<a href=\"https://www.theguardian.com/politics/2019/may/21/tories-draft-law-protect-mps-party-overspend\" title=\"\">Tories consider electoral law to protect MPs if parties overspend</a>, theguardian.com, 21 May) should worry anyone who values fair elections and a functioning democracy. If their initiative succeeds, only campaign spending explicitly authorised by a candidate or their agent will count towards their legally limited election expenses. Other spending – for example, by the candidate’s party headquarters, aimed at getting that candidate elected in that constituency – would not count at all. It would be open season for wealthy parties to drive a coach and horses through the whole regime of controlled campaign spending. They could “buy” elections in seats on an even more egregious basis than the current ludicrous legislation permits.</p> <p>We would readily support the proposed reform, so long as it was accompanied by another reform making it a criminal offence for parties and their staff to spend money promoting a candidate without their agent’s authorisation.<br><strong>Nick Harvey </strong><br><em>Chief executive, Liberal Democrats </em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "201",
      "commentable": "false",
      "firstPublicationDate": "2019-05-22T16:50:48Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-22T17:21:47Z",
      "newspaperEditionDate": "2019-05-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bgz2e",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/855e51c9c3a06d78865f9ece7806e5d7c1a506b9/0_87_3772_2263/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Your story (Tories consider electoral law to protect MPs if parties overspend, theguardian.com, 21 May) should worry anyone who values fair elections and a functioning democracy. If their initiative succeeds, only campaign spending explicitly authorised by a candidate or their agent will count towards their legally limited election expenses. Other spending – for example, by the candidate’s party headquarters, aimed at getting that candidate elected in that constituency – would not count at all. It would be open season for wealthy parties to drive a coach and horses through the whole regime of controlled campaign spending. They could “buy” elections in seats on an even more egregious basis than the current ludicrous legislation permits. We would readily support the proposed reform, so long as it was accompanied by another reform making it a criminal offence for parties and their staff to spend money promoting a candidate without their agent’s authorisation. Nick Harvey Chief executive, Liberal Democrats • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1313",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "lifeandstyle/2019/may/22/open-and-shut-case-for-model-railways",
    "type": "article",
    "sectionId": "lifeandstyle",
    "sectionName": "Life and style",
    "webPublicationDate": "2019-05-22T16:49:52Z",
    "webTitle": "Open and shut case for model railways | Brief letters",
    "webUrl": "https://www.theguardian.com/lifeandstyle/2019/may/22/open-and-shut-case-for-model-railways",
    "apiUrl": "https://content.guardianapis.com/lifeandstyle/2019/may/22/open-and-shut-case-for-model-railways",
    "fields": {
      "headline": "Open and shut case for model railways",
      "standfirst": "<p>Milkshakes | Boots and plastic | Model railways | Mulhouse | Wordsearch</p>",
      "trailText": "<strong>Brief letters:</strong> Milkshakes | Boots and plastic | Model railways | Mulhouse | Wordsearch",
      "byline": "Letters",
      "main": "<figure class=\"element element-image\" data-media-id=\"f46387330a26b446bcf8671f4e9d36389aacfc9e\"> <img src=\"https://media.guim.co.uk/f46387330a26b446bcf8671f4e9d36389aacfc9e/165_688_3558_2135/1000.jpg\" alt=\"Model railway\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">For those with little space, ‘you can even get complete sets in a briefcase complete with scenery’, writes John Loader. </span> <span class=\"element-image__credit\">Photograph: Jeff Dalton/Alamy Stock Photo</span> </figcaption> </figure>",
      "body": "<p>No, Aditya Chakrabortty, it is not “political theatre” to throw milkshakes at people (<a href=\"https://www.theguardian.com/commentisfree/2019/may/21/far-right-milkshake-nigel-farage-tommy-robinson\" title=\"\">Journal</a>, 22 May), whoever they are. If you condone this you may as well condone the shouting of sexual abuse at females in the street – just a bit of banter, after all. I am no fan of Nigel Farage, but I don’t agree with this attitude – and I do not agree with printing a front-page picture of Farage showing the result of the assault. It simply encourages more of the same outrageous behaviour.<br><strong>Pam Roud</strong><br><em>Somersham, Cambridgeshire</em></p> <p>• I too was very unhappy when Boots started packaging my repeat prescription in plastic bags (<a href=\"https://www.theguardian.com/environment/2019/may/17/boots-chemist-berated-wrapping-prescriptions-plastic-bags\" title=\"\">Report</a>, 18 May). After complaining last year, I was fobbed off to my local recycling systems (although the bags are not recyclable). That they have signed up to the UK Plastics Pact is just a joke.<br><strong>Julie Goulding</strong><br><em>Manchester</em></p> <p>• Luke Turner (<a href=\"https://www.theguardian.com/lifeandstyle/shortcuts/2019/may/21/not-just-for-anoraks-model-railways-are-a-joyful-escape-from-the-pressures-of-masculinity\" title=\"\">G2</a>, 22 May) can have a full model railway even in a small flat. I have a Z gauge one taking up 4ft by 2ft (1:220 or a third of 00). Alternatively you can go mad and get T gauge, half the size again at 1:450. You can even get full sets in a briefcase, complete with scenery.<br><strong>John Loader</strong><br><em>Leyburn, North Yorkshire</em></p> <p>• It was good to read of <a href=\"https://www.theguardian.com/cities/2019/may/20/from-bleak-to-bustling-how-one-french-town-beat-the-high-street-blues-mulhouse\" title=\"\">Mulhouse’s “retail resurrection”</a> (21 May). An additional attraction of the town is the French national railway museum, La Cité du Train, which I visited about 20 years ago, and clearly would be worth visiting again.<br><strong>Michael Sargent</strong><br><em>Aylesbury, Buckinghamshire</em></p> <p>• You missed one (Wordsearch, 20 May)! Lomé is the capital of Togo. Or doesn’t West Africa count?<br><strong>Peter Walton</strong><br><em>London</em></p> <p><strong><em>• Join the debate – email </em></strong><a href=\"mailto:guardian.letters@theguardian.com\" title=\"\"><strong><em>guardian.letters@theguardian.com</em></strong></a></p> <p><strong><em>• Read more Guardian letters – click here to visit </em></strong><a href=\"https://www.theguardian.com/tone/letters\" title=\"\"><strong><em>gu.com/letters</em></strong></a></p> <p><strong><em>• Do you have a photo you’d like to share with Guardian readers? </em></strong><a href=\"https://www.theguardian.com/artanddesign/2018/jan/15/share-your-best-photographs-of-the-week-with-us\" title=\"\"><strong><em>Click here</em></strong></a><strong><em> to upload it and we’ll publish the best submissions in the letters spread of our print edition</em></strong></p>",
      "newspaperPageNumber": "7",
      "wordcount": "316",
      "commentable": "false",
      "firstPublicationDate": "2019-05-22T16:49:52Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-03-26T11:45:36Z",
      "newspaperEditionDate": "2019-05-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bgnz8",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/f46387330a26b446bcf8671f4e9d36389aacfc9e/165_688_3558_2135/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "No, Aditya Chakrabortty, it is not “political theatre” to throw milkshakes at people (Journal, 22 May), whoever they are. If you condone this you may as well condone the shouting of sexual abuse at females in the street – just a bit of banter, after all. I am no fan of Nigel Farage, but I don’t agree with this attitude – and I do not agree with printing a front-page picture of Farage showing the result of the assault. It simply encourages more of the same outrageous behaviour. Pam Roud Somersham, Cambridgeshire • I too was very unhappy when Boots started packaging my repeat prescription in plastic bags (Report, 18 May). After complaining last year, I was fobbed off to my local recycling systems (although the bags are not recyclable). That they have signed up to the UK Plastics Pact is just a joke. Julie Goulding Manchester • Luke Turner (G2, 22 May) can have a full model railway even in a small flat. I have a Z gauge one taking up 4ft by 2ft (1:220 or a third of 00). Alternatively you can go mad and get T gauge, half the size again at 1:450. You can even get full sets in a briefcase, complete with scenery. John Loader Leyburn, North Yorkshire • It was good to read of Mulhouse’s “retail resurrection” (21 May). An additional attraction of the town is the French national railway museum, La Cité du Train, which I visited about 20 years ago, and clearly would be worth visiting again. Michael Sargent Aylesbury, Buckinghamshire • You missed one (Wordsearch, 20 May)! Lomé is the capital of Togo. Or doesn’t West Africa count? Peter Walton London • Join the debate – email guardian.letters@theguardian.com • Read more Guardian letters – click here to visit gu.com/letters • Do you have a photo you’d like to share with Guardian readers? Click here to upload it and we’ll publish the best submissions in the letters spread of our print edition",
      "charCount": "1858",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "true",
      "bylineHtml": "Letters"
    },
    "isHosted": false,
    "pillarId": "pillar/lifestyle",
    "pillarName": "Lifestyle"
  },
  {
    "id": "commentisfree/2019/may/22/how-to-vote-european-elections",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-22T15:58:27Z",
    "webTitle": "How to vote in the European elections? | The panel",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/22/how-to-vote-european-elections",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/22/how-to-vote-european-elections",
    "fields": {
      "headline": "How to vote in the European elections? Our panel’s verdicts",
      "standfirst": "<p>While Nigel Farage’s party leads the polls, the remain vote is split and others refuse to see this as a referendum on Brexit</p>",
      "trailText": "While Nigel Farage’s party leads the polls, the remain vote is split, say Gaby Hinsliff and others",
      "byline": "Gaby Hinsliff, Aditya Chakrabortty, Sonia Sodha, Rafael Behr and Dawn Foster",
      "main": "<figure class=\"element element-image\" data-media-id=\"ca3f8a89c556a2fc2899ab2cae565503d583e012\"> <img src=\"https://media.guim.co.uk/ca3f8a89c556a2fc2899ab2cae565503d583e012/0_114_3500_2101/1000.jpg\" alt=\"Ballot boxes for the European elections in Edinburgh\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">‘This could be our last chance for a crystal clear verdict.’ Ballot boxes for the European elections in Edinburgh. </span> <span class=\"element-image__credit\">Photograph: Jane Barlow/PA</span> </figcaption> </figure>",
      "body": "<h2><a href=\"https://www.theguardian.com/profile/gabyhinsliff\" title=\"\">Gaby Hinsliff</a>: There’s only one real question here. Remainers aren’t as powerless as they feel</h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"811ba4e1ccc9f16054863a4ebe0b38917403cf27\"> <img src=\"https://media.guim.co.uk/811ba4e1ccc9f16054863a4ebe0b38917403cf27/0_0_480_480/480.png\" alt=\"Gaby Hinsliff\" width=\"480\" height=\"480\" class=\"gu-image\" /> </figure>  <p>This may be as close as we ever get to a second referendum. You never know, obviously; even though there’s barely enough time to organise one before October and not enough support for it in parliament, miracles can happen. But if they don’t then this Thursday could be our last chance for a crystal clear verdict on three years of stumbling towards disaster. Do you want Brexit at any price, a no-deal Brexit if necessary now Theresa May’s deal is dying, or not?</p> <p>For however much Labour tries to pretend it’s really about renationalising things or kicking out the Tories, this isn’t a domestic election and there’s only one real question here. The lesson of the local elections – when Jeremy Corbyn seemingly interpreted a Liberal Democrat resurrection as a mandate to carry on regardless – is there’s no room for ambiguity. If you want to remain, revoke, vote again or do anything but be swept inexorably over the waterfall then go Liberal Democrats, Greens, Change UK in England, and SNP or Plaid Cymru in Scotland or Wales. If tactical voting advice seems baffling, then vote with your heart. Reward the Lib Dems’ courage in resisting Brexit when nobody else was, or the Greens for doing the same on the climate emergency, or Change UK for at least trying to shake their old parties out of it; whatever moves you.</p> <p>It’s trickier for liberal leavers, who only really wanted something Norway-ish and are now aghast at where we’ve ended up. No party fully represents them.</p> <p>But remainers aren’t as powerless as they feel. You can’t directly change the path of Brexit on Thursday – that’s not within MEPs’ power – but your vote can push Westminster parties in the direction you want them to go. Ask leavers; they’ve been doing it for decades.</p> <p>• Gaby Hinsliff is a Guardian columnist</p> <h2><a href=\"https://www.theguardian.com/profile/adityachakrabortty\" title=\"\">Aditya Chakrabortty</a>: The big aim is to drive out the scourge of Faragism. I’ll be voting Labour</h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"4f8aa61bbda80428dfac983237d85f038d838c29\"> <img src=\"https://media.guim.co.uk/4f8aa61bbda80428dfac983237d85f038d838c29/0_0_480_480/480.png\" alt=\"Aditya Chakrabortty\" width=\"480\" height=\"480\" class=\"gu-image\" /> </figure>  <p>Let’s be honest about what this election is about. It’s not a rerun of the EU referendum, even though the fervent leavers and remainers would love to make it so. Nor, despite the best efforts of the political commentators, is it some kind of national verdict on the state of our politics. It is not to elect representatives for Westminster or the local council. Instead, it’s to send representatives to a parliament that most of us pay zero attention to most of the time. These are elections we weren’t meant to hold, for positions that aren’t meant to last five years. In normal times, <a href=\"http://www.ukpolitical.info/european-parliament-election-turnout.htm\" title=\"\">two out of three</a> British voters don’t even bother to go to the polling station for this one. Logically, even fewer should venture out this time.</p> <p>I will plod along to the ballot box tomorrow and, although I don’t believe in lecturing others on where to put their cross, I am quite happy to say that personally I’ll be voting Labour – for two big reasons. First, I think the big aim in British politics today is to drive out the scourge of Faragism. The <a href=\"https://www.theguardian.com/politics/2019/may/22/change-uk-brexit-party-and-lib-dems-in-last-appeal-before-european-elections\" title=\"\">Brexit party</a> is the clear winner of this election, but the fewer votes Britain gives to Nigel Farage, the less airtime he gets to spread his race-baiting rubbish, the less persuaded backbench Tories will be to go even further to the right. Second, Labour is part of the European Socialists group and its platform is at least a start in reinvigorating a moribund EU. I understand why ardent remainers are eyeing up other options. All I’d say to that is that it was only four years ago that the Lib Dems were in a coalition that produced the disastrous austerity that led us to Brexit, while whatever passes for the intellects of Change UK still seem to believe in it. Whatever the outcome of tomorrow’s voting, it is a way station rather than a watershed. Europe is in deep trouble, economically, socially and politically, and so is Britain.</p> <p>• Aditya Chakrabortty is a Guardian columnist</p> <h2><br><a href=\"https://www.theguardian.com/profile/sonia-sodha\" title=\"\">Sonia Sodha</a>: I’m casting my first-ever vote for the Greens. We’re facing a climate emergency</h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"4aa0a3d2d72c5e7d4b85be5efedfef1a65bcbfd0\"> <img src=\"https://media.guim.co.uk/4aa0a3d2d72c5e7d4b85be5efedfef1a65bcbfd0/0_0_480_480/480.png\" alt=\"Sonia Sodha\" width=\"480\" height=\"480\" class=\"gu-image\" /> </figure>  <p>There’s one question that matters going into these elections: Brexit. It may not be a proxy referendum, but it’s an opportunity – at last – for voters to send a message on Brexit, unencumbered by the constraints of a Westminster election where it’s essentially just a fight between the two main parties.</p> <p>I’m going to relish taking it. As someone who believes any Brexit deal must be put to a referendum – both on democratic grounds, and because there simply isn’t another route out of this gridlock – Labour won’t be getting my vote after its months of prevaricating. It’s become clear the only chance of getting the Labour leadership to throw its weight behind a referendum is to deny it my vote.</p> <p>One option would be to vote tactically. The Lib Dems are the remain party best poised to overtake Labour. I’m tempted by the prospect of that symbolism. But I can’t bring myself to forget the policy they pushed in coalition: of expensive tax cuts that disproportionately benefitted the better-off, that were effectively paid for by cuts to tax credits for low-income families with kids.</p> <p>So I’m making a positive choice to cast my first-ever vote for the Greens. We’re facing a climate emergency, and it’s never been more important to have a strong Green contingent in the European parliament. And we won’t crack climate crisis without strong international institutions like the EU. Which brings us full circle, back to Brexit.</p> <p>• Sonia Sodha is chief leader writer at the Observer, and deputy opinion editor at the Guardian</p> <h2><br><a href=\"https://www.theguardian.com/profile/rafaelbehr\" title=\"\">Rafael Behr</a>: The Liberal Democrats have most conspicuously waved an anti-Brexit standard </h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"4facb002068ac334aca3986b610792054ab0ecfc\"> <img src=\"https://media.guim.co.uk/4facb002068ac334aca3986b610792054ab0ecfc/0_0_480_480/480.png\" alt=\"Rafael Behr\" width=\"480\" height=\"480\" class=\"gu-image\" /> </figure>  <p>For more than three years now British politics has been consumed by something called Brexit without coming any closer to a functional definition of that word. Terminating membership of the EU is a legal baseline but not sufficient. Arrangements that mirror Norway’s relationship with Brussels would meet that test. But for Nigel Farage and most of the Conservative party, departure on those terms would be synthetic Brexit. For Farage’s new party only the most severe rupture from all European institutions is acceptable and – with the help of Tory radicals – he is rebranding the whole project to that extreme specification. The option of softer, moderate Brexits has been delegitimised by the hardliners, which then makes it harder for anyone else to defend compromise positions. This is the contradiction at the heart of Labour’s convoluted policy. The idea, not without merit, is that a national party should aspire to <a href=\"https://www.theguardian.com/politics/2019/may/21/jeremy-corbyn-campaign-trail-labour-brexit-divide\" title=\"\">represent both sides</a> of the big European divide. The problem is that nothing Jeremy Corbyn says credibly describes legal, institutional arrangements to achieve that end. He supports leaving the single market (a hard Brexit to pro-European eyes) but also a permanent customs union (a capitulation to Brussels, in the minds of Eurosceptic hardliners). Insofar as a <a href=\"https://www.theguardian.com/commentisfree/2019/may/20/brexit-britain-labour-remain-european-elections-leave-voters\" title=\"\">notional Labour deal</a> can be discerned, it is structurally not that different to the one Theresa May has failed to drive through parliament, and if Corbyn had the chance to enact Brexit, his withdrawal agreement would necessarily be the same as hers. Failure to say as much frankly is one of many dishonesties that have polluted the whole debate.</p> <p>The fundamental question that so few Brexiteers are prepared to address is what, from the menu of real, available options – what package of technical, institutional arrangements – is the best one for the UK national interest. The answer, without question, is the one that has been painstakingly negotiated and adapted for a generation (including a range of bespoke opt-outs and a budget rebate). It’s called “membership of the EU”. Anyone who recognises that as something worth fighting for should vote for a party that has the courage to say as much. That disqualifies Labour. Of the genuinely remain parties, preferences might vary, but it seems to me there is a benefit in boosting the overall vote share of the one that can light the highest national beacon for the pro-European cause; to line up behind the battalion that has most conspicuously waved an anti-Brexit standard. That role, judging by polls, local election results and the Euro campaign thus far, has been fulfilled by the Liberal Democrats.</p> <p>• Rafael Behr is a Guardian columnist</p> <h2><br><a href=\"https://www.theguardian.com/profile/dawn-foster\" title=\"\">Dawn Foster</a>: I’m voting Labour with no qualms. I don’t see this as a referendum on Brexit </h2>  <figure class=\"element element-image element--thumbnail\" data-media-id=\"4428408a25aa90a712ad2e0baf5842369cd79f25\"> <img src=\"https://media.guim.co.uk/4428408a25aa90a712ad2e0baf5842369cd79f25/0_0_480_480/480.png\" alt=\"Dawn Foster\" width=\"480\" height=\"480\" class=\"gu-image\" /> </figure>  <p>On Thursday I’ll head to the polling station in my neighbouring primary school and vote Labour with no qualms. I don’t see the European elections as a referendum on Brexit: doing so is both divisive and ill-advised. I can’t see myself voting Liberal Democrat after they propped up the Tories in coalition and ushered in the austerity that has gutted our social safety net. Treating the vote as a second referendum also ignores the fact that the Brexit party will get far more votes than the so-called “remain” parties, arguing that a no-deal Brexit is favoured by the public. It’s unlikely the elected MEPs will be in the European parliament for long, but they can attempt to make a difference in the short period they are. Some projections predict the left blocs in the European parliament will outnumber the right blocs, meaning the left will have a greater say. The two biggest threats we currently face are the environment and the rise of the far right: Labour is the only national party that can realistically battle them. The Tories ignore the rise of the far right, and are meek on the environment, while the Greens will never win enough seats to make a difference. We’re stuck in too dangerous a situation to use protest votes, with openly racist candidates fighting for seats and polling well. I would much rather see the Conservative vote collapse, and Labour’s grow as a result, so choosing who to vote for is easy.</p> <p>• Dawn Foster is a Guardian columnist</p>",
      "newspaperPageNumber": "3",
      "wordcount": "1670",
      "commentCloseDate": "2019-05-22T17:45:00Z",
      "commentable": "true",
      "firstPublicationDate": "2019-05-22T15:58:27Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:00Z",
      "newspaperEditionDate": "2019-05-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bgn9t",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/ca3f8a89c556a2fc2899ab2cae565503d583e012/0_114_3500_2101/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Gaby Hinsliff: There’s only one real question here. Remainers aren’t as powerless as they feel This may be as close as we ever get to a second referendum. You never know, obviously; even though there’s barely enough time to organise one before October and not enough support for it in parliament, miracles can happen. But if they don’t then this Thursday could be our last chance for a crystal clear verdict on three years of stumbling towards disaster. Do you want Brexit at any price, a no-deal Brexit if necessary now Theresa May’s deal is dying, or not? For however much Labour tries to pretend it’s really about renationalising things or kicking out the Tories, this isn’t a domestic election and there’s only one real question here. The lesson of the local elections – when Jeremy Corbyn seemingly interpreted a Liberal Democrat resurrection as a mandate to carry on regardless – is there’s no room for ambiguity. If you want to remain, revoke, vote again or do anything but be swept inexorably over the waterfall then go Liberal Democrats, Greens, Change UK in England, and SNP or Plaid Cymru in Scotland or Wales. If tactical voting advice seems baffling, then vote with your heart. Reward the Lib Dems’ courage in resisting Brexit when nobody else was, or the Greens for doing the same on the climate emergency, or Change UK for at least trying to shake their old parties out of it; whatever moves you. It’s trickier for liberal leavers, who only really wanted something Norway-ish and are now aghast at where we’ve ended up. No party fully represents them. But remainers aren’t as powerless as they feel. You can’t directly change the path of Brexit on Thursday – that’s not within MEPs’ power – but your vote can push Westminster parties in the direction you want them to go. Ask leavers; they’ve been doing it for decades. • Gaby Hinsliff is a Guardian columnist Aditya Chakrabortty: The big aim is to drive out the scourge of Faragism. I’ll be voting Labour Let’s be honest about what this election is about. It’s not a rerun of the EU referendum, even though the fervent leavers and remainers would love to make it so. Nor, despite the best efforts of the political commentators, is it some kind of national verdict on the state of our politics. It is not to elect representatives for Westminster or the local council. Instead, it’s to send representatives to a parliament that most of us pay zero attention to most of the time. These are elections we weren’t meant to hold, for positions that aren’t meant to last five years. In normal times, two out of three British voters don’t even bother to go to the polling station for this one. Logically, even fewer should venture out this time. I will plod along to the ballot box tomorrow and, although I don’t believe in lecturing others on where to put their cross, I am quite happy to say that personally I’ll be voting Labour – for two big reasons. First, I think the big aim in British politics today is to drive out the scourge of Faragism. The Brexit party is the clear winner of this election, but the fewer votes Britain gives to Nigel Farage, the less airtime he gets to spread his race-baiting rubbish, the less persuaded backbench Tories will be to go even further to the right. Second, Labour is part of the European Socialists group and its platform is at least a start in reinvigorating a moribund EU. I understand why ardent remainers are eyeing up other options. All I’d say to that is that it was only four years ago that the Lib Dems were in a coalition that produced the disastrous austerity that led us to Brexit, while whatever passes for the intellects of Change UK still seem to believe in it. Whatever the outcome of tomorrow’s voting, it is a way station rather than a watershed. Europe is in deep trouble, economically, socially and politically, and so is Britain. • Aditya Chakrabortty is a Guardian columnist Sonia Sodha: I’m casting my first-ever vote for the Greens. We’re facing a climate emergency There’s one question that matters going into these elections: Brexit. It may not be a proxy referendum, but it’s an opportunity – at last – for voters to send a message on Brexit, unencumbered by the constraints of a Westminster election where it’s essentially just a fight between the two main parties. I’m going to relish taking it. As someone who believes any Brexit deal must be put to a referendum – both on democratic grounds, and because there simply isn’t another route out of this gridlock – Labour won’t be getting my vote after its months of prevaricating. It’s become clear the only chance of getting the Labour leadership to throw its weight behind a referendum is to deny it my vote. One option would be to vote tactically. The Lib Dems are the remain party best poised to overtake Labour. I’m tempted by the prospect of that symbolism. But I can’t bring myself to forget the policy they pushed in coalition: of expensive tax cuts that disproportionately benefitted the better-off, that were effectively paid for by cuts to tax credits for low-income families with kids. So I’m making a positive choice to cast my first-ever vote for the Greens. We’re facing a climate emergency, and it’s never been more important to have a strong Green contingent in the European parliament. And we won’t crack climate crisis without strong international institutions like the EU. Which brings us full circle, back to Brexit. • Sonia Sodha is chief leader writer at the Observer, and deputy opinion editor at the Guardian Rafael Behr: The Liberal Democrats have most conspicuously waved an anti-Brexit standard For more than three years now British politics has been consumed by something called Brexit without coming any closer to a functional definition of that word. Terminating membership of the EU is a legal baseline but not sufficient. Arrangements that mirror Norway’s relationship with Brussels would meet that test. But for Nigel Farage and most of the Conservative party, departure on those terms would be synthetic Brexit. For Farage’s new party only the most severe rupture from all European institutions is acceptable and – with the help of Tory radicals – he is rebranding the whole project to that extreme specification. The option of softer, moderate Brexits has been delegitimised by the hardliners, which then makes it harder for anyone else to defend compromise positions. This is the contradiction at the heart of Labour’s convoluted policy. The idea, not without merit, is that a national party should aspire to represent both sides of the big European divide. The problem is that nothing Jeremy Corbyn says credibly describes legal, institutional arrangements to achieve that end. He supports leaving the single market (a hard Brexit to pro-European eyes) but also a permanent customs union (a capitulation to Brussels, in the minds of Eurosceptic hardliners). Insofar as a notional Labour deal can be discerned, it is structurally not that different to the one Theresa May has failed to drive through parliament, and if Corbyn had the chance to enact Brexit, his withdrawal agreement would necessarily be the same as hers. Failure to say as much frankly is one of many dishonesties that have polluted the whole debate. The fundamental question that so few Brexiteers are prepared to address is what, from the menu of real, available options – what package of technical, institutional arrangements – is the best one for the UK national interest. The answer, without question, is the one that has been painstakingly negotiated and adapted for a generation (including a range of bespoke opt-outs and a budget rebate). It’s called “membership of the EU”. Anyone who recognises that as something worth fighting for should vote for a party that has the courage to say as much. That disqualifies Labour. Of the genuinely remain parties, preferences might vary, but it seems to me there is a benefit in boosting the overall vote share of the one that can light the highest national beacon for the pro-European cause; to line up behind the battalion that has most conspicuously waved an anti-Brexit standard. That role, judging by polls, local election results and the Euro campaign thus far, has been fulfilled by the Liberal Democrats. • Rafael Behr is a Guardian columnist Dawn Foster: I’m voting Labour with no qualms. I don’t see this as a referendum on Brexit On Thursday I’ll head to the polling station in my neighbouring primary school and vote Labour with no qualms. I don’t see the European elections as a referendum on Brexit: doing so is both divisive and ill-advised. I can’t see myself voting Liberal Democrat after they propped up the Tories in coalition and ushered in the austerity that has gutted our social safety net. Treating the vote as a second referendum also ignores the fact that the Brexit party will get far more votes than the so-called “remain” parties, arguing that a no-deal Brexit is favoured by the public. It’s unlikely the elected MEPs will be in the European parliament for long, but they can attempt to make a difference in the short period they are. Some projections predict the left blocs in the European parliament will outnumber the right blocs, meaning the left will have a greater say. The two biggest threats we currently face are the environment and the rise of the far right: Labour is the only national party that can realistically battle them. The Tories ignore the rise of the far right, and are meek on the environment, while the Greens will never win enough seats to make a difference. We’re stuck in too dangerous a situation to use protest votes, with openly racist candidates fighting for seats and polling well. I would much rather see the Conservative vote collapse, and Labour’s grow as a result, so choosing who to vote for is easy. • Dawn Foster is a Guardian columnist",
      "charCount": "9834",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/gabyhinsliff\">Gaby Hinsliff</a>, <a href=\"profile/adityachakrabortty\">Aditya Chakrabortty</a>, <a href=\"profile/sonia-sodha\">Sonia Sodha</a>, <a href=\"profile/rafaelbehr\">Rafael Behr</a> and <a href=\"profile/dawn-foster\">Dawn Foster</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "commentisfree/2019/may/22/brexit-partys-toxic-rhetoric-leave-voters-drink-chucked",
    "type": "article",
    "sectionId": "commentisfree",
    "sectionName": "Opinion",
    "webPublicationDate": "2019-05-22T15:18:29Z",
    "webTitle": "The Brexit party's toxic rhetoric doesn't represent most leave voters | Femi Oluwole",
    "webUrl": "https://www.theguardian.com/commentisfree/2019/may/22/brexit-partys-toxic-rhetoric-leave-voters-drink-chucked",
    "apiUrl": "https://content.guardianapis.com/commentisfree/2019/may/22/brexit-partys-toxic-rhetoric-leave-voters-drink-chucked",
    "fields": {
      "headline": "The Brexit party's toxic rhetoric doesn't represent most leave voters",
      "standfirst": "<p>I had a drink chucked in my face at Farage’s party rally for trying to open up the no-deal debate. Vote to stop this takeover <br></p>",
      "trailText": "I had a drink chucked in my face at Farage’s party rally for trying to open up the no-deal debate, says Our Future, Our Choice co-founder Femi Oluwole",
      "byline": "Femi Oluwole",
      "main": "<figure class=\"element element-image\" data-media-id=\"6f94b2390353c36744c737f5758ae7d8b2b639cd\"> <img src=\"https://media.guim.co.uk/6f94b2390353c36744c737f5758ae7d8b2b639cd/0_182_5472_3283/1000.jpg\" alt=\"T-shirts on chairs at the Brexit party rally.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">T-shirts on chairs at the Brexit party rally. ‘Farage does not represent the Brexit voters I have met. But people are so desperate for change in this country that they will vote for a party with no manifesto.’</span> <span class=\"element-image__credit\">Photograph: Frank Augstein/AP</span> </figcaption> </figure>",
      "body": "<p>Throwing milkshakes at people you politically disagree with is something we just shouldn’t do. I’d love it if UK politics could be one great big food-fight, as we’d probably get a lot more done than parliament has since the referendum. But the problem is, it won’t stop there. It took less than a second for Tommy Robinson (real name Stephen Yaxley-Lennon) to escalate to <a href=\"https://www.theguardian.com/uk-news/video/2019/may/03/tommy-robinson-has-two-milkshakes-thrown-at-him-in-two-days-video\">punching the person who threw milkshake on him</a>. Jo Cox’s widower, Brendan Cox, responded to the Nigel Farage milkshake incident by condemning the act despite his strong political opposition to Farage, because it “normalises violence and intimidation”. If you want to hurt Nigel Farage, <a href=\"https://twitter.com/Femi_Sorry/status/1118815400932847616\">expose him for what he is</a>.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2019/may/22/nigel-farage-scandals-rivals-brexit-party-european-elections\">Why is Nigel Farage immune to scandals that would destroy his rivals? | Jonathan Freedland</a> </p> </aside>  <p>I was at the Brexit party rally in London last night, with a couple of upturned buckets for chairs and a folding table with a banner reading “A no-deal Brexit would be a disaster for the UK: Change my mind.” I was inviting people to speak to me, the most basic expression of liberal democracy. </p> <p>Challenging the fantasy promoted by Nigel Farage that everyone who voted leave in 2016 wanted to leave without a deal is crucial. A few people sat down for a proper discussion of the issues. Despite our differing views, many of them were genuinely nice people, who were actually grateful to me for not being what they perceived as a “typical remoaner”: calling them racist or just thick. But then there were those who called me delusional, scum, or a fucking traitor, chucked water on me and poked me in the face with a flagpole. Somehow that didn’t quite convince me that the Northern Irish peace process could cope with a massive constitutional rupture between the UK and Ireland.</p> <p>One benefit to post-referendum Britain was that the Brexit victory exposed (by emboldening) the worst elements on the leave side so that they couldn’t hide behind decent, reasonable leave voters any more. That allows us to address the thuggish and racist elements in the UK separately from the concerns of most Brexit voters – that our country is disgustingly unequal in favour of London when it comes to investment, infrastructure and job opportunities. The harmful rhetoric that treats all leavers as Faragist racists could have been put to bed. But Nigel Farage’s Brexit party is undoing that. The drink chucked in my face was a lovely reminder of that.</p> <p>It’s been my privilege to speak to Brexit voters in high streets across the UK. They are not the shouty, racist caricatures you see on Twitter or Question Time. On the whole they are decent, reasonable people who are angry with a political system that they can see doesn’t care about their area. The failure of Westminster to attend to Hull, Swansea, Motherwell and Newry for generations has made people desperate for change. Unfortunately, at the first chance they had to express that desperation, they did so in a way that will make things worse for them. </p> <p>The irony that I was the one being called a traitor is painful. Nigel Farage promised people they could vote Brexit <a href=\"https://twitter.com/OFOCBrexit/status/1125912034414137347/video/1\">without suffering economically because we’d get a deal</a>. Now he’s telling people they voted to leave without one. He knows that people care desperately about the NHS, yet personally <a href=\"https://twitter.com/Femi_Sorry/status/1123998429330464769\">advocated its destruction</a>. He knows that what people need is serious investment in left-behind communities, but he wants to slash the role of the state.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/news/audio/2019/may/21/how-nigel-farages-brexit-party-is-shaking-up-british-politics-podcast\">Shaken up: will Nigel Farage's Brexit party change politics? – podcast</a> </p> </aside>  <p>Farage does not represent the Brexit voters I have met. But people are so desperate for change in this country that they will vote for a party with no manifesto. If you thought the conversation around Brexit was toxic because of the constant accusations of racism, you ain’t seen nothing yet. And because Nigel Farage has pushed himself as the face of change in this country, none of the real concerns of decent Brexit voters will be addressed.</p> <p>That’s why tomorrow, we <em>must</em> get everyone we know to turn out to vote in the European elections, for the sake of leavers and remainers alike. Vote for parties with manifestos that reflect your values on all the issues the EU covers, or sit back and let Nigel Farage be the face of this country.</p> <p>• Femi Oluwole is co-founder of <a href=\"https://www.ofoc.co.uk/\">Our Future, Our Choice</a></p>",
      "wordcount": "710",
      "firstPublicationDate": "2019-05-22T15:18:29Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-22T15:20:07Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bgnd5",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/6f94b2390353c36744c737f5758ae7d8b2b639cd/0_182_5472_3283/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Throwing milkshakes at people you politically disagree with is something we just shouldn’t do. I’d love it if UK politics could be one great big food-fight, as we’d probably get a lot more done than parliament has since the referendum. But the problem is, it won’t stop there. It took less than a second for Tommy Robinson (real name Stephen Yaxley-Lennon) to escalate to punching the person who threw milkshake on him. Jo Cox’s widower, Brendan Cox, responded to the Nigel Farage milkshake incident by condemning the act despite his strong political opposition to Farage, because it “normalises violence and intimidation”. If you want to hurt Nigel Farage, expose him for what he is. I was at the Brexit party rally in London last night, with a couple of upturned buckets for chairs and a folding table with a banner reading “A no-deal Brexit would be a disaster for the UK: Change my mind.” I was inviting people to speak to me, the most basic expression of liberal democracy. Challenging the fantasy promoted by Nigel Farage that everyone who voted leave in 2016 wanted to leave without a deal is crucial. A few people sat down for a proper discussion of the issues. Despite our differing views, many of them were genuinely nice people, who were actually grateful to me for not being what they perceived as a “typical remoaner”: calling them racist or just thick. But then there were those who called me delusional, scum, or a fucking traitor, chucked water on me and poked me in the face with a flagpole. Somehow that didn’t quite convince me that the Northern Irish peace process could cope with a massive constitutional rupture between the UK and Ireland. One benefit to post-referendum Britain was that the Brexit victory exposed (by emboldening) the worst elements on the leave side so that they couldn’t hide behind decent, reasonable leave voters any more. That allows us to address the thuggish and racist elements in the UK separately from the concerns of most Brexit voters – that our country is disgustingly unequal in favour of London when it comes to investment, infrastructure and job opportunities. The harmful rhetoric that treats all leavers as Faragist racists could have been put to bed. But Nigel Farage’s Brexit party is undoing that. The drink chucked in my face was a lovely reminder of that. It’s been my privilege to speak to Brexit voters in high streets across the UK. They are not the shouty, racist caricatures you see on Twitter or Question Time. On the whole they are decent, reasonable people who are angry with a political system that they can see doesn’t care about their area. The failure of Westminster to attend to Hull, Swansea, Motherwell and Newry for generations has made people desperate for change. Unfortunately, at the first chance they had to express that desperation, they did so in a way that will make things worse for them. The irony that I was the one being called a traitor is painful. Nigel Farage promised people they could vote Brexit without suffering economically because we’d get a deal. Now he’s telling people they voted to leave without one. He knows that people care desperately about the NHS, yet personally advocated its destruction. He knows that what people need is serious investment in left-behind communities, but he wants to slash the role of the state. Farage does not represent the Brexit voters I have met. But people are so desperate for change in this country that they will vote for a party with no manifesto. If you thought the conversation around Brexit was toxic because of the constant accusations of racism, you ain’t seen nothing yet. And because Nigel Farage has pushed himself as the face of change in this country, none of the real concerns of decent Brexit voters will be addressed. That’s why tomorrow, we must get everyone we know to turn out to vote in the European elections, for the sake of leavers and remainers alike. Vote for parties with manifestos that reflect your values on all the issues the EU covers, or sit back and let Nigel Farage be the face of this country. • Femi Oluwole is co-founder of Our Future, Our Choice",
      "charCount": "4121",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/femi-oluwole\">Femi Oluwole</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/opinion",
    "pillarName": "Opinion"
  },
  {
    "id": "politics/2019/may/22/amber-rudd-to-lodge-complaint-over-un-austerity-report",
    "type": "article",
    "sectionId": "society",
    "sectionName": "Society",
    "webPublicationDate": "2019-05-22T10:59:14Z",
    "webTitle": "Amber Rudd to lodge complaint over UN's austerity report",
    "webUrl": "https://www.theguardian.com/politics/2019/may/22/amber-rudd-to-lodge-complaint-over-un-austerity-report",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/22/amber-rudd-to-lodge-complaint-over-un-austerity-report",
    "fields": {
      "headline": "Amber Rudd to lodge complaint over UN's austerity report",
      "standfirst": "<p>Rudd will say Philip Alston, the UN’s special rapporteur on extreme poverty, is biased</p>",
      "trailText": "Rudd will say Philip Alston, the UN’s special rapporteur on extreme poverty, is biased",
      "byline": "Robert Booth Social affairs correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"deb56340d1d62f93ec9746d5f6c8a79fb1ae42c4\"> <img src=\"https://media.guim.co.uk/deb56340d1d62f93ec9746d5f6c8a79fb1ae42c4/0_224_6720_4032/1000.jpg\" alt=\"Philip Alston visits a Newcastle food bank.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Philip Alston, the UN rapporteur on extreme poverty, speaking to Denise Hunter and her son Michael during a visit to the West End food bank in Newcastle.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p>The work and pensions secretary, Amber Rudd, plans to lodge a formal complaint with the UN about the <a href=\"https://www.theguardian.com/politics/2019/may/22/un-report-compares-tory-welfare-reforms-to-creation-of-workhouses\">damning report</a> on austerity in Britain by its special rapporteur on extreme poverty, Philip Alston.</p> <p>Rudd will argue that Alston is politically biased and did not do enough research. The minister is seeking guidance from the Foreign Office on the best way to respond after Alston compared her department’s welfare policies to the creation of Victorian workhouses. </p> <p>Alston quoted the 17th-century philosopher <a href=\"https://yalebooksblog.co.uk/2013/04/05/thomas-hobbes-solitary-poor-nasty-brutish-and-short/\">Thomas Hobbes</a> to warn that unless austerity was ended and welfare cuts were reversed, millions of poorer Britons faced lives that would be “solitary, poor, nasty, brutish and short”.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/society/2018/nov/16/key-points-un-envoy-philip-alston-report-poverty-britain-uk\">Key points from UN envoy's report on poverty in Britain</a> </p> </aside>  <p>The 21-page report said the government appeared unwilling to debate the impact of its austerity policies since 2010, which it said were “in clear violation of the country’s human rights obligations”. </p> <p>Alston accused ministers of “window dressing to minimise political fallout” by insisting the country was enjoying record lows in absolute poverty, children in workless households and unemployment.</p> <p>The “endlessly repeated” mantra about rising employment overlooked that “close to 40% of children are predicted to be living in poverty two years from now, 16% of people over 65 live in relative poverty and millions of those who are in work are dependent upon various forms of charity to cope,” he said. </p> <p>The report will be formally presented to the UN Human Rights Council<strong> </strong>in Geneva on 27 June.</p> <p>The government believes Alston, a New York-based human rights lawyer, could not credibly have reached his conclusions after only an <a href=\"https://www.theguardian.com/society/2018/nov/16/key-points-un-envoy-philip-alston-report-poverty-britain-uk\">11-day trip to the UK</a>. Last November he visited nine towns and cities in <a href=\"https://www.theguardian.com/society/2018/nov/08/life-on-the-poverty-frontline-un-turns-its-gaze-on-uk\">England</a>, <a href=\"https://www.theguardian.com/society/2018/nov/09/its-unfair-un-envoy-meets-children-living-in-poverty-in-scotland\">Scotland</a>, Northern Ireland and Wales, holding town hall meetings and visiting poverty-related charities and organisations including food banks and <a href=\"https://www.theguardian.com/society/2018/nov/14/shut-out-society-young-londoners-un-poverty-envoy-philip-alston\">youth programmes</a>.</p> <p>Rudd is said to be particularly frustrated by Alston’s accusation that the government was responsible for the “systematic immiseration of a significant part of the British population”. She also believes Alston ventured off his beat by making criticisms about cuts to police numbers and legal aid.</p> <p>In a statement, the government said his report was “a barely believable documentation of Britain based on a tiny period of time spent here” and “a completely inaccurate picture of our approach to tackling poverty”.</p> <p>Either side of his trip, Alston worked for several months with a team of legal scholars and staff from the office of the UN high commissioner for human rights researching austerity in the UK.</p> <p>According to the footnotes to the report, they analysed information from three government ministries, the Scottish and Welsh governments, the National Audit Office and the Equalities and Human Rights Commission. They also examined reports from organisations including the Institute for Fiscal Studies, the Joseph Rowntree Foundation and the OECD, and received more than 300 written submissions.</p> <p>Labour said the report should be a “source of shame” to ministers and urged them to “end their state of denial”. Margaret Greenwood, the shadow work and pensions secretary, said: “This report is a shocking indictment of the brutal cuts to social security introduced by Conservative-led governments since 2010 and the deeply flawed, punitive system that they have created.”</p> <p>The DWP said: “We take tackling poverty extremely seriously, which is why we spend £95bn a year on welfare and maintain a state pension system that supports people into retirement. All the evidence shows that full-time work is the best way to boost your income and quality of life, which is why our welfare reforms are focused on supporting people into employment and we introduced the national living wage, so people earn more in work.”</p> <p>Groups with years of experience examining poverty in the UK backed Alston’s conclusions. Campbell Robb, the chief executive of the Joseph Rowntree Foundation, said: “There can be no moral justification for failing to act on this report.”</p> <p>Alison Garnham, the chief executive of Child Poverty Action Group, said Alston had “exposed the government’s refusal to acknowledge the scale of child poverty in the UK. We can reduce child poverty in the UK – we’ve done it before. But it will require a willingness from government to first see the problem and then to deliver a strategy for solving it.” </p>",
      "newspaperPageNumber": "19",
      "wordcount": "696",
      "firstPublicationDate": "2019-05-22T10:59:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-22T19:10:03Z",
      "newspaperEditionDate": "2019-05-23T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bgmjv",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/deb56340d1d62f93ec9746d5f6c8a79fb1ae42c4/0_224_6720_4032/500.jpg",
      "legallySensitive": "false",
      "sensitive": "true",
      "lang": "en",
      "isLive": "true",
      "bodyText": "The work and pensions secretary, Amber Rudd, plans to lodge a formal complaint with the UN about the damning report on austerity in Britain by its special rapporteur on extreme poverty, Philip Alston. Rudd will argue that Alston is politically biased and did not do enough research. The minister is seeking guidance from the Foreign Office on the best way to respond after Alston compared her department’s welfare policies to the creation of Victorian workhouses. Alston quoted the 17th-century philosopher Thomas Hobbes to warn that unless austerity was ended and welfare cuts were reversed, millions of poorer Britons faced lives that would be “solitary, poor, nasty, brutish and short”. The 21-page report said the government appeared unwilling to debate the impact of its austerity policies since 2010, which it said were “in clear violation of the country’s human rights obligations”. Alston accused ministers of “window dressing to minimise political fallout” by insisting the country was enjoying record lows in absolute poverty, children in workless households and unemployment. The “endlessly repeated” mantra about rising employment overlooked that “close to 40% of children are predicted to be living in poverty two years from now, 16% of people over 65 live in relative poverty and millions of those who are in work are dependent upon various forms of charity to cope,” he said. The report will be formally presented to the UN Human Rights Council in Geneva on 27 June. The government believes Alston, a New York-based human rights lawyer, could not credibly have reached his conclusions after only an 11-day trip to the UK. Last November he visited nine towns and cities in England, Scotland, Northern Ireland and Wales, holding town hall meetings and visiting poverty-related charities and organisations including food banks and youth programmes. Rudd is said to be particularly frustrated by Alston’s accusation that the government was responsible for the “systematic immiseration of a significant part of the British population”. She also believes Alston ventured off his beat by making criticisms about cuts to police numbers and legal aid. In a statement, the government said his report was “a barely believable documentation of Britain based on a tiny period of time spent here” and “a completely inaccurate picture of our approach to tackling poverty”. Either side of his trip, Alston worked for several months with a team of legal scholars and staff from the office of the UN high commissioner for human rights researching austerity in the UK. According to the footnotes to the report, they analysed information from three government ministries, the Scottish and Welsh governments, the National Audit Office and the Equalities and Human Rights Commission. They also examined reports from organisations including the Institute for Fiscal Studies, the Joseph Rowntree Foundation and the OECD, and received more than 300 written submissions. Labour said the report should be a “source of shame” to ministers and urged them to “end their state of denial”. Margaret Greenwood, the shadow work and pensions secretary, said: “This report is a shocking indictment of the brutal cuts to social security introduced by Conservative-led governments since 2010 and the deeply flawed, punitive system that they have created.” The DWP said: “We take tackling poverty extremely seriously, which is why we spend £95bn a year on welfare and maintain a state pension system that supports people into retirement. All the evidence shows that full-time work is the best way to boost your income and quality of life, which is why our welfare reforms are focused on supporting people into employment and we introduced the national living wage, so people earn more in work.” Groups with years of experience examining poverty in the UK backed Alston’s conclusions. Campbell Robb, the chief executive of the Joseph Rowntree Foundation, said: “There can be no moral justification for failing to act on this report.” Alison Garnham, the chief executive of Child Poverty Action Group, said Alston had “exposed the government’s refusal to acknowledge the scale of child poverty in the UK. We can reduce child poverty in the UK – we’ve done it before. But it will require a willingness from government to first see the problem and then to deliver a strategy for solving it.”",
      "charCount": "4363",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/robertbooth\">Robert Booth</a> Social affairs correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/22/trio-tory-labour-independent-peers-back-liberal-democrats-eu-elections",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-22T10:25:07Z",
    "webTitle": "Tory peer suspended from party whip after backing Lib Dems in EU elections",
    "webUrl": "https://www.theguardian.com/politics/2019/may/22/trio-tory-labour-independent-peers-back-liberal-democrats-eu-elections",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/22/trio-tory-labour-independent-peers-back-liberal-democrats-eu-elections",
    "fields": {
      "headline": "Tory peer suspended from party whip after backing Lib Dems in EU elections",
      "standfirst": "<p>Andrew Cooper’s endorsement of other party’s candidates ‘not compatible’</p>",
      "trailText": "Andrew Cooper’s endorsement of other party’s candidates ‘not compatible’",
      "byline": "Rowena Mason Deputy political editor",
      "main": "<figure class=\"element element-image\" data-media-id=\"15f12fc54f468f1b6e1ed9d3c1549f806cceb3cc\"> <img src=\"https://media.guim.co.uk/15f12fc54f468f1b6e1ed9d3c1549f806cceb3cc/0_89_987_592/500.jpg\" alt=\"Andrew Cooper\" width=\"500\" height=\"300\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Andrew Cooper is among a number of peers who say they will abandon party loyalty and vote for the Lib Dems – ‘the remain party’ – in the European elections.</span> <span class=\"element-image__credit\">Photograph: Populus</span> </figcaption> </figure>",
      "body": "<p>Another senior Conservative peer has been suspended from the party whip for pledging to vote Liberal Democrat in the European elections, after the punishment was imposed on the former deputy prime minister Michael Heseltine.</p> <p>Andrew Cooper, the founder of pollster Populus who was David Cameron’s director of strategy in Downing Street, <a href=\"https://twitter.com/AndrewCooper__/status/1130973384165265408\">tweeted</a>: “I have come to the same conclusion as Michael Heseltine, for exactly the same reasons – and will be voting Lib Dem in Thursday’s European parliament elections.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/22/change-uk-brexit-party-and-lib-dems-in-last-appeal-before-european-elections\">Change UK, Brexit party and Lib Dems in last appeal before European elections</a> </p> </aside>  <p>He was subsequently told by the Tory party’s Lords’ chief whip, John Taylor, that “endorsing the candidates of another party is not compatible with taking the Conservative whip”.</p> <p>It comes after Gus O’Donnell, the former civil service chief, abandoned his political neutrality to say he would vote for the Liberal Democrats.</p> <p>The ex-cabinet secretary, nicknamed God, wrote in the Times that the clearest choice for a remain party was “voting Liberal Democrat in England, so that’s what I will do”.</p> <p>He said: “I would urge all those who support remain to do the same. It feels very strange to be specifying a preference for a particular party.</p> <p>“However, as a crossbencher in the Lords, and faced with a decision that will affect generations to come, I believe it is my civic duty to vote and there is now no reason not to be clear about how I use this precious power that democracies bestow on their citizens.”</p> <p>The Labour peer Michael Cashman, a former EastEnders actor, said: “I can’t trust [Jeremy] Corbyn or the people around him on the defining issue in postwar Britain, so on Thursday I will not be voting for the Labour party. As Matthew Parris said, I am not a Liberal Democrat, but I support their absolute consistency. Voting Lib Dem in the EU elections.”</p> <p>He added: “I think I’ve just resigned from the Labour party by declaring that I will support the Liberal Democrats in the European elections.”</p> <p>Parris, the former Tory MP and newspaper columnist, had earlier added to those from other parties saying they would lend their vote to the Liberal Democrats, telling the BBC’s Newsnight: I’m not a Liberal Democrat, I belong to the Conservatives … but they are the only party in this election … that believes we shouldn’t leave without a referendum.”</p> <p>He said he would recommend voting Liberal Democrat to any Tory wishing to remain in the EU.</p> <p>Heseltine, the veteran Tory, had the whip suspended for saying he would <a href=\"https://www.theguardian.com/politics/2019/may/18/michael-heseltine-will-vote-lib-dem-in-european-elections\">vote Liberal Democrat at the European elections</a>.</p> <p>The declarations mark the latest sign that the Liberal Democrats are becoming the pre-eminent party of remain in England, followed by the Greens and Change UK. There has been frustration among remain voters about the lack of an alliance among those parties. Of the three, the Liberal Democrats have consistently polled the highest.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/politics/2019/may/18/labour-panic-remain-voters-switch-to-lib-dems\">Labour panics as remain voters switch to Liberal Democrats</a> </p> </aside>  <p>Meanwhile, Nigel Farage, the Brexit party leader, and Vince Cable, the Liberal Democrat leader, took part in a head-to-head debate on Wednesday in a sign the European elections are becoming a proxy second referendum, with voters polarised along remain and leave party lines.</p> <p>Farage accused Cable of not having “democracy running deep in your bones” because of his support for a second referendum. He predicted a big win for the Brexit party would “kill off another chance of a second referendum” and spell the end of May’s premiership.</p> <p>Cable made the case for stopping Brexit and staying in the EU to deal with the climate emergency. “It’s not simply the damage caused by Brexit but the positives of being part of the EU,” he said.</p>",
      "wordcount": "596",
      "firstPublicationDate": "2019-05-22T08:01:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:01Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bgm2f",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/15f12fc54f468f1b6e1ed9d3c1549f806cceb3cc/0_89_987_592/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "Another senior Conservative peer has been suspended from the party whip for pledging to vote Liberal Democrat in the European elections, after the punishment was imposed on the former deputy prime minister Michael Heseltine. Andrew Cooper, the founder of pollster Populus who was David Cameron’s director of strategy in Downing Street, tweeted: “I have come to the same conclusion as Michael Heseltine, for exactly the same reasons – and will be voting Lib Dem in Thursday’s European parliament elections.” He was subsequently told by the Tory party’s Lords’ chief whip, John Taylor, that “endorsing the candidates of another party is not compatible with taking the Conservative whip”. It comes after Gus O’Donnell, the former civil service chief, abandoned his political neutrality to say he would vote for the Liberal Democrats. The ex-cabinet secretary, nicknamed God, wrote in the Times that the clearest choice for a remain party was “voting Liberal Democrat in England, so that’s what I will do”. He said: “I would urge all those who support remain to do the same. It feels very strange to be specifying a preference for a particular party. “However, as a crossbencher in the Lords, and faced with a decision that will affect generations to come, I believe it is my civic duty to vote and there is now no reason not to be clear about how I use this precious power that democracies bestow on their citizens.” The Labour peer Michael Cashman, a former EastEnders actor, said: “I can’t trust [Jeremy] Corbyn or the people around him on the defining issue in postwar Britain, so on Thursday I will not be voting for the Labour party. As Matthew Parris said, I am not a Liberal Democrat, but I support their absolute consistency. Voting Lib Dem in the EU elections.” He added: “I think I’ve just resigned from the Labour party by declaring that I will support the Liberal Democrats in the European elections.” Parris, the former Tory MP and newspaper columnist, had earlier added to those from other parties saying they would lend their vote to the Liberal Democrats, telling the BBC’s Newsnight: I’m not a Liberal Democrat, I belong to the Conservatives … but they are the only party in this election … that believes we shouldn’t leave without a referendum.” He said he would recommend voting Liberal Democrat to any Tory wishing to remain in the EU. Heseltine, the veteran Tory, had the whip suspended for saying he would vote Liberal Democrat at the European elections. The declarations mark the latest sign that the Liberal Democrats are becoming the pre-eminent party of remain in England, followed by the Greens and Change UK. There has been frustration among remain voters about the lack of an alliance among those parties. Of the three, the Liberal Democrats have consistently polled the highest. Meanwhile, Nigel Farage, the Brexit party leader, and Vince Cable, the Liberal Democrat leader, took part in a head-to-head debate on Wednesday in a sign the European elections are becoming a proxy second referendum, with voters polarised along remain and leave party lines. Farage accused Cable of not having “democracy running deep in your bones” because of his support for a second referendum. He predicted a big win for the Brexit party would “kill off another chance of a second referendum” and spell the end of May’s premiership. Cable made the case for stopping Brexit and staying in the EU to deal with the climate emergency. “It’s not simply the damage caused by Brexit but the positives of being part of the EU,” he said.",
      "charCount": "3537",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/rowena-mason\">Rowena Mason</a> Deputy political editor"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/22/tory-mp-david-davies-called-traitor-while-giving-interview-outside-parliament",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-22T07:25:23Z",
    "webTitle": "Tory MP called 'traitor' while giving interview outside parliament",
    "webUrl": "https://www.theguardian.com/politics/2019/may/22/tory-mp-david-davies-called-traitor-while-giving-interview-outside-parliament",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/22/tory-mp-david-davies-called-traitor-while-giving-interview-outside-parliament",
    "fields": {
      "headline": "Tory MP called 'traitor' while giving interview outside parliament",
      "standfirst": "<p>Brexiter David Davies harangued as he gives BBC interview on abuse of MPs</p>",
      "trailText": "Brexiter David Davies harangued as he gives BBC interview on abuse of MPs",
      "byline": "Seth Jacobson",
      "main": "<figure class=\"element element-image\" data-media-id=\"a1ed40d1f446140ef911135fdc3ce2f6bb41bd26\"> <img src=\"https://media.guim.co.uk/a1ed40d1f446140ef911135fdc3ce2f6bb41bd26/0_1109_2240_1344/1000.jpg\" alt=\"David Davies, MP for Monmouth\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">David Davies, MP for Monmouth, was accused by the woman of ‘not acting like a Brexiteer’.</span> <span class=\"element-image__credit\">Photograph: Felix Clay/The Guardian</span> </figcaption> </figure>",
      "body": "<p>A Brexit-supporting Conservative MP was harangued and called a “traitor” and a “liar” while giving an interview outside the Houses of Parliament.</p> <p><a href=\"https://www.theguardian.com/politics/david-davies\">David Davies</a>, who has represented the Monmouth constituency in south Wales since 2005, was being questioned by a reporter from BBC Wales about the rise in abuse of MPs when he noticed that a woman was filming him.</p> <p>He told the reporter he was going to turn on his body camera – which he wears to document incidents of abuse – and began to speak to the woman, who was wearing a headset microphone and was recording the MP’s interaction with the journalist.</p> <p>After being asked to allow the interview to continue, the woman claimed she was simply quietly watching the exchange but then said: “I was just going to listen to what he was saying but now I can tell he’s a ‘remoaner’.”</p> <p>After challenging Davies about whether he voted to remain in the EU – the 48-year-old supported leaving the union – the woman asked him why he was behaving like “such a snowflake”.</p> <p>During an exchange that was filmed by the BBC crew and released on social media, the woman tells Davies, “you’re not acting like a Brexiteer”, prompting the MP to question her commitment to the cause.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BBCWalesNews/status/1130940872445579264\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Brexit supporting MP David Davies called a liar while giving TV interview <a href=\"https://t.co/gHL7MuDTTk\">https://t.co/gHL7MuDTTk</a> <a href=\"https://t.co/nJPD6dUFHX\">pic.twitter.com/nJPD6dUFHX</a></p>&mdash; BBC Wales News (@BBCWalesNews) <a href=\"https://twitter.com/BBCWalesNews/status/1130940872445579264?ref_src=twsrc%5Etfw\">May 21, 2019</a></blockquote>  </figure>  <p>“I campaigned for Brexit, where were you?” he asks. “Where were you people when I was out campaigning for Brexit? You were nowhere. You were behind your keyboards and now you’ve come out.</p> <p>“I actually have been campaigning for Brexit for years so I don’t need to be given lectures by people like you.”</p> <p>After asking him whether he voted for Theresa May’s deal, which Davies did on its third reading, the woman tells him: “You are a liar. You did not vote to leave.</p> <p>“Shame on you. You’re a traitor. You should feel uncomfortable. You’ve betrayed 17.4 million people.”</p> <p>Speaking to camera, Davies says: “And that’s what you put up with when you’re out here all the time.”</p> <p>The Welsh assembly member Alun Davies retweeted the video clip and praised the politician for his handling of the incident.</p> <p>“But we also need a conversation about how we can disagree with each other, have a serious debate and rebuild our politics. In Wales and the UK,” he added.</p> <p>David Davies replied saying he 100% agreed.</p>",
      "wordcount": "384",
      "firstPublicationDate": "2019-05-22T07:25:23Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2020-02-03T11:53:02Z",
      "productionOffice": "UK",
      "publication": "theguardian.com",
      "shortUrl": "https://www.theguardian.com/p/bgyny",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/a1ed40d1f446140ef911135fdc3ce2f6bb41bd26/0_1109_2240_1344/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A Brexit-supporting Conservative MP was harangued and called a “traitor” and a “liar” while giving an interview outside the Houses of Parliament. David Davies, who has represented the Monmouth constituency in south Wales since 2005, was being questioned by a reporter from BBC Wales about the rise in abuse of MPs when he noticed that a woman was filming him. He told the reporter he was going to turn on his body camera – which he wears to document incidents of abuse – and began to speak to the woman, who was wearing a headset microphone and was recording the MP’s interaction with the journalist. After being asked to allow the interview to continue, the woman claimed she was simply quietly watching the exchange but then said: “I was just going to listen to what he was saying but now I can tell he’s a ‘remoaner’.” After challenging Davies about whether he voted to remain in the EU – the 48-year-old supported leaving the union – the woman asked him why he was behaving like “such a snowflake”. During an exchange that was filmed by the BBC crew and released on social media, the woman tells Davies, “you’re not acting like a Brexiteer”, prompting the MP to question her commitment to the cause. “I campaigned for Brexit, where were you?” he asks. “Where were you people when I was out campaigning for Brexit? You were nowhere. You were behind your keyboards and now you’ve come out. “I actually have been campaigning for Brexit for years so I don’t need to be given lectures by people like you.” After asking him whether he voted for Theresa May’s deal, which Davies did on its third reading, the woman tells him: “You are a liar. You did not vote to leave. “Shame on you. You’re a traitor. You should feel uncomfortable. You’ve betrayed 17.4 million people.” Speaking to camera, Davies says: “And that’s what you put up with when you’re out here all the time.” The Welsh assembly member Alun Davies retweeted the video clip and praised the politician for his handling of the incident. “But we also need a conversation about how we can disagree with each other, have a serious debate and rebuild our politics. In Wales and the UK,” he added. David Davies replied saying he 100% agreed.",
      "charCount": "2194",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/seth-jacobson\">Seth Jacobson</a>"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  },
  {
    "id": "politics/2019/may/22/un-report-compares-tory-welfare-reforms-to-creation-of-workhouses",
    "type": "article",
    "sectionId": "politics",
    "sectionName": "Politics",
    "webPublicationDate": "2019-05-22T06:00:14Z",
    "webTitle": "UN report compares Tory welfare policies to creation of workhouses",
    "webUrl": "https://www.theguardian.com/politics/2019/may/22/un-report-compares-tory-welfare-reforms-to-creation-of-workhouses",
    "apiUrl": "https://content.guardianapis.com/politics/2019/may/22/un-report-compares-tory-welfare-reforms-to-creation-of-workhouses",
    "fields": {
      "headline": "UN report compares Tory welfare policies to creation of workhouses",
      "standfirst": "<p>Ministers in denial about impact of austerity since 2010, says poverty expert </p>",
      "trailText": "Ministers in denial about impact of austerity since 2010, says poverty expert",
      "byline": "Robert Booth Social affairs correspondent",
      "main": "<figure class=\"element element-image\" data-media-id=\"bbf24321f3eecfb55cee29d0e2aa70b99307e4cc\"> <img src=\"https://media.guim.co.uk/bbf24321f3eecfb55cee29d0e2aa70b99307e4cc/0_165_6585_3951/1000.jpg\" alt=\"Philip Alston\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Philip Alston warned that Brexit could make matters worse for the UK’s most vulnerable.</span> <span class=\"element-image__credit\">Photograph: Christopher Thomond/The Guardian</span> </figcaption> </figure>",
      "body": "<p> A leading United Nations poverty expert has compared Conservative welfare policies to the creation of 19th-century workhouses and warned that unless austerity is ended, the UK’s poorest people face lives that are “solitary, poor, nasty, brutish, and short”.</p> <p>In his <a href=\"https://undocs.org/A/HRC/41/39/Add.1\">final report on the impact of austerity on human rights in the UK</a>, Philip Alston, the UN rapporteur on extreme poverty, accused ministers of being in a state of denial about the impact of policies, including the rollout of universal credit, since 2010. He accused them of the “systematic immiseration of a significant part of the British population” and warned that worse could be yet to come for the most vulnerable, who face “a major adverse impact” if Brexit proceeds. He said leaving the EU was “a tragic distraction from the social and economic policies shaping a Britain that it’s hard to believe any political parties really want”.</p> <p>The New York-based lawyer’s findings, published on Wednesday, follows a <a href=\"https://www.theguardian.com/society/2018/nov/16/key-points-un-envoy-philip-alston-report-poverty-britain-uk\">two-week fact-finding mission</a> in November after which he angered ministers by calling child poverty in Britain “not just a disgrace but a social calamity and an economic disaster”. Now he has accused them of refusing to debate the issues he raised and instead deploying “window dressing to minimise political fallout” by insisting the country is enjoying record lows in absolute poverty, children in workless households and low unemployment.</p> <p>The “endlessly repeated” mantra about rising employment overlooks that “close to 40% of children are predicted to be living in poverty two years from now, 16% of people over 65 live in relative poverty and millions of those who are in work are dependent upon various forms of charity to cope”, he said.</p> <p>Amber Rudd, the work and pensions secretary, <a href=\"https://www.theguardian.com/politics/2018/nov/19/amber-rudd-un-poverty-report-return-frontline-politics\">said in November </a>she was “disappointed to say the least by the extraordinary political nature” of Alston’s language after his tour of places including <a href=\"https://www.theguardian.com/society/2018/nov/08/life-on-the-poverty-frontline-un-turns-its-gaze-on-uk\">Newcastle</a>, <a href=\"https://www.theguardian.com/society/2018/nov/09/its-unfair-un-envoy-meets-children-living-in-poverty-in-scotland\">Glasgow</a>, Belfast, Cardiff, <a href=\"https://www.theguardian.com/business/2018/nov/12/a-political-choice-un-envoy-finds-uks-poorest-feel-badly-let-down-in-jaywick\">Jaywick</a> and <a href=\"https://www.theguardian.com/world/2018/nov/12/london-women-impact-welfare-cuts-un-poverty-envoy-philip-alston\">London</a>. Alston replied in his 21-page final report that there was an “almost complete disconnect” between what ministers and the public saw. The impact of austerity was obvious to anyone who opened their eyes, he said.</p> <p>In his most barbed swipe at Rudd and her predecessors in charge of welfare, he said: “It might seem to some observers that the department of work and pensions has been tasked with designing a digital and sanitised version of the 19th-century workhouse, made infamous by Charles Dickens.”</p> <p>He said he had met people who had sold sex for money and joined gangs to avoid destitution.</p> <p>The government hit back calling Alston’s report “barely believable”.</p> <p>“The UN’s own data shows the UK is one of the happiest places in the world to live, and other countries have come here to find out more about how we support people to improve their lives,” a spokesperson for the Department for Work and Pensions said.</p> <p>“Therefore this is a barely believable documentation of Britain, based on a tiny period of time spent here. It paints a completely inaccurate picture of our approach to tackling poverty.” </p> <p>Alston will present his report to the UN Human Rights Council in Geneva next month and will argue that successive Conservative-led governments persisted with austerity and welfare cuts amid high levels of employment and a growing economy despite evidence that large-scale poverty was persisting. In doing so, “much of the glue that has held British society together since the second world war has been deliberately removed and replaced with a harsh and uncaring ethos ... British compassion has been replaced by a punitive, mean-spirited and often callous approach apparently designed to impose a rigid order on the lives of those least capable of coping.”</p> <p>The report slams the government’s austerity programme, with criticisms of “shocking” rises in the use of food banks and rough sleeping, falling life expectancy for some, the “decimation” of legal aid, the denial of benefits to the severely disabled, falling teachers’ salaries in real terms and the impoverishment of single mothers and people with mental illness.</p> <p>Alston said austerity had “deliberately gutted” local authorities, shrinking library, youth, police and park services to the extent that it was not surprising there were “unheard-of levels of loneliness and isolation”.</p> <p>There was some praise for ministers for increases in work allowances under the universal credit welfare system and supporting the national minimum wage, but Alston said these measures had had not stopped the “dramatic decline in the fortunes of the least well-off”.</p> <p>He recommended ministers reverse local government funding cuts, scrap the benefits cap, eliminate the five-week delay in receiving initial universal credit benefits and rethink the privatisation of services including rural transport.</p> <p>“Thomas Hobbes observed long ago, such an approach condemns the least well-off to lives that are ‘solitary, poor, nasty, brutish, and short’,” he said. “As the British social contract slowly evaporates, Hobbes’ prediction risks becoming the new reality.”</p> <p><br><br></p>",
      "newspaperPageNumber": "9",
      "wordcount": "806",
      "firstPublicationDate": "2019-05-22T06:00:14Z",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "lastModified": "2019-05-24T12:08:54Z",
      "newspaperEditionDate": "2019-05-22T00:00:00Z",
      "productionOffice": "UK",
      "publication": "The Guardian",
      "shortUrl": "https://www.theguardian.com/p/bgtee",
      "shouldHideAdverts": "false",
      "showInRelatedContent": "true",
      "thumbnail": "https://media.guim.co.uk/bbf24321f3eecfb55cee29d0e2aa70b99307e4cc/0_165_6585_3951/500.jpg",
      "legallySensitive": "false",
      "lang": "en",
      "isLive": "true",
      "bodyText": "A leading United Nations poverty expert has compared Conservative welfare policies to the creation of 19th-century workhouses and warned that unless austerity is ended, the UK’s poorest people face lives that are “solitary, poor, nasty, brutish, and short”. In his final report on the impact of austerity on human rights in the UK, Philip Alston, the UN rapporteur on extreme poverty, accused ministers of being in a state of denial about the impact of policies, including the rollout of universal credit, since 2010. He accused them of the “systematic immiseration of a significant part of the British population” and warned that worse could be yet to come for the most vulnerable, who face “a major adverse impact” if Brexit proceeds. He said leaving the EU was “a tragic distraction from the social and economic policies shaping a Britain that it’s hard to believe any political parties really want”. The New York-based lawyer’s findings, published on Wednesday, follows a two-week fact-finding mission in November after which he angered ministers by calling child poverty in Britain “not just a disgrace but a social calamity and an economic disaster”. Now he has accused them of refusing to debate the issues he raised and instead deploying “window dressing to minimise political fallout” by insisting the country is enjoying record lows in absolute poverty, children in workless households and low unemployment. The “endlessly repeated” mantra about rising employment overlooks that “close to 40% of children are predicted to be living in poverty two years from now, 16% of people over 65 live in relative poverty and millions of those who are in work are dependent upon various forms of charity to cope”, he said. Amber Rudd, the work and pensions secretary, said in November she was “disappointed to say the least by the extraordinary political nature” of Alston’s language after his tour of places including Newcastle, Glasgow, Belfast, Cardiff, Jaywick and London. Alston replied in his 21-page final report that there was an “almost complete disconnect” between what ministers and the public saw. The impact of austerity was obvious to anyone who opened their eyes, he said. In his most barbed swipe at Rudd and her predecessors in charge of welfare, he said: “It might seem to some observers that the department of work and pensions has been tasked with designing a digital and sanitised version of the 19th-century workhouse, made infamous by Charles Dickens.” He said he had met people who had sold sex for money and joined gangs to avoid destitution. The government hit back calling Alston’s report “barely believable”. “The UN’s own data shows the UK is one of the happiest places in the world to live, and other countries have come here to find out more about how we support people to improve their lives,” a spokesperson for the Department for Work and Pensions said. “Therefore this is a barely believable documentation of Britain, based on a tiny period of time spent here. It paints a completely inaccurate picture of our approach to tackling poverty.” Alston will present his report to the UN Human Rights Council in Geneva next month and will argue that successive Conservative-led governments persisted with austerity and welfare cuts amid high levels of employment and a growing economy despite evidence that large-scale poverty was persisting. In doing so, “much of the glue that has held British society together since the second world war has been deliberately removed and replaced with a harsh and uncaring ethos ... British compassion has been replaced by a punitive, mean-spirited and often callous approach apparently designed to impose a rigid order on the lives of those least capable of coping.” The report slams the government’s austerity programme, with criticisms of “shocking” rises in the use of food banks and rough sleeping, falling life expectancy for some, the “decimation” of legal aid, the denial of benefits to the severely disabled, falling teachers’ salaries in real terms and the impoverishment of single mothers and people with mental illness. Alston said austerity had “deliberately gutted” local authorities, shrinking library, youth, police and park services to the extent that it was not surprising there were “unheard-of levels of loneliness and isolation”. There was some praise for ministers for increases in work allowances under the universal credit welfare system and supporting the national minimum wage, but Alston said these measures had had not stopped the “dramatic decline in the fortunes of the least well-off”. He recommended ministers reverse local government funding cuts, scrap the benefits cap, eliminate the five-week delay in receiving initial universal credit benefits and rethink the privatisation of services including rural transport. “Thomas Hobbes observed long ago, such an approach condemns the least well-off to lives that are ‘solitary, poor, nasty, brutish, and short’,” he said. “As the British social contract slowly evaporates, Hobbes’ prediction risks becoming the new reality.”",
      "charCount": "5068",
      "shouldHideReaderRevenue": "false",
      "showAffiliateLinks": "false",
      "bylineHtml": "<a href=\"profile/robertbooth\">Robert Booth</a> Social affairs correspondent"
    },
    "isHosted": false,
    "pillarId": "pillar/news",
    "pillarName": "News"
  }
]